{
  "Origins": "Shades of Juan Peron: a heartbroken husband has his dead wife's body preserved and keeps it around the house. In this case, however, the grieving widower has also incorporated his beloved's corpse into a functional home furnishing!",
  "Fact Check": "",
  "Description": "This tale is merely a macabre but silly story. Every state of the U.S. has laws governing who can transport dead bodies and how they can be disposed of, and \"The husband would like to take his wife's corpse home to keep in his coffee table\" doesn't pass muster in any state, no matter how much a \"cemetery caretaker\" might sympathize with the bereaved, and no matter what influential \"authorities\" might grant permission. Nor would a glass case (even an airtight one) keep a body entirely free from the effects of post-mortem changes and decomposition. Poor Lucy would had to have been treated with some very advanced embalming and mummification techniques costing many thousands of dollars to preserve her, and even then she still wouldn't look this good. (The idea of preserving a dead person's body in a glass case has certainly been around for quite a while, as a 1903 patent demonstrates.) As well, readers familiar with aquariums have pointed out that the purported $6,000 \"airtight class coffin\" shown in the photograph looks suspiciously like a large fish tank turned onto its side. In particular, they note that the side nearest the couch appears to have vertical supports which don't exist on the side nearest the camera, similar to the bracing on large fish tanks. In a nutshell, \"Lucy\" is more angelfish than angel. The nail in the coffin for the \"Lucy\" story is the fact that it originated with the February 1991 issue of the Weekly World News , an entertainment tabloid whose stock in trade is the fantastically fictional. (Other articles from the same issue included \"I Delivered a Bigfoot Baby!\", \"Dead Diner's Ghost Haunts Restaurant!\", and \"Woman's Portrait Ages 40 Years Before Her Eyes!\") In an even more bizarre follow-up, the Weekly World News reported in December 1992 that bereaved widower Jeff Green, not wanting to creep out his new girlfriend, had sold the glass coffin along with Lucy's corpse at a garage sale for the princely sum of $216. Fakes like the \"Lucy\" photo appear plausible because most folks are not overly familiar with what happens to dead bodies and therefore what is possible in terms of preserving them. A common misconception has it that embalming preserves corporeal remains for a very long time, possibly even indefinitely. If truth be told, ordinary funeral home practices maintain the deceased in a state of not-too-terrible decomposition for usually about three days to a week, generally just long enough to get through the funeral without the bereaved being confronted with the smell of ongoing decomposition. Embalmed bodies deteriorate just a little bit more slowly than unembalmed ones, but the end result is pretty much the same an embalmed body will go the same putrefying way of an untouched one. Cadavers preserved for medical dissection can be kept viable for about two years, but these are subjected to extraordinary embalming techniques which generally take one to three days to complete. The resultant cadaver does not, however, look lifelike, so one should disabuse oneself of any notion that \"Lucy\" was subjected to this form of preservation. Likewise, the extraordinary techniques used to preserve Lenin and Peron should be ruled out on their cost basis they'd be well beyond the means of any but the super-rich. Lenin, for instance, had to be fully re-embalmed every 18 months and his corpse checked for signs of decomposition and treated with embalming materials twice a week in between.",
  "Originally Published": "",
  "Referred Links": "http://www.bpmlegal.com/wdedhead.html;",
  "Example": "[Collected via e-mail, 2000] Jeff Green is a 32 year old American in Arizona, whose wife passed away. Due to the great pain he suffered due to her death, he did something totally out of character for a normal and sane person. He said, \"I could no longer take the pain that my wife's death has caused me, and I brought her back home.\" This is where Jeff's story takes a twisted turn. His wife, Lucy, was born with a heart condition that cut her life short at the young age of 29. Lucy's last words to Jeff were, \"We will meet again in heaven.\" These words served no consolation to Jeff's despair. At the funeral, in an act of desperation, Jeff decided that he would not let Lucy leave him. \"I called the cemetery caretaker and explained my feelings. I spoke with the authorities and got special permission to take my wife home with me. They thought it strange, but I was allowed to take her with me. I rather have her at home than seven feet under ground. Lucy had a great sense of humor and I'm sure she would appreciate being my coffee table.\" Jeff ordered a special glass casing that eliminates the decomposition of a dead body. \"It cost me about $6,000.00, but it was worth it.\" Some of his friends and relatives, filled with fear, stopped visiting Jeff. His true friends respected his decision and continue visiting him. Some even comment that it is a nice piece of furniture.",
  "Last Updated": "6 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/odd/lucy.asp",
  "Claim": "Photograph shows an Arizona man who keeps his dead wife's corpse in a glass-enclosed coffee table.",
  "Claim_ID": "photos_odd_lucy",
  "Tags": ""
}