{
  "Origins": "One does not need to look far to find accounts of Christians being killed by Muslims (and others) in Syria, as that country's Christian population of approximately 2 million people find itself caught in the middle of a civil war between the forces of President Bashar Assad, the Free Syrian Army's anti-Assad rebels, and al-Qaida-linked militant Islamic groups reportedly targeting Christians for \" ethnic cleansing \":",
  "Fact Check": "",
  "Description": "The photograph displayed above has been circulated on the Internet as evidence of brutal violence against Syrian Christians by Muslims, purporting to show a young woman who was \"raped by about 20 Muslims\" and then gruesomely bound and murdered (with a crucifix symbolically shoved down her throat), for no crime other than being a Christian. However real depredations and violence against Christians by Muslim extremists in Syria may be, this image isn't evidence of those acts. The picture of the seemingly bloody and dead young woman is a staged one (the making of which involved no actual violence or injury) taken from a horror film, to which someone has added a fictitious backstory and an unrelated bit of Arabic text. The original is the work of Canadian special effects artist Remy Couture , who in 2012 was tried (and acquitted) of violating that country's obscenity laws: During the trial, Couture argued his gory works, roughly 1,000 images and two short videos that appeared on his website, Inner Depravity, should be considered art. The material in question depicts gruesome murders, torture, sexual abuse, assaults and necrophilia all with young female victims. The website was part of a personal project by Couture designed to raise the bar of his make-up and special-effects work. Couture, who is self-taught, sought to bring a psychopathic killer character of his own making to life. Couture described it as a sort of \"fake diary of a serial killer,\" complete with his own universe inspired by horror movies and literature. But there was no victim in the case all of the works were staged with willing actresses and a combination of fake blood, latex and silicone to create lifelike, horrific images. Couture testified the reason behind the work was to highlight his skills and abilities as a master of special effects horror, and that the goal is to make his work look believable. As noted in an online article , one of Couture's \"Inner Depravity\" short films included a sequence featuring a \"woman bleeding after a crucifix was shoved down her throat\": The films, titled Inner Depravity I and II, feature Couture in the role of a serial killer who hacks off limbs and performs sex acts on his victims. Couture says the films are meant to depict the life of a serial killer, assisted by a 10-year-old boy, whose tendencies lead him to also have sex with his dead female victims. One sequence shows a woman bleeding after a crucifix was shoved down her throat. Another graphic scene shows a character carving out a victim's organs. Indeed, shots matching the setting displayed in the image shown above can be viewed around the 1:26 mark of Couture's \"Inner Depravity 1,\" demonstrating conclusively that the gory image originated with his film:",
  "Originally Published": "",
  "Referred Links": "http://www.thefreeradical.ca/pornography/remyCoutureChargedWithObscenity.html;http://www.cbc.ca/news/arts/story/2012/12/22/montreal-sfx-artist-acquitted.html;http://www.catholicnewsagency.com/news/syrian-violence-drives-50000-christians-from-homes/;",
  "Example": "[Collected via e-mail, August 2013] Her Crime WAS - She Was A Christian SHE WAS ATTACKED - RAPED BY ABOUT 20 MUSLIMS AND AFTERWARDS MURDERED IN SYRIA. WHAT WAS HER CRIME? \"SHE WAS A CHRISTIAN\" MAY OUR DEAR LORD TAKE HER IN HIS ARMS...... AMEN! Send this around all over this, OUR WORLD. This is the real face of: \"SHARIA LAW\". Wake up World. No Christmas, but Happy Ramadan. (THEY DON'T WANT ANY RELIGION EXCEPT THEIR RELIGION \"ISLAM\" IN THE WORLD. ALL MUSLIMS ARE NOT THE TERRORISTS BUT THE TERRORISTS ARE ALL MUSLIMS. OUR COUNTRY SHOULD NOT ALLOW MUSLIMS ANY MORE. THEY WILL NEVER CHANGE THEIR BEHAVIOURS IN OUR SOCIETY. THEY WILL TAKE MORE ADVANTAGES AND MAKE MORE BELIEVERS FOR THEIR ISLAMIC SOCIETY.)",
  "Last Updated": "9 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/syriamurder.asp",
  "Claim": "Photograph shows a Christian woman raped and murdered by Muslims in Syria.",
  "Claim_ID": "photos_politics_syriamurder",
  "Tags": ""
}