{
  "Origins": "The above-displayed picture of golfer \"Tiger Woods' new yacht\" is easily dismissable not just as a fake, but as a two-step manipulation: First the photograph of the aircraft carrier was layered with a lawn, golf hole, and clubhouse, then someone expanded on the joke by adding the golfer figure and the name \"Tiger\" across the bow:",
  "Fact Check": "",
  "Description": "The interesting aspect lies not in the analysis of the image, but in why so many readers considered it plausible enough to forward to us for verification. Certainly one element at work here is that Tiger Woods' golfing prowess (in combination with his youth and good looks) has made him not only one of the most recognizable celebrities in the U.S. (and many other parts of the world), but also one of the highest-earning sports figures of his time. (In 2006, Forbes listed Tiger at #5 on its \"Top 100 Celebrities\" power rankings, estimating his income from tournament winnings and endorsements at $90 million. ) The linkster also enhanced his reputation for big spending and extravagance in 2006 when he shelled out a reported $38 million to purchase a 10-acre waterfront estate in Jupiter Island, Florida. (Perhaps not coincidentally, it was right around then that photographs of an opulent Hawaiian beachfront rental estate began circulating via e-mail mistakenly identified as pictures of \"Tiger Woods' house.\") Finally, many people who inquired about this image probably recalled Woods' name being associated with a big, expensive yacht, as Tiger plunked down a reported $20 million in 2004 to purchase a 155-foot craft. (Several news outlets also reported the somewhat amusing coincidence that Woods, who named his yacht Privacy , filed a privacy-rights lawsuit against the yacht's builders, claiming they used his name and image in promotional materials without authorization. The suit was settled in Woods' favor for a reported $1.6 million.) So, although we can say that Tiger Woods does not own a floating golf course the size of an aircraft carrier, we might just have to qualify that statement with the word \"yet\" ...",
  "Originally Published": "",
  "Referred Links": "http://www.msnbc.msn.com/id/12653319/;http://www.powerandmotoryacht.com/megayachts/1104christensen155/index.aspx;http://www.palmbeachpost.com/search/content/business/epaper/2006/01/26/a1d_tiger_0126.html;http://www.forbes.com/lists/2006/53/WR6D.html;",
  "Example": "[Collected via e-mail, 2006] Not many people know that Tiger Woods owns a yacht. Ever since the golfer Greg Norman got his big yacht, people around the world have marvelled at how big it is. Well, Tiger Woods earned a lot more money playing golf than Greg Norman, and he invested it in all the right places so he too could have a yacht. Recently, Tiger withdrew some of his money and bought a yacht. He had it decked out to his specifications, with all the things he wanted on a yacht. He secretly did all of this until the yacht was ready to set sail. A photographer on assignment to photograph sea turtles in the ocean happened upon the yacht during its initial shakedown cruise, and got the very first photo of Tiger Woods' yacht. This is Tiger's new yacht.",
  "Last Updated": "24 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/boats/tigerwoods.asp",
  "Claim": "Photograph shows golfer Tiger Woods' new yacht.",
  "Claim_ID": "photos_boats_tigerwoods",
  "Tags": ""
}