{
  "Origins": "In February 2015, the image embedded below began to circulate online accompanied by the claim the girl in the photograph (apparently taken in some sort of medical facility) had died of electric shock after putting the other end of a plugged-in phone charger into her mouth.",
  "Fact Check": "",
  "Description": "The photograph was understandably alarming and upsetting to many who shared it in part because cellular phone chargers are an exceedingly common household item and the notion that leaving one plugged in after detaching the phone from it (a common practice) could pose a fatal risk to a child, but more so due to the apparent graphic nature of the image. However, the rumor involving the phone charger was not the first explanation of the image that was widely circulated with it. On 24 January 2015, the photograph was posted to a popular Facebook page about Iraqi soccer. That post was shared thousands of times, but the photo's backstory in that post was entirely different. A rough translation of the image's caption claimed the girl depicted had been killed by celebratory gunfire following Iraq's victory over Iran in a then-recent soccer match: Urgent Appeal for each of the Iraqi masses celebrating: Do you accept and during Ahtphalk and joy that another family intervention sadness and mourning? Ckna this little girl lost her life because of a shot opportunity comes after the victory celebrations team. Please ask all of you not to win after throwing preserve the lives of the people. Please spread the message to be read by everyone. Your life is not more precious than the life of such a child, and others. An identical claim accompanied the picture on numerous local news sources , although the details provided remained vague . The date of the match in question between Iran and Iraq in a series of Asian Cup games occurred on 23 January 2015. The earliest published version of the image we could locate was dated 22 January 2015 and posted by a Twitter user, but it may actually have been published after Iraq's football win due to localized timestamping: pic.twitter.com/vn7BVY1pb5 # (@tiiif1404) January 22, 2015 Around the same time the image was circulated with a third explanation, that the child was a Syrian victim of that country's ongoing civil war: Hugs his little sister who Bashar, dog of Iran, killed #Syria. We won't mourn anyone who was part in this oppression. pic.twitter.com/KymfqRAE0v Abdullateef Khaled (@BroAbdullateef) January 23, 2015 The claim about stray celebratory gunfire and the conflicting story of a Syrian victim both antedate the rumor that the depicted child was electrocuted by a phone charger. While the latter is almost certainly incorrect, no verifiable explanation has emerged about the origins of the image. As such, it's not clear who the man and girl pictured might be, what their relationship to one another was, whether the girl was deceased or simply ashen and ill, or under what circumstances the photo was taken. However, the electrocution rumor started well after the image was posted by the Iraqi soccer team's Facebook page in January 2015.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/BroAbdullateef/status/558618882718445568;http://t.co/KymfqRAE0v;https://twitter.com/hashtag/Syria?src=hash;https://www.facebook.com/waer24/photos/a.666059920091987.1073741829.634616403236339/899124816785495/?type=1&permPage=1;https://twitter.com/tiiif1404/status/558288473015480321;http://t.co/vn7BVY1pb5;http://khordadnews.ir/news/117909;http://www.shabnamnews.com/news/77188;https://www.facebook.com/IraqiProPlayers/photos/a.230419516984263.78635.229589150400633/1143124312380441/;https://www.facebook.com/IraqiProPlayers?fref=photo;",
  "Example": "[Collected via e-mail, February 2015] Mobile charger snatched the happiness of the family Khyam (Srinagar): Mobile would not run out of batteries, so you can charge the phone frequently. But since most people mobile charging vent plug forget it. Because of their similar mistake ever they fall into such a problem to which he had never imagined. A similar case was observed in Srinagar Khyam charger where he engaged in a plug stripped smiling family happiness. According to information Tariq Bhatt had been engaged in mobile charger plug, put the pin in his mouth, took the child and her blatant Munjhah current thought. Tariq said he was taken to hospital but Munjhah close immediately died before reaching the hospital. SMALL GIRL WAS KILLED DUE TO THE MOBILE CHARGER PIN IN THE MOUTH,PICTURE CIRCULATING IN FACEBOOK.IS IT TRUE?",
  "Last Updated": "12 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/medical/charger.asp",
  "Claim": "A graphic image depicts a grieving father with the body of his daughter after she put a phone charger in her mouth and was electrocuted.",
  "Claim_ID": "photos_medical_charger",
  "Tags": ""
}