{
  "Origins": "The three little pigs may have built their houses from straw, wood, and brick, but not everyone opts to be so conventional in constructing their homes. People have used such unusual materials as bottles , tires , and even trash in building their residences.",
  "Fact Check": "",
  "Description": "Vehicles formerly used as means of conveyance (e.g., buses, trains, trucks) are also commonly used in fashioning unique dwellings, as once they're stripped of seats and equipment they present ready-made, enclosed spaces (with windows) that are easily converted into rooms. The photographs displayed above show one example of such, an unconventional two-bedroom accommodation fashioned from an old Boeing 727. Although the presentation cited in the Example box above suggests this structure is a private house, it's actually an exclusive suite at the Hotel Costa Verde in Manuel Antonio, Costa Rica. (The photographs, snapped by Vincent Costello , are taken directly from the hotel's web site.) Costa Verde's 727 Fuselage Home page explains how they came to build and include such an unusual suite in their hotel: We have refurbished a vintage 1965 Boeing 727 airframe, which in its prior life shuttled globetrotters on South Africa Air and Avianca Airlines (Colombia). We salvaged this airframe, piece by piece, from its San Jose airport resting place. We carefully transported the pieces on five, big-rig trucks to the jungles of Manuel Antonio where they have been resurrected into a unique jumbo hotel suite. Our classic airplane, nestled on the edge of the National Park in our Costa Verde II area, is perched on a 50-foot pedestal. At this height, you will enjoy scenic ocean and jungle views from the hard wood deck built atop the plane's former right wing. The plane's interior is Costa Rican teak paneling from the cockpit to the tail. Furnishings are hand-carved, teak furniture from Java, Indonesia. Our 727 home features two air conditioned bedrooms one with two queen sized beds and the other with one queen sized bed, each with its own private bath a flat screen TV, a kitchenette, dining area foyer; an ocean view terrace; a private entrance up a river rock, spiral staircase; and 360 degrees of surrounding gardens. Our refurbished Boeing 727 home is not the only such dwelling in the world: We were inspired by a Forbes Magazine article about a company offering hurricane-proof living via surplus Boeing 727 airframes! Of course, we were intrigued and found some new ways to introduce convenience and luxury to this very prosaic bit of aluminum scrap. We are sure that you will agree with us! Accommodations in the fuselage suite run guests $500 per night in season (January to April) and $400 per night the rest of the year.",
  "Originally Published": "",
  "Referred Links": "http://www.costaverde.com/727.htm;http://www.costaverde.com/727.htm;http://www.costaverde.com/;http://greenbuildingelements.com/2009/02/17/trash-house/;http://www.touchtheearthranch.com/Rhome.htm;http://www.agilitynut.com/h/otherbh.html;",
  "Example": "[Collected via e-mail, May 2009] Would you like to live in an aeroplane? They cheated a little by building a hut around it. But it looks nice inside. Very wooden.",
  "Last Updated": "13 August 2009",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/photos/architecture/planehouse.asp",
  "Claim": "Photographs show a dwelling made from an airplane.",
  "Claim_ID": "photos_architecture_planehouse",
  "Tags": ""
}