{
  "Origins": "Given how often critics have disdained the Disney theme parks' recreations of architecture and natural phenomena by describing them with such dismissive terms as \"artificial\" and \"plastic,\" Walt himself would probably be amused to see that someone was trying to pass off a completely artificial Disney theme park artifact as a natural phenomenon.",
  "Fact Check": "",
  "Description": "The tree pictured above is not found in India, its trunk does not naturally grow figures shaped like animals, and it is not a real life form. This tree can be found in Orlando, Florida, where it is one of the few artificial trees among the 4 million living plants at the Animal Kingdom theme park in Walt Disney World. The Tree of Life attraction is the centerpiece of Disney's Animal Kingdom Theme Park, a 14-story, 50-foot wide tree that was \"sculpted by more than a dozen artisans\" and presents a \"swirling tapestry of 325 animal carvings that is truly a sight to behold!\" Located in the Discovery Island portion of the Animal Kingdom park, the Tree of Life one of the most photographed objects in all of Walt Disney World was described as follows in a Disney press release: It is a tree like none other, rising 14 graceful stories into the sky, its leafy canopy spreading 160 feet across the landscape. Its upraised branches beckon: Come take a closer look. It is impossible to resist a closer look at The Tree of Life, which stands 145 feet tall at the heart of Discovery Island in Disney's Animal Kingdom, the newest theme park at Walt Disney World Resort. True, the lofty icon is made by humans. But its story is the awe-inspiring tale of all of Earth's animals and the interconnected nature of every living thing. Carved into the tree's gnarled roots, mighty trunk and sturdy branches is a rich tapestry of more than 300 animals from the regal lion to the playful dolphin. Its leaves of many colors and four shapes and sizes, all attached by hand to more than 8,000 of the tree's end branches number more than 103,000. Its trunk is 50 feet wide and spreads to 170 feet in diameter at its sprawling root base. Building the tree's support structure required an engineering plan similar to those used in building offshore oil rigs. And because it wouldn't be a tree without being able to sway in the wind, a giant expansion joint encircles the tree at each branch unit. \"The Tree of Life is a technological marvel, but it's also a symbol of the beauty and diversity and the grandeur of our animal life on Earth,\" says Joe Rohde, Walt Disney Imagineering vice president and executive designer for the park. \"It's a celebration of our emotions about animals and their habitats.\" Disney's Animal Kingdom guests first encounter The Tree of Life after they stroll through The Oasis, a lush garden setting alive with streams, flowering glades, waterfalls and animals that include iguanas, sloths, macaws and other fascinating creatures. As they continue past the animals and walk through a series of grottoes, guests are treated to their first incredible view of The Tree of Life. \"We want you to look up at it, to regard it with awe and wonder and to translate those feelings to the real animal world,\" Rohde says. Where The Tree of Life's giant roots twist over and into the earth, they meld with a quiet landscape of pools, meadows and trees that becomes the natural habitat for flamingoes, otters, lemurs, axis deer, cranes, storks, tortoises and even red kangaroo. Guests can watch from several viewing locations without disturbing the animals as they go about their lives. Invisible barriers exist between animals and guests which appear to be part of the natural terrain. After guests meander along a pathway through the extensive maze of roots, they discover entry inside the massive trunk to a 430-seat theater. A humorous special-effects experience introduces them to the world of some of our planet's lesser-known wild creatures insects from the bug's point of view. \"It's Tough to be a Bug!\" spins an amusing yarn using 3-D film, Audio-Animatronics figures and other in-theater special effects. While following the pathway that leads to the show, guests can view The Tree of Life from every angle. They see a waterfall rushing from the tree into one of the feeding pools. They spot a dinosaur sculpting formed by the \"dead\" wood around the tree's base. They continue to discover sculptings that include an armadillo, an elephant, a camel, a baboon and hundreds of others. \"We want our visitors to wander up to the tree, to recognize animals and seek out others,\" says Zsolt Hormay, Tree of Life chief sculptor and senior production designer. \"Some are more recognizable, some are less so. It's a constant discovery and rediscovery.\" The artistry of the tree, from the carvings to every detail of its composition, required 20 artists led by Hormay, all faced with the challenge of creating a work of art that was at once both natural and fantastic. \"That was probably the most difficult part of sculpting the tree, to create the 325 animal figures that appear to be formed of bark and wood finding the balance between the animal forms and the wood textures was a great challenge,\" says Hormay, who hails from Budapest and whose team included three Native American artists, plus artists from France, Ireland, Indianapolis and Central Florida. In all, it took more than 18 months and a crew of thousands to complete exterior construction of The Tree of Life. \"This is the most impressive artistic and engineering feat that we have achieved since the original Sleeping Beauty castle at Disneyland,\" Rohde says. To maintain fluidity of the tree's carvings, the trunk portion was assembled outside the park with 52 rockwork cages from which the animal sculptures were carved. The trunk then was cut into a dozen giant segments and flown to a construction site near the park. There, the segments were joined in pairs. Finally, the completed six trunk segments were transported by crane to the tree's location, where the final pieces of the trunk puzzle were reunited. Additional photographs of Disney's Tree of Life can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.wdwinfo.com/Photos/AK-treeoflife/;http://www.wdwinfo.com/wdwinfo/guides/animalkingdom/ak-safari-tree.htm;http://disneyworld.disney.go.com/wdw/parks/attractionDetail?id=TheTreeofLifeAttractionPage;",
  "Example": "[Collected via e-mail, June 2008] A Mysterious Tree in NALGONDA --- Andra Pradesh --- India At a glance you may be confused the above tree with a massive trunk with a 'Baobab' tree (which is renowned to possess the largest tree trunks of the world) but, this is yet another unknown specie which is seen in the close proximity of a hermitage deep in the dense forest in 'Andra Pradesh' in India. And most importantly it is natural not artificial. Now have a close look at the bark and experience the unbelievable figures of creatures engraved in the surface of the entire tree trunk!! Absolutely real!!! Not man made",
  "Last Updated": "7 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/natural/indiatree.asp",
  "Claim": "Photographs show a tree in India with a trunk that naturally grows animal-shaped figures.",
  "Claim_ID": "photos_natural_indiatree",
  "Tags": ""
}