{
  "Origins": "On 21 May 2015, a photo purportedly showing a drop bear cub being fed human blood began circulating via social media sites such as Google+ :",
  "Fact Check": "",
  "Description": "Drop Bear Attack Survivor groups are up in arms over a local zoo's adoption of an orphaned Drop Bear Cub. The razor-sharp-fanged, red-eyed, vicious baby killer requires three times its own body weight in raw meat to sustain it. It's preferred meal is, of course, human flesh To put things in perspective, that means that three other animals have to die to keep this vicious, yet very cute carnivore alive, and at least a litre of human blood from the Australian Red Cross Blood Service is being diverted away from people that may need it for transfusions. Drop bears are considered the meanest, scariest, and most fake creatures in the Australian outback. While there is no visual record of drop bears (since they do not exist), Australian publications have a long history of penning amusing anecdotes about the mythical marsupial jackal. For instance, the Australian Geographic claims that drop bears \"target people with foreign accents,\" while the Australian Museum insists that the Thylarctos plummetus does not discriminate against its unsuspecting prey. Another rumor about the Drop Bear started in May 2015 when the above-displayed photograph was posted to Google+. This image, however, is just another hoax: the real photo on which it was based actually shows a 1-year-old Koala at the Lone Pine Koala Sanctuary in 2007: View image | gettyimages.com Kern Nilsson, head koala keeper at the Lone Pine Koala Sanctuary, feeds one-year-old sick koala \"Doodlebug,\" in Brisbane 09 November 2007. The Koala is much smaller for his age and is being hand raised because of a pouch infection in her mother at the wildlife sanctuary. While snipe hunters and unicorn wranglers may insist that the dreaded drop bear is still lurking in the outback, the story about a drop bear cub being fed human blood is completely false.",
  "Originally Published": "",
  "Referred Links": "http://www.gettyimages.com;http://www.gettyimages.com/detail/77821171;http://australianmuseum.net.au/drop-bear;http://www.australiangeographic.com.au/news/2013/04/drop-bears-target-tourists,-study-says/;https://plus.google.com/+PaulSnedden/posts/Sdrtg8rrnwH?pid=6151193189575202498&oid=101824923181156392444&authkey=CM6LnLj8w63Tbw;",
  "Example": "[Collected via Google+, April 2015]",
  "Last Updated": "21 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/dropbearcub.asp",
  "Claim": "Photograph shows a drop bear cub being fed human blood.",
  "Claim_ID": "photos_animals_dropbearcub",
  "Tags": ""
}