{
  "Origins": "The \"Devil's Pool\" (or \"Devil's Swimming Pool\") shown in the pictures displayed above is a real phenomenon, a natural rock pool at the very top of Victoria Falls in Zambia where (at certain times of year) adventurous swimmers can splash around in relative safety just a few feet away from where the waters of the Zambezi River cascade over the waterfall and plunge more than 100 meters into the gorge below. The terrifying aspect of such an adventure is heightened for first-time visitors because the pool does not appear to have any sort of barrier (natural or otherwise) to protect swimmers who jump into it from being swept over the edge of the falls.",
  "Fact Check": "",
  "Description": "In 2003, travel writer Clive Andrews described his visit to the Devil's Pool for an article published in the UK newspaper The Mirror: I'm perched precariously on a slippery rock jutting out of the Zambezi. Just a few feet in front of me the mighty river cascades over the Victoria Falls, plunging 100 metres into the gorge below. No matter how many times my guide, Vincent, insists that it's safe to dive in, I just can't see what's going to stop me being swept over the edge and pureed on the jagged rocks at the bottom. But it's taken me nearly an hour of stumbling over boulders in temperatures of more than 40 C to get to Devil's Pool and I'm not going to give in. So I grit my teeth and take the plunge after Vincent jumps in first, of course. The current takes hold immediately, carrying me towards the edge. But, before I can be dragged to a watery grave, I'm stopped by a natural rock wall just beneath the surface. As well as saving my life it allows me to peer over the edge and down into a deafening explosion of rainbow-coloured spray. A truly incredible sight. Many video clips of tourists enjoying visits to the Devil's Pool can be found on the Internet, such as the following:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2008] In Zimbabwe, Africa, you will find the magnificent Victoria Falls,at a height of 128m. The location is known as the \"Devil's Swimming Pool\". During the months of September and December, people can swim as close as possible to the edge of the falls without falling over. These falls are becoming well known amongst the \"radical tourist\" industry, when more and more people search for the ultimate experience.",
  "Last Updated": "22 August 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/natural/devilspool.asp",
  "Claim": "Photographs shows a \"Devil's Swimming Pool\" on the edge of Victoria Falls.",
  "Claim_ID": "photos_natural_devilspool",
  "Tags": ""
}