{
  "Origins": "Urban legendry includes many tales of risqu images slipped into children's cartoons by prankish animators or others involved in the production process. While a few such tales are genuine, most of them are simply the product of someone's imagination and the power of suggestion. The example presented above is yet another case that falls squarely into the latter category.",
  "Fact Check": "",
  "Description": "The cartoon in question is a 1942 Warner Bros. \"Merrie Melodies\" effort, \"The Wabbit Who Came to Supper,\" which features early appearances by Bugs Bunny and Elmer Fudd. (The first true Bugs Bunny cartoon had been released in 1940.) The plot involves Elmer Fudd's receiving (when he has just cornered Bugs during a rabbit hunt) a telegram informing him he stands to inherit $3 million from his Uncle Louie, but only if he does not \"hurt any animals especially rabbits.\" Predictably, Bugs seizes the opportunity presented by this development by moving in with Elmer, and hilarity ensures as man and hare try to live together, particularly when Elmer receives notice that after deductions for taxes and attorney's fees, he actually owes his uncle's executors $1.98. At about the 2:57 mark of the cartoon (just after Bugs steps out from inside a shower-curtained bathtub), the towel around the rabbit's midsection slips down a bit, revealing what some have claimed is the tip of a bunny phallus as shown in this still frame: No prankery on the part of animators is needed to explain this imagery, however. The object of curiosity is simply the gap between Bugs' legs (just below his torso); the whiteness of the bathtub behind him and the curvature of the towel combine to produce an area that suggests the tip of a phallus.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2007] The Bugs Bunny cartoon \"Wabbit Who Came to Dinner\" contains a quick glimpse of Bugs Bunny's penis as he gets out of the shower (watch closely at 2:57, as Bugs gets out of the shower, and as he sings \"I'm Just an Angel in Disguise\")",
  "Last Updated": "4 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/risque/bugsbunny.asp",
  "Claim": "A 1942 Merrie Melodies cartoon includes a glimpse of Bug Bunny's phallus.",
  "Claim_ID": "photos_risque_bugsbunny",
  "Tags": ""
}