{
  "Origins": "A video posted to YouTube on 8 October 2014 offered the deathbed revelations of former Lockheed Martin engineer (aka \"Area 51 scientist\") Boyd Bushman, who spoke with aerospace engineer Mark Q. Patterson shortly before he passed away at age 78 in August 2014.",
  "Fact Check": "",
  "Description": "Bushman went out with an extraterrestrial disclosure bang, making claims about having worked on projects involving antigravity, UFOs, aliens, \"Area 51,\" and Roswell, New Mexico. According to his comments in the video, government officials had been in contact with aliens who strongly resemble humans, tend to be \"approximately four and a half to five feet tall,\" \"have three back bones\" that are \"actually cartilage,\" and are able to communicate telepathically: They're able to use their own voice by telepathy to talk to you. You walk in the room with one of them, and all of a sudden you find yourself giving the answer to your question in your own voice. In the video Bushman described two types of aliens, some of whom live for 200 (presumed Earth) years and hail from a planet called \"Quintumnia\" where, improbably, they continue to rustle cattle despite their vastly advanced technological state: They divide them into two groups. One group are wranglers, and the others are rustlers the ones who are stealers of cattle. The two groups act differently. The ones that are wranglers are much more friendly, and have a better relationship with us. The sole piece of evidence Bushman presented in support of his tale about alien visitations from Quintumnia were some purported photographs of these extraterrestrial beings: However, when Bushman's claims began to gain traction on the Internet, a Reddit user located an existing plastic toy alien doll that very closely resembled the image of the \"alien\" Bushman had proffered in his video: A news outlet in Quebec also pointed out that the \"alien\" seen in the pictures held up by Bushman during the interview could be purchased at WalMart . Did Boyd Bushman prankishly decide to have one over on everyone as he departed his earthly life, was he a publicity-seeking charlatan, was he a true believer who actually thought he had experienced the things he described, or was he suffering the effects of senility? Regardless of his reasons for offering them, Bushman's extraordinary claims weren't the least bit convincing in an evidential sense, as Stuart J. Robbins noted for SWIFT : A deathbed confession can be a way to solidify one's reputation. The thinking could easily be, \"People really believe that people are 100% honest on their deathbed, so I'm going to make sure I go out with a 'bang' and make my claims yet again. People who didn't believe me before might this time because they'll think I'm telling the truth 'cause I'm about to die.\" However, in addition to explaining why the common reasons to believe deathbed confession testimony are unconvincing, there's a better reason why the testimony is not useful: They're doing it wrong. Let's say I had a bunch of secrets of exotic physics and decided to do a deathbed confession. Here's what I would say: \"I've been working on antigravity and warp field physics for the last 50 years, in secret, with the US government.\" Then, instead of showing photos of a spaceship or a blurry alien, I would add: \"And, here are the equations. Here is a diagram for how you build a device. Here is a working model. Here is exactly how you put everything together.\" In other words, it shouldn't matter who I am, what my experience is, or what pretty (or ugly) picture I show. What I need to show is HOW to do it. Just saying something doesn't make it so. I need to give enough information for someone else to verify it and duplicate it. Otherwise, what's the point? To make a spectacle before I die? That's why I find this whole deathbed confession thing unconvincing and, perhaps more importantly, not useful: We have no more information than we had before. We have no way to verify any of the information claimed. No way to test or duplicate it. At best, we have another person claiming this stuff is real, and while he or she may be proven out with the passage of time, their \"confession\" contributed absolutely nothing to that advancement. Until then, it's no better than any other pseudoscientific claim.",
  "Originally Published": "",
  "Referred Links": "http://web.randi.org/swift/bushmans-deathbed-confessions;http://www.tvqc.com/2014/10/boyd-bushman-ingenieur-lockheed-martin-parle-dovnis-mort/;http://www.reddit.com/r/UFOs/comments/2k4dm7/boyd_bushman_his_last_interview_a_documentary_on/;",
  "Example": "[Collected via e-mail, October 2014] former lockheed martin engineer said he spoke with aliens, and has pictures to prove it. boyd bushman, aliens from planet quintumnia.",
  "Last Updated": "2 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/odd/bushman.asp",
  "Claim": "Former Lockheed Martin engineer Boyd Bushman provided evidence of human contact with alien life before his death in August 2014.",
  "Claim_ID": "photos_odd_bushman",
  "Tags": ""
}