{
  "Origins": "The above-displayed video is one that has puzzled countless viewers who have stumbled across it on the Internet, leaving them wondering about both its genuineness and its context. What could prompt a middle-aged woman to haul off and deliver a solid punch to the face of another woman, all without causing any apparent consternation to the bystanders who witnessed the attack?",
  "Fact Check": "",
  "Description": "The scene took place in 1999 outside a courtroom where a reckless driver had just been sentenced for causing an accident that left two people dead and a third severely injured. This clip was taken from (originally unaired) videotape shot by a news crew from station KY3-TV in Springfield, Missouri, and was used in a \"Newsroom Ethics\" lesson prepared by the Radio and Television News Directors Foundation, who described it thusly: On April 15, 1998, Dana Defeo, Terry Batson and Ed Watson completed their shift at a local factory. The three coworkers piled into Batson's car and socialized late into the night at a local pub. At 1:15 a.m., they started home. Moments later their car was hit by Tim Massey. He had 11 driving violations, including one ticket for going 104 miles per hour. This night police said he was driving more than 100 miles per hour when he sped through an intersection and crashed into Batson's car. Two of the three coworkers died. Only Dana Defeo survived, but with severe brain damage. Massey survived and was charged with manslaughter. More than a year later, Massey stood before a judge, who sentenced him to five years in prison. After the sentencing, outside the courtroom, a drama unfolded. Friction was apparent between the families of Dana Defeo and Terry Batson. Accusations that the dead victims had been smoking marijuana and unfaithful to their spouses were flying between the families. A member of Terry Batson's family heard the allegations and punched the accuser in the mouth. The graphic and startling smack in the mouth was captured on camera. No charges were filed. Nobody was arrested. The station had sensational videotape on its hands, but the assault had nothing to do with the story that had unfolded in the courtroom. KY3-TV, after a lengthy newsroom discussion, decided not to air the video but did mention the argument and the punch in a tag to the main story about the sentencing for the two traffic deaths.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] I received this in an email yesterday. Is it real? If so, what's the story?",
  "Last Updated": "1 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/odd/smackmouth.asp",
  "Claim": "Video clip shows a middle-aged woman punching another woman in the mouth.",
  "Claim_ID": "photos_odd_smackmouth",
  "Tags": ""
}