{
  "Origins": "The pictures of the opulent mansion shown above are all-purpose denigrative images, photos which have been used to document the purported lavish excesses of a number of celebrities and political figures by claiming that they own the luxurious digs pictured here (and purchased the estate with money that would have been better spent relieving the poverty and suffering of their fellow citizens).",
  "Fact Check": "",
  "Description": "In recent years, ownership of this manse has been attributed to former Nigerian military ruler Ibrahim Babangida, Indian film star Shahrukh Khan, Universal Church of the Kingdom of God founder Edir Macedo, the former Secretary of Health Care for Azerbaijan , and Zimbabwean president Robert Mugabe . The latest iteration, from February 2010, is a political smear which sites the mansion in Salt Lake City, Utah, and holds that it belongs to senator (and presidential candidate) Manny Villar of the Philippines (who, like all the other putative owners of the property, is said to wallow in greedy excess while his countrymen are mired in poverty): In a phone interview, Nacionalista Party spokesman Gilbert Remulla downplayed the latest attempt to besmirch the reputation of Villar. \"Who would want to buy a mansion in Salt Lake City? Are there papers to support it?\" he said, adding that there was absolutely no truth to the rumor. He added: \"The campaign being waged by Villar's opponents reaches record lows everyday, starting with the false associations of 'Villaroyo.' It only shows that his opponents are insecure and desperate. We pray that they campaign on platforms and capabilities rather than mudslinging.\" At least one of those who forwarded the e-mail about Villar has apologized. Domingo Guevara Jr. of the Guevara Group of Companies apologized to the Villar camp for forwarding the bogus e-mail to his contacts. He said he issued his apology \"not because I support Villar but I wish to be fair to all concerned.\" In fact, these photographs actually depict a home half a world away from the Philippines, a mansion in the tony Bel Air section of Los Angeles which has been used for location shoots for a number of movies and television programs and has therefore been extensively photographed inside and out.",
  "Originally Published": "",
  "Referred Links": "http://www.onlocation.com/displayimage.asp?searchtype=blueid&blueid=1662;http://www.mannyvillar.com.ph/theman.asp;http://www.travelblog.org/Africa/Zimbabwe/Harare/blog-219289.html;http://englishrussia.com/?p=1209;http://egoexcentrismo.blogspot.com/2008/01/manso-do-bispo-dos-pobres.html;http://www.shareordie.in/shahrukh-khans-residence-mannat/;http://lindaikeji.blogspot.com/2007/10/ibrahim-babagindas-mansion-article-by.html;",
  "Example": "[Collected via e-mail, February 2010] Who owns a house like this?? Imagine who would have such taste and live in such opulence? An American Billionaire? A Saudi Prince? Louis XIV of France ? Savour the pictures then scroll to the bottom of the page to see who owns this Work of Art. This Mansion is in Salt Lake City, Utah, USA and belongs to: Senator Manny Villar of the PHILIPPINES While Filipinos starve, and die because of abject poverty ....and while Sen. Villar brags that he had poor beginnings and he had helped his poor countrymen over and over again... but look now.. he and his family live like this.......his GREED kills his poverty stricken fellow Filipinos PLEASE send this to everyone you know. They can send it to everyone they know. Soon Filipinos around the world will know what this man is doing tothe people he wishes to serve if elected President.",
  "Last Updated": "5 March 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/architecture/belairmansion.asp",
  "Claim": "Photographs show a mansion belonging to Filipino senator Manny Villar.",
  "Claim_ID": "photos_architecture_belairmansion",
  "Tags": ""
}