{
  "Origins": "We haven't definitively established the specific origins of all the wolf photographs shown above, but it's probably safe to say they were not all, as claimed above, taken in Idaho, as the same images have been widely circulated in various forms and identified as pictures snapped in Montana, Wyoming, Minnesota, Alaska, British Columbia, Alberta, and Manitoba. The top three photographs, which appear to feature the same wolf, were posted to a hunting-related web site in mid-2009 with text identifying the locale as Edson, Alberta; the first photo was also posted to a hunting blog in November 2009 and listed as a picture of a wolf shot in Drayton Valley, Alberta. As well, that first photo was e-mailed to us multiple times in 2009 with additional claims that the pictured wolf had been killed in Morden, Manitoba, in Sun Valley, Idaho and \"just east of Yellowstone park,\"",
  "Fact Check": "",
  "Description": "Of that first photo, the Idaho Mountain Express reported: A circulating photo of a giant wolf allegedly killed in Sun Valley by the Idaho Department of Fish and Game is a hoax, say state officials. \"That thing has gone viral!\" said Todd Grimm, spokesman for Idaho Wildlife Services. \"I can tell you it's not in Idaho,\" he said. Regan Berkley, a wildlife biologist with the Idaho Department of Fish and Game, said she's seen the photo attributed to a myriad of locations. \"I'm almost certain it wasn't from the Sun Valley area,\" Berkley said in an email, adding that she's seen it listed as being killed in Idaho, Montana and various parts of Canada. Canada might be the best guess, according to wildlife officials. Grimm said the man in the photo is likely holding the wolf in Alberta or British Columbia. Randy Smith, big-game manager for the department's regional office in Jerome, said the first time he saw the photo, it was listed as having been taken in British Columbia. \"The next time I saw it, it was marked Idaho,\" he said. The second and third photos from the top are two pictures of a different wolf and match a series of photos posted to a hunting blog in January 2010 (with no information about the location of the pictures). The bottom photograph can be found on the web site of a company offering Wolf and Coyote Hunting in British Columbia. Jess Edberg, Information Services Director for the International Wolf Center , told us that: This email has been fabricated with a variety of wolf images from all over North America and potentially the world rather than from Idaho. The pictures attached are the same images that have been reported as being taken in Idaho, Montana, Wyoming, Minnesota, Alaska and provinces in Canada in other emails. The wolves in Idaho were indeed translocated from Alberta, Canada, but are the species of wolf that inhabited the Northern Rockies historically. Arguments over what subspecies should exist are rampant but science and recent genetic studies clearly show that subspecies distinction has little importance for the recovery of the wolf as the regionally distinct populations of wolves have little genetic distinction. As far as the hunting and feeding behaviors, yes wolves have been known to surplus kill in times of plenty, meaning they may kill more than they can eat (so called \"sport\" hunting \"for fun\" as mentioned in the quote). However, this natural predatory behavior is to ensure a future food source as wolves are scavengers that will eat from food sources that are already dead and even fairly decomposed. This behavior is also documented in other predatory animals around the world. The average wolf will consume the equivalent of 18 deer/elk per year depending on their age and health. Although the accompanying text claims that \"it's just a matter of time before one of our granola loving green peace hikers goes out on a hike and runs into a pack of these killers and becomes part of the food chain,\" only one documented fatal wild wolf attack on humans has occurred in the United States in the last 50 years, and \"attacks by wild wolves are extremely rare, numbering no more than a handful a decade, mostly in Canada and Russia.\"",
  "Originally Published": "",
  "Referred Links": "http://www.alaskadispatch.com/article/wolves-killed-alaska-teacher-2010-state-says;http://www.wolf.org/;http://www.bchuntingadventure.com/winter-hunt-predator.html;http://thosehuntedbythehunters.blogspot.com/2010/01/salmon-wolf.html;http://blog.theoutdoorline.com/post/2009/11/15/Whos-afraid-of-the-BIG-BAD-WOLF!!!.aspx;http://www.huntandtell.com/tag/wolf/;",
  "Example": "[Collected via e-mail, December 2011] Just a few of the wolves killed this year with the Idaho wolf tag. Wish I could show you a few hundred more pictures. It is just amazing how big they are. Deer, elk, and livestock killing machines. The big question you have to ask yourself is why? These massive wolves are not the native wolf that lived in our area 100 years ago. There was a reason these things where exterminated nationwide. They sure do look cuddly and cute. I wonder if our city dwelling tree hugger society that never has left a city really understands the impact of these killing machines. I wonder if a Trantasaurus-Rex (sp?) was somewhere to be had that they would want to put them back in the wild. p.s. it's just a matter of time before one of our granola loving green peace hikers goes out on a hike and runs into a pack of these killers and becomes part of the food chain. If you are going into the Blues, Cascades, or up above Spokane hiking, game scouting, mushroom hunting, or something else you better start carrying a side arm. Can you even imagine being out by yourself and having 8 to 12 of these monsters surround you! Think about what kind of appetite a dozen of these must have and remember they are the only predator in our nation that kills for fun along with for food. The amount of animals they take are just a partial portion of what they need to eat. When elk are calving they will kill the calves just for fun after they have had all they can eat and leave the rest to rot.",
  "Last Updated": "18 January 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/idwolves.asp",
  "Claim": "Photographs show wolves killed in Idaho.",
  "Claim_ID": "photos_animals_idwolves",
  "Tags": ""
}