{
  "Origins": "On 11 March 2008, The Sun (a UK newspaper) picked up a report from the Argentine national newspaper El Tribuno about a duende (a fairy- or goblin-like spirit creature common in Spanish and Latin American mythology) that is supposedly terrifying residents in General Guemes (a city in the Argentine province of Salta).",
  "Fact Check": "",
  "Description": "According to the report, teenager Jose Alvarez and his friends were hanging around outside chatting about 1:00 a.m. when they suddenly heard a noise like someone throwing stones. Alvarez who had miraculously started filming nothing in particular with his cell phone immediately beforehand was able to capture a few seconds' worth of video of something that looks like a tiny biped with a pointy hat ambling a few steps sideways into a roadway: \"We looked to one side and saw that the grass was moving. To begin with, we thought it was a dog, but when we saw this gnome-like figure begin to emerge we were really afraid.\" Added Alvarez, \"This is no joke. We are still afraid to go out just like everyone else in the neighborhood now. One of my friends was so scared after seeing that thing that we had to take him to the hospital.\" Of course, duendes (and gnomes) are fictional characters. And The Sun is probably the closest UK equivalent to the (now-defunct) Weekly World News , a U.S. supermarket tabloid that \"gleefully chronicled the exploits of alien babies, animal-human hybrids and dead celebrities.\" And the video exhibits a classic hoax set-up: the sudden appearance of an extraordinary object in the background right after a camera begins rolling; the camera-wielder's ability to quickly find, zoom in, and focus on the unexpected; the all-too-brief glimpse of something bizarre before the clip abruptly ends in blackness and screams. And the appearance of two different \" takes \" of the same scene makes the video's supposedly spontaneous quality a bit difficult to believe in. Moreover, our Argentine correspondents inform us that no one else in the area (save for a few well-known cranks) has been claiming to have spotted a duende , is afraid to go outdoors, or has been hospitalized over excessive gnome fright. It's only the rest of the world that seems to be taking the whole thing seriously, they say; the locals are amused at how much coverage has been given to what they regard as merely a silly prank.",
  "Originally Published": "",
  "Referred Links": "http://uk.youtube.com/user/seleccionator;http://www.reuters.com/article/industryNews/idUSN7O23037320070724;http://www.eltribuno.info/verContenido.asp?id=7901;http://www.thesun.co.uk/sol/homepage/news/article902014.ece;",
  "Example": "[Collected via e-mail, March 2008] I just heard about this bizarre story about a gnome in an Argentina town. Has anyone ever heard anything like this before?",
  "Last Updated": "17 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/odd/gnome.asp",
  "Claim": "Video captures a 'creepy gnome' that has frightened residents of an Argentine town.",
  "Claim_ID": "photos_odd_gnome",
  "Tags": ""
}