{
  "Origins": "The photographs displayed above, and the caption identifying them as photos of a half-ton shark taken during a \"Shark Catch in Yarmouth, Nova Scotia,\" are indeed real.",
  "Fact Check": "",
  "Description": "The female mako shark pictured here was hooked in August 2004 during the Yarmouth Shark Scramble (an annual shark-fishing derby ) by 28-year-old Jamie Doucette of Wedgeport, Nova Scotia, who battled the monster fish for 40 minutes before landing it. According to one newspaper account of the event: In a scene reminiscent of \"Jaws,\" the fish tugged the boat sideways [and] surged to the surface near the bow, a mako with a broad head and rows of razor teeth, chewing through steel leader. Doucette reeled it in and other anglers wrapped it in ropes as the shark chewed through the knots. One loop circled its torso, the other the tail; one man leaned over the boat and slit its throat as Jaws thrashed for something to bite. It died 20 minutes later. The shark was officially measured at 10 feet, 10 inches (3.3 meters) and 1,082 lbs. (492 kg), netting $3,000 in prize money for Doucette, who said: I felt bad that we caught her at the prime of her reproductive cycle. When they get to be this massive they call them queens of the sea. I would have let her go if I had been by myself, but it's different when you have four or five other guys on the boat. You've got to win. As chronicled at the Magazine Yarmouth web site, other versions of the capture of the shark shown in these photographs have placed the shark catch in a variety of locales, such as Port Albion, Ucluelet, and Barkley Sound (British Columbia), Galveston (Texas), Ocean Shores (Washington), and Chesapeake Bay (Annapolis, Maryland): While the ocean vessel 'Dawn Raider' was commercial fishing for dogfish, this Great White was hooked in the mouth but only resisted slightly for 15 minutes before it came up alongside the boat to have a look; long enough for one of the crew members to slip a rope around it's tail !!! Andthat's when the **** hit the fan!! The Shark took off towing the 42 foot fishing boat backwards through the water at about 7 Knots. Just like in JAWS, the boat was taking onwater over the stern and the crew watched in horror as the shark would actually jump completely out of the water at times. This went on for anhour before the shark finally drowned. She weighed in at 1035 LBS. It is suspected she followed a weak El Nino current into local waters in searchof food. Although mid 60 degree water is considered ideal for these sharks, the larger ones can tolerate water in the low 50s.",
  "Originally Published": "",
  "Referred Links": "http://www.yarmouth.org/magazine/urban.htm;https://web.archive.org/web/20051027073040/http://www.marinebiodiversity.ca/shark/english/derbies.htm;",
  "Example": "[Collected on the Internet, 2004] Shark Catch in Yarmouth Nova Scotia This Mako was hooked in the mouth, only fought slightly for 15 minutes, came up along side of the boat to have a look, long enough for one of the crew to put a rope around it tail!!! That's when the s**t hit the fan!! The shark took off towing the 42 foot fishing boat backwards through the water at about 7 Knots. Just like in JAWS. The boat was taking on water, the Shark would jump completely out of the water at times. This went on for an hour before the Shark actually drowned. He weighed in at 1035 LBS.",
  "Last Updated": "17 June 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/yarmouth.asp",
  "Claim": "Photographs show a half-ton shark caught in Yarmouth, Nova Scotia.",
  "Claim_ID": "photos_animals_yarmouth",
  "Tags": ""
}