{
  "Origins": "On 22 January 2015, a video titled \"Whistling at Your Mom\" was published to YouTube by the account MetaSpoon. Before the video was recaptioned for English-speaking audiences, the original circulated on the Spanish-speaking web via a YouTube posting from 23 November 2014 under the title \"Silbale a tu madre\" con Natalia Malaga (oficial).\"",
  "Fact Check": "",
  "Description": "After MetaSpoon added English captions to the original Spanish-language video, the clip became viral anew in the English-speaking world. Perhaps due in part to a diminished ability by the translator or viewers to detect nuance in the video's tone, the English version was widely accepted as a completely straightforward depiction of what occurred after unwitting, unapologetic catcallers were supposedly pranked into harassing their own mothers. Several large web sites subsequently published the viral video after the captions had been added and described it as \"men [who had been] tricked into catcalling their mothers\" or \"sons [who had realized] they catcalled their own moms.\" The video was actually a staged, commercially sponsored blend of advertisement and public service announcement (PSA)l but it was taken at face value by many who published or shared it, even when its affiliation with a large brand was mentioned: A new PSA about street harassment shows what happens when men realize the women they're catcalling are actually their mothers. Sponsored by Everlast, the PSA takes place in Lima, Peru where, as the video states, seven out of 10 women are harassed on the streets. Everlast found two men who were \"repeat offenders\" and contacted their moms who agreed to dress in disguise and walk past their sons. The original video (published by Everlast to its Peruvian channel) included the following description automatically translated from the original, which hinted at the staged nature of the anti-street harassment footage: We face a very serious problem: street sexual harassment. There are many who with his behavior plaguing women. Do not occur examples like these. An initiative of Everlast collaboration with the civic group \"Stop street harassment.\" Another (translated) mention of the \"Silbale a tu madre\" clip dated 7 December 2014 explained the content was entirely staged with actors. According to that site, the scenarios depicted in the video were \"recreated\" ones based upon interviews with men who had expressed discomfort after inadvertently catcalling women to whom they were related: Under the slogan Silbale your mother, the sports brand Everlast and the organization Stop Street Harassment the first Latin American Observatory against acoso recorded a mockumentary in which pretended to have identified bullies then contact their mothers, you change their look and make it happen where their children were. This performance by actors is based on interviews with real subjects who once harassed by mistake to a female relative and expressed \"deep shame.\" When the anti-street harassment PSA leapt from Spanish- to English-speaking audiences, it appeared to lose its original context. The video in question does not depict genuine interactions between mothers and their badly-behaved sons, and its dramatized nature was more obvious before English captions were added to it.",
  "Originally Published": "",
  "Referred Links": "http://verne.elpais.com/verne/2014/12/07/articulo/1417939184_159010.html;https://www.youtube.com/watch?v=RDpaX_KhWSk;",
  "Example": "[Collected via Twitter, January 2015] Watch street harassers get tricked into catcalling their moms. It's glorious",
  "Last Updated": "27 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/advertisements/catcalling.asp",
  "Claim": "A television show captured video of men who were tricked into catcalling their own mothers.",
  "Claim_ID": "photos_advertisements_catcalling",
  "Tags": ""
}