{
  "Origins": "This purported image of \"early suffragettes\" eating \"pizza in large groups\" in order to \"annoy men\" has been circulated online with that particular backstory since at least as far back as March 2013. Aside from the reference to the year (1921), every other aspect of the identifying statement is anachronistic or otherwise wrong:",
  "Fact Check": "",
  "Description": "The women's suffrage movement gathered steam in the first half of the 19th century; by 1921 it had been a significant political force for several decades and had already achieved its primary goal of guaranteeing all American women the right to vote with the ratification of the 19th Amendment in 1920. No non-elderly woman alive in 1921 could properly have been termed an \"early suffragette.\" As the original scan of this image at the Shorpy Historical Photo Archive documents, the photograph was taken in Washington, D.C., on 13 July 1921 and shows women eating pie, not pizza. (Pizza wasn't all that popular in the U.S. until troops returning from service in Italy after World War II brought a liking for the dish home with them.) No \"custom\" in the U.S. ever involved women (suffragettes or otherwise) \"donning bathing suits\" and \"eating pizza\" in \"large groups\" with the intent of \"annoying men.\" As the archived photo's caption explains, the women are dressed the way they are and eating what they're eating because the activity captured here was a common and innocuous \"Pie eating contest at Tidal Basin bathing beach.\"",
  "Originally Published": "",
  "Referred Links": "http://www.shorpy.com/node/10587?size=_original;http://www.archives.gov/historical-docs/document.html?doc=13&title.raw=19th+Amendment+to+the+U.S.+Constitution:+Women%27s+Right+to+Vote;http://irongall.tumblr.com/post/44502485617/rookiemag-fat-grrrl-activism-in-1921-early;",
  "Example": "[Collected on the Internet, March 2013] In 1921, early suffragettes often donned a bathing suit and ate pizza in large groups to annoy men ... it was a custom at the time.",
  "Last Updated": "5 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/people/pizzawomen.asp",
  "Claim": "Photograph from 1921 captures early suffragettes in bathing suits eating pizza to annoy men.",
  "Claim_ID": "photos_people_pizzawomen",
  "Tags": ""
}