{
  "Origins": "On 10 December 2014, the web site Earth We Are One published an article claiming a UFO shaped like the Millennium Falcon from Star Wars had been discovered at the bottom of the Baltic Sea:",
  "Fact Check": "",
  "Description": "The article published by Earth We Are One in December of 2014 is a repurposed version of a story published by the UK newspaper Daily Mail in June 2012. While both articles deal with a real discovery by the shipwreck hunting team Ocean X, experts have since weighed in and determined the object on the bottom of the Baltic Sea is not an alien spaceship. Rumors about the Baltic Sea UFO began circulating after Ocean X returned from an expedition in the summer of 2011 with an interesting sonar image. The group paid a follow-up visit to the site the following year to get a better look at the object, but due to mysterious (and convenient) electrical interference, Ocean X was not able to get a good look at the submerged anomaly. Expedition leader Peter Lindberg did, however, claim he had found a second object: \"I confirm that we have found two anomalies. We did find the other anomaly approximately 200 meters (about 219 yards) from the circular find at the same sonar run.\" Lindberg explained why his team had not released the sonar image of the second object: \"We decided not to expose that anomaly so much because there is a lot of disturbance on the sonar image when we passed it, so it's very blurry. We can see it's something but to an untrained eye it might just look like 'pea soup.'\" Neither of these sonar images, however, provided a reliable look at the Baltic Sea anomaly. First, the Ocean X team used an inexpensive sonar technique called side-scan sonar which, although well-suited for finding shipwrecks, it is not designed to give a detailed look at the sea floor. Second, according to Hanumant Singh, a researcher with the Woods Hole Oceanographic Institute, the sonar they used wasn't properly calibrated: If you look carefully, you can see a reflection of the circular formation on the right side of the image. Since side-scan sonar is taken with two instruments that bounce acoustic waves in opposite directions from the boat, a feature on one side shouldn't affect the image on the other side. \"This means you've got 'cross-talk,' in which one channel is electrically contaminating the other,\" Singh says. In other words, the sonar instruments aren't wired properly. Strike one, he says. Strike two: The black horizontal lines going through the image show that sonar signals are dropping out (that is, the instruments aren't detecting them), further calling the measurements into question, Singh says. Finally, he says, the edges of the image, just beyond the circular formation, are gray, meaning the sonar couldn't tell what was there. That shows the sonar isn't calibrated well enough to trust, Singh says. \"That's strike three.\" With only a single blurry image and little information, many people speculated the object at the bottom of the Baltic Sea could be a UFO, a portal into another world, or an underwater Stonehenge. These theories received more attention when artist Hauke Vagt created a 3D interpretation of the mysterious object: Scientists, however, have less fantastical theories about what lies at the bottom of the Baltic. Charles Paull, senior scientist at the Monterey Bay Aquarium Research Institute in Moss Landing, California, said the anomaly is probably just a rock outcropping or the result of gas venting from the seafloor. Other experts argue it is merely a glacial depost. Even Peter Lindberg, the man behind the discovery, expressed skepticism about the object's supposed otherworldly origins: \"It's not obviously an alien spacecraft. It's not made of metal.\" Team Ocean X's discovery created a stir due to the fact that they could not identify the object at the bottom of the Baltic Sea, not because there was any evidence supporting the idea it was a UFO.",
  "Originally Published": "",
  "Referred Links": "http://www.zmescience.com/research/baltic-sea-ufo-mystery-solved-43243/;http://m.livescience.com/22846-mysterious-baltic-sea-object-is-a-glacial-deposit.html;http://vaghauk.deviantart.com/art/Baltic-Anomaly-updated-309718895;http://www.popularmechanics.com/technology/aviation/ufo/underwater-ufo-get-real-experts-say;http://www.nauticalcharts.noaa.gov/hsd/SSS.html;http://www.dailymail.co.uk/sciencetech/article-2164912/UFO-the-Baltic-Sea-cuts-electrical-equipment-divers-200m.html;http://earthweareone.com/ufo-at-the-bottom-of-the-baltic-sea-cuts-off-electrical-equipment-when-divers-get-within-200m/;",
  "Example": "[Collected via e-mail, January 2015] There is an article going around about some UFO-like object found at the bottom of the Baltic Sea which divers supposedly can't get within 200 meters of without their equipment shutting off. Everything about this screams hoax to me, hopefully you guys can get to the bottom of it, and figure out whether its another of the UFO hoaxes or if it is indeed true.",
  "Last Updated": "9 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/supernatural/balticufo.asp",
  "Claim": "Photograph shows a UFO discovered at the bottom of the Baltic Sea.",
  "Claim_ID": "photos_supernatural_balticufo",
  "Tags": ""
}