{
  "Origins": "No, this photograph doesn't document a case of (religious-based) segregation in an Alabama elementary school. It's part of a series of pictures (presumably created from an original and multiple digitally-edited variations) that play on a common humorous theme, but in the example cited above someone either didn't get the intended joke and decided to create his own explanation or thought his punchline was better than the original.",
  "Fact Check": "",
  "Description": "The jape here is that the class in the photograph is identified as being from an elementary school in Tuscaloosa, Alabama, a city which is home to the University of Alabama. However, the \"segregated\" boy on the left-hand side of the picture is garbed in a jersey bearing the logo of Auburn University, the chief athletic rival of the University of Alabama. Another version of this photograph places the elementary school class in Blacksburg, Virginia, home to Virginia Polytechnic Institute and State University (better known as Virginia Tech). Meanwhile, the isolated boy wears the colors and logo of Virginia Tech's rival, the University of Virginia (UVA): Yet another version of this image plays on a professional sports rivalry, this one between two Canadian-based National Hockey League teams, the Montreal Canadiens and the Toronto Maple Leafs: That last image is the original, something that was created for a Toronto Maple Leafs promotional campaign based on the theme \"The passion that unites us all\":",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via the Internet, August 2007] The picture came under the title of \"Segregation is alive and well in Alabama\" and the subtitle that came with the picture is \"The boy in the picture is Jewish.\"",
  "Last Updated": "16 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/humor/rivalry.asp",
  "Claim": "School photograph shows a boy segregated from his class because he is Jewish.",
  "Claim_ID": "photos_humor_rivalry",
  "Tags": ""
}