{
  "Origins": "On 2 March 2015, a photograph showing a green woodpecker flying with a weasel on its back started to go viral:",
  "Fact Check": "",
  "Description": "ABSOLUTLEY INCREDIBLE photo by Martin Le-May. Green Woodpecker and Weasel. Apparently the Woodpecker escaped. pic.twitter.com/PUt1b2Mbhs\u0014 Jason Ward (@Jayward7) March 2, 2015 While the photo may appear unbelievable, amateur photographer Martin Le-May documented that he snapped the photo at Hornchurch Country Park in east London. Speaking with the BBC , Le-May said that he heard a woodpecker distress call, and when he turned around he saw a weasel riding on the bird's back as it flew through the air: \"I heard a distressed squawking noise and feared the worst. I soon realised it was a woodpecker with some kind of small mammal on its back.\" Weasels don't typically prey on woodpeckers, but according to wildlife expert Lucy Cooke, the weasel is \"fearless\" and will often attack animals larger than itself. Cooke also said that the average female weasel only weighs as much as a candy bar, so it isn't impossible for a woodpecker to fly with the mammal on its back: \"This is a truly extraordinary image. The green woodpecker is a ground-feeding bird, but weasels normally attack rabbits. The woodpecker is not its usual prey. But weasels are fearless. A female weasel weighs less than a Mars Bar but is as ferocious as a lion, so this is why the woodpecker would have been able to take off with it on its back.\"",
  "Originally Published": "",
  "Referred Links": "http://www.bbc.com/news/uk-31711446;http://www.bbc.com/news/science-environment-31705663;https://twitter.com/Jayward7/status/572495249756577792;http://t.co/PUt1b2Mbhs;",
  "Example": "[Collected via email, February 2015] There is a photo going around today of a woodpecker flying with a weasel on its back. It it real?",
  "Last Updated": "3 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/weasel.asp",
  "Claim": "Photograph shows a woodpecker with a weasel on its back.",
  "Claim_ID": "photos_animals_weasel",
  "Tags": ""
}