{
  "Origins": "If a hundred of the most talented members of the advertising industry were tasked with creating an image to illustrate the concepts of poverty and famine, quite possibly none of them would come up with anything nearly as grippingly and devastatingly effective as this 1993 picture by South African freelance photographer Kevin Carter. His poignant photograph of an emaciated toddler who collapsed from hunger on her way to a feeding center in famine-ravaged Sudan while a vulture ominously loomed in the background was originally published in the New York Times (which later described it as \"a metaphor for Africa's despair\") and earned Carter the 1994 Pulitzer Prize in the Feature Photography category, and the image has since become widely known as a metaphor for Africa's despair.",
  "Fact Check": "",
  "Description": "As described in Time magazine, the scene Carter captured in his now-famous photograph was one he stumbled across during a trip he made on his own in order to cover the civil strife in war-torn Sudan: In 1993 Carter headed north of the border with [friend and fellow journalist] Jo o Silva to photograph the rebel movement in famine-stricken Sudan. To make the trip, Carter had taken a leave from the [South Africa] Weekly Mail and borrowed money for the air fare. Immediately after their plane touched down in the village of Ayod, Carter began snapping photos of famine victims. Seeking relief from the sight of masses of people starving to death, he wandered into the open bush. He heard a soft, high-pitched whimpering and saw a tiny girl trying to make her way to the feeding center. As he crouched to photograph her, a vulture landed in view. Careful not to disturb the bird, he positioned himself for the best possible image. He would later say he waited about 20 minutes, hoping the vulture would spread its wings. It did not, and after he took his photographs, he chased the bird away and watched as the little girl resumed her struggle. Afterward he sat under a tree, lit a cigarette, talked to God and cried. \"He was depressed afterward,\" Silva recalls. \"He kept saying he wanted to hug his daughter.\" After another day in Sudan, Carter returned to Johannesburg. Coincidentally, the New York Times, which was looking for pictures of Sudan, bought his photograph and ran it on March 26, 1993. The picture immediately became an icon of Africa's anguish. Hundreds of people wrote and called the Times asking what had happened to the child (the paper reported that it was not known whether she reached the feeding center); and papers around the world reproduced the photo. Friends and colleagues complimented Carter on his feat. His self-confidence climbed. But Kevin Carter was also a troubled soul, struggling with issues such as financial insecurity, drug problems, failed relationships, and the horrors of having witnessed multiple scenes of death enough of a burden for anyone to struggle with, but in Carter's case a burden made extra-heavy by the critical condemnation heaped upon him for taking the photograph that had made him world-famous: Though the photo helped draw enormous attention to the humanitarian crisis that was engulfing Sudan, it was criticized by others who felt that Carter should have helped the girl and was instead exploiting her suffering for his gain. The real vulture, they said in vitriolic hate mail, was Carter himself. Some photojournalists might have easily dismissed such criticism, but it hit Carter hard and fed his self-doubts. On 27 July 1994, barely two months after having received his Pulitzer Prize, 33-year-old Kevin Carter could shoulder that burden no more and took his own life: The Braamfonteinspruit is a small river that cuts southward through Johannesburg's northern suburbs and through Parkmore, where the Carters once lived. At around 9 p.m., Kevin Carter backed his red Nissan pickup truck against a blue gum tree at the Field and Study Center. He had played there often as a little boy. The Sandton Bird Club was having its monthly meeting there, but nobody saw Carter as he used silver gaffer tape to attach a garden hose to the exhaust pipe and run it to the passenger-side window. Wearing unwashed Lee jeans and an Esquire T-shirt, he got in and switched on the engine. Then he put music on his Walkman and lay over on his side, using the knapsack as a pillow. The suicide note he left behind is a litany of nightmares and dark visions, a clutching attempt at autobiography, self-analysis, explanation, excuse. After coming home from New York, he wrote, he was \"depressed ... without phone ... money for rent ... money for child support ... money for debts ... money!!! ... I am haunted by the vivid memories of killings & corpses & anger & pain ... of starving or wounded children, of trigger-happy madmen, often police, of killer executioners ... \" Although the purported diary entry (beginning \"Dear God, I promise I will never waste my food\") that has been tacked onto this photograph may sound like something Kevin Carter might have written, those words were not recorded in his diary, nor are they known to have been written or spoken by him. They were added to the photograph by an unknown hand after the picture had been circulating on the Internet for several years. Kevin Carter's life (and death) was the subject of the 2004 documentary, The Life of Kevin Carter .",
  "Originally Published": "",
  "Referred Links": "http://www.kevincarterfilm.com/;http://www.pulitzer.org/awards/1994;",
  "Example": "[Collected via e-mail, June 2006] The PHOTO in the mail is the \"Pulitzer prize\" winning photo taken in 1994 during the Sudan famine. The picture depicts a famine stricken child crawling towards an United Nations food camp, located a kilometer away. The vulture is waiting for the child to die so that it can eat it. This picture shocked the whole world. No one knows what happened to the child, including the photographer Kevin Carter who left the place as soon as the photograph was taken. Three months later he committed suicide due to depression. This was found in his diary, \"Dear God, I promise I will never waste my food no matter how bad it can taste and how full I may be I pray that He will protect this little boy, guide and deliver him away from his misery. I pray that we will be more sensitive towards the world around us and not be blinded be our own selfish nature and interests.\" I hope this picture will always serve as a reminder to us that how fortunate we are and that we must never ever take things for granted.",
  "Last Updated": "12 September 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/people/kevincarter.asp",
  "Claim": "Photograph shows a famine stricken child crawling on the ground while a vulture waits in the background.",
  "Claim_ID": "photos_people_kevincarter",
  "Tags": ""
}