{
  "Origins": "We tend to think of Albert Einstein purely as a man of science, the towering genius of the 20th century who spent most of his life steeped in mathematics and physics while he probed the mysteries of the universe. But a less well known facet of Einstein's life is that he was also a gifted and enthusiatic violinist and pianist who often sought solace in music, both as a performer and a listener. Indeed, he once asserted that had he not been a scientist, he would have been a musician :",
  "Fact Check": "",
  "Description": "\"Life without playing music is inconceivable for me,\" he declared. \"I live my daydreams in music. I see my life in terms of music. I get most joy in life out of music.\" Einstein's mother, Pauline, was a talented pianist who brought music to life in the family home. Albert began to learn the violin at the age of six, while his family was still living in Munich. However, he toiled under unimaginative tuition until discovering the joys of Mozart's sonatas at the age of 13. From that point on, although he had no further lessons, his violin remained his constant companion. When Einstein moved to Aarau in Switzerland in 1895 to complete his schooling, he seems to have devoted a good deal of his time to music. It is recorded that he workedhard on the Brahms G-major violin sonata in order to get the full benefit from a visit to Aarau of the great violinist Joseph Joachim, on whose programme it appeared. Just before his 17th birthday Albert played at a music examination in the cantonal school. The inspector reported that \"a student called Einstein shone in a deeply feltperformance of an adagio from one of the Beethoven sonatas\". In addition to his prowess on the violin, he also played the piano and, in particular, loved to improvise. So although it's not inconceivable that Einstein might have been photographed noodling around on musical instrument, it is extremely unlikely that that instrument would have been an electric guitar. Einstein was a violinist and sometime pianist; there is no record of his ever giving the guitar a try. Moreover, Einstein's musical tastes were decidedly conservative, favoring Bach and Mozart while eschewing contemporary composers such as Wagner, so he almost certainly would not have favored any form of music that one would be likely to play on the type of instrument he's pictured holding here. In any case we don't have to speculate about Einstein's musical interests, because this picture is clearly a photograph of the Mississippi guitar legend and bluesman known as T-Model Ford , into which someone has inserted an image of the famed scientist's head :",
  "Originally Published": "",
  "Referred Links": "http://www.science4all.org/wp-content/uploads/2013/05/Albert_Einstein_-325x378.jpg;http://www.telegraph.co.uk/culture/music/3664623/I-killed-a-man-then-I-learnt-the-blues.html;http://www.pha.jhu.edu/einstein/stuff/einstein&music.pdf;",
  "Example": "[Collected via the Internet, 2013] Did Albert Einstein play the electric guitar, or is this picture a fake?",
  "Last Updated": "6 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/people/einsteinguitar.asp",
  "Claim": "Photograph shows Albert Einstein playing an electric guitar.",
  "Claim_ID": "photos_people_einsteinguitar",
  "Tags": ""
}