{
  "Origins": "Many a fisherman has experienced pulling something odd (other than fish) out of the water an old tire, an appliance, maybe a carcass of a non-marine animal species (including, sometimes, human beings). But the critter that Chad Campbell of Washington and Bo Warren of Virginia pulled out of Chesapeake Bay in 80 feet of water about a mile and a half off Bloody Point one day in 2007 was not unusual just for being in the water in the first place, but for being very much a non-carcass.",
  "Fact Check": "",
  "Description": "What they fished out of the bay one busy Saturday was a live whitetail deer. As they described the experience to the Maryland Gazette: The catching was slow and they looked back to check their lines. They saw what appeared to be a seal with its snout out of the water, but they didn't think any seals were around their fishing grounds and they kept watching. Soon they realized it was a deer trying desperately to keep afloat and obviously losing the battle. Fearing the whitetail would get snagged in their lines they cranked in their rigs. Then the deer headed straight for the boat possibly thinking it was a spit of land. But as it got closer and saw the two fishermen aboard, it had second thoughts. With its nose barely out of the water, it appeared to have been swimming all night, said Campbell. \"Since the fish weren't biting, we thought we'd give it a hand. Bo grew up around cows, was really handy with a bow line and lasooed the deer on the first attempt.\" They got it close, Bo grabbed the neck, Chad got a good hold on a flank and \"we barreled over backwards to the deck and before we knew it, Bo was on top of the buck in velvet and had him hog tied like a calf.\" Chad, said they feared the deer was going to \"kick the hell out of us in a 22-foot center console boat,\" but they were lucky, it was too exhausted to resist, \"We hit the gas and ran him to the closest beach, Kent Point, where I beached the boat and we carefully unloaded our catch on the sand. We untied him and jumped back. \"Too weak to stand, he just sat there quivering. We picked him up again and put his feet underneath him, but he still couldn't walk or stand. We left him sitting there looking at us. Before we left, I looked him in the eye and said 'See you on opening day; payback time.' \"We don't know whether he made it or not, but we do know his chances were vastly improved for survival than when we first saw him.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2007] This was taken on a recent fishing trip in the Gulf. They were 5 miles out. Where the deer was coming from was about 5 miles back, and where he was going to he said you could barely make out that it was land. They pulled the deer in the boat and he was so tired, he didn't move.",
  "Last Updated": "3 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/hunting/deerfish.asp",
  "Claim": "Photographs show a live deer pulled out of the water by fisherman.",
  "Claim_ID": "photos_hunting_deerfish",
  "Tags": ""
}