{
  "Origins": "On 21 October 2014, photographs of actress Renee Zellweger taken at the 21st annual Elle Women in Hollywood Awards the previous day caused a stir on social media sites. In the photos, Zellweger's appearance deviated significantly from earlier photos of the star.",
  "Fact Check": "",
  "Description": "Many social media users speculated that Zellweger had undergone plastic surgery. A comparison of a picture of the actress taken in 2004 alongside an October 2014 picture circulated widely and further bolstered the idea Zellweger looked nipped and tucked. However, it's worth noting that the star has been laying low in recent years. Most faces change over the course of a decade, and celebrities are not immune to the march of time. Furthermore, the makeup and lighting used in conjunction with controlled studio shots often produces a very different appearance from candid photos taken at public events. The actress herself said of the controversy prompted by her appearance that \"I'm glad folks think I look different! I'm living a different, happy, more fulfilling life, and I'm thrilled that perhaps it shows.\" But others disputed the notion that a \"happier\" lifestyle alone could have affected her looks to the degree shown: So maybe happiness isn't quite the wrinkle-removing, eyelid-fixing cure we're hoping for? \"That magical happiness,\" says New York plastic surgeon Matthew Schulman, with a note of skepticism. \"Someone should bottle that and put me out of business.\" He's quick to say Zellweger \"looks great in the new pictures. I don't think it's a situation of plastic surgery gone wrong. She just looks totally different.\" It's in Zellweger's eyes. \"Renee was always known for having almond-shaped eyes with hooded fullness. She had that skin removed from her upper eyelids. Her eyes have a more rounded appearance, appear more open.\" The problem? \"I think it was a little bit too aggressive.\" As for claims that a healthier life is behind it, he says, \"I'm sure that being overly tired and overworked, and an unhealthy lifestyle with drinking, smoking, partying, can certainly make you look older. But I just don't think changing to a healthier lifestyle will do the things I'm seeing in the photos. It could make your eyes look less tired. But this is clearly the skin being removed surgically.\" Her face also seems \"narrower or longer,\" he notes. \"That can be the result of healthier lifestyle. If she dropped a little bit of weight, that could have gotten rid of that roundness of her face. Most likely she had fillers around the cheekbones to define them. To me her chin looks different. There is a possibility of a chin implant. But those I could go either way. I think being healthy and at a good weight can make those improvements.\" Another New York plastic surgeon, Ramtin Kassir, isn't unsure about anything. \"She's absolutely had her eyes done. We see it in old photos she has that sensual, sultry look. Now her eyes are open and she has more of an eyelid crease.\" He says she also \"might have had a brow lift. Her hairline looks higher to me.\" As for how much happiness is playing into it, Kassir says, \"Happiness can make you look younger. But happiness can't make you unrecognizable.\" In short: The recent images of Renee Zellweger are genuine and unaltered, but any other claim about them is still speculative.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/kennyhoo/status/524646103535202305;http://t.co/y5vlsuPPzu;https://twitter.com/CP24/status/524643062417735681;http://t.co/UoPLF0neVP;http://t.co/ql8DesqM4Z;https://twitter.com/britbeautyblog/status/524646095612575744;http://t.co/eB1Ddd8vqF;",
  "Example": "[Collected via Twitter, October 2014] oh my gosh Renee!! http://t.co/eB1Ddd8vqF BritishBeautyBlogger (@britbeautyblog) October 21, 2014 Twitter reacts to Renee Zellweger's new look http://t.co/ql8DesqM4Z pic.twitter.com/UoPLF0neVP CP24 (@CP24) October 21, 2014 She really doesn't look like herself anymore http://t.co/y5vlsuPPzu Kenny Elliott (@kennyhoo) October 21, 2014",
  "Last Updated": "23 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/people/zellweger.asp",
  "Claim": "Photographs of Renee Zellweger taken in October 2014 are real and undoctored.",
  "Claim_ID": "photos_people_zellweger",
  "Tags": ""
}