{
  "Origins": "Albinism is a genetic condition that results in a lack of pigmentation in the skin, hair, scales or feathers of an animal. Albinism has been documented in many different species throughout the animal kingdom, but such documentation can be much harder to come by for some species than others, due to a variety of factors such as: The rate of albinism in a given species may be so low that examples of the phenomenon are quite rare. Deleterious effects can cause albinistic individuals to die out much more quickly than other members of their species (e.g., a lack of camouflage may make them especially vulnerable to predators). Some element of a species' lifestyle (e.g., occupying a remote, inaccessible habitat) may make it very difficult to discover and track albinistic individuals. Some of these factors come into play in the photographs displayed above: true albino ruby-throated hummingbirds are relatively rare , and their rapid, darting flight can make them quite difficult to spot, track, and photograph. Nonetheless, one such example of an albino ruby-throat was captured in numerous pictures published in Nature Friend magazine. The photos were snapped in Staunton, Virginia, by Kevin Shank and his sons, Shaphan and Marlin after, as Kevin explained for an October 2011 article in the Nature Friend study guide, they read a post on a birder mailing list indicating that an albino hummingbird was regularly visiting feeders in the backyard of a home about thirty miles away from their area. Kevin and his sons made the drive out, set up their cameras, and waited for an opportunity to snap the elusive bird:",
  "Fact Check": "",
  "Description": "A full gallery of photos of the albino ruby-throated hummingbird (as well as some non-albino examples) can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.naturefriendmagazine.com/photos.pl?catid=9;http://www.naturefriendmagazine.com/index.pl?linkid=62;class=gen;http://www.naturefriendmagazine.com/photos.pl?catid=9;http://www.rubythroat.org/AlbinoMain.html;",
  "Example": "[Collected via e-mail, September 2011] Stunning Photos of a Rare Albino Hummingbird Fifteen-year-old photographer Marlin Shank was fortunate enough to capture several images of a rare albino ruby-throated hummingbird while in a park in Staunton, Va. This is normally where I'd add some commentary to the scene but I ll just let these amazing photos speak for themselves this time.",
  "Last Updated": "10 January 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/albinohummingbird.asp",
  "Claim": "Photographs show an albino ruby-throated hummingbird.",
  "Claim_ID": "photos_animals_albinohummingbird",
  "Tags": ""
}