{
  "Origins": "Most of us see hummingbirds as shy, skittish little creatures that dart away if they so much as think someone is looking at them, so the idea that (as pictured above) these tiny birds would willingly come to land and feed on a person's hand seems rather remarkable. However, training hummingbirds to hand-feed is not as difficult as one might think and can be accomplished with the right approach and a bit of patience.",
  "Fact Check": "",
  "Description": "The images displayed here were taken from the gallery of photographer Sam Alfano of Pine, Louisiana, who snapped pictures of his wife Abigail feeding hummingbirds in September 2006. As Mrs. Alfano told us: I am Abigail Alfano, Sam's wife, the lady in the photos. Thank you for your interest. We are amazed by how much attention these photos have recieved. If I had any idea that they would have circulated all over the world like they have, I would have worn make-up that morning!!!! :-) Due to the tremendous popularity these pictures achieved after they were circulated (without attribution) via e-mail, Abigail put up a web page identifying herself as the \"Hummingbird Lady\" and providing her and her husband's explanations of the photos' origins and spread across the Internet: I am Abigail Alfano, the woman in the photos. My husband, Sam is the photographer. We live in Pine, Louisiana which is approximately 1 1/2 hours north of New Orleans.This year we had more hummingbirds in our yard than I ever recall. The feeder sits right outside of my window where I drink my morning coffee. I remember watching the birds one morning and telling my husband that I wish I could just hold one! We decided to give it a shot. Over the course of several days, I would simply stand beside the feeder so that they would get used to my presence. Then, I began putting my hands around the feeder so that in order to drink they had to land on my fingers. I was amazed at how quickly they were willing to do this. The next step was to remove the feeder and place a small red cap on an old milk can in the same area. They eventually found the small replacement and began feeding. The morning the photos were taken, I simply went outside and filled the cap with the sugar water, placed it in the palm of my hand, and sat very very still. Within ten minutes, they were resting in my hands, drinking. It was sheer delight for me! I was even able to move my hands around a bit with the birds on my fingers. They are light as a feather ... and simply beautiful. I can't wait until next year. On September 14, 2006 my wife Abigail decided she'd like to 'touch' one of the 20 or 30 hummingbirds that were swarming around our feeder at the peak of their migration. With patience and determination she accomplished her goal. I am her husband Sam, and I shot the photos of her hand-feeding hummingbirds in our yard here in near Franklinton, Louisiana. On September 20th the [Franklinton] Era Leader newspaper published the photos on the front page. We then emailed them to a few of our friends and had no idea they would quickly be forwarded around the world. Many of our friends have called or emailed us saying they were forwarded photos of a lady feeding hummingbirds, and it was Abigail! Had I known the photos would spread like wildfire, I would have put our names on them. Unfortunately, as the Alfanos noted, someone else used one of these images to win a weekly photo contest held by TV station WTVQ in Lexington, Kentucky, submitting the photo and falsely claiming that she was the woman whose hands were pictured therein.",
  "Originally Published": "",
  "Referred Links": "http://www.abigailsings.com/hummingbirds/;http://www.pbase.com/sam_and_abigail/hummingbirds;http://www.longbraid.com/articlehummingbirds.html;",
  "Example": "[Collected via e-mail, 2006] Hand Feeding Hummingbirds Something I have never seen before, nor ever even heard of. This lady lives in a Hummingbird fly zone. As they migrated, about 20 of them were in her yard. Just for a lark, she took the little red dish and filled it with sugar water and these are the results. (Photographs 2006 Sam & Abigail Alfano)",
  "Last Updated": "3 November 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/hummingbirds.asp",
  "Claim": "Photographs show a woman hand-feeding hummingbirds.",
  "Claim_ID": "photos_animals_hummingbirds",
  "Tags": ""
}