{
  "Origins": "As the economics of family farming in America have become increasingly difficult, many farmers have turned to alternative uses of their land to supplement their incomes. One method of raising much-needed revenue has been the implementation of various agritourism schemes, such as leasing land for hunting and fishing, giving tours, or charging tourists to spend a day (and night) on the farm. Another popular agritourism scheme (one which Barbara and I have experienced personally, at the cost of many aching muscles) is the conversion of corn fields into large, elaborate mazes , which hapless tourists fork over dollars for the privilege of wandering through for hours on end (also known as \"solving\" the maze).",
  "Fact Check": "",
  "Description": "When Jon Rose of Lawrenceburg, Tennessee, decided to bring in some money by creating a maize maze on his farm for the second straight year in 2002, he went whole hog. Inspired by a picture in a magazine, Rose planned a giant labyrinth based on a map of the United States of America (including Alaska and Hawaii), bordered above and below by the phrase \"God Bless America,\" encompassing an endurance-straining 7.6 miles of aisles. Creating this monstrous maze would ordinarily have required the work of ten men hacking away at corn stalks for a full three weeks, a labor-intensive process Rose wanted to avoid. Instead, he came up with an ingenious solution: He had a special program created for his GPS device, entered his design into it, and, using a map displayed on his GPS screen as a guide, sculpted the maze on a riding mower with just one day's effort. The results are shown in the photograph above. Jon Rose also created a whopping 34.8-acre American flag maze.",
  "Originally Published": "",
  "Referred Links": "http://www.americanmaze.com/;",
  "Example": "[Collected on the Internet, 2002] Here's an aerial picture of a cornfield in Lawrenceburg, TN. The ownerallegedly drew the picture out on his computer, then downloaded it to hisGPS system, and then followed the GPS on his Bushhog (a big-league mowingdevice).",
  "Last Updated": "29 May 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/patriotic/cornmaze.asp",
  "Claim": "Photograph shows a USA-shaped maze carved in a cornfield by a farmer.",
  "Claim_ID": "photos_patriotic_cornmaze",
  "Tags": ""
}