{
  "Origins": "Most of the public mistakes we make in life can be dismissed with wry chuckles, and our faux pas generally cause nothing more than brief moments of red-faced embarrassment, but every once in a while someone commits a gaffe so unseemly that it sends everyone involved scurrying for rocks to crawl under. The Dr. Martin Luther King Day holiday of 2002 was the unfortunate object of one such blunder.",
  "Fact Check": "",
  "Description": "For their annual Martin Luther King Day celebration in 2002, the people of Lauderhill, Florida, invited deep-voiced actor James Earl Jones to be their featured speaker. Wanting to provide their guest with a special gift, members of the city's Martin Luther King task force turned to local promotions company AdPro Specialties, who in turn contracted with Merit Industries of Georgetown, Texas, to produce a plaque with an inscription thanking Jones set amidst a display of several USPS \"Black Heritage\" postage stamps depicting prominent African-Americans, headed by one of King himself. Merit faxed AdPro a list of 15 African-American stamps to choose from and a rough sketch of what the finished product would look like; all AdPro had to do was choose which stamps they wanted displayed on the plaque. Or so they thought. Four days before the celebration, Lauderhill officials received their plaque and were horrified to discover that it bore an inscription thanking James Earl Ray for \"keeping the dream alive\" not James Earl Jones , but James Earl Ray , the man who pleaded guilty to assassinating the renowned civil rights leader at the Lorraine Motel in Memphis in 1968. \"It's a real outrage,\" said Commissioner Margaret Bates, who also chaired the city's Martin Luther King task force. \"To confuse James Earl Jones with James Earl Ray just think of the significance.\" If all this seemed an unnecessary brouhaha over a small mix-up of names, consider the plaque again, this time from the perspective of who James Earl Ray was. The plaque showcased commemorative stamps issued in honor of four prominent African-American figures. And in its middle it thanked the murderer of one of them for \"keeping the dream alive\" (as in, getting rid of one and suggesting by implication that others should be similarly dispatched). AdPro hastily checked to ensure that the blunder hadn't been the result of a mistake on their part: Gerald Wilcox said he knew the error didn't come from his company, but he sent a company secretary scurrying through order forms just to be sure. \"In all my communications with the vendor, I never used [the name James Earl Ray]. I almost fell off my chair when I saw it,\" said Norbert Williams, 68, a former middle school principal who is an AdPro account executive. The evidence pointed to Georgetown, Texas. Even with his doubts, Wilcox said he was willing to call it an error but wanted Merit executives to tell him what happened. He said the first phone conversation broke down when a Merit employee became uncooperative and cut the call short. On a second try, Gerald Wilcox talked to the owner, Herbert Miller. \"I explained to him why this was so important. He said I was making a mountain out of a mole hill,\" Wilcox said. \"They had no sense of history. First I was stunned, then the anger kicked in.\" Mr. Miller assuaged nobody's feelings by blaming the error on some of his poorly educated employees and terming the mix-up an innocent mistake that had been \"blown out of proportion\": He said some of the company's workers are barely in their 20s, possess poor English language skills and have limited grasp of history. \"[They] don't know who James Earl Ray is from James Earl Jones from the man in the moon,'' he said. Miller said the worker responsible for engraving this plaque was handling another one about the same time bearing the name \"Ray Johnson.\" He said the \"Ray\" from that plaque ended up on the Lauderhill plaque, supplanting the word \"Jones.\" He said the mistake slipped through quality control because it was a rush job. \"It was a stupid, stupid error,\" he said. While charges (and denials) of cultural insensitivity and accusations that the \"mistake\" had been a deliberate one flew back and forth, AdPro opted to have the plaque repaired locally in time for Lauderhill's Martin Luther King Day celebration. As for the unfortunate mangling of his name, James Earl Jones said through his agent that \"I think we have much bigger things to worry about.\"",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/1998/04/24/us/james-earl-ray-70-killer-of-dr-king-dies-in-nashville.html;http://us.imdb.com/name/nm0000469/;",
  "Example": "",
  "Last Updated": "19 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/mlkplaque.asp",
  "Claim": "A plaque made for a 2002 Martin Luther King Day celebration mistakenly thanked James Earl Ray, King's assassin.",
  "Claim_ID": "photos_signs_mlkplaque",
  "Tags": ""
}