{
  "Origins": "Mullah Mohammad Fazl is a former Taliban Deputy Defense Minister who was reportedly responsible for the killing of thousands of Shi'a Afghans between 1996 and 2001. He was classified as an enemy combatant by the United States and taken to the Guantanamo detention camps on 11 January 2002, where he was kept until 31 May 2014, when he was one of five Taliban prisoners controversially exchanged by the Obama administration for the release of U.S. Army soldier Bowe Bergdahl , who had been held captive by the Taliban since 2009 (when he disappeared in Afghanistan under circumstances that remain mysterious).",
  "Fact Check": "",
  "Description": "As the Wall Street Journal wrote of Fazl's release: Taliban forces led by Mohammed Fazl swept through the village of sheykahn on the Shomali plain north of Kabul in 1999 in a scorched-earth offensive that prompted some 300,000 people to flee for their lives. Fifteen years later, local residents are responding with fear and dismay to the U.S. release of the notorious commander, along with four other Taliban leaders in exchange for Sgt. Bowe Bergdahl, the only American prisoner of war who was held by the Taliban. The villages of Shomali were once the orchard of central Afghanistan, and the plain's carefully tended vineyards were famous for their grapes. When the Taliban seized control of this area from their Northern Alliance rivals in 1999, they systematically demolished entire villages, blowing up houses, burning fields and seeding the land with mines, according to two comprehensive studies of war crimes and atrocities during wars in Afghanistan and human rights reports. Mr. Fazl played a major role in the destruction. The image displayed above has been widely circulated since the May 2014 prisoner exchange as a photograph of Fazl in his pre-captive days, posed with bloody knife in hand above the severed heads of five victims. But although the man in the photo bears a superficial resemblance to the former Taliban Deputy Defense Minister, we could find no instance of this image being identified as a picture of Mohammad Fazl prior to his release in May 2014. Up until then, this picture was widely published as something other than a photo of Fazl, namely an image of an Iraq-born former Dutch resident \"Islamic extremist\" or \"Islamic jihadist\" named Khalid Abudurahman : Abdurahman, apparently a Dutch jihadi from Almere, can be seen on YouTube with a bloody knife behind five cut-off heads. He is originally from Iraq, and has lived more than ten years in The Netherlands. He lived there from social security as he was found unfit to work and used drugs against claustrophobia and schizophrenia. In 2012 an AFP picture emerged on which Abdurahman could be seen next to a dead body, while he was reading the Koran. Initially he joined the Jabhat-al Nusra movement in Syria, which is linked to Al Qaida. It seems that he has now moved to the even more barbarian ISIS jihadis. It is claimed that the heads were cut off from Al Nusra fighters. In fact, according to the Dutch newspaper de Volkskrant , the image shown above was posted to Twitter in mid-March 2014 (while Fazl was still in detention at Guantanamo) by Abdurahman himself, using the name \"Khalid K.\" and posing as a \"Dutch jihad fighter\": Last weekend more gruesome pictures surfaced on the Internet of the Dutch jihad fighter Khalid K. from Almere. K., of Iraqi descent, shown sitting with a bloody knife crouched behind five severed heads. K. (37) lived for in the Netherlands for more than ten years before leaving for Syria. He collected government benefits, was completely incapacitated, and took medication for claustrophobia and schizophrenia. In mid-February K. posted a picture of himself posing with a severed head. The problem with such images and YouTube videos is that it is difficult to verify whether they are real or just propaganda on the part of some jihadist group. K's tweets and emails indicate he is from Almere, but whether he actually severs real heads is unclear. In any case, he wants to present himself as a ruthless jihadist. In October 2012 he was pictured sitting next to a corpse while reading from a Koran perched on his lap. In 2011 K. spent two weeks in custody on suspicion of terrorism but was released due to a lack of evidence. Not long afterwards he traveled to Syria and in 2012 was still active with Jabhat al-Nusra, which is linked to Al Qaeda. But according to the text that accompanies his recent horror pictures, he has since transferred to the Islamic State of Iraq and Shaam (ISIS). The five heads shown in the photo are presumably al-Nusra fighters who have been battling ISIS since early this year. It appears this image is one unrelated to Mohammad Fazl that has been misleadingly repurposed.",
  "Originally Published": "",
  "Referred Links": "http://www.volkskrant.nl/vk/nl/2686/Binnenland/article/detail/3615123/2014/03/17/Nederlandse-Syrieganger-op-de-foto-met-vijf-afgehakte-hoofden.dhtml;http://www.jewsnews.co.il/2014/03/19/dutch-jihadi-welfare-recipient-poses-with-5-severed-heads/;",
  "Example": "[Collected via Facebook, June 2014] Meet Mohammad Fazi [sic], just one of those great terrorists that this administration traded for the deserter. He seems like a really proud terrorist in this photo. I sure hope everyone feels safer knowing this guy is now free. Americans that support this administration should be ashamed. They break the law and nothing is done about it, because Congress has no spine. I like how the rhinos come out and make their empty threates like Lindsey Graham. Sleep well with this man running free. Thanks Obama once again for making our world safer you POS.",
  "Last Updated": "10 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/politics/fazl.asp",
  "Claim": "Photograph shows Mohammed Fazl, a Taliban prisoner exchanged for U.S. soldier Bowe Bergdahl, posing with severed heads.",
  "Claim_ID": "photos_politics_fazl",
  "Tags": ""
}