{
  "Origins": "Once upon a time, our participation in certain outdoor activities was limited by geography and the calendar. If you wanted to ski, you had to go to part of the world that receives ample snowfall. If you wanted to ice skate or play hockey, you had to be in a place where outdoor temperatures reliably remained below freezing. If you wanted to play baseball, you needed a fairly large, flat piece of land in an area with relatively dry and warm weather.",
  "Fact Check": "",
  "Description": "Nowadays, however, modern technology has removed many of those restrictions. Refrigeration has made ice sports such as skating and hockey possible even in the warmest of climates. Domed stadiums and artificial turf allow team sports like baseball and football to be played indoors and in areas where the weather might ordinarily be too cold, too hot, or too inclement to comfortably allow it. Snow-manufacturing machines help ski runs operate even when natural snowfall might otherwise be too light for them to remain open. And, of course, all of these innovations remove not just restrictions of geography, but of the calendar as well ice and snow eventually melt as seasons change, but indoor ice rinks can operate year-round. The ultimate in geography- and calendar-defeating mechanisms might be indoor ski slopes, facilities that make use of snow cannons and refrigeration to create and maintain snowy, climate-controlled conditions and provide skiers with at least some gentle slopes that can be enjoyed at any time of year, regardless of the weather outside. The first such facility was the Snowdome (formerly Mt. Thebarton ), which opened in Adelaide, Australia, in 1987. Over a dozen additional indoor ski facilities have been constructed in various cities around the world in the last few decades, including the one shown in the photographs displayed above: Ski Dubai, a 22,500-square meter indoor skiing area boasting five slopes of varying difficulty, height, and steepness housed within the Mall of the Emirates in the city of Dubai, United Arab Emirates. (Other interior photos of the facility as well as additional pictures taken during its construction in 2005 can be found in the gallery section of the Ski Dubai web site.) Creating a facility that could maintain a 6,000-ton snow base and a constant -1 C to -2 C temperature in a desert climate such as Dubai's posed something of a formidable challenge, one which engineers met thusly: Ski Dubai has real snow. Snow is made using a simple procedure similar to how snow is artificially made at outdoor ski resorts. Pure water, with no chemicals added, is put through a chiller to cool. It is then sent through pipes to the snow guns which are on the ceiling. When the cooled water is blown out into a freezing cold environment, it crystallises and makes snow. The temperature during the time when snow is made is -7c to -8c. The final product is real snow, as if it came from nature. We just give it a little help. Our facility is specially designed as a massive cold box. The walls have numerous levels of insulation, and the roof is 5 metres higher than the ceiling, providing very efficient insulation. This makes Ski Dubai one of the best refrigerators in the world! We have 23 blast coolers (air conditioner type machines) that chill the air and maintain a temperature of -1c during operating hours. There are also kilometres of glycol tubing running through the floor (similar to the back of your refrigerator) that chill the snow, keeping the base of the snow solid, and 30 tons of fresh snow are made daily to cover the base. Additional information: Dubai Desert Gives Way to Ski Resort (Aljazeera)",
  "Originally Published": "",
  "Referred Links": "http://english.aljazeera.net/NR/exeres/53F8D9E9-E3EA-4BFC-BDE1-7F867DFFD92C.htm;http://www.skidxb.com/gallery1_eng.htm?mid=1&sid=4;http://www.skidxb.com;http://www.snow365.com:9673/snow365/findslope/Oceania/australia/aus_snowdomes/dome_adelaide;",
  "Example": "[Collected on the Internet, 2005] An indoor skiing facility in Dubai, United Arab Emirates (the desert) Which brings to mind..If you have the money, you can have ANYTHING!!!",
  "Last Updated": "19 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/architecture/indoorski.asp",
  "Claim": "Photographs show an indoor skiing facility in the desert city of Dubai.",
  "Claim_ID": "photos_architecture_indoorski",
  "Tags": ""
}