{
  "Origins": "Amidst the death and destruction Hurricane Katrina wrought on New Orleans in August 2005 including thousands and thousands of residents' losing or being displaced from their homes, their jobs, and their families the travails of a professional football team are decidedly minor in comparison. But the damage to New Orleans' infrastructure and the use of the Louisiana Superdome as an emergency refuge for Katrina victims also displaced the city's NFL franchise, the New Orleans Saints, forcing them to become vagabonds for the entire 2005 football season. The Saints moved their practice facilities to San Antonio, Texas; played their first \"home\" game in the stadium of their opponents, the New York Giants; then split their remaining home dates between San Antonio's Alamodome and Baton Rouge's Tiger Stadium (the home field of Louisiana State University's football team). Not surprisingly, given the circumstances, the Saints lost 11 of their last 12 games and finished the season with a dismal 3-13 record, second-worst in the NFL.",
  "Fact Check": "",
  "Description": "In 2006, the Saints not only returned home to New Orleans and the Superdome (the stadium having under gone a $185 million renovation in the meanwhile), but they enjoyed their most successful season in their history to that point, finishing first in their division with a 10-6 record, then defeating the Philadelphia Eagles in a divisional playoff to qualify for their first-ever appearance in the NFC championship game. On 21 January 2007 the Saints squared off against the Bears at Chicago's Soldier Field, with a chance of winning a Super Bowl berth for the first time in the franchise's forty-year history. As expected, plenty of loyal Chicago Bears fans turned out for the game brandishing signs and banners proclaiming what they expected their favorites to do to the visiting team. Some New Orleans fans (and other viewers) felt some of the signs went far beyond the pale of good taste, however, such as the following: But no banner caused more consternation than the one pictured at the head of this page, proudly displayed by a Chicago fan who exhorted that the contest on the field would result in the \"BEARS FINISHING WHAT KATRINA STARTED\" and perceived by many as crossing the bounds of decency in deriding the city of New Orleans and its residents rather than merely taunting (in good sport) the team representing them. Some viewers who first came across the image of this sign on the Internet in the days after the game wondered whether it was for real because, in the words of Chicago Tribune columnist Eric Zorn, they found it hard to believe that any \"sports fan could possibly be vile and insensitive enough to invoke an ongoing tragedy of the dimensions of Hurricane Katrina more than 1,200 dead; tens of thousands or more still displaced to taunt residents of New Orleans.\" The sign was indeed real and not a product of digital trickey, though. Eric Zorn in his Tribune blog reproduced a comment from the (Saints) fan who snapped the photo, and it was captured by various telecasts: Unfortunately for Saints fans, although New Orleans managed to keep the contest close through three quarters, they faded at the end and lost to Chicago, 39-14.",
  "Originally Published": "",
  "Referred Links": "http://blogs.chicagotribune.com/news_columnists_ezorn/2007/01/the_silence_of_.html;",
  "Example": "[Collected via e-mail, January 2007] The attached photo has been circulating around the Gulf Coast region for a couple of days now (since Saturday's Bears-Saints game). Do you have any word on whether it is authentic or doctored? Was this individual really that tasteless and crude?",
  "Last Updated": "28 January 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/signs/chicagobears.asp",
  "Claim": "Photograph shows a Chicago Bears fan holding a crude sign at the 2006-07 NFC championship game.",
  "Claim_ID": "photos_signs_chicagobears",
  "Tags": ""
}