{
  "Origins": "Due to its strange appearance and the fact that it resides behind locked gates on private property(the Fly Ranch in Hualapai Flat), the Fly Geyser in Nevada is often met with a mixture of awe and skepticism when viewers encounter photographs of that strange formation on the Internet. That geothermal vent in the Black Rock Desert really does exist and look as pictured, but some misconceptions about it abound.",
  "Fact Check": "",
  "Description": "First, the Fly Geyser is not a natural formation. It's a man-made geyser created by accident in 1964 when an explorative well drilled in the area was either left uncapped or not capped properly, causing dissolved minerals to accumulate and rise and thus create the limestone mound (which continues to grow) that houses the geyser. Second, the vibrant colors of the Fly Geyser seen in photographs are not the product of digital manipulation. According to Weather.com , the brilliant red and greens featured on the geyser come from thermophilic algae: The Fly Geyser is not a natural formation. The geyser was created accidentally in 1964, after a geothermal power company drilled a test well at the site. While the groundwater in the region turned out not to be sufficiently hot to be tapped for geothermal power, it did have a temperature of more than 200 degrees. According to later newspaper reports, the well was either left uncapped or was improperly plugged. The scalding water has erupted from the well since then, leaving calcium carbonate deposits growing at the rate of several inches per year. The brilliant red and green coloring on the mounds is from thermophilic algae thriving in the extreme micro-climate of the geysers. Additionally, many images of the colorful formation make it appear that the Fly Geyser is quite large, but this is not the case. The peculiar site in the Nevada desert is only about five feet tall and twelve feet wide. The size of the Fly Geyser is changing, however, as noted in the book Nevada Curiosities: Quirky Characters, Roadside Oddities & Other Offbeat Stuff: At first glance, Fly Geyser, located on the edge of the Black Rock Desert, about two hours north of Reno, is a spectacular sight as it spews clouds of hot water about 4 or 5 feet high in the air. And the whole thing is the result of an accident. The gesyer was actually created in 1964 after a geothermal power company drilled a test well at the site. According to newspaper reports, the well either was left uncapped or was improperly plugged. As a result, the scalding hot water was allowed to blast uncontrolled from the well hole, and calcium carbonate deposits began to form, growing several inches each year. Now, after a few decades, those deposits have become large mounds taller than an average-size man. Although the Fly Geyser is certainly a fascinating sight, not many people have had the chance to gaze upon its colorful beauty in person. BlackRockDesert.org notes that the man-made formation sits within the boundaries of private property: Fly Geyser is one of the most beautiful sights in Nevada. Adjacent to the Black Rock Desert playa, in neighboring Hualapai Valley, Fly Geyser is on private property. PLEASE DO NOT TRESPASS. The Friends of Black Rock receives hundreds of inquiries each year to visit the site. It is our hope that one day, the Geyser can once again be open to the public.",
  "Originally Published": "",
  "Referred Links": "http://blackrockdesert.org/fly-geyser/;http://books.google.com/books?id=DcRC49IOMpwC&pg=PT104#v=onepage&q&f=false;http://www.weather.com/science/nature/news/worlds-most-amazing-places-fly-geyser-20130617;",
  "Example": "[Collected via e-mail, March 2015] Is the Fly Geyser real?",
  "Last Updated": "8 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/natural/flygeyser.asp",
  "Claim": "Photographs show Nevada's colorful Fly Geyser",
  "Claim_ID": "photos_natural_flygeyser",
  "Tags": ""
}