{
  "Origins": "This item about Jasmine, an abandoned greyhound who was adopted by a wildlife sanctuary and helped to care for other animals, is a summary of an article which appeared in the Daily Mail on 31 December 2008. We couldn't really add much to the story that wasn't related in the original news article, other than to note that in March 2009 we contacted the Nuneaton and Warwickshire Wildlife Sanctuary and were assured by assistant manager/trustee Stacey Clark that \"the story is 100% true, Jasmine is still with us and is still looking after the odd waif and stray.\"",
  "Fact Check": "",
  "Description": "Jasmine passed away in October 2011. She will be sorely missed. As to the question of whether some of the photographs displayed above might have involved some use of digital manipulation, Stacey told us that all the pictures were real, and that \"The only 'work' that has been done is that the Barn owl was sat on a towel so that he didn't hurt Jasmine with his claws, but we took the towel away so you could see the full beauty of Jasmine, as after all the story is about her.\"",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/article-1103645/Meet-Jasmine-rescue-dog-surrogate-mother-50th-time.html;http://www.nuneatonwildlife.co.uk/;",
  "Example": "[Collected via e-mail, March 2009] In 2003, police in Warwickshire, England, opened a garden shed and found a whimpering, cowering dog. It had been locked in the shed and abandoned. It was dirty and malnourished, and had clearly been abused. In an act of kindness, the police took the dog, which was a Greyhound female, to the nearby Nuneaton Warwickshire Wildlife Sanctuary, run by a man named Geoff Grewcock and known as a willing haven for Animals abandoned, orphaned or otherwise in need. Geoff and the other sanctuary staff went to work with two aims to restore the dog to full health, and to win her trust. It took several weeks, but eventually both goals were achieved. They named her Jasmine, and they started to think about finding her an adoptive home. But Jasmine had other ideas. No-one remembers now how it began, but she started welcoming all Animal arrivals at the sanctuary. It wouldn t matter if it was a puppy, a fox cub, a rabbit or, any other lost or hurting Animal, Jasmine would peer into the box or cage and, where possible, deliver a welcoming lick. Geoff relates one of the early incidents. \"We had two puppies that had been abandoned by a nearby railway line. One was a Lakeland Terrier cross and another was a Jack Russell Doberman cross. They were tiny when they arrived at the centre and Jasmine approached them and grabbed one by the scruff of the neck in her mouth and put him on the settee. Then she fetched the other one and sat down with them, cuddling them.\" But she is like that with all of our animals, even the rabbits. She takes all the stress out of them and it helps them to not only feel close to her but to settle into their new surroundings. \"She has done the same with the fox and badger cubs, she licks the rabbits and guinea pigs and even lets the birds perch on the bridge of her nose.\" Jasmine, the timid, abused, deserted waif, became the animal sanctuary's resident surrogate mother, a role for which she might have been born. The list of orphaned and abandoned youngsters she has cared for comprises five fox cubs, four badger cubs, 15 chicks, eight guinea pigs, two stray puppies and 15 rabbits. And one roe deer fawn. Tiny Bramble, 11 weeks old, was found semi-conscious in a field. Upon arrival at the sanctuary, Jasmine cuddled up to her to keep her warm, and then went into the full foster mum role. Jasmine the greyhound showers Bramble the Roe deer with affection and makes sure nothing is matted. \"They are inseparable,\" says Geoff. \"Bramble walks between her legs and they keep kissing each other. They walk together round the sanctuary.\" \"It's a real treat to see them.\" Jasmine will continue to care for Bramble until she is old enough to be returned to woodland life. When that happens, Jasmine will not be lonely. She will be too busy showering love and affection on the next Orphan or victim of abuse.",
  "Last Updated": "17 October 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/animals/jasmine.asp",
  "Claim": "Photographs show Jasmine, a greyhound who cares for other animals at a wildlife sanctuary.",
  "Claim_ID": "photos_animals_jasmine",
  "Tags": ""
}