{
  "Origins": "A British Army adage (commonly known as the \"7 Ps\") advises that \"prior planning and preparation prevents piss poor performance.\" That adage might be applied to these photographs of a bridge collapse, near Calgary, Alberta, which occurred when (according to the Calgary Herald ) \"a moving company hauling a 2,100-square-foot home took the wrong road and wedged it into a narrow bridge, causing the bridge to collapse and the road to give way.\"",
  "Fact Check": "",
  "Description": "As that newspaper went on to describe: The collapse was on Township Road 250, which extends from McKnight Boulevard, east of Calgary. The movers from McCann's Building Movers were westbound around 9:30 a.m., less than five kilometres from their destination, when they could feel something was wrong. The concrete bridge deck and timber support structure buckled, then collapsed, and wheels from the tractor trailer carrying the house toppled into the canal below. According to a December 2007 article in the publication Structural Mover, however, the accident was not so much the result of a lack of planning as it was the result of miscommunication between the movers and municipal authorities over a change in route: McCann's requested a permit from RVMD (Rocky View Municipal District) to transport the RTM (Ready-to-Move) to a specified location. At 10:30 a.m. on a Friday, McCann's personnel received verbal authorization to use Township Road 250 [and were issued] a permit. The RTM was already loaded at a separate location from McCann's office and ready for a Monday morning delivery. After McCann's office closed for the [weekend] at 5:00 p.m., Roadata sent a facsimile to McCann's office. The facsimile contained no \"Notice\" or \"Urgent\" or \"Change of Permit\" or \"Route Change\" notation on the document. McCann's received no phone call from Roadata informing them of the change in route. The facsimile simply changed the route that had been approved three hours earlier but had been transmitted after McCann's personnel had left the office for the weekend. On Monday morning McCann's pulled out of the staging area on a route that had been approved earlier by all parties involved. Shortly after 9:00 a.m., after the power unit pulling the load had crossed the bridge in question, the structure buckled and collapsed.",
  "Originally Published": "",
  "Referred Links": "http://www.iasm.org/magazine/dec2007/10p.pdf;",
  "Example": "[Collected via e-mail, October 2008] Engineering Questions of the Day How much does a house weigh and How much can a rural two-lane bridge hold? SO! WOULD THIS BE COVERED BY HOUSE INSURANCE, CAR INSURANCE, OR, DOES IT COME UNDER ROADSIDE ASSISTANCE?",
  "Last Updated": "16 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/housebridge.asp",
  "Claim": "Photographs show a bridge that collapsed when movers tried to pull a house across it.",
  "Claim_ID": "photos_accident_housebridge",
  "Tags": ""
}