{
  "Origins": "The above-displayed image of a Mexican national flag flown above an upside-down U.S. flag was taken on 27 March 2006 at Montebello High School (MHS) in California during a student protest over immigration reform. According to news reports, the flag incident was prompted and implemented not by MHS students, but by a large group of students from neighboring schools:",
  "Fact Check": "",
  "Description": "Immediately after the incident, the MHS web site carried a notice on its opening page advising visitors that: We have received many phone calls and E-mails about the reports that Montebello High School students put up a Mexican flag and took down the American flag this past Monday. MONTEBELLO HIGH SCHOOL STUDENTS DID NOT TAKE PART. Students from the El Rancho HIGH School District and the Whittier Union High School District took part in this action. Our Administration, Staff, and students do not condone this action. We hope this clarifies the situation. A 29 March 2006 memorandum from Assistant Superintendent Henke to all Montebello Unified School District (MUSD) employees also states: As you are aware, our school community is currently dealing with controversial issues involving possible legislation related to immigration. These emotionally charged issues have manifested themselves in the forms of student walkouts and protests at some of our intermediate and high schools. MUSD staff has done a wonderful job in keeping our students safe and secure. However, on Monday, March 27, 2006 at noontime, a group of students from neighboring school districts to the east of our district (i.e., El Rancho Unified School District and Whittier Union High School District) marched to Montebello High School. At this time, MHS was on lockdown and the students remained in their classrooms. The other students, from outside Montebello Unified School District, who were estimated to be 800-1000 strong, gathered outside the MHS campus. For a brief time, the school flag was lowered, replaced with a Mexican flag, and the American flag flown beneath, upside down. The California flag was subsequently stolen. It is important to emphasize that this was not the act of any Montebello High School student. Though there have been a few isolated incidences of walkouts on Monday (3/27/06) and Tuesday (3/28/06) of this week, the majority of our students have remained in class, where activities and dialogue have been facilitated by teachers in an effort to teach students positive methods of expressing their viewpoints. This information is echoed in an addendum that has since been attached to the e-mail message quoted at the head of this page: I called Montebello High, the school in the picture. I talked to the Principal, Mr. Shorts. He said that 1,000 students, NOT from Montebello High, overwhelmed the school. The Principal said they started throwing bottles and descimated the school when none of their students would join them. They illegally ripped down the California flag (an El Rancho High School student did the dirty work) and put up what you saw. The Principal said his school went into lock down because of these jerks. He said his students are still distraught over what happened and said they would NEVER have behaved so badly. The 1,000 students were on their way to a march in L.A. I told the Principal I am a California native and I was appalled at their behavior. He agreed. I said this kind of nonsense is EXACTLY why people do not want to hand them their demands (none of the Italian or Irish or any other immigrants had amnesty EVER in this country). I also told him I would send this to EVERYONE I know and he wholeheartedly thanked me. He said an explanation to this email should have been attached, but somehow it is not here. I also called El Rancho High School. An administrator (who asked to not be named) said he grew up in Pico Rivera (the location of the High School). Whittier High was also involved, in the town next to where I grew up. He claimed that some Montebello students were there. However, the El Rancho High School Student \"had no idea\" what he was doing. The groups that organized the walk were also supposedly shocked. The surrounding community of Pico Rivera was outraged that the students did this. The Dean there said at he personally would have died to stop the kids touching the flag.The Whittier paper condemned the act. PLEASE SEND THIS TO EVERYONE YOU KNOW, IN MONTEBELLO STUDENTS' HONOR. The student responsible for hoisting the flags in the manner captured in the photograph was reportedly disciplined, although news accounts did not identify him by name or specify what punishment he may have received: A student protest that resulted in a Mexican flag being flown on top of an upside-down U.S. flag at a local school has prompted disciplinary action against one El Rancho High School student. El Rancho Unified School District officials said the unnamed student was punished for being involved in the flag incident, which took place Monday at Montebello High School, about four miles east of El Rancho High School. [El Rancho Unified School District Superintendent Norbert] Genis said the boy is expected to send a letter of apology to Montebello school officials. The punishment was consistent with the California Education Code, officials said. They did not give further details because of legal and privacy issues.",
  "Originally Published": "",
  "Referred Links": "http://www.mhs.montebello.k12.ca.us/CONTACT/message.pdf;http://www.mhs.montebello.k12.ca.us/;",
  "Example": "[Collected via e-mail, April 2006] Welcome to Calexico! American Flag versus Mexican Flag at a Calif. High School. Some of you might not be aware of what is going on in California. This e-mail I got from a friend is just one example of what's brewing. There's trouble in the streets this summer, My Friends. It's time to take names and kick ass. Let's all write the California school system and complain, I know I am. This is one e-mail that you would hope wasn't true, but the pictures seem to tell it all. Very sad!!! You will not see this heart-stopping photo on the front page of the NY Times or on the lead story of the major news networks. FLAGS FLYING AT MONTEBELLO HIGH SCHOOL SAYS IT ALL.... THE USA IS IN DISTRESS AND MEXICO HAS TAKEN OVER! THE AMERICAN FLAG COMES IN SECOND! [Collected via e-mail, March 2007] You will not see this heart-stopping photo on the front page of the NY Times or on the lead story of the major news networks. The protestorsput up the Mexican flag over the American flag flying upside down at Montebello High School in California. I predict this stunt will be the nail in the coffin of any guest-worker/amnesty plan on the table in Washington. The image of the American flag subsumed to another and turned upside down on American soil is already spreading on Internet forums and via e-mail. Pass this along to every American citizen in your address books and to every representative in the state and federal government. If you chooseto remain uninvolved, do not be amazed when you no longer have a nation to call your own nor anything you have worked for left since it will be\"redistributed\" to the activists while you are so peacefully staying out of the \"fray\". Check history, it is full of nations/empires thatdisappeared when its citizens no longer held their core beliefs and values. One person CAN make a difference. One plus one plus one plus oneplus one plus one ... The battle for our secure borders and immigration laws that actually mean something, however, hasn't even begun. If this ticks YOU off...PASS IT ON!",
  "Last Updated": "20 May 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/politics/mexicoflag.asp",
  "Claim": "Photograph shows a Mexican national flag flown above an upside-down U.S. flag during a high school student protest over immigration reform.",
  "Claim_ID": "photos_politics_mexicoflag",
  "Tags": ""
}