{
  "Origins": "This photograph of a supposed ISIS (Islamic State in Iraq and Syria) operative hit the Internet in September 2014, typically published on disreputable web sites along with claims that he was a \"suspected terrorist\" with \"body armor\" who had been arrested in Houston (and that the presence of ISIS terrorists in the U.S. was too mundane a story for the American media to bother with).",
  "Fact Check": "",
  "Description": "Of course, that plot line leaves one wondering why an infiltrator from a foreign terrorist group would be parading around the U.S. in apparel bearing prominent markings that clearly advertise his affiliation. Are ISIS operatives truly that bad at undercover work, or have they been consuming too much American popular media and believe that's how evil bad guy teams really work? The presence of other images showing the \"suspected terrorist\" posing for friendly, beaming photos with police officers, as well as the complete lack of any news accounts documenting the apprehension of an ISIS operative on U.S. soil (which would be a huge news story given the amount of attention ISIS is currently generating in the American media), belie the notion that the pictured man was a dangerous foreign infiltrator taken into custody by Houston police. What's captured in these photos was likely either a police training exercise or some form of performance/prank that played out in friendly fashion: Shortly after the Brewster County Sheriff's Department posted these photos and the claim of a \"Houston ISIS arrest\" on their Facebook page, they issued an update noting that the FBI had informed them the claim was false. A similar photo of a man in ISIS-like garb patronizing a Houston deli has been posted in tandem with the image shown in the example above. The origin of that photo is currently unknown, but no confirmable evidence links it to an arrest of a genuine ISIS operative either: A post that's been making the rounds on popular sites such as Facebook and Reddit have some concerned about ISIS activity in Houston. It's more difficult than many may think to get some real answers or responses about the picture that has been going around. The photo shows a man supposedly wearing an ISIS logo at a Houston restaurant. The FBI said they know about this story, but they were not aware of any arrests being made and were also unaware of any specific credible threats within the Houston territory. So for now, a lot about the picture remains unknown, but it's definitely got a lot of people talking.",
  "Originally Published": "",
  "Referred Links": "http://abc7news.com/news/whos-the-man-seen-wearing-the-isis-logo-in-houston/304791/;http://www.lettersfromtexas.com/wp-content/uploads/2014/09/Screen-Shot-2014-09-09-at-4.55.50-PM.png;http://www.lettersfromtexas.com/wp-content/uploads/2014/09/BCSO-1.png;http://www.lettersfromtexas.com/2014/09/brewster-county-sheriffs-department-facebook-page-takes-walk-shame.html;http://www.myuselessknowledge.com/joe/characters/cc.html;",
  "Example": "[Collected via Facebook, September 2014] If this doesn't send a chill down your spine, then nothing will. Houston, Tx - Houston police officers confronted and arrested a suspected terrorist who was wearing body armor with the ISIS insignia embroidered on it on September 5th. These photos of the arrest and suspect have been filtering around the internet. One thing is sure. ISIS (or those who admire ISIS) are here in the USA and they want to kill Americans. The media is ignoring this story and the Houston PD did not respond to a request for comment.",
  "Last Updated": "16 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/crime/houstonisis.asp",
  "Claim": "Photograph shows an ISIS terrorist arrested in Houston.",
  "Claim_ID": "photos_crime_houstonisis",
  "Tags": ""
}