{
  "Origins": "When the United States celebrates its Independence Day, not all of those celebrations take place within the U.S. Many Americans who are members of the armed services, are employed in government service, or are otherwise stationed away from their home country celebrate the 4th of July in a variety of sites around the world.",
  "Fact Check": "",
  "Description": "One such away-from-home Independence Day celebration, at Camp Victory (a U.S. military base near Baghdad), included a mass re-enlistment ceremony held in the Al-Faw Palace on 4 July 2008. The event, which included over 1,200 members of the armed forces, was claimed by the U.S. military as \"the largest re-enlistment ceremony ever held\": In Iraq, the U.S. military celebrated the Fourth of July with what it billed as \"the largest re-enlistment ceremony ever held,\" and 1,215 soldiers, Marines, sailors and airmen raised their hands and repledged allegiance to America. Gen. David Petraeus, head of all coalition forces in Iraq, administered the oath in Saddam Hussein's former Al-Faw Palace in Baghdad. John Phillip Sousa's marches blended with roars of \"Freedom,\" \"hoo-ah\" and \"oo-rah\" from the men and women, many of them carrying their weapons, as they re-upped in their service branches. Money was an incentive for many but so was a belief in what they are doing more than five years into a war far away from their homes. Hundreds were in their second and third tours in the combat zone. \"There's no place I'd rather be to celebrate America's birthday than here in Iraq,\" said Petraeus, who described the troops as \"America's new 'Greatest Generation.'\" The general compared the re-enlistees' raising of their right hands to the language on most award citations: \"In keeping with the finest traditions of our military services.\" He said the combined total of their additional service amounted to 5,500 years. After the ceremony in one of the late dictator's 99 palaces this one used to entertain loyal members of his Baathist party the newly committed troops ate pizza and chocolate cake and drank Gatorade. Despite the claims made in the text accompanying the photographs displayed above, the July 4th re-enlistment ceremony in Iraq was covered by national news services such as the Associated Press and reported by a number of major newspapers and other U.S. news outlets.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2008] I'm sure you already know about this. It was shown over and over on TV, right? OK, so maybe it wasn't shown over and over, but surely it was shown on TV at least one time, wasn't it? This was the largest re-enlistment ceremony ever held in military history. The ceremony was held on the 4th of July, 2008 at Al Faw Palace, Baghdad, Iraq. General David Petraeus officiated. This amazing story was ignored by the 'mainstream' media. For those who have been in the Al Faw Palace, you'll have a better appreciation of the number of people crammed around the rotunda supporting the re-enlisting soldiers. American men and women volunteering to stay longer in Iraq, so that when we leave, the new democracy will have a chance of surviving, is the exact opposite of what the media wants you to think about Iraq. If only a bomb had killed 5 civilians in a marketplace now that's the kind of news the media is eager to tell you about. A pizzeria in Chicago donated 2000 pizzas that were made and shipped to Baghdad, and were delivered on the 4th. The media did report that 2000 pizzas were sent to Iraq on July 4th... The only part they left out of the report was the event for which the pizzas were sent. I can't help but wonder ... What would the opinion of Americans be if they weren't getting such obviously biased 'news?'",
  "Last Updated": "3 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/military/reenlist.asp",
  "Claim": "Photographs show a mass re-enlistment ceremony held in Iraq on the Fourth of July in 2008.",
  "Claim_ID": "photos_military_reenlist",
  "Tags": ""
}