{
  "Origins": "The above-displayed photographs accompanied an article published on eKantipur.com, describing the birth of a bizarre-looking baby on 29 March 2006 in the city of Charikot in Nepal. According to that article:",
  "Fact Check": "",
  "Description": "We cautiously listed this item as \"TRUE\" although news items from parts of the world such as Nepal are difficult to independently verify. Even though the appearance of the baby pictured here may strike many viewers as freakishly unreal (and indeed, the article was dismissed as a hoax by many readers because it was published a few days before April Fools' Day), the child's physical appearance is consistent with that observed in documented cases of anencephaly , a birth defect described as: A condition in which the embryologic closure of the neural tube never completes, leaving the embryo to develop without the upper portion of its skull. These embryos sometimes continue to develop into the fetal stage and may even survive to be born alive, but with upper cranium and scalp missing and the brain open to the outer world. The web site of the University of Utah Health Sciences Center displays several photographs of similar cases of gross anencephaly: Photograph #1 Photograph #2 Photograph #3 Photograph #4 The original article did not explain why one photograph seemingly showed the dead child being paraded around town in a washbin, but the activity was possibly part of a funeral or other ritualistic ceremony.",
  "Originally Published": "",
  "Referred Links": "http://www-medlib.med.utah.edu/WebPath/PEDHTML/PED032.html;http://www-medlib.med.utah.edu/WebPath/PEDHTML/PED031.html;http://www-medlib.med.utah.edu/WebPath/PEDHTML/PED030.html;http://www-medlib.med.utah.edu/WebPath/PEDHTML/PED029.html;http://www.anencephaly.net/;http://www.kantipuronline.com/kolnews.asp?&nid=69722;",
  "Example": "[Collected via e-mail, 2006] Tell me this story is a hoax ... this \"baby\" looks like plastic.",
  "Last Updated": "12 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/medical/nepalbaby.asp",
  "Claim": "Photographs show a bizarre-looking baby born in Nepal.",
  "Claim_ID": "photos_medical_nepalbaby",
  "Tags": ""
}