{
  "Origins": "The improbable tale of \"Cindy,\" a female shark who developed a \"mutual affection\" with an Australian fisherman named Arnold Pointer after the latter saved her life by freeing her from a fishing net, is outlined in a PowerPoint presentation that has circulated widely via e-mail. While the story is based on an article published in the French fishing magazine Le Magazine des Voyages de P che , that article was merely an April Fools' prank item from 2006 which has since been translated into English and presented as a factual account:",
  "Fact Check": "",
  "Description": "The images used to illustrate the PowerPoint presentation originated with a pair of marine biologists who specialize in sharks, Michael Scholl and Thomas Peschak. The pictures were plucked from collections of photos taken in a variety of contexts (none of which has anything to do with a shark's being freed from a fishing net by an Australian fisherman), and they do not all depict the same shark. One of the images used several times in the presentation is a photograph of a shark trailing a kayaker that accompanied Scholl and Peschak's \"Shark Detectives\" article, published in the September 2005 issue of Africa Geographic magazine. Another image used in the slideshow appeared in the December 2005 \" Sharky Shores \" article published in the The Big Issue . Other shark photographs can be found in the photo gallery section of Michael Scholl's White Shark Trust web site.",
  "Originally Published": "",
  "Referred Links": "http://www.whitesharktrust.org/photogallery.html;http://www.whitesharktrust.org/pages/mediaarticle/media26.html;http://www.whitesharktrust.org/pages/mediaarticle/media25.html;http://web.archive.org/web/20070701153512/http://www.watersportswarehouse.co.uk/shopscr1221.html;http://www.voyagesdepeche.com/;",
  "Example": "[Collected via e-mail, January 2008] The French Magazine \"Le magazine des voyages de p che\" in its 56th edition, brought up an amazing news: An astonishing love story. Arnold Pointer a professional fisherman from south of Australia set free from a certain death a big female White Shark that was caught in his fishing nets. Now the fisherman has a problem: He says: \"It's been 2 years and she doesn't leave me alone. She follows me everywhere I go and her presence scares all the fishes. I don't know what to do anymore.\" It is hard to get rid of an almost 17 feet long shark since the White Sharks are protected by the wildlife conservation, but a mutual affection established between Arnold and \"Cindy\". Arnold says: \"Once I stop the boat she comes to me, she turns on her back and let me pet her belly and neck, she grunts, turn her eyes, and move her fins up and down hitting the water happily ...\" AMAZING!!!",
  "Last Updated": "23 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/photos/animals/sharkslove.asp",
  "Claim": "A shark developed an affection for the fisherman who saved her life.",
  "Claim_ID": "photos_animals_sharkslove",
  "Tags": ""
}