{
  "Origins": "The photographs displayed above do correspond to an accident that occurred on I-90 near Deer Lodge, Montana, on 2 September 2010, in which a driver fell asleep at the wheel, resulting in his SUV's drifting off the road and colliding with a guardrail. As the vehicle hit the rail, the latter impaled the car diagonally, penetrating at the engine block, passing through the passenger seat, and exiting through the lower left-hand portion of the back window. Fortunately, the 21-year-old motorist was traveling alone (a passenger in the front seat would surely have been killed) and emerged from the accident shaken but otherwise unhurt.",
  "Fact Check": "",
  "Description": "According to the Montana Standard : The driver, Adam Dangerfield of Pullman, Wash., told [Montana Highway Patrol Sgt. Jason Hildenstab] he had left Washington early that morning on his way to Idaho. About 11:30 a.m., he started to get tired and must have fallen asleep as he was approaching Deer Lodge. Dangerfield was cited with careless driving. The crash left the driver badly shaken, according to Hildenstab. \"He was walking around like a ghost when I got to the scene,\" the trooper said. In all his years with the highway patrol, Hildenstab said he's never seen an accident like that. He said guardrails are designed to crumple on impact. The trooper estimated that about 30 yards of guardrail traveled through the vehicle before it came to rest.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2010] This accident occurred north of Deer Lodge, Montana on I-90. The driver was appx 22 year old guy heading east to College. He had left central Washington early in the morning. He fell asleep at the wheel and drifted off the shoulder hitting the end of the guard rail. The guard rail came through the right headlight, engine compartment, firewall, glove box, passenger seat, rear seat and exited out the back window. That is 120 LF of guard rail that threaded through the suburban. No passengers and the driver was not injured.",
  "Last Updated": "21 August 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/accident/guardrail.asp",
  "Claim": "Photographs show an SUV impaled by a guardrail.",
  "Claim_ID": "photos_accident_guardrail",
  "Tags": ""
}