{
  "Origins": "The photographs displayed above are, as described, pictures of the world's largest swimming pool: a man-made, 3,324-foot long salt water lagoon at the San Alfonso del Mar resort in Algarrobo, Chile. Designed by Crystal Lagoons corporation and completed in December 2006 after five years of planning and construction, the pool cost about $1.5 billion to build, covers more than 19 acres of surface area, holds about 66 million gallons, and offers transparent waters down to a depth of 11.5 (not 115) feet. The pool's maintenance costs are around $4 million dollars per year, which includes keeping its filtered and recirculated ocean water at a temperature of about 80 F during the summer:",
  "Fact Check": "",
  "Description": "Guinness World Records have indeed vetted the San Alfonso del Mar pool as the world's largest , smashing a record previously held by the 8.9 acre saltwater \"Big Splash\" Orthlieb Pool in Casablanca, Morocco. The following video clips offer views of the San Alfonso del Mar pool:",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070503184356/http://www.guinnessworldrecords.com/records/amazing_feats/big_stuff/largest_swimming_pool.aspx#;https://www.explorra.com/attractions/world-largest-swimming-pool-san-alfonso-del-mar_11595;http://www.slashgear.com/worlds-largest-swimming-pool-cost-nearly-two-billion-dollars-to-build-229828/;http://www.crystal-lagoons.com/faq;",
  "Example": "[Collected via e-mail, January 2008] Worlds largest swimming pool, AMAZING! If you like doing laps in the swimming pool, you might want to stock up on the energy drinks before diving in to this one. It is more than 1,000 yards long, covers 20 acres, had a 115-ft deep end and holds 66 million gallons of water. The Guinness Book of Records named the vast pool beside the sea in Chile as the biggest in the world. But if you fancy splashing out on one of your own and you have the space to accommodate it then beware: This one took five years to build, cost nearly $1 billion and the annual maintenance bill will be $2 million. The man-made saltwater lagoon has been attracting huge crowds to the San Alfonso del Mar resort at Algarrobo, on Chile's southern coast, since it opened. Its turquoise waters are so crystal clear that you can see the bottom even in the deep end. It dwarfs the world's second biggest pool, the Orthlieb nicknamed the Big Splash in Morocco, which is a mere 150 yards long and 100 yards wide. An Olympic size pool measures some 50 yards by 25 yards. Chile's monster pool uses a computer-controlled suction and filtration system to keep fresh seawater in permanent circulation, drawing it in from the ocean at one end and pumping it out at the other. The sun warms the water to 26 C, nine degrees warmer than the adjoining sea. Chilean biochemist Fernando Fischmann, whose Crystal Lagoons Corporation designed the pool, said advanced engineering meant his company could build \"an impressive artificial paradise\" even in inhospitable areas. \"As long as we have access to unlimited seawater, we can make it work, and it causes no damage to the ocean.\"",
  "Last Updated": "19 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/architecture/largestpool.asp",
  "Claim": "Photographs show the world's largest swimming pool.",
  "Claim_ID": "photos_architecture_largestpool",
  "Tags": ""
}