{
  "Origins": "In his November 2010 article \"IT WILL BEAWESOME IF THEY DON T SCREW IT UP: 3D Printing, Intellectual Property, and the Fight Over the Next Great Disruptive Technology,\" Michael Weinberg says of 3D printing technology that:",
  "Fact Check": "",
  "Description": "He goes on to describe the technology behind 3D printing thusly: Essentially, a 3D printer is a machine that can turn a blueprint into a physical object. Feed it a design for a wrench, and it produces a physical, working wrench. Scan a coffee mug with a 3D scanner, send the file to the printer, and produce thousands of identical mugs. While even today there are a number of competing designs for 3D printers, most work in the same general way. Instead of taking a block of material and cutting away until it produces an object, a 3D printer actually builds the object up from tiny bits of material, layer by layer. Among other advantages, this allows a 3D printer to create structures that would be impossible if the designer needed to find a way to insert a cutting tool into a solid block of material. It also allows a 3D printer to form general-purpose material into a wide variety of diverse objects. Because they create objects by building them up layer-by-layer, 3D printers can create objects with internal, movable parts. Instead of having to print individual parts and have a person assemble them, a 3D printer can print the object already assembled. Of course, a 3D printer can also print individual parts or replacement parts. In fact, some 3D printers can print a substantial number of their own parts, essentially allowing them to self-replicate. The National Geographic Channel video clip displayed above features a demonstration of 3D printing technology by Z Corporation's Vice President of Product Management, Joe Titlow, who shows physicist David Kaplan the scanning, \"printing,\" and use of a wrench duplicated via a 3D printer. Some viewers maintain that the video has obviously been manipulated or staged in some way because the wrench produced by the 3D printer is not identical to the original wrench. However, a comment about the clip posted to YouTube by a Z Corporation employee explains that: As the Z Corp employee in this clip, I can assure you that this is most certainly not faked. The differences you noticed between the original wrench and the printed one were done to demonstrate that once scanned, the geometry can be digitally edited and then printed. (This is the normal workflow for most of our customers today [but] in the interest of time, the producers cut the explanation of the editing down.) Likewise, Z Corporation's Facebook page notes of the video that: [Y]ou are correct in noting the variances between the scanned and printed wrenches [but] we were certainly not trying to cheat or pull a fast one on viewers. Rather, the objective and message of that particular portion of the video was to demonstrate how easy it is to make changes to a scanned part using 3D software (we were changing the color of the part at the time). Indeed this is the most common way that engineers work with scanned parts get it into 3D software first: then stretch this, add that, print and see if you're satisfied with the results a basic iterative design process. We are strong proponents of iterative design because that process produces better results. Even if no changes were made to the basic structure of the tool, it is very common for engineers to modify a scanned file, for example, to complete the internal workings of a moving part that might not be visible to the scanner. It s not cheating or deception, just normal processes familiar to users of all 3D scanners. Obtaining a near-exact replica of an object is entirely possible even though that was not shown in the video. This response video explains some of the supposed discrepancies present in the original video: 3D printers have also been used to duplicate less pragmatic items, such as chocolate .",
  "Originally Published": "",
  "Referred Links": "http://www.bbc.co.uk/news/technology-14030720;http://www.zcorp.com/en/home.aspx;http://channel.nationalgeographic.com/;http://www.publicknowledge.org/files/docs/3DPrintingPaperPublicKnowledge.pdf;",
  "Example": "[Collected via e-mail, July 2011] If this is for real, it is really cool.",
  "Last Updated": "13 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/technology/3dprinter.asp",
  "Claim": "Video clip shows a wrench being duplicated by a 3D printer.",
  "Claim_ID": "photos_technology_3dprinter",
  "Tags": ""
}