{
  "Origins": "Strange as it may seem, the above-displayed illustrations are indeed renderings of a proposed skywalk extending over the south rim of the Grand Canyon, to be built on the Hualapai Indian Reservation adjacent to Arizona's Grand Canyon National Park.",
  "Fact Check": "",
  "Description": "The $30 million all-glass Skywalk will hover 3,800 feet above the Colorado River over a rim of the Grand Canyon, allowing tourists to stroll on an 80-yard walk around a semicircular platform jutting beyond the canyon rim, surrounded by Plexiglas that will provide a spectacular view of the canyon floor directly below. (The statement that the structure is designed to hold \"72 million pounds\" appears to be a copywriter's misparsing of a 72-ton figure.) The Skywalk (initially projected to open in early 2006, before construction delays pushed back the completion date) will be part of a new Grand Canyon West resort on the Hualapai reservation at the western edge of the park, about 120 miles from Las Vegas. As the Arizona Republic noted, the Skywalk is part of an effort by the Hualapai tribe to create a multi-faceted tourist resort and revenue stream not dependent upon casino gaming: Levi Esquerra, program director for Northern Arizona University's Center for American Indian Economic Development, said the Hualapais are one of the few tribes to have a bustling economy without casino gaming as a linchpin. \"They've been able to exploit their natural beauty and become a tourist destination,\" Esquerra said. \"What we've normally seen in the past between the tribes and national Park Service is like the Blackfeet in Montana appealing to get free access to Glacier National Park. But the Hualapais have a new and aggressive attitude to develop markets on their own land.\" The Hualapai's Grand Canyon Resort Corp. already has completed the first phase of an adjoining Indian village, where Navajo, Hopi, Hualapai and Havasupai craftsmen constructed traditional dwellings surrounding an amphitheater that hosts daily Native American dances. The first phase of a nearby Old West village also has been completed, and plans are on the drawing board to construct a tram from the canyon rim to the floor. Ditto for an anticipated high-end resort and a campground, which will house about 50 cabins and be able to accommodate 200 campsites and 200 recreation vehicles. The parts for the Skywalk project were fabricated in other locations and brought to the Grand Canyon site as it was readied for their installation, a process depicted in the photographs shown below: The transparent pathway was installed in place in March 2007, and Apollo 11 astronaut Buzz Aldrin offically inaugurated the Skywalk on 20 March 2007 by taking a stroll on it in front of a crowd of about 1,000 tourists, dignitaries and tribal members: Grand Canyon West has announced 28 March 2007 as the official public opening date: Grand Canyon West, a destination owned and operated by the Hualapai Tribe at the Grand Canyon's western rim, announces March 28, 2007 as the official public opening date of The Skywalk. The Skywalk will be the first-ever cantilever shaped glass walkway to suspend more than 4,000 feet above the canyon s floor and extend 70 feet from the canyon's rim. Access to The Skywalk will run from dawn to dusk and will cost $25 per person in addition to the cost of a Grand Canyon West entrance package. One hundred and twenty people will be allowed on the bridge at a time. Admittance is first come, first serve for walk up visitors; however, reservations can be made. Guests will enter and exit the walkway via temporary buildings while the adjacent visitor s center is being completed. Grand Canyon West plans to issue numbered shoe covers in in order to avoid scratches and slipping - to each visitor that enters the open-air walkway. Prior to the public opening in March, Grand Canyon West will host a \"First Walk\" event for media and VIPs. The name of the first public figure to step on The Skywalk will be announced closer to the opening. The historical rollout of The Skywalk structure, with the glass in place, is scheduled for February 27 to March 2. The initial part of the rollout process involves jacking the structure up off of the supports and then subjecting the structure to several days of thorough tests that replicate the conditions of final placement. After the final testing is complete, the multi-million pound steel enforced structure will be rolled out across the canyon's edge, which takes multiple days. Immediately after the structure is in position, it will be seated and attached to the foundation. Details for a media event during the rollout will be revealed closer to the event. Additional information: Destination Grand Canyon West",
  "Originally Published": "",
  "Referred Links": "http://www.destinationgrandcanyon.com/skywalk.html;http://www.americansouthwest.net/arizona/grand_canyon/hualapai_reservation.html;",
  "Example": "[Collected via e-mail, 2005] Grand Canyon Skywalk Scheduled to open January 1, 2006 Hualapai Indian Reservation * Juts out about 70 feet into the canyon, 4000 ft above the Colorado River *Will accommodate 120 people comfortably (How comfortable would YOU be?) * Built with more than a million pounds of steel beams and includes dampeners that minimize the structure's vibration * Designed to hold 72 million pounds, withstand an 8.0 magnitude earthquake 50 miles away, and withstand winds in excess of 100 mph * Has a glass bottom and sides...four inches thick",
  "Last Updated": "20 March 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/photos/architecture/skywalk.asp",
  "Claim": "Illustrations show a proposed Grand Canyon skywalk.",
  "Claim_ID": "photos_architecture_skywalk",
  "Tags": ""
}