{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.theguardian.com/uk/2000/nov/15/books.booksnews1;http://www.disneystore.com/disney/store/DSISearch?Searchstr=piglet&storeId=10051&catalogId=10002&langId=-1&pageCmdName=homeLandingPage&Ntx=mode+matchallpartial&N=0&Nu=pProductID&Nr=pPublished%3A1&Ntk=All_Shopping&Ntt=piglet&D=piglet&Dr=pPublished%3A1;",
  "Example": "[Collected via Email, December 2015] Origin:On 18 December 2015, the web site Elect Leaders published an article reporting that Disney had removed figures of the Winnie The Pooh character Piglet from their stores in order to appease the Muslim community: The usually inseparable literary duo of Winnie the Pooh and Piglet will be spending this Christmas apart in Disney's Retail Store, to respect devout Muslim parents. Disney Stores throughout the United States have reported a number of demands for Pooh products to be sold without piglet to avoid problems over pigs' unclean status in Islam. Disney has made a decision to appease Muslim complaints by removing all piglet items in it's [sic] retail stores outside of the theme parks according to a employee speaking on the condition of anonymity. Elect Leaders provided no evidence to back up their claim that Disney had pulled Piglet products in order to appease \"Muslim demands.\" In fact, a quick search at Disneystore.com revealed that various plush toys, books, pencils, cups, shirts, bags, stickers, plates, baby bibs, and iPhone covers featuring the Piglet character are still for sale: Disney has not made any official announcements regarding Piglet's supposed absence from the store or their decision to \"appease Muslim complaints.\" The 2015 story published by Elected Leaders is an exaggerated (and false) version of a news article about Mothercare outlets in West Yorkshire originally published by the Guardian in 2000. Elected Leaders plagiarized the Guardian's article practically verbatim, sensationalizing their version by changing phrases such as \"a number of polite requests\" to \"a number of demands.\" Elected Leaders also altered the location of the story from Mothercare Outlets in the UK to Disney's U.S. retail stores. The text of the original Guardian article appears below: The usually inseparable literary duo of Winnie the Pooh and Piglet may spend this Christmas apart in a number of children's stores, to respect the sensitivities of devout Muslim parents. Mothercare outlets in West Yorkshire have reported a number of polite requests for Pooh products which range from games to bathmats to be sold without the bear's small friend to avoid problems over pigs' unclean status in Islam. The chain is now investigating the legal niceties of licensing agreements, which almost invariably cover products showing Pooh trekking about with Piglet in tow. Although occasionally twinned with Eeyore the donkey or Owl, A A Milne's bear spends most of his time rescuing the pig from fixes. \"It could be that we are unable to divorce Winnie the Pooh from Piglet,\" said a Mothercare spokeswoman, whose colleagues in West Yorkshire have been keen to find a solution. Staff at one branch said that mothers had been coming back, slightly embarrassed, and asking if Piglet-free products were available, but \"it had taken a bit of time for the penny to drop.\" Nissar Ahmed from the Leeds Muslim community said that most pictures in a Muslim house would have a religious significance. He said: \"I would think that no Muslim would want pictures of pigs, even the harmless character Piglet.\" Last updated: 20 December 2015 Originally published: 20 December 2015 Disney has not made any official announcements regarding Piglet's supposed absence from the store or their decision to \"appease Muslim complaints.\" The 2015 story published by Elected Leaders is an exaggerated (and false) version of a news article about Mothercare outlets in West Yorkshire originally published by the Guardian in 2000. Elected Leaders plagiarized the Guardian's article practically verbatim, sensationalizing their version by changing phrases such as \"a number of polite requests\" to \"a number of demands.\" Elected Leaders also altered the location of the story from Mothercare Outlets in the UK to Disney's U.S. retail stores. The text of the original Guardian article appears below: The usually inseparable literary duo of Winnie the Pooh and Piglet may spend this Christmas apart in a number of children's stores, to respect the sensitivities of devout Muslim parents. Mothercare outlets in West Yorkshire have reported a number of polite requests for Pooh products which range from games to bathmats to be sold without the bear's small friend to avoid problems over pigs' unclean status in Islam. The chain is now investigating the legal niceties of licensing agreements, which almost invariably cover products showing Pooh trekking about with Piglet in tow. Although occasionally twinned with Eeyore the donkey or Owl, A A Milne's bear spends most of his time rescuing the pig from fixes. \"It could be that we are unable to divorce Winnie the Pooh from Piglet,\" said a Mothercare spokeswoman, whose colleagues in West Yorkshire have been keen to find a solution. Staff at one branch said that mothers had been coming back, slightly embarrassed, and asking if Piglet-free products were available, but \"it had taken a bit of time for the penny to drop.\" Nissar Ahmed from the Leeds Muslim community said that most pictures in a Muslim house would have a religious significance. He said: \"I would think that no Muslim would want pictures of pigs, even the harmless character Piglet.\" Last updated: 20 December 2015 Originally published: 20 December 2015 Tags: disney islam Dan Evon Dan Evon is a Chicago-based writer and longtime truth enthusiast. His work has appeared somewhere, and he earned a degree at the University of His Choosing. His exploration of Internet truth has been supported by grants from the Facebook Drug Task Force.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/piglet-disney-muslim-demand/",
  "Claim": "Disney has removed items featuring Piglet from their stores due to pressure from the Muslim community.",
  "Tags": "disney;islam;",
  "Claim_ID": "piglet-disney-muslim-demand"
}