{
  "Origins": "On 28 November 2015, the Gateway Pundit published an article about Robert Lewis Dear, the man accused of opening fire at a Planned Parenthood, and how he allegedly identified himself as a woman on his voter's registration. While The Gateway Pundit simply reported that Dear was registered as a woman on his voter's registration (they even uncovered the document as proof), other conservative outlets that picked up the story asserted that Dear was \"cross gender\":",
  "Fact Check": "",
  "Description": "Guess what, Obama, MSNBC, CNN, Hillary Clinton and all the rest of the knuckle dragging losers of progressive politics? They thought they finally had a white middle-aged Republican man who committed a terrorist act so that they could propose more gun control. Sadly for them, the shooter Robert Lewis Dear the lunatic who shot up a Colorado Springs Planned Parenthood clinic on November 27th 2015 appears to be a cross-gender loving pervert who shared much more with Obama s LBGT community than the NRA loving American traditionalists. The rumor reached a much wider audience when Republican presidential candidate Ted Cruz repeated the claim to reporters in Iowa: Well, it s also reported that he was registered as an independent and as a woman and a transgender leftist activist. While it's true that Dear's gender was marked \"female\" on his voter registration, he was not born a woman. Ryan Parsell, El Paso County's chief deputy clerk and recorder, explained that a clerk had incorrectly marked down \"female\" for Dear's Gender and that he had attempted to fix the error: Ryan Parsell, El Paso County's chief deputy clerk and recorder, said his office incorrectly recorded Dear's gender in October 2014, leading to the issuance of both a driver's license and voter's registration card erroneously identifying him as a woman. \"The Clerk and Recorder's Office processes over 500,000 transactions a year,\" Parsell said. \"Mistakes are going to be made, and it is a reminder to us of the important job that we do to see that a mistake made by us has had national implications.\" \"Our employee inadvertently clicked on 'female' and gave the confirmation to Mr. Dear to review,\" he said. \"He missed it and signed it.\" Thirteen days later, Dear received the erroneous driver's license in the mail. Records show he traveled to a Department of Motor Vehicles office in Salida to report the error and request a corrected license, which he received, Parsell said. While Dear was able to correct his gender on his driver's licence, he failed to do so on his voter registration. When Dear sent in a form to correct the gender on his voter registration, a clerk rejected it because the mark on \"male\" was so faint that it wasn't clear if it was intentional: No correction was made, however, because the marking was so faint that a deputy clerk concluded it wasn't intentional, said Park County Clerk and Recorder Debra Green. Green described the marking as \"a small dark spot\" that doesn't completely fill the box next to \"male.\" \"She just looked at it and she was like, 'Did the pen hit there? Did the mail put a mark through there when it went to the Post Office?' It's just not clear to either one of us what the intent was.\" Green noted that Dear voted twice using the voter registration card - once in November 2014 and again this fall. Parsell said that his office made \"similar errors\" during the same time period, chalking them up to heavy workloads and \"antiquated systems.\" \"If there's a mark in the male portion of that card, taking it in totality, I think it's safe to assume at this point it was probably an attempt to change his gender on the voter registration form.\" The claim that Dear was a liberal is unsupported by his voter's registration, in which he was listed as \"unaffiliated\" as of October 2014. It should also be noted that while Ted Cruz did use the term \"transgender leftist activist\" while referring to Dear, his campaign spokesman Rick Tyler later clarified that the presidential hopeful was illustrating how little we really know about Dear and his motives: He was making the point that there isn t enough information, Rick Tyler, a campaign spokesman, said. You can t expect a full response to a story that s developing. The point was there s a lot of raw information going around that s not confirmed. Last updated: 30 November 2015",
  "Originally Published": " 30 November 2015",
  "Referred Links": "http://www.nytimes.com/politics/first-draft/2015/11/30/ted-cruz-defends-conservative-criticisms-of-planned-parenthood-after-shooting-at-clinic/;http://www.documentcloud.org/documents/2626438-fixed-dear-voter-registration.html#document/p2/a264513;http://gazette.com/clerical-glitch-causes-speculation-about-colorado-springs-shooting-suspects-gender-identity/article/1564656;http://gazette.com/clerical-glitch-causes-speculation-about-colorado-springs-shooting-suspects-gender-identity/article/1564656;http://www.nytimes.com/politics/first-draft/2015/11/30/ted-cruz-defends-conservative-criticisms-of-planned-parenthood-after-shooting-at-clinic/;http://www.donotlink.com/himo;",
  "Example": "[Collected via email, November 2015] Ted Cruz and others are suggesting Robert Lewis Dear, the gunman in the recent Colorado Planned Parenthood murders, is a transgender activist and was at one time a woman. True or false?",
  "Last Updated": "30 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/planned-parenthood-shooter-transgender/",
  "Claim": "Robert Lewis Dear, the alleged Colorado Springs Planned Parenthood shooter, was born a woman.",
  "Tags": "planned parenthood;robert lewis dear;robert dear;",
  "Claim_ID": "planned-parenthood-shooter-transgender"
}