{
  "Origins": "The text reproduced above was taken from a memo written by California Assemblyman John Campbell which was posted on the State of California web site on 30 June 2004 and circulated via e-mail. The full version concludes with several paragraphs omitted from the e-mailed variant:",
  "Fact Check": "",
  "Description": "There doesn't seem much to be much to doubt about the veracity of Assemblyman Campbell's account, as news sources from both ends of the political spectrum have covered it without reporting any contradictory information. According to the Washington Times: Some California Republican lawmakers are upset that the Democrat-controlled state Assembly refused to let them hold a Fourth of July celebration on the Assembly floor to honor a Vietnam veteran and former U.S. senator. Republican Assemblyman Jay LaSuer of San Diego wanted to honor Adm. Jeremiah Denton on Monday in a Fourth of July ceremony. Adm. Denton was a Navy pilot shot down in Vietnam who spent eight years as a prisoner of war. He later became an Alabama senator. \"Suffice it to say, Jeremiah Denton is unquestionably an American hero,\" Republican Assemblyman John Campbell of Irvine wrote in a Wednesday memo on the issue. Mr. Campbell said the state Assembly holds celebrations on the floor for holidays such as Cinco de Mayo, and Republicans wanted to have one for the Fourth of July. Democratic leadership refused to let Adm. Denton on the Assembly floor, however, so Republicans couldn't hold their patriotic celebration there, he said. Mr. Campbell referenced a memo from the Democratic speaker's office, which said \"problems have arisen both with regards to the spirit, content and participation of various individuals with regard to the ceremony.\" Democrats apparently felt Adm. Denton didn't believe in \"separation of church and state\" and they didn't like his policies when he was senator, Mr. Campbell said. Republican lawmakers ultimately were able to honor Adm. Denton in a celebration in Gov. Arnold Schwarzenegger's office Monday, but Mr. Campbell had strong words for Democrats' handling of the situation. \"It's OK to speak, as long as you speak what liberals want to hear. And even if you have suffered unbelievable sacrifice for this nation ... and the right of all of us to speak, you may be denied that right if you don't agree with the liberal majority,\" he said in a phone interview yesterday. Nick Velasquez, spokesman for Speaker of the Assembly Fabian Nunez, Los Angeles Democrat, said the issue was resolved because the governor agreed to honor Adm. Denton in his office. Mr. Velasquez also said the Assembly honored the holiday by passing a resolution Monday, but didn't have time for other ceremonies because they were in the midst of budget negotiations and other pressing business. But Mr. Campbell notes in his memo that on the day Republicans wanted to honor Adm. Denton, the Assembly held a nearly 20-minute ceremony honoring a Los Angeles Times reporter. And according to the Los Angeles Times: Assemblyman John Campbell (R-Irvine) has been swamped with attaboy messages after the widespread distribution of a screed he penned against Sacramento Democrats who he said blocked plans for a Fourth of July ceremony on the Assembly floor. The dust-up started, as they so often do, over good intentions. Assemblyman Jay La Suer (R-La Mesa) had arranged for Vietnam War hero Adm. Jeremiah Denton, a former U.S. senator from Alabama, to be honored at a June 28 ceremony celebrating the Fourth. A Navy pilot who spent eight years in a Vietnamese prison, Denton gained fame for appearing on television in Hanoi while blinking his eyes in Morse code to spell \"torture.\" Such legislative celebrations aren't unusual the Assembly has honored Cinco de Mayo, St. Patrick's Day and Chinese New Year. But Denton isn't just any war hero. He later was elected to the U.S. Senate, where he voted with conservatives and once remarked that he didn't believe in the separation of church and state. Assembly Speaker Fabian Nu ez (D-Los Angeles) pulled the plug. \"Problems have arisen both with regards to the spirit, content and participation of various individuals with regard to the ceremony,\" Diane M. Pugh of Nu ez's office wrote in an e-mail to organizers. \"It has now turned into a ceremony more in line with Veterans Day and with ideological overtones that were not presented or agreed to.\" That fried Campbell, who chided the \"party of tolerance\" for tolerating only those messages and people with whom it agrees. It also got back to Gov. Arnold Schwarzenegger, who stepped in to offer a room for the ceremony, which was attended by a standing-room-only crowd and several invited veterans, including Denton. Nu ez spokesman Nick Velasquez later told the Washington Times that the Assembly didn't have time for the event because of budget negotiations. However, Campbell pointed out that the Assembly did take time out for a floor ceremony later that day to honor retiring Los Angeles Times staff writer Carl Ingram. Nick Velasquez, spokesman for California State Assembly Speaker Fabian Nu ez, also confirmed to us that Admiral Denton was deemed to be too controversial and partisan a speaker for the Independence Day ceremony: For the first time in many, many years, the California State Assembly, under the Democratic leadership of Speaker Fabian N ez, recognized Independence Day with the bipartisan passage of a formal resolution. The Speaker and the members of the Democratic Caucus decided that this year it was important that we honor our nation's founding and the ideals of liberty and justice so many of our forebears have fought and died for. Certain Republican Assemblymembers requested a waving of the rules and permission to have a brief ceremony honoring the holiday, in addition to the resolution honoring the 4th of July. Permission for the brief ceremony was granted. However, the organizer of the ceremony added several unauthorized elements to the ceremony, including color guards, musical numbers, more guests than could be accommodated in the Assembly chambers, and a lengthy speech by a very controversial individual, Jeremiah Denton. Mr. Denton is widely regarded as an ultraconservative Republican and member of the religious right who is opposed to the separation of church and state; and is founder of an organization the Baltimore Sun calls \"an ad-hoc umbrella organization of fundamentalist Christian groups.\" While serving in the U.S. Senate, Mr. Denton tried to make the case that husbands who sexually assault their wives ought to be prosecuted under assault charges instead of rape charges because, he noted, \"Dammit . . . when you get married, you kind of expect you're going to get a little sex.\" [People Magazine, October 25, 1982] Mr. Denton is way too partisan and controversial to be an appropriate speaker at a patriotic event that all members of the Assembly wanted toobserve. In the end, a more appropriate venue was found for the partisan ceremony Republicans wanted to conduct.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] In each of the 4 years that I have been a member of the state Assembly, we have had many \"celebrations\" on the Assembly floor. These \"celebrations\" are orchestrated by the Democrats who control the House and often involve singing and dancing. Every one of my 4 years have seen substantial celebrations of Cinco de Mayo (Commemorates the Mexican victory over the French at the Battle of Puebla), St. Patrick's Day (for the patron Saint of Ireland) and Chinese New Year's Day, among others. But never once have we celebrated America's Independence Day, the 4th of July. So, this year, Republican Assemblyman Jay LaSuer of San Diego arranged for Vietnam war hero Admiral Jeremiah Denton to come to California to be a part of a 4th of July ceremony. As you may know, Admiral Denton was a Navy pilot in Vietnam who was shot down and spent 8 years in a Vietnamese prison. In 1966 while in prison, he was interviewed by North Vietnamese television in Hanoi after torture to get him to \"respond properly.\" During this interview, he blinked his eyes in Morse code to spell out the word \"torture.\" He was asked about his support for the war in Vietnam to which he replied \"I don't know what is happening now in Vietnam, because the only news sources I have are Vietnamese. But whatever the position of my government is, I believe in it, I support it, and I will support it as long as I live.\" Four of his 8 years in prison were spent in solitary confinement. He later wrote the book \"When Hell was in Session\" chronicling his experience in Vietnam. When he stepped off the plane after being released from prison in 1973, he said \"We are honored to have had the opportunity to serve our country in difficult circumstances. We are profoundly grateful to our Commander-in-Chief for this day. God bless America.\" He was later elected to the U.S. Senate from his home state of Alabama, becoming the first retired Admiral ever elected to that body. I could go on and on about his accomplishments. Suffice it to say, Jeremiah Denton is unquestionably an American hero. The Democratic leadership refused to allow him on the Assembly floor and there will be no 4th of July celebration. A memo from the Democratic speaker's office said \"problems have arisen both with regards to the spirit, content and participation of various individuals with regard to the ceremony.\" Apparently, they said that he did not believe in the \"separation of church and state\" and they didn't like the policies he supported as a United States Senator and therefore they would not allow him to be on the Assembly floor or to speak.",
  "Last Updated": "15 July 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/denton.asp",
  "Claim": "Vietnam veteran (and former POW) Admiral Jeremiah Denton was prevented from speaking before the California Assembly on Independence Day 2004.",
  "Claim_ID": "politics_religion_denton",
  "Tags": ""
}