{
  "Origins": "Rumors that the Snapple beverage company donates large sums of money (e.g., \"$150 million dollars per year,\" \"1 to 5% of its annual profits\") to anti-marijuana efforts such as the Campaign Against Marijuana Planting ( CAMP ) have been circulating since at least 2002. However, as far as we currently know, there is no substance to such claims other than mere repetition of unsubstantiated rumor.",
  "Fact Check": "",
  "Description": "In response to our query, Snapple (which is now part of the Dr Pepper Snapple Group ) told us that: We are in the business of providing refreshment and fun. As a company, we do not actively promote or advocate any political or social positions that have no direct bearing on our ability to operate our business and effectively serve our customers and consumers, who represent all walks of life and beliefs. Additionally, the Dr Pepper Snapple Group's 2011 Corporate Social Responsibility Report lists no such donations among the various causes to which it makes financial contributions. Snapple has been the target of a number of similar specious rumors , including claims the company had ties to the Ku Klux Klan, contributed financial support to Operation Rescue, or brewed some of its teas in then-apartheid South Africa.",
  "Originally Published": "",
  "Referred Links": "http://www.drpeppersnapplegroup.com/files/2011_Corporate_Social_Responsibility_Report.pdf;http://www.drpeppersnapplegroup.com/;http://www.marijuana.com/threads/who-should-us-pro-pot-people-boycott.183438/#post-1871189;http://oag.ca.gov/bi/camp;",
  "Example": "[Collected via e-mail, April 2012] OK This Is Not A Joke! SNAPPLE IS PROUD OF THIS! every year Snapple donates $150 million to the war on marijuana. So choose wiselly next time u need to kill a cotton mouth. Share So Everyone Knows The Truth!!!!!",
  "Last Updated": "5 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/snapple.asp",
  "Claim": "Snapple donates millions of dollars to anti-marijuana efforts.",
  "Claim_ID": "politics_business_snapple",
  "Tags": ""
}