{
  "Origins": "On 29 January 2006, the Washington Post ran a drawing by political cartoonist Tom Toles that used imagery of a quadruple amputee in a hospital bed to make a political point about Secretary of Defense Donald Rumsfeld and the Bush administration's policies regarding the U.S. military and the war in Iraq. The Joint Chiefs of Staff were dismayed by Mr. Toles' choice of imagery, and all six of them (the Chairman, Vice Chairman, and representatives of the Army, Navy, Marine Corps, and Air Force) put their names to a 31 January 2006 letter expressing their disappointment and addressed to Philip Bennett, the Post 's managing editor.",
  "Fact Check": "",
  "Description": "The Joint Chiefs' letter was published by the Washington Post in the 2 February 2006 edition of that newspaper. The Post also published a separate article about the controversial cartoon and the Joint Chiefs' response to it, and the publication Editor & Publisher commented on the story as well.",
  "Originally Published": "",
  "Referred Links": "http://www.editorandpublisher.com/eandp/news/article_display.jsp?vnu_content_id=1001955937;http://www.washingtonpost.com/wp-dyn/content/article/2006/02/01/AR2006020102465.html;http://www.washingtonpost.com/wp-dyn/content/article/2006/02/01/AR2006020102098.html;",
  "Example": "[Collected via e-mail, 2006] Washington Post making fun of Wounded Soldiers and Marines. Attached are: 1) a scanned version of the signed letter which has been delivered to Washington Post 2) a copy of the editorial cartoon With regard to the Washington Post's response: They are processing the letter, and anticipate it will be in Thursday's edition. That is not a guarantee, but a strong likelihood. We were extremely disappointed to see the Jan. 29 editorial cartoon by Tom Toles. Using the likeness of a service member who has lost his arms and legs in war as the central theme of a cartoon was beyond tasteless. Editorial cartoons are often designed to exaggerate issues, and The Post is obviously free to address any topic, including the state of readiness of the armed forces. However, The Post and Mr. Toles have done a disservice to readers and to The Post's reputation by using such a callous depiction of those who volunteered to defend this nation and, as a result, suffered traumatic and life-altering wounds. Those who visit wounded veterans in hospitals have found lives profoundly changed by pain and loss. They also have found brave men and women with a sense of purpose and selfless commitment that causes battle-hardened warriors to pause. While The Post and some of its readers may not agree with the war or its conduct, these men and women and their families are owed the decency of not having a cartoon make light of their tremendous physical sacrifices. As the joint chiefs, we rarely put our hand to one letter, but we cannot let this reprehensible cartoon go unanswered. PETER PACE General, U.S. Marine Corps Chairman of the Joint Chiefs of Staff EDMUND P. GIAMBASTIANI JR. Admiral, U.S. Navy Vice Chairman, Joint Chiefs of Staff MICHAEL W. HAGEE General, U.S. Marine Corps Commandant of the Marine Corps PETER J. SCHOOMAKER General, U.S. Army Chief of Staff MICHAEL G. MULLEN Admiral, U.S. Navy Chief of Naval Operations T. MICHAEL MOSELEY General, U.S. Air Force Chief of Staff",
  "Last Updated": "2 February 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/24star.asp",
  "Claim": "The Joint Chiefs of Staff sent a letter to the Washington Post regarding an editorial cartoon.",
  "Claim_ID": "politics_soapbox_24star",
  "Tags": ""
}