{
  "Origins": "When the NFL's Seattle Seahawks take the field on 19 January 2014 for the NFC Championship Game in the hopes of securing a berth in this year's Super Bowl, there likely will be a good many fans from California in the stands at Seattle's CenturyLink Field, because the Seahawks' opponents that day will be the San Francisco 49ers. Possibly there will be far fewer fans from the Bay Area in the stands than would like to be there, though, because the Seahawks announced on their web site on 11 January 2014 that tickets for the game would be available only to buyers in a specified geographic area and that area does not include any part of California.",
  "Fact Check": "",
  "Description": "According to the notice posted on the Seahawks' official web site, tickets for the NFC Championship Game can be purchased only by buyers with credit card billing addresses in the states of Washington, Oregon, Montana, Idaho, Alaska, and Hawaii, and the Canadian provinces of British Columbia and Alberta. So a Canadian football fan from Edmonton, Alberta, has a shot a scoring some tickets to next Sunday's game (even though there are no NFL franchises anywhere in Canada), but not fans from Oakland, San Francisco, San Diego (all of which are home to NFL teams), or Los Angeles (the second-largest city in the U.S.). The Seahawks offered no explanation for this restriction on their web site, but theories for the reasons behind it have ranged from its being a (likely ineffective) attempt to cut down on ticket scalping to a (mean-spirited) move to protect the Seahawks' home-field advantage by making it more difficult for 49ers fans to pack the stands. As the San Francisco Chronicle noted, \"Niner fans are known for traveling. This season, several road stadiums were packed with 49ers fans, and 49ers' play-by-play voice Ted Robinson said there were droves of 49ers fans in Charlotte for [last] Sunday's 23-10 road win over the Panthers.\" Somewhere in between is the notion that the team simply wants to try to ensure that their allotment of tickets for the championship game ends up, as much as possible, in the hands of Seahawks fans as a reward for their support throughout the season, rather than being bought up by others who simply want to attend a championship game (regardless of who's playing in it) or re-sell the tickets for profit. The Denver Broncos have similarly restricted sales of tickets to the AFC Championship Game to residents of the Rocky Mountain region (Colorado, New Mexico, Utah, Wyoming, Nebraska, Montana, South Dakota and Western Kansas), an area that does not include the home of their opponents for that game, the Boston-based New England Patriots (but Denver and Boston are much father apart than Seattle and San Francisco are). Boosters of the 49ers and other California football fans can still acquire tickets to the game through the secondary market (i.e., ticket resellers), but it will cost them. According to Forbes , the NFC Championship Game will be the most expensive NFL game this season, with the cheapest ticket on the secondary market going for just under $400, and tickets selling for an average price of $740 each.",
  "Originally Published": "",
  "Referred Links": "http://www.denverbroncos.com/news-and-blogs/article-1/AFC-Championship-Tickets-On-Sale-Monday/44aff40a-d2f7-48c4-a0b5-3adba973e6dd;http://www.seahawks.com/news/articles/article-1/NFC-Championship-tickets-available-on-Monday/332cc512-bbc5-411a-af9b-8d96ffb0f240;",
  "Example": "[Collected via e-mail, January 2014] Just read an article saying that Fearing 49er Fans, The Seahawks have banned NFC Championship Ticket Sales for Californians. Is this true, I don't see how it can be? I want to know if it is true that the Seattle Seahawks website page is closed to residents in California and Carolina from buying tickets to the January 19th 2014 playoff game to the Super Bowl. It is only reported on a California news page. Is it true???",
  "Last Updated": "12 January 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/seahawks.asp",
  "Claim": "The Seattle Seahawks are not selling tickets to the NFC Championship Game to California residents.",
  "Claim_ID": "politics_business_seahawks",
  "Tags": ""
}