{
  "Origins": "Although Antarctica has no permanent residents, the world's southernmost continent hosts a rotating pool of thousands of researchers, explorers, and miscellaneous crew members. And according to a persistent Internet rumor, all of these people were required to undergo the removal of their appendices and wisdom teeth before first taking up their positions down south.",
  "Fact Check": "",
  "Description": "This rumor is not true: The U.S. Antarctica Program (USAP) does not require potential candidates to have their appendices and wisdom teeth removed before being hired on for that program. The USAP does, however, require that qualified applicants pass rigorous medical and dental examinations prior to traveling to Antarctica: You must pass rigorous medical and dental examinations before going to the Antarctic. Antarctica is an extreme, remote environment, and medical facilities are limited. U.S. Antarctic Program facilities are equipped and staffed to provide routine ambulatory care that would be expected in a U.S. clinic, and have the capability to stabilize and manage a range of emergency medical and dental conditions before transporting patients off the continent. However, medical evacuations take a lot of time and effort and place others at risk, even when the weather allows travel. Remote field camps and research vessels pose additional difficulties. Therefore, the physical qualification (PQ) process administered by ASC seeks to screen out people with conditions that cannot effectively be managed on the Ice or aboard ship. Although it might be possible that a new hire would have to undergo a medical procedure before traveling to Antarctica (such as having wisdom teeth removed), this is decided on a case-by-case basis and is not a requirement for all workers in Antarctica.",
  "Originally Published": "",
  "Referred Links": "http://www.usap.gov/USAPgov/travelAndDeployment/documents/ParticipantGuide-Chapter2.pdf;",
  "Example": "[Collected via email, March 2015] Is it true that to work in Antarctica, you need to have had your wisdom teeth and appendix removed? How is this enforced?",
  "Last Updated": "6 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/jobrequirements.asp",
  "Claim": "You must have your wisdom teeth and appendix removed in order to work in Antarctica.",
  "Claim_ID": "politics_medical_jobrequirements",
  "Tags": ""
}