{
  "Origins": "In September 2012, news accounts made mention of the fact that Sasha and Malia Obama, the daughters of President Barack Obama and First Lady Michelle Obama, had made a rare campaign appearance with their father at the Democratic National Convention:",
  "Fact Check": "",
  "Description": "The same day, the satirical web site The Onion published a spoof positing that Barack Obama's \"rarely seen 19-year-old son, Luther\" (supposedly the product of a liaison the President had with \"a 24-year-old diner cashier\" in 1992) had also appeared with his father at the convention. Many readers who encountered reproductions of this Onion article which did not make mention of its source, or who were unfamiliar with The Onion 's satirical nature, mistook the item for a genuine news account rather than a bit of political humor. (The picture of Barack Obama with his supposed son is a Photoshopped version of the image shown here .) To mistake this item for a genuine news article, one would have to believe that not only did Barack Obama somehow manage to keep the fact that he had fathered an out-of-wedlock child with someone other than his current wife a secret for nearly the entirety of his first term despite the intensive worldwide scrutiny that has been focused on him ever since 2007, but that he then cavalierly gave away that secret by openly bringing his illegitimate son with him to the Democratic National Convention. And no one but The Onion found that story newsworthy enough to publish.",
  "Originally Published": "",
  "Referred Links": "http://sphotos-b.xx.fbcdn.net/hphotos-ash4/196020_271577276281904_525746868_n.jpg;http://www.theonion.com/articles/obamas-19yearold-son-makes-rare-appearance-at-dnc,29458/;http://www.theonion.com/articles/obamas-19yearold-son-makes-rare-appearance-at-dnc,29458/;http://www.theonion.com/articles/obamas-19yearold-son-makes-rare-appearance-at-dnc,29458/;",
  "Example": "[Collected via e-mail, September 2012] This article states that the President has a son. I think it is nonsense but cannot believe the people that seem to believe it. Did anyone else know that Obama had a son? News release, just in time for the election campaign! The first family has turned more than a few heads at this week s Democratic National Convention, where the president, as he greets delegates and waves to crowds of supporters, is often accompanied not only by his wife and two daughters, but also his rarely seen 19-year-old son, Luther. The shy, slightly overweight teenager, who has lived his entire life with his mother in central Illinois, seldom appears in public with the president, with whom he has reportedly shared a somewhat distant and occasionally strained relationship. When I saw that kid with President Obama, I had no clue who he was, said Georgia delegate Kathy Tyson, stating that the teen appeared to have difficulty sustaining eye contact with others and stood uncomfortably alongside his father when he shook hands with voters Thursday. I guess he does kind of look like the president, though a bit shorter and stockier. [Rest of article here.]",
  "Last Updated": "12 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/obamason.asp",
  "Claim": "President Obama's 19-year-old son appeared at the Democratic National Convention.",
  "Claim_ID": "Politics_satire_obamason",
  "Tags": ""
}