{
  "Origins": "It is often the case that a piece of satire hits so close to home (i.e., seemingly confirms something that people believe to be true) that it becomes difficult to distinguish from reality especially when an excerpt is presented outside of its satirical context.",
  "Fact Check": "",
  "Description": "Such is the case with the putative quote from President Ronald Reagan's diaries reproduced above. Although some critics of the current president might find a delicious irony in the Republican icon's once having described a young George W. Bush (who is the son of Reagan's Vice President, George H.W. Bush) as a \"ne'er-do-well,\" they'd be disappointed to learn that the quote is merely an out-of-context excerpt from a tongue-in-cheek article. In June 2007, political columnist Michael Kinsley penned an article for The New Republic after a colleague alerted him that his name appeared in the recently-published book The Reagan Diaries, a compilation of selected diary entries the 40th president made while in office. Since Kinsley had not yet seen the book himself (and thus had no idea why President Reagan might have included him in a diary entry), he invented several farcical diary entries and offered them to readers as possible explanations for the alleged mention of his name: But I was more interested in the me angle, frankly. And it was a puzzle. What on earth could Reagan have written? I indulged my imagination, and my ego: \"January 22, 1983. Mommie [Nancy] says that Kinsley's column this week in The New Republic undermines the entire philosophical basis of my administration. O dear O dear, I had better not read it.\" Or: \"October 6, 1987. Why does Kinsley keep picking on me? He is the only thing standing between me and the total destruction of the welfare state. But, ha: I will destroy him destroy him utterly or my name's not ... not ... not ... Say, they had 'State Fair' on TV last night. What a wholesome, clean-cut young man that Pat Boone is.\" Or: \"May 17, 1986. A moment I've been dreading. George brought his ne'er-do-well son around this morning and asked me to find the kid a job. Not the political one who lives in Florida. The one who hangs around here all the time looking shiftless. This so-called kid is already almost 40 and has never had a real job. Maybe I'll call Kinsley over at The New Republic and see if they'll hire him as a contributing editor or something. That looks like easy work.\" Not only did Kinsley offer these suggestions merely as a bit of satire (rather than as actual quotes from Reagan's diary), but when he finally read The Reagan Diaries , he discovered that the purported reference to him included therein was both mundane and erroneous: In the case of The Reagan Diaries, however, I'd been tipped off. And, sure enough, there I was in the index and on page 400, which describes the events of Friday, March 21, 1986, a busy day for Reagan. He learns that Panama will not take in the unwanted dictator of the Philippines, Ferdinand Marcos. He meets with our ambassador to Russia to talk about Gorbachev. Javier Perez de Cuellar, secretary-general of the United Nations, drops by in the afternoon, and Billy Graham comes over for dinner. Reagan finishes writing his speech for the annual Gridiron dinner. He has an interview with New York Times reporters. And at midday: \"had off-the-record lunch with Meg Greenfield, David Brinkley, and editor of New Republic (Michael Kinsley).\" Well, here is the problem: This whole thing never happened. Or, if it did happen, I was not there. Or, if I was there, it had slipped my mind. I had no memory of having lunch with President Reagan in the White House or anywhere else. And it's not the kind of thing you forget, is it? Upon further investigation, [I learned that] an editor at HarperCollins had slipped in my name. He or she and Reagan, too apparently were unaware of tnr's all-chiefs-and-no-Indians tradition of ladling out titles instead of money. Almost everyone at tnr is an \"editor\" of some kind. Reagan, it seems, actually had lunch with Charles Krauthammer.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.tnr.com/doc.mhtml?i=20070702&s=kinsley070207;",
  "Example": "[Collected via e-mail, August 2007] A friend forwarded the following quote to me. I am skeptical that Ronald Reagan actually wrote it. \"A moment I've been dreading. George brought his ne're-do-well son around this morning and asked me to find the kid a job. Not the political one who lives in Florida. The one who hangs around here all the time looking shiftless. This so-called kid is already almost 40 and has never had a real job. Maybe I'll call Kinsley over at The New Republic and see if they'll hire him as a contributing editor or something. That looks like easy work.\" Ronald Reagan in his recently published diaries, May 17, 1986.",
  "Last Updated": "20 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/kinsley.asp",
  "Claim": "A 1986 diary entry by President Ronald Reagan described George W. Bush as a \"shiftless ne'er-do-well.\"",
  "Claim_ID": "Politics_satire_kinsley",
  "Tags": ""
}