{
  "Origins": "Expressing disdain for the French (a popular pastime in America) ran at fever pitch during the first half of 2003. The manuvering in the United Nations by the French government to prevent the war in Iraq was viewed by many as an act of base ingratitude in light of the sacrifices made by Britain and America to rescue France and its people during two World Wars. That anger surfaced in a number of the rumors of the day, some of which called for boycotts of goods presumed to be made by French companies, and others which turned out to be mishearings or misunderstandings of events reported in the news. It is from this latter category that the \"come and pick up your trash\" blood boiler is plucked.",
  "Fact Check": "",
  "Description": "In March 2003, at one of the largest British war cemeteries in northern France, hate-filled comments were sprayed in red paint over a monument to Britain's dead from World War I. The defacement was removed by the afternoon of the day it was discovered, but not before a few busloads of visitors had seen it. Along with \"Rosbifs (British) go home! Saddam Hussein will win and spill your blood\" and \"Death to the Yankees,\" was painted the comment that would spark the rumor: \"Dig up your garbage. It is fouling our soil.\" Outrage over this craven act of anonymous vandals was swift and unanimous, with the French authorities just as incensed by it as anyone. Scant days after the anti-war slogans were discovered, President Jacques Chirac sent an apology to Queen Elizabeth over the desecration of those graves. \"These unacceptable and disgraceful acts are unanimously condemned by the French people,\" said Mr. Chirac. \"In the name of France, and in my own name, please accept my deepest regrets. France knows what it owes to the formidable devotion and courage of the British soldiers who came to help it free itself in the fight against barbarity.\" (President Chirac was not slighting Americans with that comment; he was recognizing that only British, Canadian, and Australian soldiers who died in World War I are buried at the cemetery which was defaced. No American war dead lie there.) Yet rumor being what it is, it wasn't long until this real story (unnamed hooligans, defacement of a British cemetery, apology by the President of France) rearranged itself into quite a different tale, one in which the French government stood poised with shovel in hand to cleanse their land by digging up American war dead while sending a \"Come and pick up your trash\" note to the Americans. It is ironic that the reality of who wanted the American dead removed from French soil at that time was the polar opposite of the rumor. In March 2003, U.S. Rep. Ginny Brown-Waite aired her American Hero's Repatriation Act, a bill that called for allowing families of fallen American soldiers interred in France or Belgium to retrieve their deceased relatives and re-bury them in the United States because, as Rep. Brown-Waite said, \"Millions of dollars a year are collected by the French Government and French businesses from patriotic Americans visiting their loved ones who gave everything in defense of the French during WWII. It is not right that American citizens are compelled out of respect for the fallen to support the economy of a country who has turned its back on us and on their memory.\" This was not the first time the placement of America's war dead had been the subject of rancor. In the 1960s, France, under Charles DeGaulle, bolted from the NATO Nuclear Planning Group and established their own nuclear deterrent, an act which strained French relations with the United States. In 1966, DeGaulle asked that all American soldiers be removed from France. \"Does that include the dead Americans in military cemeteries as well?\" U.S. Secretary of State Dean Rusk reportedly asked. About 30,000 Americans who died fighting World War I are buried in eight European cemeteries (six in France, one in Belgium, and one in England), and another 73,000 U.S. servicemen who gave their lives during World War II lie at rest in twelve European cemeteries (five in France, two in Belgium, two in Italy, and one each in England, Luxembourg, and the Netherlands). These foreign burial grounds are administered and maintained by the American Battle Monuments Commission (ABMC) in Arlington, Virginia, but the ABMC does not pay \"millions of dollars on rent for these cemeteries,\" as another popular rumor boldly asserts. The United States has been granted tax-free and rent-free use of all these cemetery sites, in perpetuity, by their host governments. The honored dead rest in peace. Barbara \"french toasted\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://thomas.loc.gov/cgi-bin/query/z?c108:h.r.1265:;",
  "Example": "[Collected on the Internet, 2003] Did you hear about France demanding the American soldiers buried over there be dug up and removed from their land? You know, the ones that died in World War II freeing that country? It was in all the news they want our dead out of their country. And the worst of it? They sent a note to our government saying, \"Come and pick up your trash.\"",
  "Last Updated": "6 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/garbage.asp",
  "Claim": "France demanded that the U.S. remove buried American soldiers from their soil, saying \"Come pick up your garbage.\"",
  "Claim_ID": "politics_military_garbage",
  "Tags": ""
}