{
  "Origins": "In response to a number of serious food contamination incidents (such as the salmonella outbreak linked to peanuts) that raised concerns about the safety of the U.S. food supply, in February 2009 Rep. Rosa L. DeLauro of Connecticut introduced to Congress HR 875, the Food Safety Modernization Act of 2009. That bill was never voted upon, but in June 2009 Rep. Betty Sutton of Ohio introduced the similar HR 2751 , the FDA Food Safety Modernization Act, which was passed by the House on 9 June 2009. The Senate passed (with changes) its version of bill, S510, on 30 November 2010.",
  "Fact Check": "",
  "Description": "The main purpose of the original bill was to establish a Food Safety Administration (FSA) within the Department of Health and Human Services \"to protect the public health by preventing food-borne illness, ensuring the safety of food, improving research on contaminants leading to food-borne illness, and improving security of food from intentional contamination.\" \"This salmonella outbreak represents the full-scale breakdown of a patchwork food safety system. And it should act as the final wake up call,\" said DeLauro. \"That is why, today, I am introducing the Food Safety Modernization Act to separate food safety regulation from drug and device approvals and to restore the balance that has long been missing at Health and Human Service. Under the proposal, FDA would be split into an agency responsible for food safety (the Food Safety Administration) and another responsible for regulation of drugs and devices. This move creates an agency solely focused on protecting the public through better regulation of the food supply. The Food Safety Modernization Act would establish a farm-to-fork system for protecting foods that are currently regulated by FDA, which has jurisdiction over 80 percent of the food supply. The announcement of HR 875 spawned a number of Internet-circulated pieces warning about the dire results citizens would face should be the bill pass, most of them repeating exaggerated claims unwarranted by anything stated within the text of the bill itself. One oft-repeated claim is that Rep. DeLauro's husband, Stanley Greenberg, works for the agricultural giant Monsanto corporation, and therefore Rep. DeLauro has a substantial financial interest in the passage of HR 875, a substantial conflict of interest. This information is false. Stanley Greenberg is not a Monsanto employee; he's the chairman and CEO of Greenberg-Quinlan Research Inc., a public issues research and polling firm which, as the Las Vegas Review-Journal noted in a clarification , hasn't had any business dealings with Monsanto for over a decade: An editorial in the Las Vegas Review-Journal stated Stanley Greenberg, husband of Connecticut Democratic Congresswoman Rosa DeLauro, who has proposed legislation imposing new mandates on food producers, \"is a leading Democratic political strategist and consultant with clients including pesticide and fertilizer giant Monsanto.\" Both DeLauro's office and a spokesman for Greenberg's firm said that Monsanto has not been a client of Greenberg's for more than 10 years. As for some of the other claims about HR 875 stated in the pieces quoted above: Effects anyone growing food even if they are not selling it but consuming it. The bill defines the term \"food production facility\" to be \"any farm, ranch, orchard, vineyard, aquaculture facility, or confined animal-feeding operation.\" It's something of a stretch to interpret that definition as applying to persons who maintain home-based vegetable gardens or otherwise grow small amounts of food for personal consumption. Requires organic farms to use specific fertilizers and poisonous insect sprays dictated by the newly formed agency to 'make sure there is no danger to the public food supply.' No language in HR 875 mandates that farms (organic or otherwise) use of any particular fertilizer or pesticide, or requires the use of either of those products in general. The bill merely calls upon the FSA to establish regulations regarding \"minimum standards related to fertilizer use.\" The power it would give to Monsanto, the criminalization of seed banking, the 24 hours GPS tracking of their animals No language in HR 875 addresses seed banking or requires GPS tracking of animals. Many of these same points are addressed in Rep. DeLauro's Myths and Facts sheet for HR 875: MYTH: H.R. 875 \"makes it illegal to grow your own garden\" and would result in the\"criminalization of the backyard gardener.\" FACT: There is no language in the bill that would regulate, penalize, or shut down backyard gardens. The focus of the bill is to ensure the safety of food in interstate commerce. MYTH: H.R. 875 would mean a \"goodbye to farmers markets\" because it would regulate and penalize \"each farmer who wishes to sell locally.\" FACT: There is no language in the bill that would result in farmers markets being regulated, penalized by any fines, or shut down. Farmers markets would be able to continue to flourish under the bill. In fact, the bill would insist that imported foods meet strict safety standards to ensure that unsafe imported foods are not competing with locally-grown foods. MYTH: H.R. 875 would result in the \"death of organic farming\" or \"mandate the use of chemicals or certain types of seeds on organic farms.\" FACT: There is no language in the bill that would stop or interfere with organic farming.The National Organic Program (NOP) is under the jurisdiction of the United States Department of Agriculture (USDA). The Food Safety Modernization Act only addresses food safety issues under the jurisdiction of the Food and Drug Administration (FDA). MYTH: H.R. 875 would implement a national animal ID system (NAIS). FACT: There is no language in the bill that would implement NAIS, which is under the jurisdiction of the USDA. H.R. 875 addresses issues under the jurisdiction of the FDA. Certainly the provisions of HR 875 are subject to legitimate debate over how effective the bill would be at improving and ensuring the safety of America's food supply and whether they would place undue financial and regulatory burdens on smaller farms and businesses that primarily engage in the local production and sale of food items, but those concerns aren't being effectively addressed through the circulation of unwarranted claims similar to those cited above. Sources such as the Farm-to-Consumer Legal Defense Fund are better starting points for grasping some of the issues regarding how HR 875 might affect small farmers.",
  "Originally Published": "",
  "Referred Links": "http://www.ftcldf.org/news/news-02mar2009.htm;http://delauro.house.gov/files/HR875_Myths_Facts1.pdf;http://www.lvrj.com/news/41560737.html;http://www.monsanto.com/;http://www.govtrack.us/congress/bill.xpd?bill=s111-510;http://www.govtrack.us/congress/bill.xpd?bill=h111-2751;http://www.govtrack.us/congress/billtext.xpd?bill=h111-875;http://delauro.house.gov/release.cfm?id=1469;http://delauro.house.gov/release.cfm?id=1469;http://www.reuters.com/article/healthNews/idUSTRE52U3K720090331;http://www.govtrack.us/congress/billtext.xpd?bill=h111-875;",
  "Example": "[Collected via e-mail, March 2009] Hello friends and fellow citizens, BEWARE THE FOOD POLICE! HR 875/S425 IT WOULD NATIONALIZE FARMING- DESTROY ORGANICS- EVEN ATTACK YOUR PRIVATEGARDEN! I just stumbled on some pretty disturbing legislation coming out of the Congress of the United States. The bill is HR 875 and it's labeled as the Food Safety Modernization Act of 2009. At first glance it didn't seem like much. However, there are several, including exposing some pretty scary legislation enclosed in the bill. In the midst of the financial crisis, it seems that these initiatives are sliding in under the radar. Many people are not even aware of them - It is imperative that you look into this immediately and with extreme scrutiny as our heath and well-being are threatened!!! If this bill passes, you can say goodbye to organic produce, your Local Farmer's market and very possibly, the GARDEN IN YOUR OWN BACKYARD!!!!! Things we are finding in the bill: * Effectively criminalizes organic farming but doesn't actually use the word organic. * Effects anyone growing food even if they are not selling it but consuming it. * Effects anyone producing meat of any kind including wild game. * Requires organic farms to use specific fertilizers and poisonous insect sprays dictated by the newly formed agency to 'make sure there is no danger to the public food supply.'* Legislation is so broad based that every aspect of growing or producing food can be made illegal. There are no specifics which is bizarre considering how long the legislation is. * Section 103 is almost entirely about the administrative aspect of the legislation. It will allow the appointing of officials from the factory farming corporations and lobbyists and classify them as experts and allow them to determine and interpret the legislation. Who do you think they are going to side with? * Section 206 defines what will be considered a food production facility and what will be enforced up all food production facilities. The wording is so broad based that a backyard gardener could be fined and more. * Section 207 requires that the state's agriculture dept act as the food police and enforce the federal requirements. This takes away the states power and is in violation of the 10th amendment. The bill is monstrous on level after level - the power it would give to Monsanto, the criminalization of seed banking, the prison terms and confiscatory fines for farmers, the 24 hours GPS tracking of their animals, the easements on their property to allow for warrantless government entry, the stripping away of their property rights, the imposition by the filthy, greedy industrial side of anti-farming international \"industrial\" standards to independent farms - the only part of our food system that still works, the planned elimination of farmers through all these means. I encourage you to look into this immediately and help remove this bizarre piece of legislation. Many small farmers and organic food activists are claiming that if H.R. 875 is passed, it will mean the end of organic farming in the United States. H.R. 875 was introduced by Democrat Rosa DeLauro in February. Her introduction of this bill represents a stunning conflict of interest, because her husband, Stanley Greenburg, works for Monsanto. Monsanto is the world's biggest producer of herbicides and genetically engineered seeds, and they would GREATLY benefit if thousands of small organic farmers were put out of business, because organic farmers don't use Monsanto products. H.R. 875 is called the Food Safety Modernization Act of 2009 and you can find the full text of the bill here: http://www.govtrack.us/congress/billtext.xpd?bill=h111-875 This horrific bill would establish a \"Food Safety Administration\" within the Department of Health and Human Services. The mandate of this new department would be \"to protect the public health by preventing food-borne illness, ensuring the safety of food, improving research on contaminants leading to food-borne illness, and improving security of food from intentional contamination, and for other purposes.\" Section 3 of H.R. 875 defines what type of establishments would be subject to the regulations in this legislation. It that section, a \"food production facility\" is defined this way: The term food production facility means any farm, ranch, orchard, vineyard, aquaculture facility, or confined animal-feeding operation. So that would include..... *All organic farms *All small farms *All family farms *Even small family gardens if you sell any produce to your neighbor at all If you read this bill, you will see that it gives the government the power to regulate what is \"safe\" farming, and therefore if organic farmers are not using enough herbicide on their plants to be \"safe\" or they aren't following the same \"quality control\" procedures as the big guys they could be instantly put out of business. In addition, it loads small farmers with massive amounts of paperwork and administrative burdens that the big corporations can handle but they can't. That is how you put a horde of small competitors out of business - you get the government to pile on the rules and burdens and regulations until they collapse. That is why Monsanto desperately wants this bill. They hate the small farmers and they want to take them out of the picture. If you care about organic farming, please call Congress and tell them to stop this horrible bill.",
  "Last Updated": "23 December 2010",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/business/organic.asp",
  "Claim": "The Food Safety Modernization Act of 2009 would eliminate home gardens and put organic farmers out of business.",
  "Claim_ID": "politics_business_organic",
  "Tags": ""
}