{
  "Origins": "May 2012 saw the circulation of the message cited above, one which claimed that Volkswagen Passat vehicles with 70+ miles per gallon (MPG) figures manufactured in the U.S. were readily available in the UK, but U.S. government regulations prohibited their being sold to U.S. customers. These claims appear to be misleading, however.First of all, a UK gallon is not the equivalent of a U.S. gallon: 1 UK gallon = 1.2 U.S. gallons, so MPG figures for automobiles in the UK are inflated by 20% relative to U.S. figures. Additionally, the U.S. Environmental Protection Agency (EPA) process for determining average mileage ratings is generally more stringent than the process used in other countries, so EPA ratings tend to be on the conservative side. Therefore, taking both factors into consideration, a car rated at 70 MPG in the UK would likely be EPA rated somewhere around the mid- to high-40 MPG range.",
  "Fact Check": "",
  "Description": "Second, we found no evidence of U.S. government regulations that would prohibit the sale of automobiles such as the referenced Volkswagen Passat in the United states solely because of their mileage ratings. In general, when an automobile manufacturer offers a particular model of vehicle in other parts of the world but not the U.S., it's because that model has features that don't appeal to U.S. buyers or because the model does not meet U.S. safety or environmental standards. In the case of the Volkswagen Passat models mentioned here, their lack of availability in the U.S. is likely due to a combination of those factors. Others have noted that U.S. consumers tend to focus less on mileage and prefer gasoline-powered cars with automatic transmissions and larger, higher-performance engines, but the UK version of the Passat cited here is a diesel-powered car with a manual transmission and a smaller, lower-performing engine: The UK Passat engine is very small (the 0-60 time is 12.5 seconds with a manual transmission) and most Americans won't accept such poor performance. Diesel fuel doesn't have a tax-preferred status here in the U.S. either, and the engine is probably at a premium cost due to new technology. What's more is that vehicles in the UK (but not the U.S.) are taxed by carbon emission, so vehicles in the UK are sold with a much wider choice of engines, usually including diesels and far smaller engines than are available for these vehicles in the U.S., because there is a high cost of operating the vehicle already (i.e., higher fuel prices) and these engines minimize the carbon tax portion. The dynamics of car ownership and manufacturing cars in the US versus the UK is vastly different: it's not really the regulations that are to blame. Manufacturers don't bother to get U.S. EPA certifications because they know that the demand isn't there, especially right now when the demand is for hybrid (or at the really high end, electric). I doubt that such a car would be viable to sell: people in the U.S. don't put much stock in to gas mileage in comparison to power demands. If you are going to charge a premium, you have to offer something noticeably different, and diesel probably isn't going to pass muster for most folks. Diesel vehicles in the U.S. have a bad reputation. Also, as reported in a Pure Energy Systems News (PESN) article on this topic, a Manager of Product and Technology Communications for Volkswagen of America Inc. stated that: VW used to sell the same (or similar?) Passat as is sold in Europe here in the US. But it didn't sell very well. It was too expensive and too small in the mid-size sedan segment. So they came up with a larger version with a better price point; and of course the size effects the mileage. Volkswagen's response to our query was non-committal, stating only that they could not say when Bluemotion technology vehicles like the UK version of the Passat would be available in the U.S. We recognize that in this current economic climate, the desires of the driving public have changed. Many consumers have realized that efficiency and economy are the true values of an automobile. Emissions standards have increased, and we are working to be both ecologically responsible and provide fuel efficient vehicles people want. VW continues to research all options for fuel efficiency. We have no further information at this time if, or when the Bluemotion technology will be available in the US.",
  "Originally Published": "",
  "Referred Links": "http://pesn.com/2012/05/01/9602085_VW_not_allowed_by_US_government_to_sell_high_mileage_cars_to_US_consumers/;http://www.volkswagen.co.uk/#/new/passat-estate-vii/which-model/engines/fuel-consumption/;",
  "Example": "[Collected via e-mail, May 2012] VW Passat 78.5 MPG in the UK Below is an email about the VW Passat that is made in the USA which gets over 70MPG but is not allow to be sold in the USA . Just one more Washington Red Flag .I have included a short youtube video and a link to VW UK web site which confirms video is correct. Checked out VW web site and you can order any car they have for sale unless you are a US Citizen. As a US Citizen VW will not deliver the higher mileage cars they manufacture in the US to US Citizens. This is true and can be verified by just trying to buy one of these cars with the blue motion engine for shipment from the US to any destination in the US. I didn t go to the Ford UK web site to check out Ford but Rick has and he says Ford has several models for sale manufactured in the US with mileage of better than 71 miles per gallon on the highway that also are available for sale in Europe but not the US. VW Web Site: http://www.volkswagen.co.uk/#/new/passat-estate-vii/which-model/engines/fuel-consumption/",
  "Last Updated": "14 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/passat.asp",
  "Claim": "The U.S. government prohibits high mileage Volkswagen Passat automobiles from being purchased by U.S. customers.",
  "Claim_ID": "politics_business_passat",
  "Tags": ""
}