{
  "Origins": "We first encountered this warning about a supposed 30-day state police \"speeding ticket frenzy\" employing unmarked patrol cars in mid-May 2005, when it came to us as an e-mail purporting to detail information gleaned from \"a State trooper in south Jersey.\" At that time the crackdown was said to be scheduled to begin throughout the state of New Jersey on Monday, 2 May 2005.",
  "Fact Check": "",
  "Description": "No news outlets reported a 30-day round-up of speeders in New Jersey in May 2005. New Jersey state troopers were issuing considerably more speeding tickets immediately after March 2005 than they had been previously, but that increase was the result of the state's hiring additional officers, not the product of a short-term effort to raise revenue: The number of summonses issued between March and May [2005] a total of 45,930 on the two toll roads is 52 percent higher than the previous three months. The jump in tickets is about 49 percent when compared with the same March-through-May stretch of 2004. Officials say motorists should get accustomed to tougher enforcement on the two highways. The surge in summonses stems from the hiring of an extra 66 troopers for the Parkway and Turnpike over the past year, not from a short-term ticket blitz, police and highway officials said. For the first time in several years, the police forces on the toll highways are near what officials consider optimal levels 206 troopers on the Parkway and 225 on the Turnpike. Nonetheless, this same basic warning has been recirculated on the Internet every year since then, sometimes multiple times per year, in versions listing different states and different dates (as collected in the Variations section below). These repetitions all follow a pattern of announcing a \"30-day speeding ticket frenzy\" (often said to be named \"Operation Yellowjacket\"), naming the state (or city/county) in which it will take place, listing a date on which the \"frenzy\" will supposedly commence, and identifying particular motorways which will allegedly be a focus of traffic enforcers. Although state troopers will sometimes engage in traffic enforcement details (lasting from a few hours to a few days) which involve extra patrols on targeted highways, we have yet to encounter any case in which one of the unannounced, statewide \"30-day speeding ticket frenzies\" warned about in e-mail forwards and social media posts actually took place. When states do engage in multi-agency efforts to combat drunk and speeding drivers, such as the H.E.A.T. (Highway Enforcement of Aggressive Traffic) program orthe I-80 Challenge Highway Safety Initiative , those efforts are typically publicly announced in advance, since two major components of traffic safety programs are motorist awareness of police presence and driver education, and neither of those aspects is facilitated through a \"secret\" police crackdown. Barbara \"points to ponder\" Mikkelson Variations: In July 2005, the suspect New Jersey warning was modified into one about a particular region in Tennessee : We received this from a friend who got it from a man that he teaches Sunday school with that works at the Bristol police department. Just thought I would pass it on. Tri-Cities will launch a 30-day speeding ticket frenzy on July 31 2005. The state of Tennessee estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay state troopers overtime. There will be 57 state troopers on duty at all times patrolling. They are the following: I-81 north and south 1-26 north and south 1-40 east and west Now 5 mph above the limit can justify a ticket and every state trooper is supposed to pull a car over and write a ticket every 10 minutes. They have issued 30 brand new unmarked Crown Victoria cruisers and they are bringing all their part timers on full time. I was told 101.5 FM confirmed all of this. So be safe and don't forget speeding tickets are on you. You've been warned. At the end of 2005, the same warning was modified yet again to refer to Orange County in southern California : Orange County traffic tickets For those of us who like to drive fast..... California Highway Patrol will launch a 30-day speeding ticket frenzy in South Orange County starting January 25, 2006. The state estimates that 22 million dollars will be generated in speeding tickets. 3 million will go to pay California Highway Patrol officer overtime. There will be 90 California Highway Patrol officers on duty at all times patrolling the 7 freeways. They are the following: 73, 55, 133, 241, 57, 5, 605 freeways Now 7 mph above the limit can justify a ticket and every California Highway Patrol officers is supposed to pull a car over and write a ticket every 10 minutes. They have issued 50 brand new unmarked Crown Victoria cruisers and they are bringing all their part timers on full time. If you live or work in South Orange County you must take one of their freeways. It's up to you how fast you are doing when they do. This is a test by the CHP to raise the extra funds for the State of California. The wealthy folks of South Orange County can afford this new tax. The California State Legislators dreamed up this law to help close the budget gap or something like that. I was told KICU-FM confirmed all of this. So be safe and don't forget speeding tickets are on you. You've been warned. In mid-January 2006 the warning was morphed once again, this time aiming it at those who live in or near Dallas : Dallas and the state of Texas will launch a 30-day speeding ticket frenzy. The state estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay state troopers and Dallas Police officers overtime. There will be 50 police officers and state troopers in the Metroplex on duty at all times patrolling the 10 main intersections and highways. They are the following: I-35E north and south I-20 east and west 75 north and south 635 entire loop 114 east and west 183 east and west 175 north and south North Dallas Tollway north and south George Bush Turnpike east and west 360 north and south Now 5 mph above the limit can justify a ticket and every officer is supposed to pull a car over and write a ticket every 10 minutes. They have issued 30 brand new unmarked Crown Victoria cruisers and they are bringing all their part timers on full time. If you work in Dallas or the surrounding areas you must take one of these interstates, routes, or parkways. It's up to you how fast you are doing when they do. WBAP-820 AM confirmed all of this yesterday morning. So be safe and don't forget speeding tickets are on you. In the final week of January 2006 the warning was circulated once again, this time aiming it at those who live in Michigan : Heads Up for what it's worth ~just saw this; Michigan will launch a 30-day speeding ticket frenzy. The state estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay state troopers overtime. There will be 50 state troopers on duty at all times patrolling the 6 main intersections and highways. I-75 north and south I-94 (from Ann Arbor to Port Huron) entire length of I-696 I-275 north and south M-10 Lodge Fwy I-96 from Detroit West to M-14 Now, 5 mph above the limit can justify a ticket and every state trooper is supposed to pull a car over and write a ticket every 10 minutes. They have issued 30 brand new unmarked Crown Victoria cruisers and they are bringing all their part timers on full time. If you work anywhere in the Detroit Metropolitan area, you must take one of there interstates, routes, or parkways. It's up to you how fast you are doing when they do. Wear your seat belt, nothing hanging from the rear view mirror, do the speed limit (not a mile over) use cruise control if you have it, no cracks in your windshield, use your turn signals. Also in the final week of January 2006, the warning was issued about Honolulu, Hawaii : On February 1, the city and county of Honolulu will launch a 30-day speeding ticket frenzy. The city estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay police overtime. There will be 50 police on duty at all times patrolling the 9 main thoroughfares. They are the following: H-3 both directions H-2 both directions H-1 both directions Pali Hwy Likelike Hwy Nimitz Hwy Kalanianaole Hwy Kam Hwy Farrington Hwy Now 5 mph above the limit can justify a ticket and every officer is supposed to pull a car over and write a ticket every 10 minutes. They have issued 30 brand new unmarked cruisers and they are bringing all their part timers on full time. At the end of January 2006, the warning was issued about Pennsylvania : Warning to Pennsylvania residents about speeding! For those of us who like to drive fast..... Pennsylvania State Police will launch a 30-day speeding ticket frenzy throughout the state starting February 1, 2006. The State estimates that 22 million dollars will be generated in speeding tickets. 3 million will go to pay Trooper overtime costs and benefits. There will be 150 State Troopers on duty during all shifts patrolling the highways. Significant radar enforcement will occur along the I-70, I-76, I-79, I-80, I-81, I-83, I-84, and I-90 corridors. Motorists traveling 6 mph or more above the limit will receive a ticket and every State Trooper is supposed to pull a car over and write a ticket every 10 minutes. Pennsylvania has activated 50 new unmarked cruisers of various makes and models for this pilot program to raise extra funds and meet mandated quotas. The Pennsylvania State Legislators dreamed up this program to help offset the additional funding required to hire 60 new Troopers. I was told KDKA TV and Radio stations confirmed this. So be safe and don't forget speeding tickets are on you. You've been warned. In mid-January 2008, the warning was issued about Louisville, Kentucky : Heads Up, In February, We will launch a 30-day speeding ticket frenzy. The city estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay Mero Police overtime. There will be 50 Metro Traffic Officers on duty 24/7 patrolling the following highways AND MORE! I-65 North and South I-64 From Shelbyville Rd. to Portland Av Preston Highway to city limits Now, 5 mph above the limit can justify a ticket, and every Traffic officer is supposed to pull a car over and write a ticket every 10 minutes. They have issued 30 brand new unmarked Crown Victoria cruisers and they are bringing all their part timers on full time. * Wear your seat belt, * have nothing hanging from the rear view mirror, * do the speed limit - use cruise control if you have it, * have insurance papers, * and use your turn signals! In mid-February 2008, the Pennsylvania warning reappeared, but it was specific to Pittsburgh, Pennsylvania : Speeding Ticket Blitz-IMPORTANT INFO Starting today, Pennsylvania will launch a 30-day speeding ticket frenzy. The state estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay state troopers' overtime. There will be 50 state troopers on duty at all times patrolling the 9 main intersections and highways. They are the following: I-279 north and south I-376 east and west I-76 east and west I-80 east and west I-79 north and south I-70 east and west PA-60 PA-66 US-22 5 mph above the limit can justify a ticket and every state trooper is supposed to pull a car over and write a ticket every 10 to 20 minutes. They have issued 30 brand new unmarked Dodge Charger Police cruisers and are bringing in all of their part timers on full time. If you work in western Pennsylvania, you will probably take one of these highways. It's up to you how fast you are going when they clock you. KDKA and WDVE confirmed all of this. So be safe and don't forget speeding tickets are on you. In mid-April 2008, the warning was issued about Portland, Oregon : Alert to Portland drivers! Portland will launch a 21 day speeding Frenzy! The state of Oregon estimates there will be 9 million made in speeding tickets. 1 million dollars will go to paying troopers overtime. There will be 40 OSP troopers and local police officers on duty at all times patrolling these areas. I-5 North and south from Woodburn to Delta park I 84 Eastbound and Westbound from downtown to I205 I 205 Northbound from I5 to Hwy 84* *this is where they anticipate highest volume of tickets. Us 26 WB and EB Sunset Hwy from the tunnel to Cornell Hwy 217 from Washington Square to I5 Hwy 18 from Hwy99 to Grand Rhone 5mph or over can justify a ticket and state troopers are instructed to pull over anyone going 5mph over the limit. OSP has issued 15 new unmarked Crown Victoria cruisers for this 21 day period. This new ticket revenue will help close the budget crisis they are facing. This \"ticket frenzy\" has been confirmed by news stations in Portland. Look out speeders! In June 2008, the warning was updated into a 2008 New Jersey version: Starting 6-10-08 New Jersey will launch a 30 day speeding ticket frenzy. The state estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay state troopers overtime. There will be 50 state troopers on duty at all times patrolling the 9 main intersections and highways. They are the following I-295 north and south 1-95 (Jersey Turnpike) north and south 1-80 east and west I-287 north and south I-78 east and west I-195 east and west 1-280 east and west Rt 130 north and south Garden State Parkway north and south 5 mph over the speed limit can justify a ticket and every state trooper is supposed to pull a car over and write a ticket every 10 to 20 minutes. They have issued 30 brand new unmarked Crown Victoria cruisers and are bringing in all of their part timers on full time. Radio 101.5 has confirmed all of this. Driving ticket fine increase in NJ starting Aug 15th the price of a ticket for violation of NJ Law 39 3-29 - failure to show your drivers license registration or insurance card at the time you are stopped - is going from 44.00 to 173.00. Please make sure your vehicles have the proper documents in them. If you jump in the car to run to the store and forget your wallet with your license in it and you are stopped, oh well, you just spent 173.00. And the fine for not having all three is 519.00. In August 2008 this version mixing the standard \"30 day speeding frenzy\" canard with the actual Pennsylvania Operation Yellow Jacket appeared in inboxes: Operation Yellow Jacket - Speeding Tickets Operation Yellow Jacket Look out for Penn dot trucks parked along the road or appearing behind you pacing you, it could be a Trooper driving the truck, it is called 'Operation Yellow Jacket' and will be off and on all summer, each district has a truck cleaned up and ready to go! Starting today, Pennsylvania will launch a 30 day speeding ticket frenzy. The state estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay state troopers overtime. There will be 50 state troopers on duty at all times patrolling the 9 main intersections and highways. They are the following: Rte. 1 north and south PA-220 I-99 north and south I-95 north and south I-279 north and south I-276 east and west I-376 east and west I-76 east and west I-80 east and west I-79 north and south I-70 east and west PA-60 PA-66 US-22 & 322 5 mph above the limit can justify a ticket and every state trooper is supposed to pull a car over and write a ticket every 10 to 20 minutes. They have issued 30 brand new unmarked Dodge Charger Police cruisers and are bringing in all of their part timers on full time. Driving Ticket fine increase in PA: Starting on August 15th, the price of a ticket for violation of PA Law 39:3-29 (failure to show your driver's license, registration, or insurance card at the time you are stopped) is going from $44.00 to $173.00. Please make sure your vehicles have the proper documents in them. If you jump in the car to run to the store and forget your wallet with your license in it and you are stopped.... Oh well... you just spent $173. And the fine for not having all three documents is $519!!! http://www.dot.state.pa.us In March 2009, the Pennsylvania \"Operation Yellow Jacket\" version was relocated to Michigan : Look out for MI-DOT trucks parked along the road or suddenly appearing behind you pacing you - it could be a Trooper driving the truck. Called 'Operation Yellow Jacket', each Michigan State Police District has a truck cleaned up and ready to go! These trucks have specially-modified engines that can virtually catapult the truck from snow-plow speed to intercept speed in seconds. And when the engine boost kicks in, the warning lights automatically change from flashing yellow to the dreaded red and blue! Starting March 1, 2009, Michigan will launch a 31 day speeding ticket frenzy. The state estimates that $9 million dollars will be generated in speeding tickets, with an additional $3.5 million in revenue for failureto wear a seatbelt. $1 million will go to pay state troopers overtime. There will be 47 state troopers on duty at all times patrolling the main intersections and highways with the highest rates of speeding. They are the following: I-75, especially from the Ohio line north to Woodhaven, and again from Auburn Hills to Flint. I-96 east and west in its entirety I-275 north and south I-675 north and south I-94 east and west from Battle Creek to Jackson I-696 east and west in its entirety I-196 east and west US-131 north and south I-69 east and west from Lansing to Flint and again from Flint eastward to Port Huron. I-69 north and south from I-94 to Lansing M-14 east and west from I-94 to I-275 M-39 from I-94 to I-96 M-59, especially from Pontiac to Utica , and from Utica east to I-94 US-10 from Midland to Bay City US-23 from I-96 to Flint US-27 from Lansing to Mt. Pleasant Quotas: 5 mph above the limit can justify a ticket and every state trooper is supposed to pull a car over and write a ticket every 10 to 20 minutes. They have issued 30 brand new unmarked Dodge Charger Police cruisers andcanceled all vacation time. In addition, they are bringing in all of their part timers on full time for the month. This nonsense will conclude on April 1. Driving Ticket fine increase in MI: Starting on January 15th, the price of a ticket for violation of MI Law 39:3-29 (failure to show your driver's license, registration, or proof of insurance card at the time you are stopped) went from $44.00 to $173.00. Please make sure your vehicles have the proper documents in them. If you jump in the car to run to the store and forget your wallet with your license in it and you are stopped.... Oh well... you just spent $173. And the fine for not having all three documents is $519!!!\" The state of Michigan put a disclaimer on its web site noting that no such operation was being undertaken by Michigan State Police: The Michigan State Police (MSP) wants citizens to know that a widely distributed e-mail message about a \"31-day speeding ticket frenzy\" in Michigan titled \"Operation Yellow Jacket\" is completely false. There is no such effort underway at this time, or any time in the future, to generate revenue through the issuance of traffic citations. Citizens should regard the \"Operation Yellow Jacket\" warning as nothing more than an urban legend. As a reminder, MSP traffic enforcement initiatives always involve a uniformed officer in a marked patrol vehicle. Versions of this e-mail have been circulating in cyberspace for a few years. The recent addition of Operation Yellow Jacket comes from a work-zone safety enforcement effort conducted by the Pennsylvania State Police. Several other states including California, Hawaii, Kentucky, New Jersey, Oklahoma, Oregon, South Carolina, Tennessee and Texas have also been targeted in this hoax. In July 2010 the \"speeding frenzy\" version was back again, this time customized for Atlanta, Georgia : Starting Aug 1, Georgia will launch a 30 day speeding ticket frenzy. The state estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay state troopers' overtime. The rest to help with dwindling budgets. There will be 50 state troopers on duty at all times patrolling the 7 main intersections and highways. They are the following: I-20 east and west I-75 north and south I-85 north and south I-675 north and south GA-985 north and south GA-316 east and west GA-400 north and south 5 mph above the limit can justify a ticket and every state trooper is supposed to pull a car over and write a ticket every 10 to 20 minutes. They have issued 30 brand new unmarked Dodge Charger Police cruisers and are bringing in all of their part timers on full time. If you work in the Atlanta area, you will probably take one of these highways. It's up to you how fast you are going when they clock you. WSB and WXIA & CBS confirmed all of this. So be safe and don't forget speeding tickets are on you. Look for city and county governments to adopt similar polices in the near future. (Although Atlanta police will not be launching a 30-day \"Operation Yellowjacket,\" using dozens of unmarked cruisers to issue speeding tickets every ten minutes in August 2010, the Governor's Office of Highway Safety in Georgia had previously announced its seventh annual \" 100 Days of Heat \" campaign to target \"excessive speeding, impaired driving, and occupant protection violations\" between May 17 and September 6 .) In August 2010 the tale returned to California , this time as a text message: Starting Aug 1st, state troopers and CHP will write tickets for 5 miles over the speed limit!!!! The goal 4 them is $9 million In 30 days. No joke! Within a few days the abbreviated version had spread via text and email to Louisiana : August 1st, the Louisiana State Troopers will start issuing tickets to anyone for traveling 5 miles over the speed limit... They have a quota of 900,000 tickets in the first 30 days.... 10 miles over the speed limit is no longer.... Guess with all the state budget cuts, they have to collect money some kind of way.... watch your speed! and Alabama : Alabama State Troopers Starting August 1st, State Troopers will write tickets for 5 miles over the speed limit!!!! The goal for them, is 9 million in 30 days. and Maryland : Starting August 1st, State Troopers will write tickets for 5 miles over the speed limit!!!! The goal for them, is 9 million in 30 days. PLEASE PASS THIS ON, EVEN IF YOU ARE NOT GOING TO DRIVE IN MARYLAND YOU MAY KNOW SOMEONE WHO WILL!",
  "Originally Published": "",
  "Referred Links": "http://www.gahighwaysafety.org/heatison.html;http://michigan.gov/som/0,1607,7-192--209878--,00.html;http://www.dot.state.pa.us/Penndot/Districts/district12.nsf/Operation%20Yellow%20Jacket?OpenPage;http://www.dot.state.pa.us/Penndot/Districts/district12.nsf/Operation%20Yellow%20Jacket?OpenPage;http://www.njsp.org/news/pr072313.html;http://www.gahighwaysafety.org/fullpanel/uploads/files/2011-sample-heat-grant.pdf;",
  "Example": "[Collected via e-mail, May 2005] New Jersey will launch a 30-day speeding ticket frenzy. The state estimates that 9 million dollars will be generated in speeding tickets. 1 million will go to pay state troopers overtime. There will be 50 state troopers on duty at all times patrolling the 9 main intersections and highways. They are the following: I-295 north and south 1-95 (Jersey Turnpike) north and south 1-80 east and west I-287 north and south I-78 east and west I-195 east and west 1-280 east and west Rt. 130 north and south Garden State Parkway north and south Now 5 mph above the limit can justify a ticket and every state trooper is supposed to pull a car over and write a ticket every 10 minutes. They have issued 30 brand new unmarked Crown Victoria cruisers and they are bringing all their part timers on full time. If you work in New Jersey, New York, or CT, you must take one of there interstates, routes, or parkways. It's up to you how fast you are doing when they do. I was told 101.5 FM confirmed all of this. So be safe and don't forget speeding tickets are on you. You've been warned.",
  "Last Updated": "21 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/traffic/speeding.asp",
  "Claim": "Police in some U.S. state are about to launch a 30-day speeding ticket frenzy.",
  "Claim_ID": "politics_traffic_speeding",
  "Tags": ""
}