{
  "Origins": "We first saw this call for a boycott of The Body Shop products in mid-August 2004, a circumstance we find somewhat puzzling given that the act decried therein took place in 2002. Was no one of pro-Israel sentiment outraged in 2002 when the honor and the money that goes with The Body Shop Human Rights Award were bestowed? And if no one was in 2002, then why does this 2004 e-mail jump from inbox to inbox?",
  "Fact Check": "",
  "Description": "In 2000, in furtherance of its long-established policy of involvement in social programs , hair and skin care products vendor The Body Shop International instituted a biennial award to recognize grassroots organizations working in a specific area of economic, social, or cultural rights. That first year, its focus was child labor around the world. Four worthy organizations laboring in that field were selected and awarded an equal share of the US $300,000 prize: WAO Afrique, which provides education and training opportunities for child domestic workers in Togo, West Africa, negotiating time off from work and grants to enable them to go to school. Peace Trust, which runs educational programs for child labourers in the spinning mills, tanneries, bleach works, brick kilns, quarries, and beedi rolling factories of Tamil Nadu, India and also provides a free mobile health service for villagers. Movimento de Organizacao Comunitiaria in Bahia State, Brazil, which trains school teachers and monitors to provide educational activities for children working in sisal processing and quarries. Dos Generaciones in Managua, Nicaragua, which offers literacy and numeracy classes and workshops on self-esteem, gender, family violence, environment, and communication to children living and working at the Managua municipal dump. For the second issuance of the award, in 2002, the human rights issue The Body Shop chose as its focus was housing and land rights. As they announced in a 29 October 2002 press release entitled \"The Body Shop Human Rights Award\": Four groups fighting for housing and land rights in Israel, Kenya, Honduras and Bulgaria have won a $300,000 share of one of the top international human rights awards. On Tuesday 29th October 2002, The Body Shop Human Rights Award marked the achievements of these grassroots organisations who have each demonstrated exceptional bravery and creativity in protecting and promoting the housing rights of the marginalized. [list of the four groups and descriptions of the other three recipients omitted] Israel National Committee for the Defence of the Rights of the Internally Displaced is a self-help and advocacy advisory service, and a network for all community-based organisations campaigning for the right of return of internally displaced Palestinians. (Although the press release excerpted above was at one time carried on the company's web site, it appears to no longer be housed there.) In 2004 The Body Shop answered e-mailed queries about the controversial choice of the National Committee for the Defence of the Rights of the Internally Displaced thusly: The Body Shop does not have a position on the Israeli/Palestinian conflict. The four winners of the 2002 Human Rights Award, including the National Committee for the Defence of the Rights of the Internally Displaced, were chosen by an independent jury, including international human rights experts, for being the best examples of peaceful grassroots activism on the issue of housing within a human rights framework, regardless of their religion, ethnicity or nationality. The Body Shop supports the integrity of the Award jury and the robustness of the selection process but played no direct role in choosing the winners themselves, other than providing four of the 14 jury members, of which the Chair has always been an independent member. The Body Shop is committed to the issue of human rights in a number of ways. For example, through The Body Shop Foundation, the company gives support to a broad range of small grassroots organisations, which are at the forefront of positive social and environmental change. This support is given for people of all races, gender, nationality and ethnic groups, without prejudice, and based on criteria including a project's demonstration of commitment, vision and sound management. Official statement from the company to the contrary, support of The Association for the Defense of the Rights of the Internally Displaced in Israel (which the e-mail refers to as the National Committee for the Defence of the Rights of the Internally Displaced; it appears the group's name is somewhat fluid) is taking one side over the other in the Israeli/Palestinian conflict. The ADRIDI is committed to repatriating Palestinians to the land that now forms present day Israel, as a statement of the group's mission (as found on the Global IDP Project web site, starting on Page 3 of the document) details. \"Right of return\" is a major bone of contention between Israelis and Palestinians, with many saying it is the only issue that matters. This simple and innocuous-sounding phrase is verbal shorthand for the demand for the repatriation of the 1948 Arab refugees and their descendants (estimated at 4 million people) to territory now part of the State of Israel, plus financial compensation for their losses and suffering. In Israel, a country with a population of 6 million, of which 1.2 million are Arab, repatriation is invariably equated with the destruction of that nation through demographic subversion. Therefore, to financially contribute to the efforts of either side on this issue is to indeed take a position on the fundamental question of who rightfully belongs on the land that is now Israel. According to the e-mail quoted at the head of this article: As most of you know, the so-called right of return is the call of terrorists as it uncontrovertibly means the destruction of the Jewish state. \"Right of return\" is (and quite vocally too) equated with \"the destruction of the Jewish state\" by those looking at the matter from an Israel-sympathetic perspective. However, the linkage of \"right of return\" advocacy groups with terrorism is problematic in that the ties, if they exist, are not obvious. A less-than-careful reading of the statement above could leave recipients of the e-mail calling for a boycott of Body Shop products with the impression that the suds vendor gave monies to a terrorist organization, which is not what is being asserted. Even so, one statement (found on Page 5 of the NCDTID statement, as Point 6 of the group's 19 November 1999 Manifesto) is somewhat troubling: We warn of the consequences of conspiracies against Palestinian refugee rights, whether conducted openly or behind closed doors. We state with loud voice that there will be no just solution without a solution of-issue of the refugees and the internally displaced. Although the language of \"warn of the consequences of conspiracies against . . .\" is veiled, the sense of the underlying threat is not. The direction of one-quarter of its 2002 Human Rights Award to this \"right of return\" group was not the only time The Body Shop funneled financial aid to Palestinians or Palestinian causes. Through its May 2001 \"Day For Palestine\" project held at the chain's seven outlets in the United Arab Emirates, it donated one day's revenues from sales at those stores to support the people of Palestine. The resultant sum was forwarded to Palestine through the Mohammed bin Rashid Al Maktoum Charitable and Humanitarian Foundation. Barbara \"added body\" Mikkelson Additonal information: Association for the Defense of the Rights of the Internally Displaced in Israel Receives International Human Rights Award (Badil.org)",
  "Originally Published": "",
  "Referred Links": "http://www.badil.org/Press/2002/press276-02.htm;http://www.sheikhmohammed.co.ae/;http://www.db.idpproject.org/Sites/idpSurvey.nsf/wViewSingleEnv/C6606371EEE76DD7C1256B28003C3468/$file/Defence+of+rights+of+the+displaced.pdf;http://www.db.idpproject.org/Sites/idpSurvey.nsf/wViewSingleEnv/C6606371EEE76DD7C1256B28003C3468/$file/Defence+of+rights+of+the+displaced.pdf;http://www.thebodyshopinternational.com/web/tbsgl/values.jsp;http://www.thebodyshopinternational.com/web/tbsgl/values_dhr_campaign.jsp;http://www.the-body-shop.com;",
  "Example": "[Collected on the Internet, 2004] No doubt most of you have shopped at The Body Shop which is in every mall. I have too. But no more. The other night I was looking at a Body Shop product in my collection of stuff and happened to notice Arabic writing on the back. An acquaintance pointed out that the Arabic no doubt identified the product as it was below a long list of different languages doing just that. But there was no Hebrew. That bothered me so today I went to the company web site, http://www.the-body-shop.com and surfed it a bit. There, right on the company news page, was the announcement of a 2002 award to pro Palestinians in Israel seeking the right of return. As most of you know, the so-called right of return is the call of terrorists as it uncontrovertibly means the destruction of the Jewish state. There is absolutely no question about this cosmetics' company stand on this issue. You of course have to make your own decision, but The Body Shop will not see my money. Please check out the link above and go to company news or directly to the link below which will take you there. Also please pass this along to those you deem appropriate, including any Jewish agencies where you know someone. If I have misjudged any of the recipients of my email and you are pro-Palestinian, my comments stand.",
  "Last Updated": "19 September 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/israel/bodyshop.asp",
  "Claim": "In 2002, bath products vendor The Body Shop gave a humanitarian award to a Palestinian group.",
  "Claim_ID": "politics_israel_bodyshop",
  "Tags": ""
}