{
  "Origins": "Hard rock guitarist Ted Nugent is a man who has a penchant for expressing strong opinions in colorful fashion. This outdoorsman, conservationist, bow hunter, Republican, Christian, gun rights advocate, anti-drug exponent, military supporter (his biography and list of affiliations expresses the essence of the man far better than we can) is notorious for the vehemence with which he expresses his views. He is not one to be shy about sharing his take on things with the media, and interviews with him make for highly entertaining reading.",
  "Fact Check": "",
  "Description": "It need not surprise anyone familiar with \"Nuge\" that a journalist-led conversation about hunting could be temporarily derailed in favor of his taking a swipe at the French, whose resistance to involving themselves in the Iraq war has engendered the ire of many Americans. That indignation has oft found expression in the humor of the moment (e.g., the fictions that Secretary of Defense Donald Rumsfeld referred to France and Germany as the \" Axis of Weasels ,\" French's mustard press statement letting U.S. consumers know \"the only thing we have in common with the French is that we are both yellow ,\" and American servicemen buried in France caused an earthquake by rolling over in their graves). Nugent's sarcastic comparison of the French to deer is simply more of that. And yes, he did make the comment in a May 2006 interview conducted by a British journalist Robert Chalmers for The Independent on Sunday , the expanded Sunday version of the UK newspaper The Independent : \"What do these deer think when they see you coming?\" I ask him. \"Here comes the nice guy who puts out our dinner? Or, there's the man that shot my brother?\" \"I don't think they're capable of either of those thoughts, you Limey asshole. They're only interested in three things: the best place to eat, having sex and how quickly they can run away. Much like the French.\" 2006 Internet-spread versions of this exchange have changed the interviewer's nationality from British to French to position the rocker's observation as an even greater slap-down. Barbara \"nuge whirled order\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.tednugent.com/about/;http://www.tnugent.com/index.shtml;",
  "Example": "[Collected via e-mail, 2006] Ted Nugent, a heavy metal guitar legend and devoted (bow) hunter, was being interviewed by a French journalist. Eventually, the conversation turned to his love of outdoor pursuits. The journalist asked, \"What do you think the last thought is in the head of a deer before you shoot it? Is it, \"Are you my friend?\" or maybe \"Are you the one who killed my brother?\" Nugent replied, \"They aren't capable of that kind of thinking. All they care about is, What am I going to eat next? Who am I going to screw next? and, Can I run fast enough to get away? They are very much like the French in that.\" Variations: A version that came to us in February 2010 (a congressional election year) changed 'French journalist' to 'a liberal journalist, an animal rights activist' and 'the French' to 'the Democrats in Congress.' Ted Nugent, rock star and avid bow hunter from Michigan, was being interviewed by a liberal journalist, an animal rights activist. The discussion came around to deer hunting. The journalist asked, 'What do you think is the last thought in the head of a deer before you shoot him? Is it, 'Are you my friend?' or is it 'Are you the one who killed my brother?' Nugent replied, 'Deer aren't capable of that kind of thinking. All they care about is, what am I going to eat next, who am I going to screw next, and can I run fast enough to get away. They are very much like the Democrats in Congress.' That ended the interview.",
  "Last Updated": "24 February 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/nugent.asp",
  "Claim": "Asked about a deer's final thoughts, Ted Nugent dissed the French.",
  "Claim_ID": "politics_soapbox_nugent",
  "Tags": ""
}