{
  "Origins": "This e-mail screed against O Canada being belted out in Hindi dates to June 2007. In its earliest version (the first example quoted above), no mention was made of anyone's planning to sing Canada's national anthem in Hindi at the 2010 Winter Olympics in Vancouver. That part was added to the piece months later as it circulated on the Internet.",
  "Fact Check": "",
  "Description": "The \"They want to sing it in Hindi\" rant is but a version of a May 2007 screed (the second example quoted above) decrying someone's desire to render Canada's anthem in Spanish, which itself is but a version of a July 2006 Internet-circulated polemic (the third example quoted above) decrying the singing of the U.S. anthem in Spanish. The author of the original rant is unknown. The item's claim that O Canada \"was written in English, and should be sung word for word the way it was written\" is a Canadianization of the claim made in the July 2006 piece about rendering the U.S. anthem in Spanish: \"It was written by Francis Scott Key and should be sung word for word the way it was written.\" It's also woefully in error: O Canada was penned in French (music by Calixa Lavallee, lyrics by Judge Adolph-Basile Routhier) and was written and first performed in 1880. Difficulty in deriving and then gaining general agreement upon an appropriate translation of its lyrics into English plagued lyricists for many decades at the beginning of the 20th century. According to Marlene Wehrle, head of the printed collection of the National Library's Music Division, more than 50 English-language versions of O Canada were created. (The archive has the sheet music for most of them.) The version on which the official English lyrics are based was written in 1908 by Justice Robert Stanley Weir. Canadian Heritage (an official web site of the Canadian government) says about rendering O Canada in languages other than French or English that: It is possible to translate the words of the national anthem in languages other than English or French; it should be kept in mind, however, that this translated version will not have an official status. As to how the 2010 Winter Olympics (which will be held in Vancouver) became associated with this string of evolving e-mails decrying someone's desire to sing the U.S. anthem in Spanish or the Canadian anthem in Spanish or Hindi, it is tied to Canadian broadcaster Bruce Allen's regaling his listening audience with his views on the behavior of immigrants to Canada during the 13 September 2007 airing of his show Reality Check . Allen's remarks drew the ire of a number of listeners, prompting calls to have him removed from the air waves and/or the 2010 Olympic Winter Games Ceremonies team (of which he is part). Complaints were filed with Canadian Broadcast Standards Council, and a campaign to oust Allen from his Olympic position was launched. Both failed: The Canadian Broadcast Standards Council ruled that Allen did not violate the Human Rights Clause of the Canadian Association of Broadcasters' code of ethics, and Allen remains a member of the 2010 Olympics Committee. In November 2007, a version of the evolving e-mail that invoked Bruce Allen and the 2010 Vancouver Olympics began landing in inboxes: Our National Anthem - at the 2010 Vancouver Olympics Please read and forward to as many Canadians you can think of - thank you WE ARE PROUD CANADIANS Bruce Allen is on the 2010 Vancouver Olympic Committee and new Canadians (specifically Hindi's/Indian's) want him fired for his recent comments outlined below: I am sorry, but after hearing they want to sing the National Anthem in Hindi at the 2010 Olympics- enough is enough. Nowhere or at no other time in our Nation's history, did they sing it in Italian, Japanese, Polish, Irish (Celtic), German, Portuguese, Greek, or any other language because of immigration. It was written in English, adapted into French, and should be sung word for word the way it was written. The news broadcasts even gave the Hindi version translation - which was not even close to our National Anthem. I am not the least bit sorry if this offends ANYONE, this is MY COUNTRY; My Grand Dad served in the military, other family members also served, as well as my wife & I served a combined total of 56 years between us. We made many sacrifices for our country and do not feel we should feel obligated to allow invited people we've welcomed with open arms to influence & change our society to better resemble the one they chose to leave to come here!!! - IF YOU AGREE ABOUT THIS GREAT COUNTRY, SPEAK UP BEFORE ITS TOO LATE please pass this along . I am not against immigration. In fact I believe we need more, my ancestors were immigrants just come through like everyone else. Get a sponsor; a place to lay your head; have a job; pay your taxes, live by the rules AND LEARN THE LANGUAGE as all other immigrants have in the past and LONG LIVE CANADA!' It's time we all get behind Bruce Allen, and scrap this Political Correctness His comments were anything but racist, however, there are far too many overly sensitive 'New Canadians' that are attempting to change everything we hold dear. ARE you PART OF THE PROBLEM ??? Think about this: If you don't want to forward this for fear of offending someone, will we still be the Country of Choice and Still be CANADA if we continue to make the changes forced on us by the people from other countries who have come to live in CANADA because it is the Country of Choice?????? Think about it! IMMIGRANTS, NOT CANADIAN'S, MUST ADAPT. It's Time for CANADIANS to speak up.. If you agree? Pass this along; if you don't agree? Delete it and reap what you sow because of your complacency! While the November 2007 version positions Bruce Allen as the author of the \"They want to sing the National Anthem in Hindi\" piece by stating that \"his recent comments [are] outlined below,\" he did not pen that item. His actual remarks , the ones that landed him in hot water, were as follows: I m Bruce Allen, this is CKNW and this is your Reality Check. If I didn t know any better, it would seem that there s been a lot of immigrant-bashing going on in the past few months. A month ago, the Sikh community was all up in arms about Passport Canada refusing to issue passports to three Sikh kids because they were wearing religious headgear for the photos. The children were wearing those handkerchiefs which are knotted at the top of the head to keep their hair intact. That incident came on the heels of an immigration plan that was in the works to have Sikhs with the surname Singh or Khan to change those names so as to avoid administrative mistakes. Too many Singhs, too many Khans, that was the problem. And now we ve got a controversy over the fact that Elections Canada has said that it s all right to have burka-covered Muslim women vote in elections when it is very clear that voters have to be able to be identified when going to the polls. All of these issues joined the list that contains the turban-wearing Mounties problem and the one where the motorcycle-rider was angry that he had to wear a helmet as it is impossible to get it on over his turban. This is all very simple. We have laws in this country. They are spelled out and they re easy to get a hold of. If you are immigrating to this country and you don t like the rules that are in place, then you have the right to choose not to live here. But if you choose to come to a place like Canada, then shut up and fit in. We are a democracy, but it seems more and more that we are being pilloried by special interest groups that just want to make special rules for themselves. This is easy to solve. These are the rules, there s the door. If you don t like the rules, hit it. We don t need you here. You have another place to go; it s called home. See ya. I m Bruce Allen and this is the Giant, CKNW NewsTalk 980. It's not uncommon for bits of various Internet-circulated polemics to be introduced into other \"soapbox\" pieces. A part of the ever-evolving anthem screed shares the wording of another anti-immigration piece having to do with Pell Grants in the U.S.: I am sorry but after hearing they want to sing the National Anthem in Spanish - enough is enough. Nowhere did they sing it in Italian, Polish, Irish (Celtic), German or any other language because of immigration. It was written by Francis Scott Key and should be sung word for word the way it was written The news broadcasts even gave the translation not even close. Sorry if this offends anyone but this is MY COUNTRY - IF IT IS YOUR COUNTRY SPEAK UP please pass this along. I am not against immigration just come through like everyone else. Get a sponsor; have a place to lay your head; have a job; pay your taxes, live by the rules AND LEARN THE LANGUAGE as all other immigrants have in the past and GOD BLESS AMERICA! PART OF THE PROBLEM Think about this: If you don't want to forward this for fear of offending someone YOU'RE PART OF THE PROBLEM! It is Time for America to Speak up If you agree pass this along, if you don't agree delete it! If the somewhat convoluted tale of how one Internet rant about the U.S. anthem being sung in Spanish became a rant about O Canada being sung in Hindi at the 2010 Winter Olympics has left you a bit out of breath and somewhat confused, here's a summary of the action: July 2006: Internet item decrying singing the U.S. national anthem in Spanish appears. May 2007: Item decrying singing the U.S. national anthem in Spanish appears as part of larger Internet-circulated item about Pell Grants and U.S. immigrants. May 2007: Item altered to decry singing the Canadian national anthem in Spanish. June 2007: Item altered to decry singing the Canadian national anthem in Hindi. September 2007: Bruce Allen, a Canadian broadcaster and member of the 2010 Vancouver Olympics committee, makes inflammatory remarks on air about the perceived attitude of Canadian immigrants. November 2007: The anthem item is altered to attribute its content to Bruce Allen, and the claim that O Canada will be sung in Hindi at the 2010 Winter Olympics is inserted. No plans are ever afoot to render O Canada in Hindi at the 2010 Vancouver Olympics. Yet the story doesn't end there in March 2009, a version appeared that decried \"they\" wanting to sing the Australian national anthem in Arabic. (As is the custom, no further description of who this mysterious \"they\" might be was given.) Barbara \"up and anthem\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.cbsc.ca/english/decisions/2008/080716b.asp;http://www.pch.gc.ca/pgm/ceem-cced/symbl/anthem-eng.cfm#a11.asp;",
  "Example": "[Collected via e-mail, June 2007] OH CANADA - OUR NATIONAL ANTHEM Boy do I ever agree with this one Keep it the way it was written English period, no exceptions!!!!!! I am sorry but after hearing they want to sing the National Anthem in Hindi - enough is enough. No where did they sing itin Italian, Japanese, Polish, Irish (Celtic), German, Portuguese, Greek, or any other language because of immigration. It was written in English, and should be sung word for word the way it was written. If this offends anyone too bad - because this is MY COUNTRY!!! - IF IT IS YOUR COUNTRY, SPEAK UP please pass this along. I am not against immigration just come through like everyone else. Get a sponsor; have a place to lay your head; have a job; pay your taxes, live by the rules AND LEARN THE LANGUAGE as all other immigrants have in the past and LONG LIVE CANADA! PART OF THE PROBLEM Think about this: If you don't want to forward this for fear of offending someone YOU'RE PART OF THE PROBLEM !!!! Will we still be the Country of choice and still be CANADA if we continue to make the changes forced on us by the peoplefrom other countries that came to live in CANADA because it is the Country of Choice?????? Think about it! IMMIGRANTS, NOT CANADIAN'S, MUST ADAPT. It is Time for CANADIANS to Speak up. If you agree pass this along; if you don't agree delete it! [Collected via e-mail, May 2007] Yep! I am passing it on.. I am sorry but after hearing they want to sing the National Anthem in Spanish - enough is enough. No where did they sing it in Italian, Japanese, Polish, Irish (Celtic), German, Portuguese, Greek, French, or any other language because of immigration. It was written by Robert Stanley Weir and should be sung word for word the way it was written. The news broadcasts even gave the translation not even close. Sorry if this offends anyone but this is MY COUNTRY IF IT IS YOUR COUNTRY SPEAK UP please pass this along. I am not against immigration just come through like everyone else. Get a sponsor; have a place to lay your head; have a job; pay your taxes, live by the rules AND LEARN THE LANGUAGE as all other immigrants have in the past and LONG LIVE CANADA! PART OF THE PROBLEM Think about this: If you don't want to forward this for fear of offending someone YOU'RE PART OF THE PROBLEM !!!! Will we still be the Country of choice and still be CANADA if we continue to make the changes forced on us by the people from other countries that came to live in CANADA because it is the Country of Choice?????? Think about it! IMMIGRANTS, NOT CANADIAN'S, MUST ADAPT. It is Time for CANADA to Speak up. If you agree pass This along; if you don't agree delete it! [Collected via e-mail, July 2006] I am sorry, but after hearing they want to sing the National Anthem in Spanish enough is enough. No, where did they sing it in Italian, Japanese, Polish, Irish (Celtic), Chinese, Portuguese, Greek, French, or any other language because of immigration. It was written by Francis Scott Key and should be sung word for word the way it was written. The news broadcasts even gave the translation not even close. Sorry if this offends anyone but this is MY COUNTRY IF IT IS YOUR COUNTRY SPEAK UP please pass this along I am not against immigration just come through like everyone else. Get a sponsor; have a place to lay your head; have a job; pay your taxes, live by the rules AND LEARN THE LANGUAGE as all other immigrants have in the past and GOD BLESS AMERICA! PART OF THE PROBLEM Think about this: If you don't want to forward this for fear of offending someone YOU'RE PART OF THE PROBLEM!!!! Will we still be the Country of choice and still be America if we continue to make the changes forced on us by the people from other countries that came to live in America because it is the Country of Choice?????? Think about it! All we have to say is, when will they do something about MY RIGHTS? We've gone so far the other way, bent over backwards to not offend anyone, that I am now being offended. But it seems that no one has a problem with that. This says it all! This is an editorial written by an American citizen, published in a Tampa newspaper. He did quite a job; didn't he? Read on, please! IMMIGRANTS, NOT AMERICANS, MUST ADAPT. I am tired of this nation worrying about whether we are offending some individual or their culture. Since the terrorist attacks on Sept. 11, we have experienced a surge in patriotism by the majority of Americans. However... The dust from the attacks had barely settled when the \"politically correct!\" crowd began complaining about the possibility that our patriotism was offending others. I am not against immigration, nor do I hold a grudge against anyone who is seeking a better life by coming to America. Our population is almost entirely made up of descendants of immigrants. However, there are a few things that those who have recently come to our country, and apparently some born here, need to understand. This idea of America being a multicultural community has served only to dilute our sovereignty and our national identity. As Americans... we have our own culture, our own society, our own language and our own lifestyle. This culture has been developed over centuries of struggles, trials, and victories by millions of men and women who have sought freedom. We speak ENGLISH, not Spanish, Portuguese, Arabic, Chinese, Japanese, Russian, Greek, Polish, Italian, French, or any other language. Therefore, if you wish to become part of our society, learn the language! \"In God We Trust\" is our national motto. This is not some Christian, right wing, political slogan. We adopted this motto because Christian men and women... on Christian principles... Founded this nation... And this is clearly documented. It iscertainly appropriate to display it on the walls of our schools. If God offends you, then I suggest you consider another part of the world as your new home... because God is part of our culture. If Stars and Stripes offend you, or you don't like Uncle Sam, then you should seriously consider a move to another part of this planet. We are happy with our culture and have no desire to change, and we really don't care how you did things where you came from. This is OUR COUNTRY, our land, and our lifestyle. Our First Amendment gives every citizen the right to express his opinion and we will allow you every opportunity to do so! But once you are done complaining... Whining... And griping... about our flag... our pledge... our national motto... or our way of life... I highly encourage you to take advantage of one other Great American Freedom... THE RIGHT TO LEAVE. It is Time for America to Speak up. If you agree pass this along; if you don't agree delete it.",
  "Last Updated": "9 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/canadaanthem.asp",
  "Claim": "O Canada will be sung in Hindi at the 2010 Winter Olympics in Vancouver.",
  "Claim_ID": "politics_immigration_canadaanthem",
  "Tags": ""
}