{
  "Origins": "The item quoted above began circulating on the Internet in November 2000. One hardly knows what to make of backfence gossip so inelegantly crafted that its unintentional humor is as striking as what we're supposed to be hopping mad about. The piece is worth a read if only for its \"... the Secret Service which has statuary responsibility to protect the First Family\" line. (What, the Secret Service has to stand really, really still? Or are lantern-jawed agents charged with running about gardens to shoo away diarrheal pigeons?)",
  "Fact Check": "",
  "Description": "In September 1999, just before President Bill Clinton's last full year in office, the First Couple purchased a $1.7 million, 11-room Dutch Colonial home in in Chappaqua, New York, located in the wooded suburbs of Westchester County. Around the time of that purchase, the press estimated that a permanent, taxpayer-funded security system worth more than $1 million would have to be installed to adequately protect the President. Security measures of this level are not specific to the Clintons; the homes of all Presidents are treated this way, as (to a lesser extent) are the homes of former presidents. (In 1981, for example, the Secret Service spent several months providing round-the-clock protection, at a cost of tens of thousands of dollars per day, for an empty Pacific Palisades, California, home owned by Ronald and Nancy Reagan, even though the Reagans no longer lived in or used the house, and even though it was vacant and up for sale.) The costs of installation and maintenance for security systems at the properties of current and former presidents comes from public funds, because the protection of first families is viewed as a right and proper charge upon the nation. The Secret Service does not divulge the costs of its protective details, but it's believed to be in the range of tens of millions of dollars a year for each former president. The Clintons' home in Chappaqua is served by the White Plains office of the Secret Service, which was already well-staffed before the Clintons' home purchase (largely because many consulates maintain houses in the area). The arrival of the First Family shifted the office's workload from 90% investigative and 10% protective to 80% protective and 20% investigative. The office was there before the Clintons bought into the neighborhood, and it will continue to be there even if the Clintons sell the house. In 1994 Congress changed the rules governing protection of former Presidents, limiting future ex-Chief Executives to only ten years' worth of protection after they leave office (with the exemption of then-President Bill Clinton). However, that rules change was overturned in 2013 by a measure that restored Secret Service protection to all former U.S. presidents and first ladies throughout their lifetimes, as well as for the children of former presidents until they are 16 years old. (Former presidents and first ladies are free to relinquish this Secret Service protection, as Richard Nixon did in 1985.) The Clintons have always been subject to rumors of the \"Slick Willy\" variety; that is, ones which play upon a recurrent theme of their taking advantage of loopholes and benefits they've a legal, but not moral, right to. In the world of popular lore, they are often perceived as candy grabbers, greedy little children set loose in an enormous sweets shop funded by the taxpayer. This rumor is another of this kind, an expression of widely-held public opinion. It's gossip, but it's what the public is thinking, set down in the form of a story. There was a kernel of truth underlying the gossip here, but that kernel has been so distorted that it hardly qualifies as the truth any more. As Lloyd Grove reported in the Washington Post : It is a standard arrangement that the Secret Service provide payment to homeowners for space used by the agency in such situations. The Clintons did not take it upon themselves to \"charge the Secret Service rent.\" The amount provided is based on a government formula, not set by the homeowner, and in the Clintons' case this amount was $1,100. (Note that this figure was not chosen by the Clintons, and it was well short of their monthly mortgage payment.) Most important, although regulations call for the payment of this amount, the Clintons did not in fact accept any money from the Secret Service. Update: Versions of this rumor circulated in January 2008 included the following addendum: If Hillary wins in 2008 and Bill is 'appointed' to fill her Senate seat and either live to retire 'they' (together or alone) would get two US Presidential retirement checks, two US Senate retirement checks, and a retirement check from the State of Arkansas. About the only thing they MIGHT NOT get is a Social Securitycheck....but I wouldn't bet on it.... I understand ole Bill has earned $40,000,000 in the past six years. What a guy! AND THE REST OF THE STORY... Hilarious Rotten Clinton, as a New York State Senator, now comes under the 'Congressional Retirement and Staffing Plan,' which means that even if she never gets reelected, she STILL receives her Congressional salary until she dies. (Would it not be nice if all Americans were pension eligible after only 4 years?) If Bill outlives her, he then inherits HER salary until HE dies. He is already getting his Presidential salary until he dies. If Hillary outlivesBill, she also gets HIS salary until she dies. Guess who pays for that? The (false) claim that anyone who serves even a single term in Congress is eligible to collect the equivalent of a full congressional salary for life is based on a misunderstanding of the congressional pension plan. Barbara \"cashless cache\" Mikkelson Additional information: U.S. Secret Service",
  "Originally Published": "",
  "Referred Links": "http://www.secretservice.gov/;http://www.cbsnews.com/news/obama-restores-lifetime-secret-service-for-former-presidents/;",
  "Example": "[Collected via e-mail, 2001] Just in case your blood pressure wasn't up enough ... As you know, the Clintons had to establish residence in New York for Hillary to run for the Senate. So they bought that big house-BUT there was no place for Secret Service which has statuary responsibility to protect the First Family. So, a special 'safe area' was built. NOW, the Clintons are charging them rent! It just happens that their rent is about same amount as their mortgage payment! In short, we taxpayers pay for the Secret Service addition, AND the Clinton's mortgage! Such a deal, eh? What will it take for the American public to wake up? Don't you just feel like you've been suckered again, fellow taxpayers? I say let's pass this info throughout the length and breadth of this Nation to shake the American people into a heightened state of anger upon knowing they have been literally raped during their long sleep by no other than those trustees they have appointed to look after their interests . . .",
  "Last Updated": "12 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/landlord.asp",
  "Claim": "The Clintons charged the Secret Service rent to house the security detail protecting their home in Chappaqua, New York.",
  "Claim_ID": "politics_clintons_landlord",
  "Tags": ""
}