{
  "Origins": "According to press accounts, the scenario outlined above is generally correct in its details (although some of the information comes from recordings which have not yet been publicly released and therefore cannot be independently verified). On 19 November 2011, 68-year-old White Plains resident Kenneth Chamberlain Sr., a former Marine with heart problems, triggered his medical alert system pendant. When Mr. Chamberlain failed to respond to a system operator who came on the loudspeaker in his apartment to ask if he was okay, the operator signaled for an ambulance, which arrived at his apartment accompanied by police patrol cars. Although Mr. Chamberlain insisted he was in good health, police eventually entered his apartment, fired electric charges from Tasers and beanbags from shotguns at him, and then an officer shot him twice in the chest, killing him. The incident was recorded by a combination of the medical alert system phone, a security camera in the hall, and video recorders on the officers' Tasers.",
  "Fact Check": "",
  "Description": "Accounts of the incident and viewpoints on whether the shooting was justified differ. Law enforcement representatives maintain that it was a \"warranted use of deadly force\" against an armed man who was threatening officers: [White Plains] Public Safety Commissioner David Chong said officers heard noises behind the 135 S. Lexington apartment and began prying open the door to ensure that everyone inside was safe. Chong said Chamberlain was emotionally disturbed and screaming, and that when police began breaking down his door he tried to attack them with a hatchet. Once the door opened, he said, Chamberlain came at the officers with a butcher knife, ignoring repeated orders to drop it and stop. He said Chamberlain kept coming despite being shot with a stun gun and beanbags. He was shot twice in the chest when he was about to stab one of the officers, Chong said, and died two hours later. The public safety commissioner declared this a \"warranted use of deadly force\"; the shooter was later put on modified assignment. Chamberlain's family maintains that police unnecessarily provoked an incident with an unarmed man and have called for criminal charges in the case: Lawyers representing the family said an accidentally triggered Lifeline medical alert sent between 10 to 12 officers to Chamberlain's home. [Chamberlain] told police he didn't need assistance and Lifeline attempted to retract the alert. The lawyers said officers repeatedly taunted the victim while demanding he let them in. Lawyer Randolph McLaughlin said recordings showed that Chamberlain had no weapon and wasn't asked to put his hands up or get on the ground prior to officers using a taser weapon, firing a bean-bag gun at him four or five times, and then shooting him twice in the chest. McLaughlin said that the video recording from the stun gun shows the senior Chamberlain \"standing in his boxer shorts, his hands by his side, not charging or threatening anyone,\" after police broke down his door. He also said an officer can be heard ordering the video turned off just before Chamberlain was shot. The family's recollection matches that of neighbors who listened through closed doors. They say officers taunted Mr. Chamberlain. He shouted: \"Semper fi,\" the Marine Corps motto. The police answered with loud shouts of \"Hoo-rah!\" Another officer, [his] niece says, said he wanted to pee in Mr. Chamberlain's bathroom. Someone, the niece and neighbors say, yelled a racial epithet at the door. Kenny Randolph listened from his apartment across the hall. \"They put fear in his heart,\" he says. \"It wasn't a crime scene until they made it one.\" Although access to the audio and video recordings of the incident was granted to the Chamberlain family and their attorneys, that evidence has not yet been publicly released. On 2 April 2012, the Westchester District Attorney's Office stated that Chamberlain's case would be presented to a grand jury within a month.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2012] On November 19, 2011, my father, 68-year-old Kenneth Chamberlain Sr., was shot and killed in his home in White Plains, New York. My father was a 20-year veteran of the Westchester County Department of Corrections and proudly served the United States of America as a Marine. He stood about 5 feet, 9 inches tall, and he suffered from a heart condition. The events that led to his killing began around 5 a.m., when his medical alert device was accidentally set off, sending a call to the City of White Plains Department of Public Safety. Everything that happened after that was recorded by an audio device installed in my father's home as part of his medical alert system. When the police arrived at my father's home, he and the staff for his medical alert service told them that there was no medical emergency and asked them to leave. And yet they insisted that my father let them into his home, banging loudly on my father's door for over an hour. On the recording, the police can be heard calling my father a \"nigger.\" Ultimately they broke through his apartment door and first shot him with a Taser. He was wearing nothing but boxer shorts when the police began their assault against him. Shortly after that, he was shot with two 40-caliber rounds and killed. My family is asking the Westchester County District Attorney to bring a criminal indictment, and we call on the United States Department of Justice or the New York State Attorney General to prosecute this as a hate crime.",
  "Last Updated": "2 April 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/chamberlain.asp",
  "Claim": "Account describes the shooting of White Plains resident Kenneth Chamberlain.",
  "Claim_ID": "politics_crime_chamberlain",
  "Tags": ""
}