{
  "Origins": "The e-mail quoted above was drawn from a series of articles that appeared in the online publication Capitol Hill Blue back in 1999. That series (\"Congress: America's Criminal Class\") included lengthy articles about four specific members of Congress and a finale detailing Congress' \"long tradition of corruption and ambivalence,\" with the opening piece proclaiming that:",
  "Fact Check": "",
  "Description": "Our research found 117 members of the House and Senate who have run at least two businesses each that went bankrupt, often leaving business partners and creditors holding the bag. Seventy-one of them have credit reports so bad they can't get an American Express card (but as members of Congress, they get a government-issued Amex card without a credit check). Fifty-three have personal and financial problems so serious they would be denied security clearances by the Department of Defense or the Department of Energy if they had to apply through normal channels (but, again, as members of Congress they get such clearances simply because they fooled enough people to get elected). Twenty-nine members of Congress have been accused of spousal abuse in either criminal or civil proceedings. Twenty-seven have driving while intoxicated arrests on their driving records. Twenty-one are current defendants in various lawsuits, ranging from bad debts, disputes with business partners or other civil matters. Nineteen members of Congress have been accused of writing bad checks, even after the scandal several years ago, which resulted in closure of the informal House bank that routinely allowed members to overdraw their accounts without penalty. Fourteen members of Congress have drug-related arrests in their background, eight were arrested for shoplifting, seven for fraud, four for theft, three for assault and one for criminal trespass. A study of public records with police departments in the District of Columbia, Maryland and Virginia show 217 members of the House and Senate escaped ticketing and arrest last year for a variety of traffic offenses ranging from speeding to driving while intoxicated. In the 1998 Congressional session, 84 Representatives and Senators were stopped for drunken driving and released after they claimed Congressional immunity. Capitol Hill Blue was founded by Doug Thompson, a former Republican political consultant and director of the National Association of Realtors' political action committee, and back when this article was originally published, its stock in trade was running outrage-provoking political stories based on information supposedly supplied by anonymous (and therefore unverifiable) \"insider sources.\" Not surprisingly, a number of such stories published by Capitol Hill Blue proved to be erroneous and were retracted with \"apologies\" to readers. This item is yet another entry in that vein of highly dubious and unreliable articles: It quotes exact numbers and charges (e.g., \"Twenty-nine members of Congress have been accused of spousal abuse in either criminal or civil proceedings\") but provides absolutely no sources or documentation for its underlying claims, nor does it identify by name even a single individual out of the hundreds of Congress members it accused of various transgressions. Everything referenced in that article is therefore absolutely unverifiable. Moreover, the original article is a masterpiece of innuendo and weasel words, such as \"Twenty-nine members of Congress have been accused of spousal abuse\" and \"Fourteen members of Congress have drug-related arrests in their background.\" Whom were these people \"accused\" or \"arrested\" by, under what circumstances, and what were the results of those actions? Were any of the charges ever proved? You wouldn't know any of this from the article, which provides no answers, just insinuation. If that isn't enough to give one pause, consider the fact that many of the charges made in the article would have been extremely difficult or impossible to ascertain in the first place. How could the writer know that \"Fifty-three [members of Congress] have personal problems so serious they would be denied security clearances by the Department of Defense if they had to apply through normal channels\" unless those persons had already in fact applied through normal channels and had their backgrounds evaluated by the Department of Defense (which the article states didn't happen, since it claims that \"members of Congress get such clearances simply\" by virtue of being elected)? And when we checked with Washington's Metropolitan Police Department, they told us that they kept no records of Representatives and Senators who were stopped for traffic violations if they weren't cited or arrested, so no one could possibly know precisely how many members of Congress \"escaped ticketing and arrest\" by \"claiming Congressional immunity.\" The writer claimed that \"over the past several months, researchers for Capitol Hill Blue have checked public records, past newspaper articles, civil court cases and criminal records of both current and recent members of the United States Congress,\" but he neither identified nor quoted a single one of those sources in his article, and he repeatedly rebuffed requests from us (and everyone else) over several years to provide or cite the \"public\" sources on which the article was supposedly based. At this point the astute reader should be pondering why someone would pen such a seemingly detailed article about the allegedly disturbing backgrounds and crimes associated with members of Congress but fail to identify any of those persons by name, fail to provide any supporting evidence, and word their charges so tenuously. The obvious answer is that the article was mostly or wholly made up out of whole cloth, and the vague, non-specific nature of the article was intended to protect its author from being sued for libel. Thompson claimed that \"we did not run a list of names because we could not determine the outcome of all of the cases. Some civil and domestic matters are settled out of court and the settlements are sealed,\" but that assertion was unconvincing: the article expressed some of its charges as statements of fact rather than accusations, such as \"117 members of the House and Senate have run at least two businesses each that went bankrupt.\" If that statement were true, those bankruptcy filings would be matters of public record with no ambiguity or unresolved nature to them, so why not cite them? Doug Thompson eventually bowed to the obvious and removed the dubious Congressional statistics from the Capitol Hill Blue series, offering the mea culpa that \"I did not double check the facts (which I should have done), nor did I write or edit the stories. But they are still my responsibility.\" Variations: Later versions of this item changed the subjects from \"members of Congress\" to members of Parliament from Canada, India, or the UK, or to players from the NFL and NBA.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000229050220/www.capitolhillblue.com/Aug1999/081699/criminalclass1-081699.htm;",
  "Example": "[Collected via e-mail, April 2012] 29 members of Congress have been accused of spousal abuse, 7 have been arrested for fraud, 19 have been accused of writing bad checks, 117 have bankrupted at least two businesses, 3 have been arrested for assault, 71 have credit reports so bad they can't qualify for a credit card, 14 have been arrested on drug-related charges, 8 have been arrested for shoplifting, 21 are current defendants in lawsuits, And in 1998 alone, 84 were stopped for drunk driving, but released after they claimed Congressional immunity. (from Capitol Hill Blue) And these are the People who make Laws that We MUST obey? Your tax dollars at work!",
  "Last Updated": "18 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/congress.asp",
  "Claim": "List details crimes and disturbing backgrounds associated with members of the U.S. Congress, the NFL, or the NBA.",
  "Claim_ID": "politics_crime_congress",
  "Tags": ""
}