{
  "Origins": "Author Kurt Vonnegut , known for his novels (such as the anti-war epic Slaughterhouse-Five ), short stories, essays, and plays, is one of those writers to whom sardonic social or political pieces are often credited when those works are turned loose on the Internet without attribution (e.g., a 1997 MIT commencement address, a list of rules kids won't learn in school).",
  "Fact Check": "",
  "Description": "The above-quoted essay opining, among other things, that America cannot become \"humane and reasonable,\" particularly in its dealings with the Middle East, because power inevitably turns human beings (including American leaders) into corrupt \"power-drunk chimpanzees\" is a genuine Vonnegut work, however: an excerpt from an opinion piece titled ' Cold Turkey ' which was published in the 10 May 2004 edition of In These Times. (The title refers to Vonnegut's viewpoint that our dependence on oil makes us \"all addicts of fossil fuels in a state of denial, about to face cold turkey,\" and that \"like so many addicts about to face cold turkey, our leaders are now committing violent crimes to get what little is left of what we re hooked on.\") Mr. Vonnegut has penned several opinion pieces (such as his February 2004 State of the Asylum essay) for In These Times over the last few years, and he describes his January 2003 interview piece (\"Kurt Vonnegut vs. the !&#*!@\" ) as \"the most popular story at inthesetimes.com.\"",
  "Originally Published": "",
  "Referred Links": "http://inthesetimes.com/comments.asp?id=38_0_4_0_C;http://www.inthesetimes.com/site/main/article/state_of_the_asylum/;http://www.inthesetimes.com/site/main/article/cold_turkey/;http://www.vonnegut.com/;http://www.inthesetimes.com/site/main/article/cold_turkey/;",
  "Example": "[Vonnegut, 2004] Many years ago, I was so innocent I still considered it possible that we could become the humane and reasonable America so many members of my generation used to dream of. We dreamed of such an America during the Great Depression, when there were no jobs. And then we fought and often died for that dream during the Second World War, when there was no peace. But I know now that there is not a chance in hell of America s becoming humane and reasonable. Because power corrupts us, and absolute power corrupts absolutely. Human beings are chimpanzees who get crazy drunk on power. By saying that our leaders are power-drunk chimpanzees, am I in danger of wrecking the morale of our soldiers fighting and dying in the Middle East? Their morale, like so many bodies, is already shot to pieces. They are being treated, as I never was, like toys a rich kid got for Christmas. [Rest of article here.]",
  "Last Updated": "14 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/vonnegut.asp",
  "Claim": "Author Kurt Vonnegut penned a opinion piece entitled 'Cold Turkey.'",
  "Claim_ID": "politics_soapbox_vonnegut",
  "Tags": ""
}