{
  "Origins": "In mid-January 2012, President Barack Obama returned to his hometown of Chicago to attend a string of fundraising events for his re-election effort and the Democratic National Committee. During President Obama's trip to the Windy City, one of the fundraising events he attended took him to a location just a few blocks away from his Chicago home, where he chatted with his former neighbors, then stopped by to pay a visit to the residence, making a joke about ensuring that the property was kept up to avoid \"bringing down property values\" in the neighborhood:",
  "Fact Check": "",
  "Description": "This incident was the basis for the article referenced in the Example block above, which had President Obama returning to Chicago to discover that his home had been foreclosed upon during the previous year, finding that \"the locks had been changed and a new family had moved in.\" That article was widely circulated on the Internet outside of its original context, which left many readers unaware that it was nothing more than a fictitious bit of humor published on 12 January 2012 by SuperTuesdayNews , a web site which notes in its \"About Us\" page that it is \"a satirical news site launched in January 2011 to lampoon the events, circumstances and players of the 2012 United States presidential election.\"",
  "Originally Published": "",
  "Referred Links": "http://www.supertuesdaynews.com/about-us.html;http://www.supertuesdaynews.com/1/post/2012/01/obamas-chicago-home-gets-foreclosed.html;http://www.supertuesdaynews.com/1/post/2012/01/obamas-chicago-home-gets-foreclosed.html;",
  "Example": "[Collected via e-mail, January 2012] Rumor: Obama's Chicago home was foreclosed on in 2011 because he has made no payments since his inauguration. Some of the quotes attributed to him seem ridiculous, as is the fact that no one ever picked up on this while it was in progress! President Obama's Chicago homecoming was less welcoming than he expected, as Obama was shocked to learn his Hyde Park residence had been foreclosed upon some time last year. Obama was in Chicago for a series of fundraisers and decided to visit his old home, only to discover the locks had been changed and a new family had moved in. Since his inauguration, President Obama had neglected to make a single payment on the home he'd shared with his wife and two daughters, while the house itself fell into grave disrepair. \"The place started to become a real eyesore,\" said Kevin Deckman, who owns a home on the opposite side of the street from the former Obama residence. \"The lawn was nothing but weeds, and there were a bunch of stray cats that would come and go through an open window, I think. It was a real health hazard. I had to tell my kids to stay away from the Obama house so they wouldn't catch rabies.\" [Rest of article here.]",
  "Last Updated": "16 January 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/obamahouse.asp",
  "Claim": "President Obama visited his Chicago home and found it had been foreclosed upon and a new family had moved in.",
  "Claim_ID": "politics_satire_obamahouse",
  "Tags": ""
}