{
  "Origins": "Malaysia Airlines Flight 370 disappeared over the South China Sea on 8 March 2014 with 239 persons (227 passengers and 12 crew members) aboard. Several days later, a conspiracy theory was floated on the Internet that four of the passengers on that flight were all co-holders of a recently issued, highly valuable patent and the disappearance of Flight 370 was engineered to eliminate them so that remaining co-holder of the patent could reap all the royalties from it for himself.",
  "Fact Check": "",
  "Description": "The improbabilities of such a theory are numerous. For starters, it's not clear the four men referenced as patent co-holders actually were on Flight 370, as their names (as rendered above) don't appear on the flight manifest . (It's possible that the seeming absence of some matching names from the manifest could be due to slight differences in the transliterations of those persons' names from Chinese to English, however.) Moreover, the patent in question is dated 11 March 2014 and involves a \"system for optimizing number of dies produced on a wafer.\" That doesn't sound like a highly valuable, \"breakthrough\" type of patent that would prompt the murder of four people (much less the death of 235 other innocent parties) in order to gain exclusive control of it. It looks to be a patent for a procedure that moderately improves the efficiency of a particular manufacturing process, not something with a huge market base and a vast potential for profit. Additionally, the men listed are not actually the patent holders: they're the inventors/applicants, with the patent itself having been assigned to Freescale Semiconductor, Inc., of Austin, Texas. Presumably Freescale Semiconductor is their employer, and it's typical that engineers working in the employ of companies are required by the terms of their employment to assign ownership of their discoveries and inventions to their employers (and thus usually do not receive royalties from any resulting patents). It's also not a given that if all but one of the co-holders of a patent dies, \"then the remaining one patent holder gets 100% of the wealth of the patent\" as if a patent were some form of tontine to be awarded to the last man standing. Unless prior arrangements had been made in that regard, the share of the patent held by the deceased may pass to his heirs or estate through the usual inheritance process. Finally, although the Rothschild name may be a talisman for many conspiracy theorists, it isn't true that Jacob Rothschild \"owns\" Freescale Semiconductor. Freescale is a public company whose stock is held, in part, by 152 different institutional shareholders. The Blackstone Group, at which Jacob Rothschild serves as a member of the company's International Advisory Board, is one of the largest of those institutional holders (with over 196 million shares), but the Carlyle Group and TPG Group Holdings both own a number of Freescale shares equal to that held by Blackstone.",
  "Originally Published": "",
  "Referred Links": "http://www.blackstone.com/the-firm/overview/our-people/jacob-rothschild;http://www.nasdaq.com/symbol/fsl/institutional-holdings;http://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO1&Sect2=HITOFF&d=PALL&p=1&u=%2Fnetahtml%2FPTO%2Fsrchnum.htm&r=1&f=G&l=50&s1=8,671,381.PN.&OS=PN/8;http://s3.documentcloud.org/documents/1061637/malaysia-airlines-flight-mh-370-passenger-manifest.pdf;",
  "Example": "[Collected via e-mail, March 2014] This was posted on facebook in a discussion of the missing Malaysia Airlines Flight: ------------------------------------------------- Here's what you all need to know. Spread this information everywhere: Four days after the missing flight MH370 a patent is approved by the Patent Office 4 of the 5 Patent holders are Chinese employees of Freescale Semiconductor of Austin TX. Patent is divided up on 20% increments to 5 holders: Peidong Wang, Suzhou, China, (20%) Zhijun Chen, Suzhou, China, (20%) Zhihong Cheng, Suzhou, China, (20%) Li Ying, Suzhou, China, (20%) Freescale Semiconductor (20%) If a patent holder dies, then the remaining holders equally share the dividends of the deceased if not disputed in a will. If 4 of the 5 dies, then the remaining 1 Patent holder gets 100% of the wealth of the patent. That remaining live Patent holder is Freescale Semiconductor. Who owns Freescale Semiconductor? Jacob Rothschild through Blackstone (what an interesting name for a company) who owns Freescale. Here is your motive for the missing plane. As all 4 Chinese members of the Patent were passengers on the missing plane, and that patent was the breakthrough. We have entered the future proper, and four men was just murdered so that the last, still living member can keep this for himself to either hide or profit from.",
  "Last Updated": "13 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/malaysiapatent.asp",
  "Claim": "Malaysia Airlines Flight 370 was made to disappear so one party could gain control of a multiply-owned patent.",
  "Claim_ID": "politics_conspiracy_malaysiapatent",
  "Tags": ""
}