{
  "Origins": "As U.S. military involvement in Vietnam came to an end in 1973, so did the draft. For the first time since the days of World War II , the U.S. military shifted to an all-volunteer force; all vacancies in the armed forces were filled through recruitment and re-enlistments rather than conscription. (The requirement for young men to register with the Selective Service was not abolished until 1975, however, and it was reinstated in 1980.)",
  "Fact Check": "",
  "Description": "As recent U.S. military involvement in places such as Afghanistan and Iraq has required the largest commitment of American troops since the mid-1970s, and the military has had to double the deployment periods of some units, call up additional reserves, and extend tours of duty by a year in order to maintain adequate staffing levels, the specter of a resurrected draft has been looming on the mind of many a young person. Although the possibility of a reinstatement of conscription cannot be ruled out, a renewal of the draft anytime soon appears unlikely, and one implemented as early as June 2005 seems rather improbable. As reflected in the message quoted above, the draft issue has largely come to public attention due to pair of bills introduced in Congress ( S.89 and H.R.163 ) which seek to obligate all citizens and residents of the U.S. between the ages of 18 and 26 (both male and female) to perform a two-year period of national service (not necessarily as part of the military), and the Selective Service's advertising for volunteers to man draft boards around the country. However, both these bills were introduced not by legislators genuinely seeking to reinstate the draft but by Democrats seeking to make an anti-war statement, and they languished in committee for 21 months before Republicans brought the House version to the floor and overwhelmingly defeated it in October 2004. The Selective Service also maintained that the timing of ads to fill draft board positions was coincidental, part of a process of filling expired board positions that had been underway for several years: About 10,000 to 12,000 people serve 20-year terms as unpaid board members. [Selective Service spokesman Pat] Schuback said because the current board system was set up in 1979, and the bulk of volunteers stayed the full 20 years, many of the appointments expired beginning in 1999. That means hiring replacements has been going on for several years. Confusion arose in recent weeks when someone posted the hiring notice on www.defendamerica.mil, a Pentagon Web site about the war on terror, even though the Selective Service System is not a part of the Defense Department. \"Serve Your Community and the Nation Become a Selective Service System Local Board Member,\" it said. Several newspapers around the world wrote stories, leading to questions about whether the government was planning to restart drafting enlistees. The stories appeared as news media wrote increasingly about the Pentagon's extensive mobilization of National Guard and Reserve troops for duty in Iraq. \"It was a case of bad timing because of the war in Iraq and news about deployments,\" Pentagon spokesman Maj. Michael Shavers said of the Web posting. \"It created a tempest in a teacup.\" Opinions from both those inside and outside the military differ as to what the manpower requirements of the U.S. armed forces will be in the near future, and whether the services will be able to continue to meet those requirements under the current all-volunteer system. And certainly not everyone agrees that general conscription is the best solution to potential staffing shortfalls, for a variety of reasons: While many in the military support conscription on the grounds of social equity or national service, nearly all professional soldiers think that bringing back the draft now would reduce the quality of the military, while driving up its cost. \"The draft would be the Army's worst nightmare,\" said retired Lt. Col. Leonard Wong, now a research professor at the U.S. Army War College at Carlisle Barracks. \"We have a high quality Army because we have people who want to be in it. Our volunteer force is really a professional force. You can't draft people into a profession.\" A fundamental problem with a draft today, experts say, is that the historic two-year period of conscription isn't enough time to get a return on the investment in training that modern soldiers require. \"There's just too much equipment [draftees] could break,\" Pike said. A related problem: the cost of feeding, clothing, training and paying a large influx of unskilled personnel would gobble up funds the military needs for other purposes. \"We're a personnel-based institution,\" Wong said. \"If we have a lot more people walking in the door, it would suck up all of our resources.\" Since a reimposition of conscription would require Congressional approval, which has not yet been given, it is unlikely that a draft (even if approved by Congress) would be underway as early as Spring 2005 : And even if the draft were reinstated tomorrow, it would take at least two years before it could produce additional soldiers for Iraq and Afghanistan, the experts say. \"It will take 193 days from the time that we get started until the first person is presented to the Department of Defense,\" said Alyce Burton, a spokeswoman for the Selective Service. It would then take a year and a half to two years to train the draftees and form them into new combat units, Krepinovich said. Even if the draft started up again, it might be of a much more limited nature than in previous years, with only those who could fill specialized positions in certain fields (e.g., health care, linguistics, computer technology) being conscripted. There is no definitive answer to the question of whether or not the U.S. will reinstitute a draft. Obviously some thought has been given to the issue, but the possibility that such thoughts will be turned into reality appears rather small at this point, and President Bush has stated that there will be no resumption of the draft during his presidency. Still, conditions and attitudes can change very quickly another event of the magnitude of the September 11 attacks could prompt some rapid shifts in government policy and public opinion.",
  "Originally Published": "",
  "Referred Links": "http://www.usatoday.com/news/washington/2003-11-10-selective-service_x.htm;http://216.239.53.104/search?q=cache:d49Tb9lt35cJ:www.thememoryhole.org/mil/draft-boards.htm;http://thomas.loc.gov/cgi-bin/query/z?c108:h.r.163:;http://thomas.loc.gov/cgi-bin/query/z?c108:s.89:;",
  "Example": "[congress.org, 2004] http://www.congress.org/congressorg/issues/alert/?alertid=5834001&content_dir=ua_congressorg Pending Draft Legislation Targeted for Spring 2005 The Draft will Start in June 2005 There is pending legislation in the House and Senate (twin bills: S 89 and HR 163) which will time the program's initiation so the draft can begin at early as Spring 2005 just after the 2004 presidential election. The administration is quietly trying to get these bills passed now, while the public's attention is on the elections, so our action on this is needed immediately. $28 million has been added to the 2004 Selective Service System (SSS) budget to prepare for a military draft that could start as early as June 15, 2005. Selective Service must report to Bush on March 31, 2005 that the system, which has lain dormant for decades, is ready for activation. Please see website: www.sss.gov/perfplan_fy2004.html to view the sss annual performance plan fiscal year 2004. The pentagon has quietly begun a public campaign to fill all 10,350 draft board positions and 11,070 appeals board slots nationwide.. Though this is an unpopular election year topic, military experts and influential members of congress are suggesting that if Rumsfeld's prediction of a \"long, hard slog\" in Iraq and Afghanistan [and a permanent state of war on \"terrorism\"] proves accurate, the U.S. may have no choice but to draft. Congress brought twin bills, S. 89 and HR 163 forward this year, entitled the Universal National Service Act of 2003, \"to provide for the common defense by requiring that all young persons [age 18-26] in the United States, including women, perform a period of military service or a period of civilian service in furtherance of the national defense and homeland security, and for other purposes.\" These active bills currently sit in the committee on armed services. Dodging the draft will be more difficult than those from the Vietnam era. College and Canada will not be options. In December 2001, Canada and the U.S. signed a \"smart border declaration,\" which could be used to keep would-be draft dodgers in. Signed by Canada's minister of foreign affairs, John Manley, and U.S. Homeland Security director, Tom Ridge, the declaration involves a 30-point plan which implements, among other things, a \"pre-clearance agreement\" of people entering and departing each country. Reforms aimed at making the draft more equitable along gender and class lines also eliminates higher education as a shelter. Underclassmen would only be able to postpone service until the end of their current semester. Seniors would have until the end of the academic year. Even those voters who currently support US actions abroad may still object to this move, knowing their own children or grandchildren will not have a say about whether to fight. Not that it should make a difference, but this plan, among other things, eliminates higher education as a shelter and includes women in the draft. The public has a right to air their opinions about such an important decision. Please send this on to all the friends, parents, aunts and uncles, grandparents, and cousins that you know. Let your children know too it's their future, and they can be a powerful voice for change! Please also contact your representatives to ask them why they aren't telling their constituents about these bills &mdash and contact newspapers and other media outlets to ask them why they're not covering this important story.",
  "Last Updated": "6 October 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/draft.asp",
  "Claim": "The U.S. military will be reinstating the draft by Spring 2005.",
  "Claim_ID": "politics_military_draft",
  "Tags": ""
}