{
  "Origins": "On 13 June 2014, television station WAPT in Jackson, Mississippi, reported an incident in which a 3-year-old girl whose face still bore injuries from a recent pit bull attack was allegedly asked to leave a local KFC outlet because \"her scars scared customers\":",
  "Fact Check": "",
  "Description": "A 3-year-old girl who was attacked by pit bulls in April was asked to leave a Jackson restaurant because her scars scared customers, the girl's grandmother told 16 WAPT News. \"Does this face look scary to you?\" accompanied a picture of Victoria Wilcher on the Facebook page Victoria's Victories, which documents the child's recovery from the attack at her grandfather's home in Simpson County. Authorities said one of Donald Mullins' dogs ripped open the back door and jumped on the girl. Two other dogs dragged her into the back yard and began mauling her, investigators said. \"The right side of her face is paralyzed. She's got a lot of surgeries to go through and she won't even look in the mirror anymore,\" said Victoria's grandmother, Kelly Mullins. \"When we go to a store, she doesn't even want to get out (of the car). She's 3 years old and she's embarrassed about what she looks like. She's embarrassed and I hate it because she shouldn't be. It ain't her fault.\" Victoria hadn't felt that way until last week when she was turned away from a KFC in Jackson, Mullins said. \"I took her to the doctor and I went to KFC. I ordered a large sweet tea and her some mashed potatoes and gravy because she was hungry. She was on a feeding tube at the time, but I figured she could just swallow (the potatoes),\" Mullins said. \"They just told us, they said, 'We have to ask you to leave because her face is disrupting our customers.' (Victoria) understood exactly what they said.\" Eleven days later, the Laurel, Mississippi, Leader Call published an article asserting that the story of Victoria's being ordered to leave a KFC restaurant due to her appearance was a \"made-up story that resulted in the family bilking the public and professionals for more than $135,000 in cash, as well as gifts and free surgeries.\" According to that article, \"sources with deep knowledge of the investigation\" who \"spoke on the condition of strict anonymity because they were not permitted to speak on the record\" asserted that none of the KFC locations at which Victoria's family claimed the incident had taken place recorded any such activity: The family initially told KFC the incident happened at the location on State and High streets, a claim backed by a Facebook post by Victoria's Victories, a page run by Teri Rials Bates, the girl's aunt, that read: \"Thank you for your support for Victoria. If you would like to file a complaint its the KFC on State Street in Jackson MS.\" That store is not in operation and has been closed for several years. Victoria's Victories changed its story, saying the State Street reference was a mistake. In it, Bates wrote: \"I'm the Aunt, I run her page and I'm the one that misquoted that it was State street when it was actually Woodrow Wilson. Don't blame the grandmother for my mistake!\" But the Leader Call 's source[s] maintained that: Surveillance videos show that at no time on the 15th were any people or children in the store who match the description of Victoria Wilcher or Mullins. The tapes were viewed in both the Meadowbrook and Woodrow Wilson KFC locations in Jackson, the source said. In hours of tape, the source said one small boy with his parents is seen, but they order food and leave the store. The source said no orders were recorded to include mashed potatoes and sweet tea on the same transaction, or even the two items as part of a larger order on May 15. The source said never has a hospital patient been asked to leave one of the KFCs and he pointed to seeing people suffering from all sorts of ailments eat at KFC. \"We have never ever ever run off anyone, and we have seen some really really sick people come to the restaurant from the hospital,\" the source said. \"We've had people come in who were shot in the face. We've had them with tubes and wire sticking out. We never have asked anyone to leave.\" That same article also noted that Victoria and her family picked up a considerable amount of donations through the publicity the reported KFC incident brought to their already established online donations site: The incident garnered near instant national and international attention and became an economic windfall for a family who was openly concerned via social media of their fight with an unidentified insurance company and their financial struggles with paying for Victoria's medical bills. Las Vegas plastic surgeon Dr. Frank L. Stiles visited the family over the weekend for a consultation. His nonprofit, The Frank L. Stiles Foundation, will cover the costs of the expensive reconstructive procedures, which Stiles said would normally cost tens of thousands of dollars. Other doctors have offered to assist as well, he said on social media. More than $135,000 has been raised through an online donation site, gofundme.com, since June 13. The fund was created by Bates on April 28. The funding before the chicken caper came from seven donors for a total of $595. On May 20, Victoria's Victories posted: \"Victoria's family is really struggling with the insurance company. Currently the(y) are not paying for the formula that goes into her feeding pump. If you can donate please do. They need your help.\" No donations were given after that post until June 13, when the KFC incident went viral. The fund collected 46 donations on June 13. On June 14, 164 people donated. On June 15, 709 people donated and on June 16, when the firestorm had reached its zenith, 1,085 people donated. From June 17 to noon June 21, 855 more people had donated to the fund. Of those donations, $30,000 of it came from KFC for help with medical bills suffered when Victoria was attacked by three pit bulls at her grandfather's Simpson County trailer. The family continued to affirm that the original account Victoria's grandmother gave was not a hoax, posting on Facebook that: I promise it's not a hoax; I never thought any of this would blow up the way it has. The article circling the web calling this a hoax is untrue. The article itself says the investigation is not complete. It is not over until KFC releases a statement. The media outlet running this story is not connected with KFC. The family has not asked for anything, and a attorney is handling all the media publicity for the family pro bono. Please do not believe untrue media. I have personally watched this family go without to provide for Victoria. They have not and would not do anything to hurt Victoria in any way. A KFC spokesperson said that neither of two separate investigations, one by the chain and one by an independent investigator, was able to substantiate the claims made by Victoria Wilcher's family: A story involving a disfigured 3-year-old Mississippi girl whose family said they were asked to leave a KFC restaurant because her appearance was scaring customers, has been found to be a hoax, according to a spokesman for the fried chicken franchise. KFC said the franchise had hired a consultant to investigate the Wilcher case after being unable to verify it. \"After the alleged incident was reported to us, two investigations took place, including one by an independent investigator. Neither revealed any evidence that the incident occurred, and we consider the investigation closed,\" [KFC spokesman Rick Maynard] said. Both the Victoria's Victories Facebook page and the associated gofundme.com donations page were taken down after the publication of this article. On 6 October 2014, FOX News reported that three doctors were teaming up to help repair the damage Victoria Wilcher suffered when she was attacked by dogs: A trio of big-hearted doctors is helping 3-year-old Victoria Wilcher, the Mississippi girl who was mauled by her grandfather's pitbulls and then thrust into the national spotlight when her family was accused of perpetrating a hoax at a local KFC. The doctors come from three states and are donating their efforts to reconstruct the face of Victoria, who lost an eye in the attack earlier this year. A Florida doctor made Victoria a prosthetic eye, a local physician reconstructed the girl's eyelid and a Las Vegas plastic surgeon has signed on to perform a series of operations that could continue for years.\"We are extremely optimistic about Victoria's recovery, said Dr. Frank Stile, of Las Vegas. \"We continue to track her progress as her facial bones and scars continue to heal.\"",
  "Originally Published": "",
  "Referred Links": "http://www.foxnews.com/health/2014/10/06/docs-join-to-help-girl-attacked-by-dogs-after-kfc-hoax-accusations/;https://www.facebook.com/victoriasvictories/posts/1454642221451319;http://www.gofundme.com/8q8yww;https://www.facebook.com/victoriasvictories;",
  "Example": "[Collected via e-mail, June 2014] Report: Story that KFC kicked out girl with scars was made up A report says a disfigured 3-year old girl was asked to leave a Jackson, Mississippi KFC was a hoax, and that her family received \"$135,000 in cash, gifts and free surgeries.\"",
  "Last Updated": "6 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/kfc.asp",
  "Claim": "A 3-year-old girl was ordered to leave a KFC outlet because her facial injuries were disturbing to customers.",
  "Claim_ID": "politics_business_kfc",
  "Tags": ""
}