{
  "Origins": "In October 2008 some parents of children who owned \"Little Mommy Real Loving Baby Cuddle 'n Coo\" dolls reported odd utterances made by those talking toys. They heard statements such as \"Islam is the light\" and \"Satan is king\" emanate from them, vocalizations regarded as sneaky attempts at indoctrination of impressionable children into belief systems not favored by their families.",
  "Fact Check": "",
  "Description": "What they heard wasn't what the dolls were saying. \"Little Mommy Real Loving Baby Cuddle 'n Coo\" was one of a line of \"Little Mommy Real Loving Baby\" dolls manufactured by Fisher-Price, a subsidiary of toy giant Mattel, Inc. The doll's verbalizations set it apart from other offerings in that toy line: \"Cuddle 'n Coo\" was advertised as producing cooing, giggling, and babbling sounds rather than words, thereby imitating the pre-language vocalizations made by babies. According to the manufacturer, the only actual word the doll said was \"mama\"; all else was but imagination, the simulated nonsensical babblings of infants mistaken for English-language words. Contrary to what up-in-arms parents were hearing, the dolls were not saying anything about Islam or Satan; they were merely making the sorts of noises a cooing infant would make. Mattel said in a press statement about the controversial doll that: The Little Mommy Cuddle 'n Coo dolls feature realistic baby sounds including cooing, giggling, and baby babble with no real sentence structure. The only scripted word the doll says is \"mama.\" There is a sound that may resemble something close to the word \"night, right, or light.\" Because the original sound track is compressed into a file that can be played through an inexpensive toy speaker, actual sounds may be imprecise or distorted. The Gastonia Gazette found that when they had four people unfamiliar with the Little Mommy Cuddle 'n Coo controversy listen to the sounds the doll produces, none of them identified anything sounding like English in the babbling save for the word \"light\" or \"life\": The Gazette bought one of the disputed dolls for $19.99 at the Gastonia Target. Four people were selected at random and asked to describe the noises it made, and while two distinctly heard the word \"light\" or \"life,\" no one picked out the supposed Muslim message. Other toys that speak have been the focus of similar misunderstandings. The 2006 talking book Potty Time with Elmo had some folks hearing its \"Uh-oh! Who has to go?\" phrase as \"Uh-oh! Who wants to die?\" a negative toilet-training message if there ever was one. In 1982 similar problems plagued \"Baby Darling,\" a doll manufactured in Hong Kong. American consumers mistook its Spanish \"Quiero a mami\" (meaning \"I want mommy\" or \"I love mommy\") as \"Kill mommy.\" As to why we misperceive sounds that are nonsensical or words uttered in foreign languages, we humans are pattern-seeking critters. Because we're not geared to handle blasts of random input on the basis of what they are, we instinctively shoehorn the chaos we encounter into forms that are familiar to us. That leads us to see rabbits and sailing ships in clouds and hear supernatural whisperings in the sounds made by waterfalls and strong winds. It also leads to our picking up disquieting or even frightening messages from audio files embedded into children's toys and played through tinny speakers. Haphazard babblings are \"heard\" as strings of actual words, and sentences spoken in other tongues are \"heard\" as phonetic approximations in our own. We \"hear\" what we expect to hear, which is words spoken in our mother language honed into meaningful sentences. Such instinctive behavior leads to perfectly innocuous talking dolls being regarded as imparting Satanic messages, especially when we've already been exposed to suggestive rumors telling us what we're supposed to be hearing. However, that there isn't anything actually amiss with the \"Little Mommy Real Loving Baby Cuddle and Coo\" doll doesn't mean it's going to win over the public. The bottom line regarding such misunderstood toys is that it doesn't really matter what they are actually saying or why we mishear their verbalizations as something completely different than what's been programmed into them; it's what we perceive them to be saying. Few parents will happily keep a doll in the house that it hears as voicing \"Kill mommy\" or \"Satan is king.\" Barbara \"baby talk\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20081031075328/http://www.shareholder.com/mattel/downloads/10-09-08_Media_Statement_re_Cuddle_and_Coo_Dolls.pdf;https://web.archive.org/web/20080115143230/http://www.toysrus.com/product/index.jsp?productId=2961659;",
  "Example": "[Collected the Internet, October 2008] I just went to Wal-Mart here in Borger and they had three of the Fisher-Price Little Mommy Real Loving Baby Cuddle and Coo Dolls. ALL THREE of them clearly said, \"Islam is the light.\" I put the dolls in my cart and took them to the back where I asked to speak to a manager. When the manager came I asked her to listen to the dolls. At the same exact time all three dolls said, \"Islam is the light.\" The lady couldn't believe it. She quickly took all three dolls to the back and let me know that their store would no long carry that doll. I told her that I felt like it was absolutely unacceptable for something like that to be sold in this country without any sort of knowledge on the box of what it says. She agreed with me. Fisher Price is offering a refund for these dolls, but has no intention of taking them all of the shelves. I will no longer buy any Fisher Price toys, which is very unfortunate because they have great toys. I will visit every Wal-Mart in the Texas Panhandle to make sure that these dolls are taken off of the shelves. This is absolutely unacceptable! If you're near a Wal-Mart, Target or Toys R Us, DEMAND that they take these dolls off of the shelves! If a doll said, \"Jesus Loves Me\" without stating so on the packaging, they would be off the shelves in a second. Here's a link to the doll: http://www.toysrus.com/product/index.jsp?productId=2961659",
  "Last Updated": "3 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/dolltalk.asp",
  "Claim": "A Mattel talking doll uttered the phrases 'Islam is the light' and 'Satan is king.'",
  "Claim_ID": "politics_religion_dolltalk",
  "Tags": ""
}