{
  "Origins": "The decade-long legal battle over the Mojave Desert Cross exemplified, perhaps better than any other case, that U.S. courts have yet to work out a clear rule of law governing religious displays on public land. At stake in the case was whether an 8-foot-tall cross would be allowed to remain on land within the Mojave National Preserve in Southern California.",
  "Fact Check": "",
  "Description": "The first Mojave cross was a wooden one erected in 1934, but Sunrise Rock, the site on which the current version of the Mojave cross (fashioned out of white-painted metal pipe) now stands, became federal land in 1994 as a part of the Mojave Land Preserve , which encompasses 1.6 million acres of the Mojave Desert in southeastern California and is administered by the National Park Service (NPS). Back in 1999, Frank Buono brought the Mojave cross to the attention of the American Civil Liberties Union (ACLU). The ACLU then contacted the NPS and requested the cross's removal on the grounds that its display on federal land violated the Constitution's establishment clause (because although the cross was maintained as a war memorial, its specifically Christian symbolism did not apply to all those whom it ostensibly represented, as not all veterans were Christians): Memorials should be erected in honor of all veterans who served their country, not only for some veterans. Obtrusive, permanent religious displays on government property focusing on the Latin cross, for example, ignore the diversity of religion and the wide array of religious beliefs held by veterans and service members. Even within the Christian faith, many sects do not recognize the Latin cross as their preferred religious symbol. The ACLU maintains that such religious memorials constitute excessive government entanglement with religion in violation of the Establishment Clause. After an exchange of letters and phone calls between the ACLU and the NPS across several months, the matter was seemingly closed when the NPS sent the ACLU a letter in October 2000 announcing its decision to remove the cross within the next few months. However, in December 2000 Rep. Jerry Lewis of California added a rider to a House appropriations bill specifying that federal funds could not \"be used by the Secretary of the Interior to remove the white cross located within the boundary of the Mojave National Preserve in southern California,\" so the cross remained in place. In March 2001, the ACLU filed a lawsuit in federal court on behalf of Buono, seeking to compel the removal of the Mojave cross. In July 2002, a U.S. District Court Judge ruled in the ACLU's favor, stating that the \"presence of the cross on federal land conveys a message of endorsement of religion.\" However, removal of the cross was again circumvented when Rep. Lewis inserted language into a 2002 defense appropriations bill declaring the Mojave Cross site to be a national memorial and arranged a deal to transfer an acre of land surrounding the cross to the Barstow Veterans of Foreign Wars (thus technically removing the cross from federal land) in exchange for five acres of land donated by a private landowner who owned property within the preserve. The ACLU argued that the land transfer was unconstitutional, and in June 2004 the Ninth U.S. Circuit Court of Appeals again ruled in the ACLU's favor, rejecting the land transfer proposal as an act that \"would leave a little donut hole of land with a cross in the midst of a vast federal preserve\" and upholding the July 2002 decision that the \"primary effect of the presence of the cross\" was to \"advance religion\" and therefore violated the establishment clause of the First Amendment. The Bush administration appealed that decision, contending (among other points) that Frank Buono was an Oregon resident and therefore lacked legal standing to sue over a cross situated in California, and that the land transfer was \"an eminently sensible and constitutionally permissible way of resolving any establishment clause problem.\" In February 2009 the Supreme Court agreed to hear the Mojave Memorial Cross case ( Salazar vs. Buono ), while the cross itself remained covered by a large plywood box as both sides prepared their cases for arguments. In April 2010, the U.S. Supreme Court voted 5-4 to reverse the judgment of the Court of Appeals but remanded the case to a lower court for further proceedings. In April 2012, a settlement was finally reached to allow the return of the cross to the Mojave Land Preserve: Under the settlement struck between the Justice Department and the American Civil Liberties Union, [Henry and Wanda] Sandoz will give 5 acres of land they own within the preserve to the federal government. In return, the National Park Service will relinquish 1 acre encompassing Sunrise Rock. That acre will be transferred into the ownership of the local Veterans of Foreign Wars post. The deal will allow the cross to be restored to its traditional location, only this time on private land. The site will be fenced, with entrances for visitors. A memorial will be erected explaining that the cross is on private land and noting it is a memorial for war veterans, according to the National Park Service, which manages the preserve.",
  "Originally Published": "",
  "Referred Links": "http://www.stoptheaclu.com/2006/11/28/the-forbidden-mojave-desert-cross/;http://www.nps.gov/moja/;http://www.donttearmedown.com/;",
  "Example": "[Collected via e-mail, July 2009] Is it true that the court is california is going to tear down a cross that is a memorial for our fallen soldiers? EVERY AMERICAN SHOULD SEE THIS VIDEO Then sign the petition: www.donttearmedown.com",
  "Last Updated": "2 May 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/mojave.asp",
  "Claim": "The ACLU sought to have a cross removed from the Mojave National Preserve in California.",
  "Claim_ID": "politics_religion_mojave",
  "Tags": ""
}