{
  "Origins": "The e-mail reproduced above is an excerpt from a 2007 Harvard University Gazette article about a talk given by Fred Jerome and Rodger Taylor, authors of the 2006 book Einstein on Race and Racism . As related in that article, Jerome and Taylor undertook their effort in order to \"recognize and correct many significant details missing from the numerous studies of Einstein's life and work, most of them having to do with Einstein's opposition to racism and his relationships with African Americans:",
  "Fact Check": "",
  "Description": "In May 1946, Einstein made a rare public appearance outside of Princeton, New Jersey (where he lived and worked in the latter part of his life), when he traveled to the campus of Pennsylvania's Lincoln University , the United States' first degree-granting black university, to take part in a ceremony conferring upon him the honorary degree of doctor of laws. Prior to accepting that degree, he delivered a ten-minute speech to the assembled audience in which he called upon the United States to take a leading role in preventing another world war and denounced the practice of segregation. Because mainstream U.S. newspapers reported little or nothing about the event, a full transcript of Einstein's speech that day does not exist the only existing record of his words is a few excerpts pieced together from quotes reproduced in coverage by the black press: The only possibility of preventing war is to prevent the possibility of war. International peace can be achieved only if every individual uses all of his power to exert pressure on the United States to see that it takes the leading part in world government. The United Nations has no power to prevent war, but it can try to avoid another war. The U.N. will be effective only if no one neglects his duty in his private environment. If he does, he is responsible for the death of our children in a future war. My trip to this institution was in behalf of a worthwhile cause. There is a separation of colored people from white people in the United States. That separation is not a disease of colored people. It is a disease of white people. I do not intend to be quiet about it. The situation of mankind today is like that of a little child who has a sharp knife and plays with it. There is no effective defense against the atomic bomb ... It can not only destroy a city but it can destroy the very earth on which that city stood. As the authors of Einstein on Race and Racism noted, Einstein's comments about segregation at Lincoln University reflected his own experiences in both his native Germany and his adopted home in the United States and were part of a pattern of his attempting to ameliorate the effects of discrimination: According to Jerome and Taylor, Einstein s statements at Lincoln were by no means an isolated case. Einstein, who was Jewish, was sensitized to racism by the years of Nazi-inspired threats and harassment he suffered during his tenure at the University of Berlin. Einstein was in the United States when the Nazis came to power in 1933, and, fearful that a return to Germany would place him in mortal danger, he decided to stay, accepting a position at the recently founded Institute for Advanced Study in Princeton, N.J. He became an American citizen in 1940. But while Einstein may have been grateful to have found a safe haven, his gratitude did not prevent him from criticizing the ethical shortcomings of his new home. \"Einstein realized that African Americans in Princeton were treated like Jews in Germany,\" said Taylor. \"The town was strictly segregated. There was no high school that blacks could go to until the 1940s.\" Einstein s response to the racism and segregation he found in Princeton (Paul Robeson, who was born in Princeton, called it \"the northernmost town in the South\") was to cultivate relationships in the town's African-American community. Jerome and Taylor interviewed members of that community who still remember the white-haired, disheveled figure of Einstein strolling through their streets, stopping to chat with the inhabitants, and handing out candy to local children. One woman remembered that Einstein paid the college tuition of a young man from the community. Another said that he invited Marian Anderson to stay at his home when the singer was refused a room at the Nassau Inn.",
  "Originally Published": "",
  "Referred Links": "http://www.lincoln.edu/about.html;http://news.harvard.edu/gazette/story/2007/04/albert-einstein-civil-rights-activist/;",
  "Example": "[Collected via e-mail, June 2013] Did Einstein speak about racism at Lincoln University? Here is the text of the email: Here s something you probably don t know about Albert Einstein. In 1946, the Nobel Prize-winning physicist traveled to Lincoln University in Pennsylvania, the alma mater of Langston Hughes and Thurgood Marshall and the first school in America to grant college degrees to blacks. At Lincoln, Einstein gave a speech in which he called racism \"a disease of white people,\" and added, \"I do not intend to be quiet about it.\" He also received an honorary degree and gave a lecture on relativity to Lincoln students. In fact, many significant details are missing from the numerous studies of Einstein s life and work, most of them having to do with Einstein's opposition to racism and his relationships with African Americans. Einstein continued to support progressive causes through the 1950s, when the pressure of anti-Communist witch hunts made it dangerous to do so. Another example of Einstein using his prestige to help a prominent African American occurred in 1951, when the 83-year-old W.E.B. Du Bois, a founder of the NAACP, was indicted by the federal government for failing toregister as a \"foreign agent\" as a consequence of circulating the pro-Soviet Stockholm Peace Petition. Einstein offered to appear as a character witness for Du Bois, which convinced the judge to drop the case. In the wake of the monumental effort to digitize Einstein's life and genius for the masses, let's hope that more of us will acknowledgeEinstein's greatness as a champion of human and civil rights for African-Americans as one of his greatest contributions to the world.",
  "Last Updated": "6 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/einstein.asp",
  "Claim": "Albert Einstein once said that segregation was a \"disease of white people.\"",
  "Claim_ID": "politics_quotes_einstein",
  "Tags": ""
}