{
  "Origins": "On 16 September 2007, the Academy of Television Arts and Sciences awarded its Emmy for \"Outstanding Reality Program\" to My Life on the D-List , a show detailing the travails of Kathy Griffin , a stand-up comedienne and television bit player. (The series title is a sly joke in that Hollywood is presumed to have three strata of celebrity status: A-list, B-list, and C-list. A D-list celebrity would therefore be an oxymoron.)",
  "Fact Check": "",
  "Description": "As Executive Producer and star of the series, Kathy Griffin accepted the Emmy won by the show. Her remarks upon receiving the award were: \"Now, look, a lot of people come up here and they thank Jesus for this award. I want you to know that no one had less to do with this award than Jesus. He didn't help me a bit. If it was up to him, Cesar Millan would be up here with that damn dog. So all I can say is suck it Jesus, this award is my God now\": The E! Network airing of the awards ceremony removed Griffin's remarks from the broadcast. Griffin herself appears proud of her comments, labeling them on her web site as \"what will go down as one of the best quotes in Emmy history.\" Others were less taken with them. The members of Pigeon Forge, Tennessee's, Miracle Theater spent $100,000 on an ad in USA Today chastising the comic. Griffin said she was simply parodying rappers, starlets, and athletes who thank Jesus for the recognitions they receive \"as if Jesus doesn't have anything better to do than make sure that someone got their People's Choice Award or whatever.\" Regarding her reaction to the criticism her remarks have fetched, Griffin told CNN's Larry King that: \"I just am loving it. It's in the newspapers around the world and every article starts with, 'Emmy winner Kathy Griffin' and then the letters all just blur after that.\" Barbara \"graven distorted image\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.kathygriffin.net/;http://www.emmys.tv/awards/index.asp;",
  "Example": "[Collected via e-mail, October 2007] At the Emmy awards, Kathy Griffin's acceptance speech said, \"A lot of people come up here and thank Jesus for this award. I want you to know that no one had less to do with this award than Jesus.\" She went on to say,\"Suck it, Jesus. This is my God now!\" referring to the Emmy. As a Christian, I am offended by her hate speech. What do you think might have happened if she had made the hate speech against Muhammed???? Kathy Griffin has the right as an American to say what she thinks. As a Christian-American, so do I. Today I will refuse to watch any show that she may be on or purchase tickets to any event at which she would perform. What will you do? If you delete this, nothing bad will happen to you, but if you pass this on, you will truly have stood up for Jesus Christ.",
  "Last Updated": "14 February 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/griffin.asp",
  "Claim": "During the 2007 Emmy Awards ceremony, actress Kathy Griffin told Jesus to \"suck it\" and said that her Emmy was now her God.",
  "Claim_ID": "politics_religion_griffin",
  "Tags": ""
}