{
  "Origins": "In 2007 the U.S. Mint began the release of a series of coins similar in concept to the 50 State Quarters Program launched in 1999. This new series, the Presidential $1 Coin Program, features dollar coins identical in size, color, and composition to the earlier Sacagawea dollar, each one bearing the likeness of a former U.S. President on the obverse (front) and a representation of the Statue of Liberty on the reverse (back). The Presidential $1 coins will be released in series of four per year (in order corresponding to the presidents' terms of office) beginning in February 2007.",
  "Fact Check": "",
  "Description": "Just as the first Presidential $1 coins rolled out of the Mint in early 2007, e-mails began to circulate spreading the erroneous assertion that the new dollar coins did not include the phrase \"In God We Trust\" in their design. In fact, the Presidential dollars neither omitted the phrase \"In God We Trust\" nor demonstrated a plot to \"phase God out of America.\" As specified by Presidential $1 Coin Act of 2005, in order to allow for \"larger and more dramatic artwork\" on the coins' faces, the new Presidential $1 coins incorporated a few design features not found on other current U.S. coinage, one of which is that elements typically displayed on either the obverse or reverse of U.S. coins the year of minting, the mint mark, the motto from the Great Seal of the United States (\"E Pluribus Unum\"), and the current national motto of the United States (\"In God We Trust\") were instead included as edge-incused inscriptions. That is, all of these elements appeared on the edges of the new dollar coins rather than on their fronts or backs: The following photograph shows how the national motto is stamped as an edge-incused inscription on a dollar coin blank: (Small quantities of the George Washington and John Adams presidential dollars were discovered to be missing their edge inscriptions shortly after the initial release of those coins, but those examples were the result of minting errors and were not reflective of the new dollars' intended standard appearance. The stamping of the faces and the adding of the edge inscriptions are separate steps in the minting process and involve the use of different machinery.) With the passage of the Consolidated Appropriations Act of 2008, Congress reversed its previous specifications and instructed the U.S. Mint to move the \"In God We Trust\" motto from the edge to the front or back of the presidential $1 coins \"as soon as is practicable.\" Beginning with the first Presidential $1 coin issued in 2009 (which bore the likeness of the ninth U.S. President, William Henry Harrison), the motto was repositioned to the bottom left-hand portion of the obverse: One traditional feature that has been left off the new dollar coins is the appearance of the word \"Liberty.\" The U.S. Mint explained the change by noting that \"each coin represents this important value by depicting the Statue of Liberty on the reverse\":",
  "Originally Published": "",
  "Referred Links": "http://www.usmint.gov/mint_programs/$1coin/index.cfm?action=schedule;http://www.usmint.gov/mint_programs/$1coin/index.cfm?action=reverse;http://www.usmint.gov/mint_programs/golden_dollar_coin/index.cfm?action=sacDesign;http://www.usmint.gov/mint_programs/$1coin/index.cfm;http://www.usmint.gov/mint_programs/index.cfm?action=50_state_quarters_program;",
  "Example": "[Collected via e-mail, February 2007] Since the 1950's, \"In God We Trust\" has been our National Motto, and has been inscribed on the front of all coins and the back of all paper currency. This new coin came out this month. The U.S. Mint hopes the redesigned $1 coin will win acceptance with consumers. It does not have \"In God We Trust\" on it. Here's another way of phasing God out of America. U.S. Government to Release New Dollar Coins You guessed it 'IN GOD WE TRUST' IS GONE!!! Who originally put 'In God We Trust' onto our currency? My bet is that it was one of the Presidents on these coins. All our U.S. Government has done is Dishonor them, and disgust me!!! If ever there was a reason to boycott something, THIS IS IT!!!! DO NOT ACCEPT THE NEW DOLLAR COINS AS CHANGE Together we can force them out of circulation.",
  "Last Updated": "1 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/dollarcoin.asp",
  "Claim": "New U.S. dollar coins were designed with the motto \"In God We Trust\" omitted.",
  "Claim_ID": "politics_religion_dollarcoin",
  "Tags": ""
}