{
  "Origins": "As the November 2006 elections gave Democrats control of the U.S. House of Representatives (and at least equal standing in the Senate), members of that party began discussing potential means of raising revenue from the recent record profits of oil companies, including the possibility of enacting a windfall profits tax on the oil industry. Representative Nancy Pelosi of California, the House Democratic Leader who became Speaker of the House just after that election, went on record as supporting the repeal of tax breaks and subsidies of up to $33 billion from energy and oil companies:",
  "Fact Check": "",
  "Description": "However, the first example reproduced above, quoting Rep. Pelosi as disdaining 2005 and 2006 stock market gains and endorsing a 100% on windfall profits gained from stocks (with the proceeds to be \"redistributed to the poor and working class\") does not correspond to anything she actually said or proposed. It's a parody based on extremes of Democratic stereotypes expressing scorn for corporate profits, favoring huge tax rates for high-income earners, wanting to confiscate money from the rich to give to \"illegal immigrants\" and \"unemployed minorities\" that was written as a bit of pre-election satire and falsely attributed to a pair of New York Times reporters. The following year, someone reworked the piece (shown in the second example above) to insert the equally false claim that Rep. Pelosi's non-existent windfall tax proposal would include retirement income as well as stock market profits. Surprsingly, it was billionaire investor Warren Buffett who, back in 1987, put forward the notion of slapping a 100% tax on the profits from some stock sales: Buffett has even gone so far as to propose a major change in the tax laws that would diminish profits in the short-run for Salomon Brothers and every other major firm on Wall Street. To eliminate short-term speculation in the financial markets, Buffett has proposed a 100 percent tax on profits made on stock held for less than one year, a move predicted to diminish trading volume and brokerage fees. \"I've not suggested taking a poll,\" Buffett joked when asked how he thought his tax proposal would be received at Salomon, where Buffett will become a director. \"They know what I am about.\" Buffett said he stands behind all of the statements he has made about Wall Street and the tax, but also suggested that while he is still holding his nose when he looks at some of the other Wall Street firms, he likes what he sees at Salomon.",
  "Originally Published": "",
  "Referred Links": "http://speaker.house.gov/;",
  "Example": "[Collected via e-mail, 2006] Published: October 22, 2006 Nancy Pelosi condemned the new record highs of the stock market as \"just another example of Bush policies helping the rich get richer\". \"First Bush cut taxes for the rich and the economy has rebounded with new record low unemployment rates, which only means wealthy employers are getting even wealthier at the expense of the underpaid working class\". She went on to say \"Despite the billions of dollars being spent in Iraq our economy is still strong and government tax revenues are at all time highs. What this really means is that business is exploiting the war effort and working Americans, just to put money in their own pockets\". When questioned about recent stock market highs she responded \"Only the rich benefit from these record highs. Working Americans, welfare recipients, the unemployed and minorities are not sharing in these obscene record highs\". \"There is no question these windfall profits and income created by the Bush administration need to be taxed at 100% rate and those dollars redistributed to the poor and working class\". \"Profits from the stock market do not reward the hard work of our working class who, by their hard work, are responsible for generating these corporate profits that create stock market profits for the rich. We in congress will need to address this issue to either tax these profits or to control the stock market to prevent this unearned income to flow to the rich\". When asked about the fact that over 80% of all Americans have investments in mutual funds, retirement funds, 401K's, and the stock market she replied, \"That may be true, but probably only 5% account for 90% of all these investment dollars. That's just more \"trickle down\" economics claiming that if a corporation is successful that everyone from the CEO to the floor sweeper benefit from higher wages and job security which is ridiculous\". How much of this \"trickle down\" ever get to the unemployed and minorities in our county? None, and that's the tragedy of these stock market highs.\" \"We democrats are going to address this issue after the election when we take control of the congress. We will return to the 60% to 80% tax rates on the rich and we will be able to take at least 30% of all current lower Federal Income Tax taxpayers off the roles and increase government income substantially. We need to work toward the goal of equalizing income in our country and at the same time limiting the amount the rich can invest.\" When asked how these new tax dollars would be spent, she replied \"We need to raise the standard of living of our poor, unemployed and minorities. For example, we have an estimated 12 million illegal immigrants in our country who need our help along with millions of unemployed minorities. Stock market windfall profits taxes could go a long ways to guarantee these people the standard of living they would like to have as \"Americans\" A Bush spokesman responded to this interview by saying \"Mrs. Pelosi has set a new standard for the spin business\". [Collected via e-mail, March 2008] Anyone who understands a fiat monetary system, our system, knows that most retirement funds lose real value and are not exactly what a person hopes for at the end of their work life. Some are, and those typically go to people in the public sector. We contribute greatly to those through a myriad of taxes. Adding a tax to your retirement is simply another way of saying to the American people, you're so stupid that we're going to keep doing this until we drain every cent from you. That's what the Speaker of the House is saying. Read below............... Nancy Pelosi wants a 100% Windfall Tax on Retirement Income. This woman is a nut case! You aren't going to believe this. Madam speaker Nancy Pelosi wants to put a Windfall Tax on all stock market profits (including Retirement fund, 401Ks and Mutual Funds!) Alas, it is true - all to help the 12 Million Illegal Immigrants and other unemployed Minorities! Boy, are we in trouble... This woman is frightening. She quotes...\" We need to work toward the goal of equalizing income in our country and at the same time limiting the amount the rich can invest.\" When asked how these new tax dollars would be spent, she replied : \"We need to raise the standard of living of our poor, unemployed and minorities. For example, we have an estimated 12 million illegal immigrants in our country who need our help along with millions of unemployed minorities. Stock market windfall profits taxes could go a long ways to guarantee these people the standard of living they would like to have as 'Americans'.\"",
  "Last Updated": "6 January 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/pelosi/windfall.asp",
  "Claim": "Nancy Pelosi advocated implementing a 100% windfall tax on stock market profits and retirement income.",
  "Claim_ID": "politics_pelosi_windfall",
  "Tags": ""
}