{
  "Origins": "On 17 September 2013, the PRLog press release distribution site issued an article claiming the town of DeQuincy, Louisiana, had made twerking illegal, with offenders to be punished by a mandatory sentence of 30 days in the county jail:",
  "Fact Check": "",
  "Description": "The item was easily identifiable as a fictional spoof: neither CNN nor any other news outlet had reported such a story, the names given for the DeQuincy mayor and sheriff (Maynard Wilkens and Bobby Joe Williams) don't match those of real city officials or law enforcement in that town, and the state of Louisiana has parishes (and parish jails), not counties (and county jails). As the New Orleans Times-Picayune noted, the town of DeQuincy has been the subject of multiple similar spoofs in recent days: For being such a small town, DeQuincy sure does seem to attract a lot of attention. The Louisiana town of less than 4,000 people has been at the tail end of three false press releases this year, the most recent of which [claimed] the town's mayor had banned twerking. \"It's a bunch of hogwash,\" said DeQuincy Mayor Lawrence Henagan. \"There's nothing to it.\" Earlier this year, a press release landed online that claimed the town had banned Koreans from living there, and last month a release claimed all DeQuincy students would be issued guns in school. Each time, Henagan said his office has received phone calls requesting comment on the controversial but fake ordinances. \"Somebody keeps this mess going on,\" Henagan said. \"Like I told the first lady (who called today), I didn't even know what she was talking about. Twerking, whatever it's called, she had to tell me what it is.\" Henagan said he believes the person behind the fake press releases is probably the same each time because they keep using similar false names. \"We'd like people to get to know about DeQuincy. It's a great town,\" Henagan said. \"But let's do it in a positive way.",
  "Originally Published": "",
  "Referred Links": "http://www.americanownews.com/story/23304443/fake-news-story-causes-stir-in-dequincy;http://superofficialnews.com/small-town-in-louisiana-bans-koreans/;http://www.cityofdequincy.com/index.asp?Type=B_BASIC&SEC={8A336C86-F170-4FA7-9E65-FEB216D84CCB};http://www.cityofdequincy.com/index.asp?Type=B_BASIC&SEC={B18D296A-112D-4974-8BFF-6BF5C10491B5};http://www.hlntv.com/article/2013/08/26/twerking-brief-history-miley-cyrus;http://www.prlog.org/12211658-city-in-louisiana-makes-twerking-illegal-30-days-in-jail-for-first-offense.html;",
  "Example": "[Collected via e-mail, January 2013] Is this true? The dance craze twerking has become such a problem in the small town of DeQuincy, Louisiana that city officials have made it illegal.",
  "Last Updated": "17 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/twerking.asp",
  "Claim": "The town of DeQuincy, Louisiana, has made twerking illegal.",
  "Claim_ID": "politics_satire_twerking",
  "Tags": ""
}