{
  "Origins": "This piece first began circulating at the tail end of 2005, during the so-called \" War on Christmas \" controversy over (among other things) some businesses ' eschewing use of the phrase \"Merry Christmas\" in favor of \"Happy Holidays\" (or some other non-Christmas-specific wording). It surfaced again in August 2006, well ahead of that year's holiday season.",
  "Fact Check": "",
  "Description": "As a call to action, the reasoning behind the scheme this messages proposes (i.e., flooding the ACLU with Christmas cards) has several flaws: It is based on the erroneous assumption that the ACLU engaged in litigation and related tactics to pressure businesses and other entities into dropping the use of the word \"Christmas\" in favor of non-religious references during the holiday season. This was not the case. Some manufacturers and retailers opted in 2005 (and earlier years) to use religiously neutral wording in describing their goods and services during the holiday season that runs from November to January, but they did so because they felt such a move would appeal to a broader customer base, not because they were urged or pressured into doing so by the ACLU. Although the ACLU is often portrayed as anti-religion (and thus anti-Christmas), that organization has actually handled many cases in which it defended the rights of individuals and groups (including Christians) to their freedom of religious practice and expression. The scheme assumes private, unsolicited contributions sent by U.S. Mail to the ACLU's main office in Broad Street constitute a significant portion of the organization's revenue. The ACLU derives funding from a number of sources including membership fees (new and renewals), donations and gifts (both one-time and recurring), and fund-raisers that don't necessarily involve sending mail to the ACLU's main New York office address: affiliate offices undertake their own fund-raising efforts, and contributors can donate money through a variety of means (other than U.S. Mail), including electronic funds transfers, telephone, and the Internet The ACLU headquarters on Broad Street in New York is quite well-staffed, and they could easily divert resources to temporary Christmas-card opening duty in the mailroom for a few weeks without \"freezing their operations\" in the process. (In any case, if a temporary spate of Christmas cards really threatened to interfere with their operations, the Broad Street office could simply throw the cards away unopened without fear that they were losing a significant amount of financial contributions as a result.) Above all, perhaps, one might consider whether engaging in deliberate deception and attempting to sabotage an organization's operations over a chimera isn't the antithesis of what Christmas (and Christianity itself) is supposed to be about.",
  "Originally Published": "",
  "Referred Links": "http://action.aclu.org/site/PageServer?pagename=FJ_donationhome;http://www.aclu.org/affiliates;http://www.aclu.org/aclu-defense-religious-practice-and-expression;http://www.aclu.org/religion/gen/22324res20051207.html;http://news.bbc.co.uk/2/hi/americas/4512156.stm;",
  "Example": "[Collected via e-mail, August 2008] This is coming early (really early) so that you can get ready to include an important address to your list. Read on ... Fun with the ACLU ... Wanna have some fun this CHRISTMAS? Send the ACLU a CHRISTMAS CARD this year. As they are working so very hard to get rid of the CHRISTMAS part of this holiday, we should all send them a nice, CHRISTIAN card to brighten uptheir dark, sad, little world. Make sure it says \"Merry Christmas\" on it! Here's the address, just don't be rude or crude. (It's Not the Christian Way, you know!) ACLU 125 Broad Street 18th Floor New York, NY 10004 Two tons of Christmas cards would freeze their operations because they wouldn't know if any were regular mail containing contributions. (Put \"contribution enclosed\" on the envelope and inside contribute a bible verse!!) So spend 39 cents and tell the ACLU to leave Christmas alone. Also tell them that there is no such thing as a \"Holiday Tree\" ... It's a Christmas Tree even in the fields!! REMEMBER send a card that says MERRY CHRISTMAS not HAPPY HOLIDAYS!!! And pass this on to your email lists. We really want to communicate with the ACLU! They really DESERVE us!!",
  "Last Updated": "30 August 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/christmas/aclucards.asp",
  "Claim": "Sending Christmas cards to the ACLU will freeze their operations.",
  "Claim_ID": "politics_christmas_aclucards",
  "Tags": ""
}