{
  "Origins": "Although Republican presidential candidate Mitt Romney was of conscription age during the Vietnam War, he neither was drafted for nor enlisted in the U.S. armed forces at that time. He received a total of four draft deferments between 1965 and 1970, three for academic studies (i.e., student deferments) and one for serving as a 'minister of religion' while performing Mormon missionary work in France. By the time his deferments ended, Mitt Romney's birth date had been drawn at number 300 in the Selective Service lottery ; since the highest lottery number called for that group was 195, Romney was not drafted into the service.",
  "Fact Check": "",
  "Description": "Although Mitt Romney was not a \"draft dodger\" (all of his deferments were valid and legally obtained), some critics have maintained that the contrast between his actively seeking deferments and his later statements about serving in Vietnam is evidence of hypocrisy. But regardless of whatever else he may have said on the subject, Mitt Romney never proclaimed that he was \"too important to go to Vietnam.\" That statement came from a fictitious bit of political humor which spoofed the issue of Romney's military service and was published in June 2012 by the Free Wood Post, a satirical web site which states in its Disclaimer that: Free Wood Post is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within FreeWoodPost.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. FreeWoodPost.com is intended for a mature, sophisticated, and discerning audience.",
  "Originally Published": "",
  "Referred Links": "http://www.freewoodpost.com/disclaimer/;http://www.freewoodpost.com/2012/06/07/mitt-romney-i-was-too-important-to-go-to-vietnam/;http://www.realclearpolitics.com/news/ap/politics/2012/Jun/05/romney_s__non__military_record_faces_new_scrutiny.html;http://www.sss.gov/LOTTER8.HTM;http://www.freewoodpost.com/2012/06/07/mitt-romney-i-was-too-important-to-go-to-vietnam/;",
  "Example": "[Collected via e-mail, August 2012] Did Mitt Romney actually say, \"I was too important to go to Vietnam\"? There are many references to this online, but I have beenunable to confirm that it is true. This stuff about Mitt Romney being a draft dodger seems false to me ... it's circulating around the internet on social media sites: Monday, at a press event in California before the GOP primary in that state, former Gov. Mitt Romney was asked about his support of United States military involvement overseas. He was pleased to answer the question, however after his response, his answer to a follow-up question regarding his four deferments from the Vietnam War did not please onlookers, especially veterans. \"The Vietnam War came at a time in my life when I had other plans. I knew in my heart of hearts that I would one day serve my nation. That I would one day hold an office that would help not only our nation, but also the world. So I did what I could to make sure that I would be around to serve my nation, as well as serving God by teaching very important religious principles to a broader audience overseas. My father did not want me serving, and he convinced me that yes, I was too important to go to Vietnam. I had a greater purpose in life. I wasn t neglecting my nation, but rather preparing myself for a future of service. [Rest of article here.]",
  "Last Updated": "21 August 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/romney/vietnam.asp",
  "Claim": "Mitt Romney said he was \"too important to go to Vietnam.\"",
  "Claim_ID": "politics_romney_vietnam",
  "Tags": ""
}