{
  "Origins": "The piece referenced above is an e-mail circulated version of a 27 May 2009 article from the Washington Examiner which claimed that Chrysler automobile dealerships were specifically targeted for closure in mid-2009 by the Obama administration because their owners were Republican donors. That claim has long since been debunked.",
  "Fact Check": "",
  "Description": "Chrysler announced as far back as February 2008, long before Barack Obama became president, that it was planning to reduce \"the number of unprofitable dealers operating in close proximity to one another.\" When the list of Chrysler dealerships to be closed was made public in May 2009, some critics maintained that it included a disproportionate number of dealerships operated by donors to Republican candidates, and that those businesses had been specifically targeted for closure by the Obama administration's Auto Task Force due to their owners' political affiliations. However, those who actually analyzed the data (rather than making assumptions based on superficial appearances) found that there was no evidence Republican donor-owned dealerships had been disproportionately targeted for closure (or that Democratic donor-owned dealerships had disproportionately survived the culling process). The list of Chrysler dealerships to be closed simply included many more Republican donors than Democratic donors because far more car dealerships were owned by the former: There is just one problem with this theory. Nobody has bothered to look up data for the control group: the list of dealerships which aren't being closed. It turns out that all car dealers are, in fact, overwhelmingly more likely to donate to Republicans than to Democrats not just those who are having their doors closed. Overall, 88 percent of the [political] contributions from car dealers went to Republican candidates and just 12 percent to Democratic candidates. There's no conspiracy here, folks just some bad math. It shouldn't be any surprise, by the way, that car dealers tend to vote and donate Republican. They are usually male, they are usually older (you don't own an auto dealership in your 20s), and they have obvious reasons to be pro-business, pro-tax cut, anti-green energy and anti-labor. Car dealerships need quite a bit of space and will tend to be located in suburban or rural areas. I can't think of too many other occupations that are more natural fits for the Republican Party. A survey of Chrysler dealership closures in Macomb County, Michigan, also found no evidence of Republican donors' being disproportionately targeted: Claims that the closing of Chrysler dealerships was a partisan political exercise overseen by the White House do not match with the facts available in federal documents for Macomb County dealers. Conservative bloggers insist that dealer owners who contributed to Republican candidates were disproportionately targeted for closure, with the White House Auto Task Force calling the shots. But a review of Federal Election Commission records reveals a different story. In Macomb County, three dealerships were closed in the Chrysler bankruptcy process and seven were saved. The FEC records show no noticeable difference in the political leanings of the owners of the 10 businesses. The FEC records show a consistent pattern. The surviving dealers donated to Republican Michael Bouchard's 2006 Senate campaign, the National Republican Congressional Committee, the Republican National Committee, the Michigan Republican Party, [Republican senator Spence] Abraham and [GOP Rep. Candice] Miller. A[n] editorial by The Washington Examiner indicated that a number of Chrysler dealerships across the nation slated for closure are owned by people who have donated to Republican candidates or Democrats who opposed President Obama in the 2008 primaries, such as Hillary Clinton. But it appears the flaw in the premise is that most dealer owners prefer GOP candidates, not just those owners who are targeted by Chrysler's 25 percent reduction in dealerships. According to the Washington-based Center for Responsive Politics, the National Auto Dealers Association membership gives 69 percent of its contributions to Republicans. Some calculations indicate that the tilt toward the GOP is even more pronounced among all auto dealers. White House press secretary Robert Gibbs said that the list of dealerships marked for extinction was crafted by Chrysler executives, not the Auto Task Force. FOX News also reported that it found an analysis of the Chrysler dealership closure data did not support the partisan claims: A preliminary study by FOXNews.com found that the data do not support the charges. Among the dealerships set to close, 12 percent of a random 50 selected for review donated to Republicans and 8 percent to Democrats. Of the dealerships remaining open, 14 percent of a random 50 selected donated to Republicans and 10 percent to Democrats. In both samples, the average size of donations was similar for both parties.",
  "Originally Published": "",
  "Referred Links": "http://www.fivethirtyeight.com/2009/05/news-flash-car-dealers-are-republicans.html;http://www.carseek.com/news/february2008/Chrysler-announces-Project-Genesis/;https://web.archive.org/web/20091003030746/http://www.washingtonexaminer.com/opinion/blogs/beltway-confidential/Furor-grows-over-partisan-car-dealer-closings-46261447.html;",
  "Example": "[Collected via e-mail, September 2009] This could be a scandal of epic proportions and one that makes Nixon's Watergate or Clinton's Monica Lewinsky affair pale by comparison. Why was there neither rhyme nor reason as to which dealerships of the Chrysler Corporation were to be closed? Roll the clock back to the weeks just before Chrysler declared bankruptcy. Chrysler, like GM, was in dire financial straights and federal government graciously offered to \"buy the company\" and keep them out of bankruptcy and \"save jobs.\" Chrysler was, in the words of Obama and his administration, \"Too big to fail,\" same story with GM. The feds organized their \"Automotive Task Force\" to fix Chrysler and GM. Obama, in an act that is 100% unconstitutional, appointed a guy named Steve Rattner to be the White House's official Car Czar literally, that's what his title is. Rattner is the liaison between Obama, Chrysler, and GM. Initially, the national media reported that Chrysler had made this list of dealerships. That is not true. The Washington Examiner, Newsmax, Fox New and a host of other news agencies discovered that the list of dealerships was put together by the \"Automotive Task Force\" headed by no one other then Mr. Steve Rattner. Now the plot thickens. Remember earlier we said earlier that there was neither rhyme nor reason why certain dealerships were closed? Actually there's a very interesting pattern as to who was closed down. Again, on May 27, 2009, The Washington Examiner and Newsmax exposed the connection. Amazingly, of the 789 dealerships closed by the federal government 788 had donated money, exclusively, to Republican political causes, while contributing nothing to Democratic political causes. The only \"Democratic\" dealership on the list was found to have donated $7,700 to Hillary's campaign, and a bit over $2,000 to John Edwards. This same dealership, reportedly, also gave $200.00 to Obama's campaign. Does that seem a little odd to you? [Rest of article here.]",
  "Last Updated": "8 September 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/chrysler.asp",
  "Claim": "Chrysler dealerships owned by Republican donors were disproportionately targeted for closure at the behest of the Obama administration.",
  "Claim_ID": "politics_business_chrysler",
  "Tags": ""
}