{
  "Origins": "The piece cited above is indeed a review penned by someone who attended a screening of the movie, The Passion , producer/director Mel Gibson's film about the last twelve hours in the life of Jesus. (The movie is due to open on 25 February 2004.) However, the review is not the work of long-time radio commentator Paul Harvey ; it was written by Keith A Fournier , a \"constitutional lawyer and a graduate of the John Paul II Institute of the Lateran University, Franciscan University and the University of Pittsburgh.\"",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030820204508/http://www.christianity.com/partner/Article_Display_Page/0,,PTID5339%7cCHID14%7cCIID1615818,00.html;http://www.paulharvey.com;http://www.passion-movie.com/english/index.html;http://web.archive.org/web/20030820204508/http://www.christianity.com/partner/Article_Display_Page/0,,PTID5339%7cCHID14%7cCIID1615818,00.html;",
  "Example": "[Collected on the Internet, 2004] Paul Harvey Comments on \"The Passion\" by Mel Gibson The majority of the media are complaining about this movie. Now Paul Harvey tells \"The rest of the story\" and David Limbaugh praises Gibson. Most people would wait and see a movie before giving the reviews that have been issued by the reporters trying to tell all of us what to believe. Paul Harvey's words: I really did not know what to expect. I was thrilled to have been invited to a private viewing of Mel Gibson s film \"The Passion\" but I had also read all the cautious articles and spin. I grew up in a Jewish town and owe much of my own faith journey to the influence. I have a life long, deeply held aversion to anything that might even indirectly encourage any form of anti-Semitic thought, language or actions. I arrived at the private viewing for \"The Passion\", held in Washington D.C. and greeted some familiar faces. The environment was typically Washingtonian, with people greeting you with a smile but seeming to look beyond you, having an agenda beyond the words. I moved out of Northern Virginia over three years ago and realized at that moment that I did not miss this kind of approach at all. I live in southeastern Virginia now, among people who are neither geographically nor constitutionally close to \"the beltway\" mindset or manner. The film was very briefly introduced, without fanfare, and then the room darkened. [Rest of article here.]",
  "Last Updated": "14 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/passion.asp",
  "Claim": "Radio commentator Paul Harvey composed a review of the upcoming film about the last hours of Jesus, The Passion .",
  "Claim_ID": "politics_soapbox_passion",
  "Tags": ""
}