{
  "Origins": "We first encountered this bit of Internet lore in May 2002. Rest assured this was never a letter send out by anyone representing the White House; it is instead one anonymous author's idea of what the administration should be replying to those who criticize the conditions under which Taliban detainees have been housed at the U.S. Naval Base at Guantanamo Bay in Cuba. The Guantanamo Bay facility (abbreviated as GTMO, hence its \"Gitmo\" nickname) has been decried as inhumane by a number of human rights associations and been denounced at various times in the American press. As we detail in our article about a Charlie Daniels essay on the situation at Gitmo, the detainees were initially incarcerated at Camp X-Ray, a temporary holding facility near Guantanamo Bay. Inmates were kept in tin-roofed 8x8 cells that resembled dog runs: chain link fencing on a concrete base, open on the sides to the elements. They slept on foam pads placed on concrete floors in cells containing chemical toilets or buckets. At least every two days prisoners would be taken from their cells for all of 15 minutes of exercise. Those being held have since been moved to nearby Camp Delta, a permanent detention center erected for this purpose. The 8x6.66 cells have beds and walls and windows, flush toilets and running water, but can still be described as austere.",
  "Fact Check": "",
  "Description": "Some are outraged by the apparent human rights violations at Gitmo. Others view the method of foreign fighters' detainment at that facility as a necessary evil if those being held are to be prevented from inflicting harm on others. Members of yet another faction regard the matter as one of severe punishment justly earned by foreign fighters not entitled to the protections afforded under the Geneva code to conventional, uniformed prisoners of war. That divergence of opinion has led to members of the first and third groups (and sometimes the second) regarding one another as fool-headed in their assessments and hopelessly out of touch with the core issues at stake. The Internet piece about the fictional LARK program was penned from such a soapbox, its author expressing through the vehicle of humor the opinion that those decrying the condition of the prisoners would quickly change their tune if they were the ones responsible for incarcerating Taliban and al Qaeda detainees. That line of thought was not original to the unknown author of the Internet piece, as evidenced by this Jim Huber \"Politically Correct\" cartoon published in January 2002. The e-mail (which, by the way, is a well-crafted use of satire it is a playfully entertaining read that makes its point in none-too-subtle fashion) has gone through a few revisions as it has sped from inbox to inbox since its 2002 debut, most notably the change of the signature line from \"Cordially, George W. Bush\" to \"Cordially...Your Buddy, Don Rumsfeld.\" This shift reflects current societal perception of U.S. Secretary of Defense Donald Rumsfeld as the one responsible for tough treatment of captured foreign fighters, a view that was somewhat subscribed to in 2002 but which gained far wider acceptance in 2004 thanks to the Abu Ghraib prison scandal in Iraq. Other textual alterations include the elision of this segment of the 2002 version from the 2005 version: [Collected on the Internet, 2002] Ahmed's meal requirements are simple, but we strongly suggest serving meals that do not require utensils,particularly knives and forks. Also, these should be \"one-handed\" foods; Ahmed will not eat with his lefthand since he uses it to wipe himself after purging his bowels (which he will do in your yard) but look on the bright side.. no increase in the toilet paper bill. He generally bathes quarterly with the change of seasons, assuming that it rains, and he washes his clothes simultaneously. This should help with your water bill. Also, your new friend has a really bad case of body lice that hasn't been completely remedied. Please heed the large orange notice attached to your detainee's cage: \"Does not play well with others.\" Also, the section on how the fictional prisoner will get along with women in the LARK recipient's household changed: [Collected on the Internet, 2005] Ahmed will not wish to interact with your wife or daughters (except sexually) since he views females as a subhuman form of property. This is a particularly sensitive subject for him, and he has been known to show violent tendencies around women who fail to comply with the new dress code that Ahmed will recommend as more appropriate attire. I'm sure they will come to enjoy the anonymity offered by the bhurka over time. Just remind them that it is all part of \"respecting his culture and his religious beliefs\" wasn't that how you put it? [Collected on the Internet, 2002] Ahmed will not wish to interact with your wife or daughters (except sexually) since he views females as asubhuman form of property. However, he will be eager to assist with the education of your sons; have available for their use several copies of the Q'uran. Oh and rest assured he absolutely loves animals, especially cats and dogs. He prefers them roasted, but raw is fine, too, if they aren't more than 2 or 3 days dead. The closing was also altered: [Collected on the Internet, 2005] Thanks again for your letter. We truly appreciate it when folks like you, who know so much, keep us informed of the proper way to do our job. You take good care of Ahmed - and remember...we'll be watching. Good luck! [Collected on the Internet, 2002] Thanks again for your letter. We truly appreciate it when folks like you, who know so much, keep us informed of the proper way to do our job. We think this watching over each other's shoulder is such a good way for people to interact that we will be sending a team of federal officials with expertise in your line of work to your place of business soon, just to help you do your job better. Don't be concerned that they have the power to close your business, seize your property, and arrest you for any violation of the 4,850,206 laws, codes, regulations and rules that apply to your profession. They'rereally there just to make sure you're doing everything the proper way. That is what you wanted, right? Well, thank you for this opportunity to interact with such a valued member of the citizenry. You take good care of Ahmed and remember...we'll be watching. The later cropping of the original closing paragraphs removes a key element from the piece, that of its writer's indignation over Gitmo's decriers' insistence that a team of observers not allied with or controlled by the U.S. military be tasked with supervising the conditions under which prisoners are housed at that facility. Barbara \"victimized by a blue pencil pusher\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://conservativecartoons.com/cartoon.asp?toon=251;",
  "Example": "[Collected on the Internet, 2005] A person wrote a letter to the White House complaining about the treatment of a captive taken during the Afghanistan war. Attached is a copy of a letter they received back: The White House 1600 Pennsylvania Avenue Washington, D.C., 20016 Dear Concerned Citizen: Thank you for your recent letter roundly criticizing our treatment of the Taliban and Al Qaeda detainees currently being held at Guantanamo Bay, Cuba. Our administration takes these matters seriously, and your opinion was heard loud and clear here in Washington. You'll be pleased to learn that, thanks to the concerns of citizens like you, we are creating a new division of the Terrorist Retraining Program, to be called the \"Liberals Accept Responsibility for Killers\" program, or LARK for short. In accordance with the guidelines of this new program, we have decided to place one terrorist under your personal care. Your personal detainee has been selected and scheduled for transportation under heavily armed guard to your residence next Monday. Ali Mohammed Ahmed bin Mahmud (you can just call him Ahmed) is to be cared for pursuant to the standards you personally demanded in your letter of admonishment. It will likely be necessary for you to hire some assistant caretakers. We will conduct weekly inspections to ensure that your standards of care for Ahmed are commensurate with those you so strongly recommended in yourletter. Although Ahmed is sociopathic and extremely violent, we hope that your sensitivity to what you described as his \"attitudinal problem\" will help him overcome these character flaws. Perhaps you are correct in describing these problems as mere cultural differences. He will bite you, given the chance. We understand that you plan to offer counseling and home schooling. Your adopted terrorist is extremely proficient in hand-to-hand combat and can extinguish human life with such simple items as a pencil or nail clippers. We do not suggest that you ask him to demonstrate these skills at your next yoga group. He is also expert at making a wide variety of explosive devices from common household products, so you may wish to keep those items locked up, unless (in your opinion) this might offend him. Ahmed will not wish to interact with your wife or daughters (except sexually) since he views females as a subhuman form of property. This is a particularly sensitive subject for him, and he has been known to show violent tendencies around women who fail to comply with the new dress code that Ahmed will recommend as more appropriate attire. I'm sure they will come to enjoy the anonymity offered by the bhurka - over time. Just remind them that it is all part of \"respecting his culture and his religious beliefs\" - wasn't that how you put it? Thanks again for your letter. We truly appreciate it when folks like you, who know so much, keep us informed of the proper way to do our job. You take good care of Ahmed - and remember...we'll be watching. Good luck! Cordially...Your Buddy, Don Rumsfeld [Collected via e-mail, May 2011] Adopt A Terrorist - Take a minute to read this... it's quite humorous!! A lady Canadian libertarian wrote a lot of letters to the government, complaining about the treatment of captive insurgents (terrorists) being held in Afghanistan National Correctional System facilities. She received back the following reply: National Defence Headquarters MGen George R. Pearkes Bldg, 15 NT 101 Colonel By Drive Ottawa, ON K1A 0K2 Canada Dear Concerned Citizen, Thank you for your recent letter expressing your profound concern of treatment of the Taliban and Al Qaeda terrorists captured by Canadian Forces - who were subsequently transferred to the Afghanistan Government and are currently being held by Afghan officials in Afghanistan National correctional System facilities. Our administration takes these matters seriously and your opinions were heard loud and clear here in Ottawa. You will be pleased to learn, thanks to the concerns of citizens like yourself; we are creating a new Department here at the Department of National Defence, to be called 'Liberals Accept Responsibility for Killers' program, or L.A.R.K. for short. In accordance with the guidelines of this new program, we have decided to divert one terrorist and place him in your personal care. Your personal detainee has been selected and is scheduled for transportation under heavily armed guard to your residence in Toronto next Monday. Ali Mohammed Ahmed bin Mahmud (you can just call him Ahmed) is to be cared for pursuant to the standards you personally demanded in your letter of complaint. It will likely be necessary for you to hire some assistant caretakers. We will conduct weekly inspections to ensure that your standards of care for Ahmed are commensurate with those you so strongly recommend in your letter. Although Ahmed is a sociopath and extremely violent, we hope that your sensitivity to what you described as his \"attitudinal problem\" will help him overcome these character flaws. Perhaps you are correct in describing these problems as mere cultural differences. We understand that you plan to offer counselling and home schooling. Your adopted terrorist is extremely proficient in hand-to-hand combat and can extinguish human life with such simple items as a pencil or nail clippers. We advise that you do not ask him to demonstrate these skills at your next yoga group. He is also expert at making a wide variety of explosive devices from common household products, so you may wish to keep those items locked up, unless (in your opinion) this might offend him. Ahmed will not wish to interact with you or your daughters (except sexually) since he views females as a subhuman form of property. This is a particularly sensitive subject for him and he has been known to show violent tendencies around women who fail to comply with the new dress code that he will recommend as more appropriate attire. I'm sure you will come to enjoy the anonymity offered by the burka over time. Just remember that it is all part of 'respecting his culture and religious beliefs' as described in your letter. Thanks again for your concern. We truly appreciate it when folks like you keep us informed of the proper way to do our job and care for our fellow man. You take good care of Ahmed - and remember we'll be watching. Good luck and God bless you. Cordially, Gordon O'Connor Minister of National Defense",
  "Last Updated": "13 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/lark.asp",
  "Claim": "Under the LARK program, Taliban detainees are being housed with liberals who disagree with the government's treatment of prisoners kept at Guantanamo Bay.",
  "Claim_ID": "politics_war_lark",
  "Tags": ""
}