{
  "Origins": "Although a bit outdated (because the associated court cases have already been adjudicated), this e-mail and video provide a broad outline of the tragic case of Kelsey Smith-Briggs.",
  "Fact Check": "",
  "Description": "On 11 October 2005, two-year-old Kelsey Smith-Briggs died at the Meeker, Oklahoma, home of her mother, 27-year-old Raye Dawn Smith, and her stepfather, Michael Lee Porter. Although child welfare workers had been monitoring Kelsey's case, evidence indicated that Kelsey had died from a blow to the abdomen, and that in the final months of her life she had suffered repeated injuries, including a broken collarbone, broken legs, and bruises on her face and body. Prosecutors initially charged Michael Porter with sexual assault and first-degree murder, but in February 2007 he plead guilty to enabling child abuse and received a 30-year prison sentence. Raye Dawn Smith was tried on charges of enabling child abuse, and a jury returned a verdict of guilty against her on 18 July 2007. On 10 September 2007, she was sentenced to 27 years in prison. In March 2006 the Oklahoma state legislature passed the Kelsey Smith-Briggs Child Protection Reform Act to reform how that state's Department of Human Services and courts handle child abuse cases. Another video montage about Kelsey has also been widely circulated via e-mail and MySpace postings:",
  "Originally Published": "",
  "Referred Links": "http://www.oksenate.gov/news/press_releases/press_releases_2006/pr20060328a.html;",
  "Example": "[Collected via e-mail, August 2007] This little girl went through hell. How can any mother do this and allow this to be done to her child PLEASE, take a few minutes to Remember Kelsey Briggs.. Her mother's trial started this morning and is expected to last 2 weeks.. Raye Dawn Smith is being charged with child abuse or enabling child abuse. Please repost this.",
  "Last Updated": "11 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/briggs.asp",
  "Claim": "E-mail and video describe the fatal abuse case of 2-year-old Kelsey Smith-Briggs.",
  "Claim_ID": "politics_crime_briggs",
  "Tags": ""
}