{
  "Origins": "A week after the end of the Democratic National Convention in September 2012, the Navy Times reported that a backdrop of naval warships displayed behind retired Adm. John Nathman as he addressed the convention on its final evening had included pictures of Russian vessels rather than American ships:",
  "Fact Check": "",
  "Description": "The day after the Navy Times' report, the Democratic National Convention Committee apologized for the mix-up, attributing it to an unspecified \"vendor error\": Democratic officials apologized for mistakenly displaying an image of the Russian Navy during a tribute to America s veterans at [the] Democratic National Convention. Due to vendor error, incorrect images appeared briefly on screen behind fifty-one veterans during the convention and the DNCC apologizes for this mistake, the statement said. A DNCC spokeswoman said the image of what's believed to be the Russian Black Sea Fleet appeared on screen due to an unspecified vendor error, but was unable to say how it had occurred or whether the photo had been digitally altered. Naval experts who reviewed the image believe that the photo is a composite of Russian ships and F-5 trainer jets which are not used by the Russian Navy streaking overhead in a maneuver. One former Air Force pilot told Navy Times in an email that the wing configuration and distinctive formation made it likely that these planes were the Turkish Stars, an aerial demonstration team of the Turkish Air Force.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2012] Was there a display of Russian ships at the DNC? Were the ships being shown on the screen behind retired Adm. John Nathman while he was honoring veterans at Dem convention actually Russian warships?",
  "Last Updated": "12 September 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/dncships.asp",
  "Claim": "A backdrop of naval vessels displayed at the Democratic National Convention included images of Russian warships.",
  "Claim_ID": "politics_military_dncships",
  "Tags": ""
}