{
  "Origins": "The minimum qualifications for the presidency of the United States specified in Article II of the Constitution are few and seemingly straightforward: In order to be President, a person must be a natural-born citizen of the United States, must be at least thirty-five years old, and must have been a resident of the United States for fourteen years.",
  "Fact Check": "",
  "Description": "These qualifications aren't quite so straightforward as they might seem, however. For example, what does the phrase \"fourteen years a resident within the United States\" mean? Can those fourteen years be cumulative, or do they have to be consecutive? Do the fourteen years of U.S. residency have to immediately precede the presidential election, or can they have occurred at any period in a candidate's life? These were issues that confronted Herbert Hoover, who, because of his work (first for a British mining firm, and later for the U.S. government during World War I), had spent a good deal of time abroad and returned to the U.S. less than fourteen years prior to his election to the presidency in 1928. Likewise, the \"natural-born citizen\" requirement is not so straightforward either, because the Constitution didn't define what a natural-born citizen was. (The definition of \"natural-born citizen\" was left up to individual states to decide until the adoption of the Fourteenth Amendment in 1868, but even that amendment has been subject to further interpretation.) What qualifies a person for natural-born citizenship status under U.S. law can be quite complicated, depending on factors such as where the person was born, when he was born, where he and his parents lived, and the nationalities of his parents. Some of these factors might seemingly come into play in the case of Democratic presidential nominee Barack Obama. Although his mother was herself a natural-born U.S. citizen, his father was a Kenyan national, and his parents may or may not have been legally married in the eyes of U.S. law. Moreover, his parents split up when he was but a toddler, and his mother soon afterwards married another foreign national and moved with Barack to Indonesia. The item quoted above posits that Barack Obama does not qualify as a natural-born citizen of the U.S. because the law in effect at the time he was born specified that \"If only one parent was a U.S. citizen at the time of your birth, that parent must have resided in the United States for at least ten years, at least five of which had to be after the age of 16.\" Since Barack Obama only had one U.S. citizen parent (his mother), and his mother had not been residing in the U.S. for at least five years after the age of 16 when Barack was born (because she herself was only 18 at the time), then he's not a natural-born citizen. A few facets of this claim immediately jump out as being far-fetched: first, that a sitting U.S. Senator who has already spent a good deal of time and money securing his party's nomination for the presidency would suddenly be discovered as ineligible due to an obscure provision of U.S. law; and second, that U.S. law would essentially penalize someone who would otherwise qualify for natural-born citizenship status simply because his mother was too young. The fact is, the qualifications listed in the example quoted above are moot because they refer to someone who was born outside the United States . Since Barack Obama was born in Hawaii, they do not apply to him. The Fourteenth Amendment states that \"all persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States.\" Since Hawaii is part of the United States, even if Barack Obama's parents were both non-U.S. citizens who hadn't even set foot in the country until just before he was born, he'd still qualify as a natural-born citizen. Some have claimed that Barack Obama's Hawaiian birthplace doesn't qualify him as a natural-born citizen because Hawaii was not yet a state when he was born. This claim is wrong: Hawaii was admitted as the 50th state almost two years before Barack Obama's birth there ( 21 August 1959 for statehood vs. 4 August 1961 for Obama's birthdate). Some outdated versions of this item conclude by stating that \"It should be demanded that Obama produce his 1961 Hawaiian birth certificate,\" but in fact his campaign made an image of his official state-issued birth document available on the Internet back in mid-2008. In August 2008, Philadelphia attorney Philip Berg filed suit in U.S. District Court challenging Barack Obama's eligibility for the presidency on the grounds that Obama was actually born in Kenya (not Hawaii) and/or subsequently gave up his U.S. citizenship and thus does not qualify as a native-born citizen of the U.S. Lawsuits over candidates' eligibility are not uncommon: similar lawsuits (none of them successful), for example, have been filed challenging the citizenship status of John McCain (who was born in the Panama Canal Zone), challenging the Wyoming residency status of Dick Cheney (who was born in Wyoming but moved to Texas), and challenging the citizenship status of 1964 Republican presidential nominee Barry Goldwater (who was born in Arizona before that territory was admitted as a state).",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2008] CAN OBAMA BE PRESIDENT? It seems that Barack Obama is not qualified to be president after all for the following reason: Barack Obama is not legally a U.S. natural-born citizen according to the law on the books at the time of his birth, which falls between \"December 24, 1952 to November 13, 1986.\" Presidential office requires a natural-born citizen if the child was not born to two U.S. citizen parents, which of course is what exempts John McCain though he was born in the Panama Canal. US Law very clearly stipulates: \"If only one parent was a U.S. citizen at the time of your birth, that parent must have resided in the United States for at least ten years, at least five of which had to be after the age of 16.\" Barack Obama's father was not a U.S. citizen and Obama's mother was only 18 when Obama was born, which means though she had been a U.S. citizen for 10 years, (or citizen perhaps because of Hawaii being a territory) the mother fails the test for being so for at least 5 years **prior to** Barack Obama's birth, but *after* age 16. It doesn't matter *after* . In essence, she was not old enough to qualify her son for automatic U.S. citizenship. At most, there were only 2 years elapsed since his mother turned 16 at the time of Barack Obama's birth when she was 18 in Hawaii. His mother would have needed to have been 16+5= 21 years old, at the time of Barack Obama's birth for him to have been a natural-born citizen. As aforementioned, she was a young college student at the time and was not. Barack Obama was already 3 years old at that time his mother would have needed to have waited to have him as the only U.S. Citizen parent. Obama instead should have been naturalized, but even then, that would still disqualify him from holding the office. *** Naturalized citizens are ineligible to hold the office of President. *** Though Barack Obama was sent back to Hawaii at age 10, all the other info does not matter because his mother is the one who needed to have been a U.S. citizen for 10 years prior to his birth on August 4, 1961, with 5 of those years being after age 16. Further, Obama may have had to have remained in the country for some time to protect any citizenship he would have had, rather than living in Indonesia. Now you can see why Obama's aides stopped his speech about how we technically have more than 50 states, because it would have led to this discovery. This is very clear cut and a blaring violation of U.S. election law. I think the Gov. of California would be very interested in knowing this if Obama were elected President without being a natural-born U.S. citizen, and it would set precedence. Stay tuned to your TV sets because I suspect some of this information will be leaking through over the next several days.",
  "Last Updated": "17 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/citizen.asp",
  "Claim": "Barack Obama does not qualify as a natural-born citizen of the U.S. because his mother was too young.",
  "Claim_ID": "politics_obama_citizen",
  "Tags": ""
}