{
  "Origins": "This item claiming the indictment in Florida of President Barack Obama and Vice President Joe Biden for \"having willfully released classified national security information\" stems from a press release issued by Larry Klayman, founder and chairman of Freedom Watch. The referenced indictment is in the nature of a political publicity stunt: the President and Vice President were not indicted by any grand jury empaneled or authorized by the state of Florida or the federal government, but rather by a group of private citizens acting on their own as a \" Citizens' Grand Jury .\"",
  "Fact Check": "",
  "Description": "The Citizens' Grand Jury is a non-actionable, non-governmental organization that has no legal authority to enforce its \"indictment\" through prosecution or trial. When a similar group of private grand jurists declared themselves a \"Super American Grand Jury\" and voted to charge President Obama with treason in 2009, their filing was dismissed by a U.S. District Court judge who stated that \"Any self-styled indictment or presentment issued by such a group has no force under the Constitution or laws of the United States.\"",
  "Originally Published": "",
  "Referred Links": "https://ecf.dcd.uscourts.gov/cgi-bin/show_public_doc?2009mc0346-2;http://www.citizensgrandjury.com/;http://www.sacbee.com/2012/10/30/4948682/citizens-grand-jury-indicts-obama.html;",
  "Example": "[PRNewswire, October 2012] Larry Klayman, founder and chairman of Freedom Watch, today announced that President Barack Obama and Vice President Joseph Biden have been criminally indicted for having willfully released classified national security information concerning the raid on Osama bin Laden's compound, U.S. and Israeli war plans concerning Iran and their cyber-attack on Iran's nuclear facilities. The release of this information, among other harm to U.S. national security, resulted in the killing of members of Seal Team Six by terrorists and the arrest and imprisonment of American covert agents by Pakistan, such as the doctor who aided the CIA with regard to the bin Laden assassination. U.S.-Israeli war plans with Iran have also been compromised. A true bill of indictment was issued by a Citizens' Grand Jury in Ocala, Florida, who reviewed evidence and voted unanimously to indict Obama and Biden at 6:02 pm on October 29, 2012. [Rest of article here.]",
  "Last Updated": "31 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/indicted.asp",
  "Claim": "A Florida grand jury has indicted Barack Obama and Joe Biden.",
  "Claim_ID": "politics_obama_indicted",
  "Tags": ""
}