{
  "Origins": "Over the years advocates of more stringent gun control in the U.S. have proposed various laws that focused not on restricting ownership of firearms themselves, but on regulating the ammunition they use (such schemes sometimes being offered as ways of attempting to work around 2nd Amendment protections by trying to impose limitations on bullets rather than guns). Rumors in this vein about the federal government's imposing regulations requiring that the primer (the component of a round of ammunition that ignites the main propellant charge and fires the projectile) used in ammunition cartridges expire after a set period of time (typically one year) have circulated for several years such rumors were particularly strong at the beginning of the first Obama administration in 2009, when sales of firearms and ammunition reportedly surged due to fears the new administration would implement severe restrictions on gun sales and ownership.",
  "Fact Check": "",
  "Description": "No such restrictions have been implemented, however, then or now. As participants of The Firing Line (a forum for firearm enthusiasts) message board noted of this topic back in January 2009, \"expiring primer\" rumors were circulating long before the presidency of Barack Obama: Q: I was told the other day that there is legislation that is being pushed that would require ammo manufacturers to make ammo \"expire\" so after a few years the powder would no longer function to prevent ammo stockpiling Has any one else heard this? I am hoping this is a wild rumor. I don't mean to spread foolish rumors, I couldn't find any info on this supposed legislation. Can any one enlighten me? A: This is just another variation on the \"primers will expire\" rumor that has been making its rounds since the early 1990s when the last big primer/powder scare happened. It was bull crapola then, it's bull crapola now. Those who are actively engaged in spreading such a rumor are doing nothing but fueling the buying panic that we're current suffering through. It's up to all of us to do our best to put these rumors to rest as best we can. There's currently no method that will reliably render ammunition, primers, etc., obsolete after a certain length of time. NONE. Moreover, it's unlikely that (given current firearms technology) such a method of controlling ammunition would even be practically feasible: Q: I can't believe the bit of horrible information I was given today. While making my rounds in search of ammo and reloading components a manager at a major retail outlet told me he had just received information from a major ammo and components supplier. He was told that in appx. 90 days supplies would be released to cease the shortfalls but to note the primers were indeed to be the dreaded 2 year shelf life primers we have all heard rumours of. I am privy to information as well from a components manufacturer that states they are buried in military and law enforcement contracts and have been running full bore for many months now due to the increased demand from them . If you do the math certain people are stockpiling and it is not the general public . Their ammo has no short shelf life primers. I love my country dearly but am fearing it does not feel the same way about us. A: This theory has been hashed out here on TFL a couple of times. The consensus is that to make a primer with a date [of] certain deactivation is not feasible. It's frankly not even believable by most of us. It is not even practical to manufacture a primer that deactivates at any time in the future, by design. We have no way to \"throw a switch\" and have a chemical mixture change from a potentially active state, waiting on a percussive impact to activate, to a permanent, completely benign state. There are several ways to accidently render the mixture inactive, but there's no way to schedule that event internal to the primer mixture.",
  "Originally Published": "",
  "Referred Links": "http://thefiringline.com/forums/showthread.asp?t=351652;",
  "Example": "[Collected via e-mail, July 2014] Word is circulating where I live in Murphy, NC that by law, the primer that is used to fire the bullet is only good for one year. This being done by President Obama to restrict the hoarding of ammunition. Have you heard this and if so is there any truth to it.",
  "Last Updated": "23 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/primer.asp",
  "Claim": "President Obama has required that ammunition cartridges use primer that expires after one year.",
  "Claim_ID": "politics_guns_primer",
  "Tags": ""
}