{
  "Origins": "This item about food writer Kevin Shalin, who supposedly slipped into a coma after consuming 413 Cheddar Bay Biscuits from Red Lobster, was picked up and run as straight news by a number of news sites in June 2013, including the UK's Daily Star and Daily Mirror , and Canada's Globe and Mail .",
  "Fact Check": "",
  "Description": "Apparently none of those news outlets found the tale of a man who reportedly ate 413 biscuits and the \"equivalent of 51.5 sticks of butter\" all in one sitting, then lapsed into a coma caused by \"butter from the biscuits blocking signals coming from [his] brain\" until doctors \"drained approximately 2 gallons of butter\" from his system, questionable enough to do anything but take it at face value and reprint it as true. A minimal amount of checking would have revealed the source of this story to be a 22 June 2013 article (\"Local Man in Coma After Eating 413 Red Lobster Biscuits\") published by Rock City Times , a satirical web site that bills itself as \"Arkansas 2nd most unreliable news source\" and carries a disclaimer on its opening page stating that \"The content on here is presented as fictional news with an intent for humor.\" The Globe and Mail , at least, published a correction which included comments from the spoof article's author: \"I'm just kind of surprised,\" Greg Henderson, the author of the Rock City Times article, said. \"I think people are extremely gullible. It's kind of sad actually that that many people thought it was a real story.\" \"I like to throw some underlying message behind just about everything I write,\" he said. \"Obviously Americans are overeaters and I think that's always just kind of the big joke,\" he said, \"and so I kind of wanted to say, 'Well how can I take that aspect of it to the extreme?'\" The Rock City Times then satirized the issue with a follow-up article entitled \"British Tabloid The Daily Mirror Outsources Writing to Arkansas Satire News Sites\": The British tabloid The Daily Mirror announced this weekend that they will begin outsourcing the bulk of their content writing to satire news sites based out of Arkansas. The move comes as the tabloid faces declining viewership and poor journalism standards from existing staff. The Daily Mirror expects to complete the full transition to the new writers by the end of the month. They did acknowledge that some of the stories may seem far fetched, like a man eating 413 Red Lobster biscuits, but they promise as long as the stories seem even remotely plausible they will publish the stories.",
  "Originally Published": "",
  "Referred Links": "http://www.rockcitytimes.com/british-tabloid-daily-mirror-outsources-writing-arkansas-satire-news-sites/;http://www.rockcitytimes.com/;http://www.rockcitytimes.com/local-man-coma-eating-413-red-lobster-biscuits/;http://www.theglobeandmail.com/life/the-hot-button/food-writer-eats-413-biscuits-falls-into-butter-coma/article12769890/;http://web.archive.org/web/20130624093711/http://www.mirror.co.uk/news/world-news/biscuit-binge-puts-food-writer-1985127;http://www.dailystar.co.uk/news/view/322291/Biscuits-overdose-sends-man-into-a-COMA/;http://web.archive.org/web/20130624093711/http://www.mirror.co.uk/news/world-news/biscuit-binge-puts-food-writer-1985127;",
  "Example": "[The Mirror, June 2013] A food writer trying to beat a restaurant s customer record of scoffing hundreds of butter-rich cakes failed and slipped into a COMA. He was rushed to hospital in Little Rock, Arkansas, after consuming 413 Cheddar Bay Biscuits from the Red Lobster restaurant. Doctors confirm that he slipped into a coma shortly after being admitted into the emergency room. [Rest of article here.]",
  "Last Updated": "25 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/buttercoma.asp",
  "Claim": "A food writer lapsed into a butter-induced coma after consuming 413 Red Lobster biscuits.",
  "Claim_ID": "politics_satire_buttercoma",
  "Tags": ""
}