{
  "Origins": "Although the above-quoted article may sound to some people like the kind of \"tough talk\" speech Israeli Prime Minister Ehud Olmert might deliver to explain what Israelis are fighting for in their battle with Hezbollah forces in Lebanon, it's actually a case of someone's putting into the Prime Minister's mouth the words he wishes the Israeli leader would say.",
  "Fact Check": "",
  "Description": "This \"speech\" was an opinion piece created by Ben Caspit, a journalist writing for Israel's Ma'ariv newspaper, who expressed his viewpoint in the form of a \"Suggested Speech for Prime Minister Olmert.\" Caspit's editorial has since been translated into English and widely circulated via e-mail, losing its original attribution in cyberspace and creating the impression that it is the text of a speech actually delivered by Prime Minister Olmert.",
  "Originally Published": "",
  "Referred Links": "http://www.nrg.co.il/online/1/ART1/457/743.html;http://www.pmo.gov.il/PMOEng/Communication/PMSpeaks/speechknesset170706.htm;",
  "Example": "[Collected via e-mail, 2006] July 31, 2006 Ladies and gentlemen, leaders of the world. I, the Prime Minister of Israel, am speaking to you from Jerusalem in the face of the terrible pictures from Kfar Kana. Any human heart, wherever it is, must sickenand recoil at the sight of such pictures. There are no words of comfort that can mitigate the enormity of this tragedy. Still, I am looking you straight in the eye and telling you that the State of Israel will continue its military campaign in Lebanon. The Israel Defense Forces will continue to attack targets from which missiles and Katyusha rockets are fired at hospitals, old age homesand kindergartens in Israel. I have instructed the security forces and the IDF to continue to hunt for the Katyusha stockpiles and launch sites from which these savages are bombarding the State of Israel. We will not hesitate, we will not apologize and we will not back off. If they continue to launch missiles into Israel from Kfar Kana, we will continue to bomb Kfar Kana. Today, tomorrow and the day after tomorrow.Here, there and everywhere. The children of Kfar Kana could now be sleeping peacefully in their homes, unmolested, had the agents of the devil not taken over their land and turned the lives of our children into hell. Ladies and gentlemen, it's time you understood: the Jewish state will no longer be trampled upon. We will no longer allow anyone to exploit population centers in order to bomb our citizens. No one will be able tohide anymore behind women and children in order to kill our women and children. This anarchy is over. You can condemn us, you can boycott us, you can stop visiting us and, if necessary, we will stop visiting you. A voice for six million citizens . Today I am serving as the voice of six million bombarded Israeli citizens who serve as the voice of six million murdered Jews who were melted down to dust and ashes by savages in Europe. In both cases, those responsible for these evil acts were, and are, barbarians devoid of allhumanity, who set themselves one simple goal: to wipe the Jewish race off the face of the earth, as Adolph Hitler said, or to wipe the State of Israel off the map, as Mahmoud Ahmedinjad proclaims. And you - just as you did not take those words seriously then, you are ignoring them again now. And that, ladies and gentlemen, leaders of the world, will not happen again. Never again will we wait for bombs thatnever came to hit the gas chambers. Never again will we wait for salvation that never arrives. Now we have our own air force. The Jewish people are now capable of standing up to those who seek their destruction - those people will no longer be able to hide behind women and children. They will no longer be able to evade their responsibility. Every place from which a Katyusha is fired into the State of Israel will be a legitimate target for us to attack. This must be stated clearly and publicly, once and for all. You are welcome to judge us, to ostracize us, to boycott us and to vilify us. But to kill us? Absolutely not. Four months ago I was elected by hundreds of thousands of citizens to the office of Prime Minister of the government of Israel, on the basis of my plan for unilaterally withdrawing from 90 percent of the areas of Judea and Samaria, the birth place and cradle of the Jewish people; toend most of the occupation and to enable the Palestinian people to turn over a new leaf and to calm things down until conditions are ripe for attaining a permanent settlement between us. The Prime Minister who preceded me, Ariel Sharon, made a full withdrawal from the Gaza Strip back to the international border, and gave the Palestinians there a chance to build a new reality for themselves. ThePrime Minister who preceded him, Ehud Barak, ended the lengthy Israeli presence in Lebanon and pulled the IDF back to the international border, leaving the land of the cedars to flourish, develop and establish itsdemocracy and its economy. What did the State of Israel get in exchange for all of this? Did we win even one minute of quiet? Was our hand, outstretched in peace, met with a handshake of encouragement? Ehud Barak's peace initiative at Camp David let loose on us a wave of suicide bombers who smashed and blew to pieces over 1,000 citizens, men, women and children. I don't remember you being so enraged then. Maybe that happened because we did not allow TV close-ups of the dismembered body parts of the Israeli youngsters at the Dolphinarium? Or of the shattered lives of the people butchered while celebrating the Passover seder at the Park Hotel in Netanya? What can you do - that's the way we are. We don't wave body parts at the camera. We grieve quietly. We do not dance on the roofs at the sight of the bodies of our enemy's children - we express genuine sorrow and regret. That is the monstrous behavior of our enemies. Now they have risen up against us. Tomorrow they will rise up against you. You are already familiar with the murderous taste of this terror. And you will taste more. And Ariel Sharon's withdrawal from Gaza. What did it get us? A barrage of Kassem missiles fired at peaceful settlements and the kidnapping of soldiers. Then too, I don't recall you reacting with such alarm. And for six years, the withdrawal from Lebanon has drawn the vituperation and crimes of a dangerous, extremist Iranian agent, who took over an entire country in the name of religious fanaticism and is trying to take Israel hostage on his way to Jerusalem - and from there to Paris and London. An enormous terrorist infrastructure has been established by Iran on our border, threatening our citizens, growing stronger before our very eyes, awaiting the moment when the land of the Ayatollahs becomes a nuclear power in order to bring us to our knees. And make no mistake - we won't go down alone. You, the leaders of the free and enlightened world, will go down along with us. So today, here and now, I am putting an end to this parade of hypocrisy. I don't recall such a wave of reaction in the face of the 100 citizens killed every single day in Iraq. Sunnis kill Shiites who kill Sunnis, and all of them kill Americans - and the world remains silent. And I am hard pressed to recall a similar reaction when the Russians destroyed entire villages and burned down large cities in order to repress the revolt in Chechnya. And when NATO bombed Kosovo for almost three months and crushed the civilian population - then you also kept silent. What is it about us, the Jews, the minority, the persecuted, that arouses this cosmic sense of justice in you? What do we have that all the others don't? In a loud clear voice, looking you straight in the eye, I stand before you openly and I will not apologize. I will not capitulate. I will not whine. This is a battle for our freedom. For our humanity. For the right to lead normal lives within our recognized, legitimate borders. It is also your battle. I pray and I believe that now you will understand that. Because if you don't, you may regret it later, when it's too late.",
  "Last Updated": "8 August 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/olmert.asp",
  "Claim": "E-mail reproduces a speech by Israeli Prime Minister Ehud Olmert about what Israel is fighting for in Lebanon.",
  "Claim_ID": "politics_soapbox_olmert",
  "Tags": ""
}