{
  "Origins": "The Freedom Group (\"the world's leading innovator, designer, manufacturer and marketer of firearms, ammunition and related products\") has bought up a number of firearm-related companies in recent years, making it one of the world's largest manufacturers of firearms and ammunition. Cerberus Capital Management as of 2009 held a 94.3% stake in Freedom Group's shares. However, there is no connection between Cerberus Capital Management and financier George Soros: Cerberus is a privately traded company which was established in 1992 by Stephen A. Feinberg, and the company's list of senior executives does not include George Soros in any capacity (but does include such conservative notables as former Republican Vice-President Dan Quayle and former Treasury Secretary John W. Snow).",
  "Fact Check": "",
  "Description": "As the National Rifle Association's Institute for Legislative Action (NRA-ILA) notes of this rumor on their web site: Recently, an old rumor regarding Cerberus the private equity firm that owns Freedom group, a holding company that in turn owns a number of firearms manufacturers, including Remington, Marlin, Bushmaster, and DPMS was in some way tied to George Soros. This rumor is completely false and baseless. NRA has had contact with officials from Cerberus and Freedom Group for some time. The owners and investors involved are strong supporters of the Second Amendment and are avid hunters and shooters. In reality, at no time has George Soros ever been a part of the ownership group of Freedom Group or Cerberus, and as a privately traded corporation, there is no possibility that he will be in the future. This unsubstantiated rumor has caused a great deal of unnecessary concern for gun owners. NRA-ILA urges our members to take great care before repeating baseless rumors found on the Internet. A 2012 variant of this message focused on Marlin Firearms: Disarming America. Marlin Firearms bought out by Soros Marlin Firearms is already closing its doors! They are doing it to us, America! Even if you do not own a gun you need to know this. This needs to be spread to all gun owners and sportsman. We cannot rely on the media to inform us of these types of matters. In 2011, Marlin Firearms ended 141 years of manufacturing in Connecticut when they closed their firearm production facility in North Haven. However, Marlin was acquired in 2008 by Remington Arms Co. Inc., a subsidiary of Freedom Group (which as noted above has no connection to George Soros) and remains in operation today as a vendor of firearms (primarily rifles ). In the wake of the December 2012 mass shooting at Sandy Hook Elementary School, Cerberus Capital Management issued a press release announcing their intention of selling their investment in Freedom Group. As of 2015, however, Cerberus still retains their shares of Freedom Group.",
  "Originally Published": "",
  "Referred Links": "http://www.prnewswire.com/news-releases/cerberus-capital-management-statement-regarding-freedom-group-inc-183889361.html;http://www.marlinfirearms.com/Firearms/default.asp;http://www.marlinfirearms.com/;https://www.nraila.org/articles/20111014/internet-rumors-about-cerberus-freedom;http://www.cerberuscapital.com/the-firm/;http://uk.reuters.com/article/2009/10/21/us-freedomgroup-ipo-idUKTRE59K4MC20091021;http://www.cerberuscapital.com/;http://freedom-group.com/;",
  "Example": "[Collected via e-mail, October 2011] For the last several years a company called The Freedom Group has been buying up gun and ammunition manufacturers. Some of the companies are Bushmaster, Marlin, Remington, DPMS, Dakota Arms and H&R. Some people worry that this Freedom Group is going to control most of the firearms companies in the United States. If you control the manufacturers you can decide to stop selling to civilians. What a perfect way to control guns. Now if you do some digging you will see that The Freedom Group is owned by a company called Cerberus Capital Management. Guess who controls Cerberus??? GEORGE SOROS!!!!!!!!! One of the most evil men on this planet who wants to restrict or ban all civilian guns. Please pass this on to all your freedom loving friends. This needs to come out. Why have we not heard about this in the \"mainstream\" media? I would think this would be BIG news.",
  "Last Updated": "10 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/freedom.asp",
  "Claim": "George Soros is buying up and shutting down firearms manufacturers, including Marlin Firearms, through an outfit called the Freedom Group.",
  "Claim_ID": "politics_guns_freedom",
  "Tags": ""
}