{
  "Origins": "The example text excerpted above is the opening to a 12 September 2012 USA Today op-ed piece by David Green, the CEO and founder of the Hobby Lobby chain of arts-and-crafts stores, expressing his family's opposition on religious grounds to a government health mandate requiring employers to provide insurance coverage to their employees for contraceptives. Hobby Lobby filed a federal lawsuit challenging that mandate because it included such contraceptives as the morning-after pill and IUDs, which the plaintiffs considered to be forms of abortion:",
  "Fact Check": "",
  "Description": "Later in September 2012, other groups circulated petitions criticizing Hobby Lobby for its stance against the mandate and calling for a boycott of the company: Rev. Lance Schmitz, pastor of the Capitol Hill Church of the Nazarene in Oklahoma City, said more than 80,000 people had signed copies of a petition circulated nationwide by Faithful America, an online Christian group, and UltraViolet, which promotes women's rights. Schmitz said he intends to mail the petition to the company. Schmitz and spokespersons for the Christian groups said the drugs are contraceptives and that women have a right to make their own medical decisions. \"Access to contraceptive care is a very good thing,\" Schmitz said. \"This isn't about abortion. These pills do not cause abortion. It's contraception.\" The petitions accuse Hobby Lobby's owners of using their Christian faith as an excuse to obstruct health care reform and deny women access to birth control. Petitioners vow to not shop at Hobby Lobby until the lawsuit, filed on Sept. 12 in U.S. District Court in Oklahoma City, is dismissed. Hobby Lobby representatives maintained the petitions misleadingly created the impression the company objected to the mandated provision of all forms of birth control rather than just a particular subset: Kyle Duncan, general counsel for the Becket Fund, who is defending Hobby Lobby in the HHS lawsuit, [said] that although he does not know exactly what transpired at the company's headquarters, he has read the petition. \"The petition is misleading. It makes it seem as if Hobby Lobby is seeking to exclude birth control from its health plan all together. That's just not true. The Green family and Hobby Lobby do not have any religious objection to birth control per se. Their plans have covered preventive contraceptives and will continue to do so,\" Duncan said. \"What Hobby Lobby objects to and the reason they sued is because the HHS mandate forces Hobby Lobby to include a specific kind of drug,\" he explained. The drugs are called Plan B and Levonelle, otherwise known as \"the morning-after pill\" and \"the week-after pill.\" \"For many people, [the pills] are not even considered birth control because the way they operate is to prevent the implantation of an egg in the womb. For millions of Americans that take the traditional Christian view that life begins at conception, that amounts to an early abortion,\" Duncan said. \"The petition totally misses that and instead says that 'Hobby Lobby is denying women birth control and therefore denying health care.' So, the premise of the petition is wrong.\" In June 2014, the Supreme Court ruled that closely held, for-profit companies can claim a religious exemption to the Affordable Care Act requirement that they provide health insurance coverage for contraceptives: The Supreme Court ruled that requiring family-owned corporations to pay for insurance coverage for contraception under the Affordable Care Act violated a federal law protecting religious freedom. The 5-to-4 decision, which applied to two companies owned by Christian families, opened the door to challenges from other corporations to many laws that may be said to violate their religious liberty. Justice Samuel A. Alito Jr., writing for the court's five more conservative justices, said a federal religious-freedom law applied to for-profit corporations controlled by religious families. He added that the requirement that the companies provide contraception coverage imposed a substantial burden on the companies' religious liberty. He said the government could provide the coverage in other ways.",
  "Originally Published": "",
  "Referred Links": "http://usatoday30.usatoday.com/news/opinion/forum/story/2012-09-12/hhs-mandate-birth-control-sue-hobby-lobby/57759226/1;",
  "Example": "[Green, September 2012] When my family and I started our company 40 years ago, we were working out of a garage on a $600 bank loan, assembling miniature picture frames. Our first retail store wasn't much bigger than most people's living rooms, but we had faith that we would succeed if we lived and worked according to God's word. From there, Hobby Lobby has become one of the nation's largest arts and crafts retailers, with more than 500 locations in 41 states. Our children grew up into fine business leaders, and today we run Hobby Lobby together, as a family. We're Christians, and we run our business on Christian principles. I've always said that the first two goals of our business are 1) to run our business in harmony with God's laws, and 2) to focus on people more than money. And that's what we've tried to do. We close early so our employees can see their families at night. We keep our stores closed on Sundays, one of the week's biggest shopping days, so that our workers and their families can enjoy a day of rest. We believe that it is by God's grace that Hobby Lobby has endured, and he has blessed us and our employees. We've not only added jobs in a weak economy, we've also raised wages for the past four years in a row. Our full-time employees start at 80% above minimum wage. But now, our government threatens to change all of that. A new government health care mandate says that our family business must provide what I believe are abortion-causing drugs as part of our health insurance. Being Christians, we don't pay for drugs that might cause abortions. Which means that we don't cover emergency contraception, the morning-after pill or the week-after pill. We believe doing so might end a life after the moment of conception, something that is contrary to our most important beliefs. It goes against the biblical principles on which we have run this company since day one. If we refuse to comply, we could face $1.3 million per day in government fines. [Rest of article here.]",
  "Last Updated": "30 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/medical/hobbylobby.asp",
  "Claim": "Hobby Lobby filed a lawsuit over a federal mandate requiring employers to provide insurance coverage for contraceptives.",
  "Claim_ID": "politics_medical_hobbylobby",
  "Tags": ""
}