{
  "Origins": "A common form of rumor holds that homes are being marked in some subtle way through the use of anything from cable ties to chalk marks to colored stickers to ribbons, placed on curbs, sidewalks, mailboxes, lampposts, or trees by groups intent on targeting the residents for nefarious purposes anyone from burglars to dog thieves to government agents who will be returning later to implement their plans of stealing from (or otherwise harming) the people who live in those homes. In nearly every case such rumors prove to be false: the markings in question typically turn out to be innocuous indicators left behind by legitimate groups working in the area (such as road crews, utility companies, or surveyors), and the rumors are started by suspicious residents unfamiliar with the purpose of the markings who immediately leap to the unfounded conclusion that they must have some connection to recent (but purely coincidental) criminal activity in the neighborhood.",
  "Fact Check": "",
  "Description": "All such rumors generally fail in their very premise. Targeting homes for illicit purposes by marking them with some exterior symbol is unnecessarily inefficient: it requires time and effort to visit homes and mark them, it risks exposure from onlookers who might notice and call attention to the activity and discover its purpose, and the markings are too easily removed (accidentally or purposely) by residents or eradicated by weather, or overlooked by those supposed to be finding them afterwards. Yet all of these vagaries can be easily avoided in one simple way: just jotting down the addresses of the homes of interest. There's no good reason for bad guys to mark a home with some form of symbol as a method for being able to find and return to it later when they could more easily and safely accomplish the same thing simply by recording its address. The marking of homes to identify them as targets for future activity makes sense only if the markings and the follow-up activity are being performed by different groups who are prevented by time and distance from communicating with each other between those two steps. But in today's world, where information such as an address list can be communicated almost instantaneously by e-mail or text message, and anyone with a cell phone can be reached virtually anywhere at any time, there are no such barriers. Such markings might be practical if the group creating them were doing so for the benefit of persons unknown to them (as in the case of so-called hobo signs ), but that scenario makes little sense within a premise of organized criminal activity: crooks have little motivation to expend effort identifying prime targets for the benefit of other crooks unknown to them. One of the more fantastic forms of this class of rumor holds that a government entity is furtively marking homes by placing colored dots on home mailboxes to identify the political allegiances of residents, and thus those residents' dispositions (i.e., killed immediately, hauled off to internment camps, or left alone), once the powerful group behind the scheme completes the process of seizing dictatorial control of the country: A theory has come about in the past year about reflective stickers that many people across the U.S. have been finding on their mail boxes. The theory claims that the stickers have been placed by FEMA, and that people are being \"color coded\" based upon what the government knows about their political leanings. Those who believe this theory claim that if you have a red sticker on your mail box, then FEMA has determined you to be a veteran, or a conservative, or a true patriot and that you are going to be killed on the first night that the New World Order takes over. If you have a blue sticker, then FEMA has determined that you believe many of the same things the people with red stickers believe, but you are a follower by nature, a sheeple, and you will be herded off to one of the many FEMA camps that are allegedly being set up all over the U.S. If you have a yellow sticker, then you rock! You are a strong supporter of socialism, the New World Order, and the King, U.S. President Barack Hussein Obama and you will be allowed to remain in your home on house arrest. If the mere premise of such a rumor weren't enough in itself to discredit it (surely any entity powerful enough to take control of the entire U.S. and lock up its citizens would have a better method for tracking the identities of its supporters and opponents than reflective stickers), consider all the logistical problems it would entail, such as: Agents would have to fan out and color code every house in the United States (without being observed or discovered), an enormous undertaking of time and manpower. Anyone who moved or otherwise changed residences between the marking of mailboxes and the takeover by the New World Order would be misidentified. Anyone could avoid the dire consequences of this scheme (or target others for punishment) by changing or swapping their mailbox stickers. Many dwellings are home to multiple residents with varying political allegiances who could not all be classified with a single marker. It is true (as exemplified by the photograph displayed above) that in some neighborhoods small, round reflective stickers of varying colors can be found on mailboxes, so what is their real purpose? The answer can vary from area to area, but one common application is to help service workers who make their rounds in the darkness of nighttime or early morning hours to identify which homes belong to customers (or non-customers), and what level of service they are to receive. (For example, such stickers might aid newspaper carriers in quickly finding subscribers' homes and identifying whether the residents receive daily, weekly, or Sunday-only delivery.) Such colored stickers have also been employed in the service of other (non-illegal) schemes, such as using them to distinguish mailboxes at homes that are vacant, have vacation holds, or house postal customers who have indicated a desire not to receive junk mail.",
  "Originally Published": "",
  "Referred Links": "http://www.cbc.ca/news/canada/british-columbia/website-promotes-red-dots-to-stop-junk-mail-1.719025;http://vagabond101.com/hobo-signs.html;http://www.cambridge-news.co.uk/Saffron-Walden/Mysterious-cable-ties-and-door-to-door-sellers-worry-Newport-residents-after-two-burglaries-20131016163702.htm;",
  "Example": "[Collected via e-mail, October 2013] Hi everyone, I've got a odd but very important question about these various mailbox stickers I see on not only my mailbox but on the mailboxes of people in my neighborhood and perhaps almost everywhere. They are all round stickers, they are usually either as big as half dollar coins, or as small as nickels or pennies. They are either made out of a thin reflective plastic or the smaller ones I've seen are just plain paper. Now one of the odd and scary things I have heard about these stickers is that they have been placed there by people in working in secret for not just the government but for a up coming one world government. And that the color of the stickers refer to the fate of each person when either the one world government or martial law gets established in our country. The red indicates that they will come after you and kill you immediately, the blue means they will take you to a concentration camp or a \"FEMA camp\" and torture you until you either obey or die. Yellow means that they think you will mostly follow them or be no threat to them and they will just let you starve to death. Where as pink means you are totally in obedience to them and will basically be their mind slave. Now I personally am wondering if there is any truth to this.",
  "Last Updated": "4 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/femastickers.asp",
  "Claim": "FEMA is marking mailboxes with colored dots to indicate the disposition of residents in the New World Order.",
  "Claim_ID": "politics_conspiracy_femastickers",
  "Tags": ""
}