{
  "Origins": "It's not uncommon for us to see urban legends transformed into jokes, or jokes rendered as urban legends. (The basic difference is that urban legends are told as true occurrences, while jokes are understood to be humorous but fictional anecdotes.) The latter process doesn't generally result in much improvement, however only rarely is the humor of a joke enhanced by prefacing it with a \"This is a true story!\" tag.",
  "Fact Check": "",
  "Description": "So, we're at a loss to know why someone saw fit to tack a spurious claim about an \"Oakland high school Ebonics competition\" onto this waggish piece offering translations of rap lyrics into a more standard form of English. The version quoted above has been bouncing around the Internet since 1997, and although we can't be sure that he was the originator of all the entries it sounds a lot like a routine comedian Bill Maher typically performs in his stand-up shows, during which he offers \"translations of rap lyrics for white people.\" His performance of such a routine is captured in his most recent TV special, \"'I'm Swiss' and Other Treasonable Statements,\" currently airing on HBO.",
  "Originally Published": "",
  "Referred Links": "http://www.hbo.com/events/billmaher/?ntrack_para1=leftnav_category2_show0;http://www.billmaher.com/;",
  "Example": "[Collected via e-mail, 1997] This paper was turned in by an Oakland high school student who received the highest honors at the school district's Ebonics translationcompetition. Assignment: Please translate the following Rap song lyrics from Ebonics to standard English. Artist: Notorious B.I.G. Album: Ready to Die Song: One more chance (remix) Lyrics: First things first, I poppa, freaks all the honeys Dummies playboy bunnies, those wantin' money Those the ones I like 'cause they don't get nathan' But penetration, unless it smells like sanitation Garbage, I turn like doorknobs Heart throb, never, black and ugly as ever However, I stay coochied down to the socks Rings and watch filled with rocks TRANSLATION: As a general rule, I perform deviant sexual acts with women of all kinds, including but not limited to those with limited intellect, nude magazine models, and prostitutes. I particularly enjoy sexual encounters with the latter group as they are generally disappointed in the fact that they only receive penile intercourse and nothing more, unless of course, they douche on a consistent basis. Although I am extremely unattractive, I am able to engage in these types of sexual acts with some regularity. Perhaps my sexuality is somehow related to my fancy and expensive jewelry. Lyrics: And my jam knock in the Mitsubishi Girls pee pee when they see me, Nava-hoes creep me in they tee pee As I lay down laws like I lay carpet Stop it if you think your gonna make a profit TRANSLATION: I enjoy playing my music loudly on my car stereo. Apparently, women enjoy this also because they become sexually aroused when they see me driving. Oddly enough, when I visit the Native American reservations, some of the more sexually promiscuous Indian women attempt to seduce me in their homes. Their intent is to divest me of my earnings. Such actions are unacceptable. Lyrics: Don t see my ones, don't see my guns get it Now tell ya friends Poppa hit it then split it In two as I flow with the Junior Mafia I don't know what the hell s stoppin' ya I'm clockin' ya Versace shades watchin' ya Once ya grin, I'm in game, begin TRANSLATION: Understand this fact: you can have neither my money, nor my weapons. I suggest that you inform your peers that we engaged in violent sexual acts. Currently, I am rapping with my associates, the Junior Mafia. I'm having some difficulty understanding why you refuse to approach me. I am attempting to make eye contact with you through my expensive glasses, and as soon as you respond with a smile, I will approach you. Lyrics: First I talk about how I dress and this And diamond necklaces stretch Lexuses The sex is just immaculate from the back I get Deeper and deeper help ya reach the Climax that your man can't make Call and tell him you'll be home real late Let s sing the break TRANSLATION: I prefer to open the conversation with light banter about my wardrobe and jewelry, then I like to discuss my collection of expensive cars. This is more than enough to convince you to have sexual intercourse with me. I am able to insert my penis further into you when I enter you from behind. Furthermore, you will be able to reach orgasm. I understand this to be a problem with your current sexual partner. He needn't be concerned about your whereabouts. Please phone him and inform him that you won't be home for a while. By the way, please sing the chorus of the song for me also. Lyrics: She's sick of that song on how it's so long Thought he worked his until I handled my biz There I is major pain like Damon Wayans Low down dirty even like his brother Keenan Schemin' don't bring your girl 'round me True player for real, ask Puff Daddy TRANSLATION: Your current love interest no longer wishes to hear your fabrications about the length of your member. After I had sexual intercourse with your woman, she became enlightened as to the proper way it is supposed to be performed; violently and immorally. It would be in your best interest to keep your woman away from me as my sexual prowess is very strong. If you are unconvinced, ask Puff Daddy. Lyrics: You ringin' bells with bags from Chanel Baby Benz, traded in your Hyundai Excel Fully equipped, CD changer with the cell She beeped me, meet me at twelve TRANSLATION: Despite the fact that you attempted to win her at her doorstep with bags full of expensive clothes and a car (the lower end model Mercedes Benz which you financed by signing over your current vehicle) containing an expensive stereo and a cellular phone, your woman has contacted me through my pager indicating that we should rendezvous at midnight. Lyrics: Where you at? Flippin' jobs, playin' car notes? While I'm swimmin' in ya women like the breast stroke Right stroke, left stroke, what's the best stroke? Death stroke tongue all down her throat Nuthin' left to do but send her home to you I'm through can ya sing the song for me, boo? TRANSLATION: You, on the other hand, jump from job to job, barely able to maintain payments on the Mercedes Benz you purchased for your woman. Meanwhile, I continue to engage in sexual intercourse and commit lewd osculatory acts with your women. My only remaining option is to request that she leave my home and return to you because I have reached orgasm and no longer have a need for her presence. Lyrics: So, what's it gonna be? Him or me? We can cruise the world with pearls Gator boots for girls The envy of all women, crushed linen Cartier wrist-wear with diamonds in 'em The finest women I love with a passion Ya man's a wimp, I give that ass a good thrashin' TRANSLATION: The ultimate decision rests with you. Whom do you choose as your sexual partner? I can take you on cruises around the world. I will dress you in the finest jewelry and footwear. You will be envied by women worldwide in your fine clothes and jewelry. There is a special place in my heart for beautiful women. I will defeat your man in an altercation because he is effeminate. Lyrics: High fashion flyin' into all states. Sexin' me while your man masturbates. Isn't this great? Your flight leaves at eight. Her flight lands at nine, my game just rewinds. Lyrically I'm supposed to represent. I'm not only the client, I'm the player president TRANSLATION: You will be dressed in finest clothes on the runways of Paris. I will fly you to every state to shop for fine clothes and jewelry. You will enjoy sexual intercourse with me and your man will be forced to pleasure himself through manual stimulation. What a life! I ll return you to LaGuardia in time to catch your 8 o'clock flight. The timing is perfect because I have scheduled a date with a second woman who arrives at the same gate at 9 o'clock. I'll seduce her in the same way that I seduced you. I rap well and I am a positive reflection of my home town. Not only am I a sexually deviant, misogynistic, immoral, wealthy, male prostitute, but I also sit on the board of directors of the organization that governs others of my kind.",
  "Last Updated": "4 August 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/raplyrics.asp",
  "Claim": "E-mail offers an Oakland high school student's Ebonics competition-winning translations of rap lyrics.",
  "Claim_ID": "politics_humor_raplyrics",
  "Tags": ""
}