{
  "Origins": "On 18 June 2014, First Lady Michelle Obama attended a ceremony at the National Archives rotunda in Washington, D.C., in which fifty foreign-born immigrants were sworn in as American citizens, and she used the occasion to speak on the subject of immigration reform:",
  "Fact Check": "",
  "Description": "Her remarks at that event included the passage referenced above, in which she noted that the Founding Fathers who signed the Declaration of Independence like current immigrants to the U.S. became Americans rather than being born Americans: It's amazing that just a few feet from here where I m standing are the signatures of the 56 Founders who put their names on a Declaration that changed the course of history. And like the 50 of you, none of them were born American they became American. Just like you're about to pledge allegiance to our flag, they pledged their lives, their fortunes, and their sacred honor to this extraordinary idea that we now know as America the notion that we are all created equal, endowed with fundamental rights and freedoms that no one can ever take away from us. People come from across the globe to see these documents, to read the names and signatures of the very first \"Americans-by-choice,\" because they know that this room holds the first chapter of our shared history. And today, it holds the next chapter of our story, as well. However, Michelle Obama did not, as claimed in the example quoted above, state that the Founding Fathers were not \"born in America,\" nor did she express ignorance of the fact that many of the Founding Fathers started their lives in the thirteen British North American colonies that later formed the original United States of America. The First Lady said, in reference to the Founding Fathers, that \"none of them were born American; they became American,\" and in the original context (i.e., a naturalization ceremony), the meaning of that statement was perfectly clear. What Michelle Obama was communicating on that occasion was a distinction between geography and nationality: she did not say that the Founding Fathers were born somewhere other than America, but rather that they did not start out their lives in a fully formed and established nation known as \"America\" complete with its own history, customs, culture, and values, as modern American children are. Rather, our forefathers were born into a very different world as British subjects in a colonial empire, and they chose to seek new opportunities and lives for themselves by transforming their world into something distinctive (through the establishment of a new nation known as the United States of America), just as modern immigrants born outside America choose to transform their worlds by opting to leave their homelands for America and seek new lives through becoming U.S. citizens.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/the-press-office/2014/06/18/remarks-first-lady-naturalization-ceremony;http://bigstory.ap.org/article/first-lady-makes-pitch-immigration-overhaul;",
  "Example": "[Collected via e-mail, July 2014] Harvard educated First Lady Michelle Obama reminded attendees of a naturalization ceremony Wednesday that the Founding Fathers weren't born in America. The ceremony for 50 new U.S. citizens was held at the National Archives in Washington, D.C. She said during her speech, referring to the Declaration of Independence, \"It's amazing that just a few feet from here where I'm standing are the signatures of the 56 Founders who put their names on a Declaration that changed the course of history, and like the 50 of you, none of them were born American they became American.\" Did she actually mean that those who signed the Declaration of Independence and participated in the drafting of the Constitution were not born in America? Benjamin Franklin was born in Pennsylvania and Thomas Jefferson, George Washington, and James Madison were born in Virginia. John Adams was born in Massachusetts. Surely she knows this. But maybe not. After all, she is only a Harvard graduate.",
  "Last Updated": "6 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/quotes/naturalization.asp",
  "Claim": "Michelle Obama stated that the signers of the Declaration of Independence were not \"born in America.\"",
  "Claim_ID": "politics_obama_quotes_naturalization",
  "Tags": ""
}