{
  "Origins": "The publishing and pop culture phenomenon that is Harry Potter continued to chug along at full steam in 2005, with the sixth volume of the popular J.K. Rowling series, Harry Potter and the Half-Blood Prince, selling an astounding 6.9 million copies in the first 24 hours after its 16 July 2005 release. As the date of issue approached, many fans eagerly speculated on and debated about what events might transpire in the new book, while others anxiously tried to avoid learning anything about its contents, lest any revelations about its plot lessen the surprise and enjoyment of first readings.",
  "Fact Check": "",
  "Description": "So, one might imagine a Harry Potter fan being quite disappointed over inadvertently learning a plot spoiler from a forthcoming book, maybe even despondent to the point of suicide. That believability makes for good satire, which is exactly what the article referenced above is. The \"Man Commits Suicide after Learning Harry Potter Spoiler\" piece is the work of Andy Borowitz, who produces a daily humor column known as The Borowitz Report in which he satirizes various political and entertainment figures. He chose Harry Potter as the subject of his 7 July 2005 column , and his other recent efforts have borne headlines such as \" Paula Abdul Emerges As Favorite for Supreme Court \" and \" NASA No Longer Remembers Why It Launched Space Probe .\"",
  "Originally Published": "",
  "Referred Links": "http://www.borowitzreport.com/archive_rpt.asp?rec=1170;http://www.borowitzreport.com/archive_rpt.asp?rec=1167;http://www.borowitzreport.com/archives.asp;http://www.borowitzreport.com/archive_rpt.asp?rec=1169;http://www.borowitzreport.com;http://yubanet.com/artman/publish/article_22620.shtml;",
  "Example": "[Borowitz, 2005] Man Commits Suicide after Learning Harry Potter Spoiler 'I No Longer Have a Reason to Live,' Says Despondent Potter Fan A rabid Harry Potter fan took his life yesterday after inadvertently learning a plot spoiler from the soon-to-be-released J.K. Rowling opus, \"Harry Potter and the Half-Blood Prince.\" Jude Ralston, 32, of Hudson, Ohio left a suicide note indicating that since overhearing the plot spoiler at a shopping mall earlier in the day, \"I no longer have a reason to live.\" [Rest of article here.]",
  "Last Updated": "18 July 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/potter.asp",
  "Claim": "A man committed suicide after inadvertently learning a plot point from a not-yet-released Harry Potter book.",
  "Claim_ID": "politics_satire_potter",
  "Tags": ""
}