{
  "Origins": "In late 2012, the web site The Lapine published an article positing that a study conducted by Nova Scotia's Dalhousie University had found that consumption of genetically modified cucumbers produced serious side effects (including \"genital baldness\"), resulting in a ban on sales of that crop in the province of Nova Scotia:",
  "Fact Check": "",
  "Description": "Soon afterwards (and again in May 2013, in conjunction with \" March Against Monsanto \" demonstrations being held around the world) links and excerpts referencing that article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, there was no such research study conducted at Dalhousie University, nor was there any finding that Monsanto-licensed cucumbers produce \"genital baldness.\" The article originated with The Lapine , a Canadian-based satirical web site, and it was nothing more than a bit of pointed humor which played on the controversy over the use of genetically-modified organisms (GMO) in the food supply. If the article's irreverent tone (\"Fully 3/4 of the people who ate these cukes had their crotch area hair fall out. This is not a joking matter at all ... these people now have hairless heinies.\") wasn't enough of a clue to its satirical origins, the name of the site on which it was published (taken from a language spoken by rabbit characters in the novel Watership Down ) and the site's motto (\"Rabbits eat Onions\") should have been. Other stories published by The Lapine include \"Atheist Suicide Bomber Kills Eighteen Agnostics,\" \"Dalai Lama Spotted Wearing 'Leave Justin Alone' Button,\" and \"Arizona Gun Buyers Offered Free Flag Tattoo.\"",
  "Originally Published": "",
  "Referred Links": "http://www.latimes.com/local/lanow/la-me-ln-monsanto-protest-20130525,0,6534145.story;http://www.thelapine.ca/monsanto-cucumbers-cause-genital-baldness-immediately-banned-nova-scotia;",
  "Example": "[Collected via e-mail, May 2013] Monsanto Cucumbers Cause Genital Baldness -- Immediately Banned in Nova Scotia. Is this true? The language used in the story doesn't fit a scientificstory.",
  "Last Updated": "28 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/cucumbers.asp",
  "Claim": "Monsanto cucumbers were banned in Nova Scotia after a study found they caused genital baldness.",
  "Claim_ID": "politics_satire_cucumbers",
  "Tags": ""
}