{
  "Origins": "On 26 September 2014, former Vaughan Foods employee Alton Nolen was arrested in connection with the beheading death of Colleen Hufford. That incident, coupled with a rash of ISIS-related beheadings of Westerners in the Middle East, created fear of the practice's spreading to the United States.",
  "Fact Check": "",
  "Description": "In the wake of Hufford's murder, Nolen's alleged recent conversion to Islam was a common talking point, and the manner of her death brought renewed attention to an earlier incident in which a Muslim man had beheaded two Coptic Christians in New Jersey: Post by Conservative Tribune. Yusef Ibrahim, 29, was arrested in February 2013 after police discovered the bodies of Hanny F. Tawadros, 25, and Amgad A. Konds, 27 buried in a yard in Buena Vista Township, New Jersey. Both men had been decapitated, but their deaths do not fit the profile of a religiously-motivated crime: Ibrahim was arrested Feb. 10, 2013 in Bayonne and charged with shooting Hanny F. Tawadros, 25, and Amgad A. Konds, 27, in the chest during an argument inside a Mercedes Benz belonging to one of the victims on Feb. 5, 2013, officials said. Two days later, troopers received a report of suspicious activity at a home in Buena Vista Township. Detectives searching the area with cadaver dogs found the victims buried in shallow graves and their heads and hands were buried nearby. During the investigation, troopers learned Ibrahim had driven the Mercedes to Philadelphia after the murders and attempted to set it on fire but was interrupted by local police. He was later tracked by state police to a Bayonne apartment, officials said. Ibrahim was indicted on two counts each of murder, felony murder, kidnapping, robbery and desecrating human remains, as well as numerous other crimes related to the murders and mutilation of the bodies, officials said. He faces up to two life sentences on the murder charges. Ibrahim was also charged with first-degree carjacking and armed robbery in September 2012, suggesting a pattern of criminal behavior inconsistent with the actions of a young jihadist. News reports suggested that the bodies were dismembered in addition to being decapitated in order to conceal the identities of the victims: Authorities believe Ibrahim wanted to make it more difficult to identify the victims and buried their severed appendages separately from their bodies, according to CBS New York. After Ibrahim's arrest, New Jersey Attorney General Jeffrey S. Chiesa said of the killings: These were grisly murders in which the defendant allegedly shot both victims in the chest at close range ... We allege that the defendant was ruthless and calculating in the manner in which he carried out the killings and attempted to prevent identification of the victims by cutting off their heads and hands before burying their bodies. Chiesa never mentioned religion as a motivation for the crime, and the victims were not killed by beheading. The murders were clearly not ignored by any media sources, mainstream or independent, as evidenced by widespread local and national news coverage.",
  "Originally Published": "",
  "Referred Links": "http://www.cbsnews.com/news/new-jersey-man-indicted-allegedly-cut-off-heads-hands-of-victims/;https://www.facebook.com/theconservativetribune;https://www.facebook.com/theconservativetribune/posts/766617686750103;",
  "Example": "[Collected via Facebook, October 2014] Wow. A Muslim BEHEADED two Christians in New Jersey... and the media gave it almost no attention. They're corrupt and want to defend Islam. Do you agree that the mainstream media is corrupt?",
  "Last Updated": "3 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/ibrahim.asp",
  "Claim": "The \"mainstream media\" deliberately ignored an incident in which a Muslim man beheaded two Christians.",
  "Claim_ID": "politics_religion_ibrahim",
  "Tags": ""
}