{
  "Origins": "The letter quoted above was written by Dexter Lehtinen of Miami, Florida, a Vietnam veteran who was wounded during a mission in Laos. Mr. Lehtinen is a Stanford law school graduate, has served as a U.S. Attorney in Miami as well as a Florida state representative and state senator, and is married to U.S. Congresswoman Ileana Ros-Lehtinen of Florida.",
  "Fact Check": "",
  "Description": "Mr. Lehtinen paid to have his letter run as a full-page advertisement in the 6 September 2004 editions of several armed services newspapers including the Army Times, a fact which we verified with the Editor in Chief of that publication: That ad appeared in the Sept. 6 editions of Army Times, Air Force Times, Navy Times and Marine Corps Times, on page 45, I believe. If you want to publish it again, you will have to contact our advertising department. Judy McCoy, associate publisher, can help you and is copied on this message. Regards, Tobias Naegele Editor in Chief Army Times Publishing Co. Additional information: Lehtinen for Mayor (Miami New Times)",
  "Originally Published": "",
  "Referred Links": "http://www.miaminewtimes.com/issues/2003-05-22/metro2.html;http://www.house.gov/ros-lehtinen/;",
  "Example": "[Lehtinen, 2004] In 1971, I awakened after three days of unconsciousness aboard a hospital ship off the coast of Vietnam. I could not see, my jaws were wired shut, and my left cheekbone was missing, a gaping hole in its place. Later, while still in that condition at St Albans Naval Hospital, one of my earliest recollections was hearing of John Kerry's testimony before Congress. I remember lying there, in disbelief, as I learned how Kerry told the world that I served in an Army reminiscent of Genghis Khan's; that officers like me routinely let their men plunder villages and rape villagers at will; that \"war crimes\" committed in Vietnam by my fellow soldiers \"were not isolated incidents but crimes committed on a day-to-day basis with the full awareness of officers at all levels of command.\" Then Kerry went to Paris, meeting with the North Vietnamese enemy officials, all while our soldiers still fought in the field. The pain and disbelief I felt listening to his words went deeper than the pain I felt from the enemy fire which seriously wounded my face. Eighteen months later I was discharged from the hospital, the wounds inflicted by the enemy fully healed. But more than 30 years later, the wounds inflicted by John Kerry continue to bring pain to scores of Vietnam veterans. Those wounds the bearing of false witness against me and a generation of courageous young Americans who fought and died in Vietnam are much more serious than any wound warranting a Purple Heart. Those wounds go to the heart and soul. Those wounds never go away. Today, my son is a Marine Corps weapons officer, flying the F/A 18 Hornet. He belongs to the same Marine Corps Kerry ridiculed with his 1971 book cover showing protestors simulating the Iwo Jima Memorial, raising an upside-down American flag. He flies the same F/A 18 fighter jet that Kerry voted against in the U. S. Senate. And today, Kerry's picture hangs in an honored place in Saigon's war museum, as a hero to the Vietnamese Communists. Yet, John Kerry shamelessly drapes himself in the imagery of Vietnam, military service and the support of veterans, devoid of any media scrutiny. Meanwhile, the criticism and disapproval of Kerry by scores of veterans continues to fall on deaf ears. Worse yet, any legitimate criticism of Kerry's post-war record is discredited as a \"personal\" attack, or an attack against his service. John Kerry is quick to surround himself with a handful of veterans and claims overwhelming support from the veteran community. He ignores, however, the wounds he inflicted on millions of veterans, and he refuses to sign a waiver to release his military personal records and medical records. This is the portrait of a man who has failed to comes to terms with his treacherous past. I, Dexter Lehtinen, paid for this ad personally, without any connection to other individuals or groups, because I want the public to know what John Kerry did to our Vietnam veterans. Dexter Lehtinen 7700 S. W. 88th St., Ste. 303 Miami, FL 33156",
  "Last Updated": "19 October 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/lehtinen.asp",
  "Claim": "A wounded Vietnam veteran bought a full-page ad in the Army Times .",
  "Claim_ID": "politics_soapbox_lehtinen",
  "Tags": ""
}