{
  "Origins": "In January 2008, Berkeley, California's, city council passed by a vote of 8 to 1 a measure calling for that city to tell the United States Marine Corps that its downtown recruiting station was not welcome and that \"if recruiters choose to stay, they do so as uninvited and unwelcome guests.\"",
  "Fact Check": "",
  "Description": "Further, the council voted to give a permit for six months' exclusive use of a parking spot in front of that recruiting station to Code Pink, a peace group opposed to the war in Iraq. Said permit bestows use of the parking space for four hours one afternoon each week. Code Pink was additionally given a sound permit to cover those four weekly hours to better facilitate its weekly protest. The council also called upon its citizenry to non-violently \"impede, passively or actively\" the work of the recruiters. Last, it resolved to ask the city attorney to look into possible violations of the Berkeley municipal code regarding sexual discrimination by the Marines. Various folks have taken umbrage at the council's actions. Berkeley has drawn its share of criticism, both from pro-war and pro-military people. It has been widely pilloried in the press, and has had its web site swamped by the flood of incoming messages. Subsequently, two Berkeley city council members now want the city to rescind its declaration that the U.S. Marines' recruiting center is not welcome in Berkeley. They propose publicly declaring that Berkeley opposes the war in Iraq but supports the troops. However, they have not asked that the three other council decisions affecting the Marines be rescinded (i.e., Code Pink's free weekly parking space and sound permit, calling on residents to impede the work of any military recruiting station in the city, and asking the city attorney to investigate whether the Marines violate city laws banning discrimination based on sexual orientation) . On 6 February 2008, six Republican senators introduced companion bills called the Semper Fi Act of 2008. Said act seeks to strip Berkeley of $2.3 million earmarked for it in the 2008 Omnibus Appropriations bill (for school lunches, Bay ferry service, disability organizations, UC Berkeley, and public safety) and give it to the Marine Corps. Similarly, California Assemblyman Guy Houston has announced he will introduce legislation that will strip Berkeley of its transportation funding until it rescinds its anti-military resolution, a move that could cost Berkeley $2.3 million in state funding over the next two years. Update: On 13 February 2008, the Berkeley city council said they recognize the recruiters' right to be in the city and reversed their previous decision to send a letter to the downtown recruitment station advising the Marines they are not welcome in Berkeley. The council members said they still strongly opposed the war and the recruitment of young people, but \"deeply respect and support\" the men and women of the armed forces.",
  "Originally Published": "",
  "Referred Links": "http://republican.assembly.ca.gov/members/a15/Index.aspx?page=PR&pr=4404;http://demint.senate.gov/public/index.cfm?FuseAction=PressReleases.Detail&PressRelease_id=efe9c9d2-c741-84dd-2aee-bdcccad26a06;http://www.codepinkalert.org/;http://www.foxnews.com/story/0,2933,327347,00.html;",
  "Example": "[Collected via e-mail, February 2008] Marine Corps: You're Not Welcome BERKELEY, Calif. Local officials in this liberal city say it's time for the U.S. Marines to move out. The City Council has voted to tell the Marines their downtown recruiting station is not welcome and \"if recruiters choose to stay, they do so as uninvited and unwelcome guests.\" The measure passed this week by a vote of 8-1. http://www.foxnews.com/story/0,2933,327347,00.html Contact the city council at Berkeley, CA via email: clerk@ci.berkeley.ca.us",
  "Last Updated": "13 February 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/berkeley.asp",
  "Claim": "The city of Berkeley, California, told the Marines that their recruiting office was not welcome there.",
  "Claim_ID": "politics_military_berkeley",
  "Tags": ""
}