{
  "Origins": "The Pascua-Lama project is an effort being undertaken by the Barrick Gold Corporation to mine rich gold and silver fields in the mountainous region along the border between Chile and Argentina. Environmental concerns associated with the project, particularly the potential destruction or relocation of glaciers that sit atop a portion of the gold fields, have led to a number of protests and petitions entreating the Chilean government to intervene and stop or modify the Pascua-Lama mining plan. So, the above-quoted petition is \"True\" in the broad sense that it addresses a real issue, but, not surprisingly, the two sides (environmentalists and Barrick) make substantially different claims about what the environmental and social effects of the Pascua-Lama project will be.",
  "Fact Check": "",
  "Description": "The controversial plan was described thusly by The Santiago Times in March 2005: Canadian international mining company Barrick Gold has plans to relocate three glaciers in the mountain range between Argentina and Chile to gain access to 17.6 million oz. of rich gold and silver deposits. Chilean farmers and residents of the surrounding Huasco Valley are strongly opposed to the proposal of transferring the ice masses. The glaciers' tributaries are used for irrigation by the farmers, and their removal would threaten the ecological balance and agricultural production of the fertile river valley. Barrick hopes to transfer 300,000 cubic meters of ice with a 20-hectare surface area from the glaciers that surround the deposits. To mitigate ecological impact and prevent ice from melting, Barrick hopes to transfer the three glaciers, Toro I, Toro II and Esperanza, to an area with similar surface characteristics and elevation by merging the three into a larger glacier, Guanaco, located several kilometers south with a surface area of over 200 hectares. The proposal is part of the \"Pascua Lama\" mining treaty, signed by Chile and Argentina in August 2004 after four years of discussion. Citizens of the Huasco Valley and Region III are taking a stand against the multibillion-dollar foreign company. Last week an environmental group, Valley Defense, organized a demonstration against the project, where close to 200 farmers, community leaders and neighbors marched in protest. \"We don't want to live in an area contaminated by the fault of foreign economic interests,\" they said. Ra l Montenegro, Argentine biologist and Alternative Nobel Prize (formally Right Livelihood Award) winner agrees with the farmers. \"The issue is serious in that the project would put pressure on two important river basins which serve as the principle water supply for communities within a semi-arid environment,\" Montenegro said. In a letter earlier this year to President Ricardo Lagos, agricultural and community associations of the Huasco Valley voiced their concerns about the mining initiative, insisting that it threatens the ecosystem, agriculture and water quality of the valley, which not only sacrifices agricultural exports and trade agreements, but human health as well. \"If almost 24 hectares of glacier have been exploited solely for the project 's experiments, imagine how much could be destroyed in the end,\" said Fransisco Bou, leader for the Huasco Valley agriculturists. Other environmental concerns involve potential contamination from the chemicals to be used in the mining operation: \"Pascua Lama will use sodium cyanide, arsenic, and produce toxic byproducts. The rivers El Estrecho, San F lix and El Tr nsito together with Santa Juana dam are liable to be polluted by Pascua Lama. These dangerous poisons will be handled at the sources of the rivers and could damage water supplies to farms,\" said C sar Padilla of the Latin American Observatory for Environmental Conflicts. A December 2005 statement from Barrick downplayed the expressed concerns: Vincent Borg, vice president of corporate communications at Barrick in Canada, said 'glacier experts' had defined the icefields in question as 'ice reservoirs or icefields'. \"Regardless of what the experts call them, Barrick is committed to their preservation and conservation. We will move only 5 acres of ice and it is a straightforward procedure that has been proven in the past to conserve the ice. The ice in question only affects about 3-4% of the ice in the Valley so it is not an amount that some sensationalists would like to make it appear,\" he said. On the issue of use of toxic chemicals such as cyanide he said, \"Cyanide is used worldwide and can be safely used in many industrial applications. Mining comprises only 13% of cyanide use.\" Opponents contend that Barrick's planned procedures to move ice from the glaciers is not nearly as straightforward and safe as the company asserts they are: The lack of relevant technical expertise in removing glaciers implies an irreversible environmental impact. What is certain is that the three affected glaciers would suffer an environmental impact. Nevertheless, there is no certainty whatsoever of what the impact would be on glaciers or permafrost (frozen rock or soil) from the road network and the associated stabilization measures that generally involves the use of salts. With respect to the measures and actions that will be implemented for handling glaciers there are the following concerns: The \"clearing\" of ice or \"pieces of glacier\" will be done by bulldozer and front-end loader until the entire rock bed is uncovered. In this case, any mechanical action on the glacier will cause heat transfer, which will raise the temperature of the ice, and which in turn would be exacerbated by the high local insolation. Despite the fact that diurnal temperatures are low, the radiative balance includes more than caloric energy. There are no measurements of radiative energy but the albedo differences between ice and rock mean that the absorption of energy is greater in rock, which would expose the glacier even more. This also the case for controlled blasting and pushing the glaciers by the afore-mentioned means until their final disposition. In the case of blasting, this could elevate the temperature to thresholds of melting and evaporation which would further encourage destruction of the glacier. Barrick has published a Pascua-Lama Fact Sheet that counters many of the statements made in the circulated e-mail message: Misleading Assertions and Facts The chain letter makes some very misleading characterizations and inaccurate statements. Here are a few examples: Statement: \"water in Chile runs from 2 rivers, fed by 2 glaciers.\" Fact: The Huasco Valley has more than 50 different glaciers and ice fields. The three smaller glaciers or ice fields that are adjacent to the orebody comprise only 0.3% of the potential water resources in the Valley if they were to be destroyed, which was never to be the case. Statement: \"there is no unemployment ...\" Fact: Contrary to this statement, unemployment levels in Region III are among the highest in Chile the most recent statistics according to the Chilean Statistics Agency reveal rates in the valley in question to be approximately 18%. The mayors representing the four municipalities and most of the community leaders in the Huasco Valley have vocally expressed their support of Pascua-Lama indicating that they believe Barrick will conduct an environmentally responsible project and the generation of economic benefits are needed for the long term sustainable development of the region. As an illustration of the lack of employment opportunities, Barrick has received over 50,000 applications for jobs. Chileans in the Region III and Argentineans from San Juan are looking for meaningful employment opportunities and the ability to support their families. Human beings deserve the opportunity to make a decent livelihood. Statement: \"Under the glaciers has been found a huge deposit of gold ... it would be necessary to break, to destroy the glaciers\" Fact: Contrary to the fundamental premise of the email chain letter, the orebody is NOT under glaciers. This is simply not the case: 95% of the orebody is NOT under glaciers/ice fields. Protection of the remaining 5% is a key condition of the Chilean authorities approval of the project. Statement: \"The operation is planned by a multi-national company, one of whose members is George Bush, Sr.\" Fact: Mr. Bush served in an honorary capacity as an advisor to Barrick's International Advisory Board for two years in the mid 1990's. Mr. Bush was neither a director nor officer of the Company. Statement: \"If they destroy the glaciers, they will not just destroy the source of especially pure water, but they will permanently contaminate the 2 rivers\" Fact: To underline its confidence in its operations and commitment to responsible mining practices, Barrick has committed that should the water quality change, it would immediately stop the project. In addition to the multiple barriers of protection built into the design, the Company has a comprehensive water quality monitoring and management program, which will include 30 automated points from which data will be readily available in real time for authorities and the public. This program will be subject to regular independent verification. The expanded number of monitoring points is a direct result of community consultation and dialogue with stakeholders. Statement: \"Every last gram of gold will go abroad ... and not one will be left with the people\" Fact: There will be substantial economic benefits that include 5,500 direct jobs during construction, 1,660 jobs during the two decades of operation, and the indirect job creation and tax revenues generated that will flow back to the communities. In addition, there will be substantial investment in infrastructure, the development of hundreds of local suppliers of goods and services and the implementation of sustainable development programs. Statement: \"The farmers ... have been forbidden to make a TV appeal by a ban from the Ministry of the Interior\" Fact: The Water Users Cooperative, representing 2,000 farmers of the Huasco Valley, is fully supportive of the project. Chile is a democratic country and the media play an important role in the public discussion of the community concerns and interests. There has already been an extensive and open discussion of issues including the participation of farmers. From a practical standpoint, the petition reproduced at the head of this page is not now valid in that the e-mail address supplied is no longer collecting or forwarding copies. The Pascua Lama project remains an issue of ongoing concern, however, and interested parties can find updated information on the subject (and a list of government and business officials to contact) at the Mining Watch Canada web site. Additional information: Pascua-Lama Fact Sheet (Barrick Gold Corporation) Campaign Against Barrick Gold's Pascua Lama Project (MiningWatch Canada)",
  "Originally Published": "",
  "Referred Links": "http://www.miningwatch.ca/index.asp?/chile_en/pascua_lama_action;http://www.barrick.com/Default.aspx?SectionID=c9da9c08-a5db-43b3-8e82-542972663a3f&LanguageId=1;http://www.miningwatch.ca/index.asp?/chile_en/pascua_lama_action;http://www.barrick.com/Default.aspx?SectionID=c9da9c08-a5db-43b3-8e82-542972663a3f&LanguageId=1;http://www.decanter.com/news/71529.html;http://www.barrick.com/;http://www.miningwatch.ca/index.asp?/Chile_en/Pascua_Lama_Background;",
  "Example": "[Collected via e-mail, 2006] Dear friends who care about our earth, Judge for yourself if you want to take action. In the Valle de San Felix, the purest water in Chile runsfrom 2 rivers, fed by 2 glaciers. Water is a most precious resource, and wars will be fought for it. Indigenous farmers use the water, there is no unemployment, and they provide the second largest source of income for the area. Under the glaciers has been found a huge deposit of gold, silver and other minerals. To get at these, it would be necessary to break, to destroy the glaciers - something never conceived of in the history of the world - and to make 2 huge holes, each as big as a whole mountain, one for extraction and one for the mine's rubbish tip. The project is called PASCUA LAMA. The company is called Barrick Gold. The operation is planned by amulti-national company, one of whose members is George Bush Senior (what a surprise eh?). The ChileanGovernment has approved the project to start this year, 2006. The only reason it hasn't started yet is because the farmers have got a temporary stay of execution. If they destroy the glaciers, they will not just destroy the source of specially pure water, but they will permanently contaminate the 2 rivers so they will never again be fit for human or animal consumption because of the use of cyanide and sulfuric acid in the extraction process. Every last gram of gold will go abroad to the multinational company and not one will be left with the people whose land it is. They will only be left with the poisoned water and the resulting illnesses. The farmers have been fighting a long time for their land, but have been forbidden to make a TV appeal by a ban from the Ministry of the Interior. Their only hope now of putting brakes on this project is to get helpfrom international justice. The world must know what is happening in Chile. The only place to start changing the world is from here. We ask you to circulate this message amongst your friends in the following way. Please copy this text,paste it into a new email adding your signature and send it to everyone in your address book. Please willthe 100th person to receive and sign the petition send it to noapascualama@yahoo.ca to be forwarded to the Chilean government. No to Pascua Lama Open-cast mine in the Andean Cordillera on the Chilean-Argentine frontier. We ask the Chilean Government not to authorize the Pascua Lama project to protect the whole of 3glaciers, the purity of the water of the San Felix Valley and El Transito, the quality of theagricultural land of the region of Atacama, the quality of life of the Diaguita people and of the whole population of the region.",
  "Last Updated": "3 June 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/pascualama.asp",
  "Claim": "Petition addresses environmental issues associated with the Pascua-Lama mining operation in Chile.",
  "Claim_ID": "politics_business_pascualama",
  "Tags": ""
}