{
  "Origins": "Speculating about the granting of security clearances is something of a dicey issue, because the process is in many ways a subjective one. Some factors could automatically disqualify an applicant from receiving a clearance, but in the absence of such factors, a wide variety of information needs to be collected and evaluated before a judgment is made about whether to grant or deny a clearance.",
  "Fact Check": "",
  "Description": "In the case of Senator Barack Obama, however, the specific claim that he would automatically be disqualified from obtaining a position with the FBI or the Secret Service due solely to his latter-day association with William Ayers doesn't appear to hold up to scrutiny. An applicant's having engaged in terrorist acts, or having belonged to or contributed to an organization that engaged in committing terrorist acts, could certainly be a factor that would automatically disqualify one from consideration for a security clearance, but those factors do not apply to Senator Obama. Moreover, three security experts consulted by the St. Petersburg Times opined that Obama's association with Bill Ayers began too long after Ayers' membership in the radical Weather Underground group, and was not a sufficiently close or current relationship, for Obama to be denied a security clearance on that basis of that association alone: \"There is nowhere on the [Secret Service's application] form that Obama's relationship to Ayers as it exists or existed would even come up,\" said Mark Zaid, a Washington attorney who specializes in security-clearance work. \"It would never come up unless somebody mentioned it during a background investigation.\" Moreover, even if it did come up, there's no reason to believe it would impede Obama's hiring, Zaid said. \"Given what has been said publicly about their relationship, I can't fathom that it would ever get more than a moment's attention,\" he said. A second lawyer specializing in security clearances, Elizabeth Newman of the Washington, D.C., firm Kalijarvi, Chuzi & Newman, concurred that the Ayers connection would pose no problem for Obama, even if it did come to the attention of the investigators. \"They would care if there was a recent relationship with someone who is currently on trial or currently considered to be advocating violent overthrow of the government,\" she said. \"But not something that was 20 or 30 years ago.\" A third security-clearance lawyer, Mark Riley of Odenton, Md., who is also a retired Army intelligence officer, was slightly less dismissive of the Ayers issue, saying it was \"something they would investigate.\" But Riley leaned toward the conclusion that the Ayers connection would not cost Obama a security clearance. \"The issue is what is Obama's relationship with him in his adult life,\" Riley said. \"If he didn't have one, other than they sat on a board and maybe had the same political causes, that's not enough to deny a fellow a clearance.\" No such background checks are required for Barack Obama's current position as a U.S. Senator, or for his possible future position as President of the United States. Senator Obama already has access to a good deal of secret intelligence information as a member of Congress, and as President he would not only have access to more of it but would also have the power to determine who else within the government might see it.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] If Barack Obama would apply for a job with the FBI or with the Secret Service, he would be disqualified because of his past association with William Ayers, a known terrorist. If he is elected President he would not qualify to be his own Body Guard. Just passing along info that came to me. his is something to think about no matter what other concerns may be on your plate. If Barack Obama would apply for a job with the FBI or with the Secret Service, he would be disqualified because of his past associations with William Ayers, a known (and unrepentant) terrorist. If elected President, he would not qualify to be his own body guard!",
  "Last Updated": "26 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/security.asp",
  "Claim": "Barack Obama would not qualify for a security clearance due to his relationship with Bill Ayers.",
  "Claim_ID": "politics_obama_security",
  "Tags": ""
}