{
  "Origins": "On 21 February 2008, Homer Hickam (author of Rocket Boys and its 1999 film version, October Sky) was interviewed by FOX News about his reaction to the USS Lake Erie 's successful annihilation of a man-made satellite (which had, through malfunction, become a piece of space junk about to crash down to Earth while bearing a full tank of fuel). He praised the actions of the Erie 's captain and crew in wiping out that danger in one shot, lauding them as \"true rocket boys and rocket girls.\"",
  "Fact Check": "",
  "Description": "Soapboxing about political matters being what it is, the words of one person can all too easily become mixed with the words of another, creating confusion as to who said what. To those who give the above-quoted piece only a casual read Hickam appears to be the party responsible for the entirety of the item, yet a more careful read shows that only one statement contained therein is attributed to him: \"If this country's head was on straight, they would be holding a ticker-tape parade for the crew of the Cruiser, USS Lake Erie .\" (Only that one sentence is set off in quotation marks; the rest is not.) Indeed, Hickam did say in that FOX News interview something closely approximating the quote attributed to him: It's a great day for the United States of America, it really is, and I'm going to be watching and listening to see which of these Presidential candidates do what I'm about to do and that's to send out congratulations to the Captain and crew of the Lake Erie they are true rocket boys and girls, I want to tell you, and in a country with its priorities on straight, we'd be planning parades for them all around the country because not only have they knocked down that bad boy, which was up there with all that nasty hydrazine on it, they have demonstrated that we have managed to field a defensive picket line out in the Pacific, and I know that the Japanese and the Taiwanese and the South Koreans especially are going to be lining up to purchase this SM-3 missile and it's really going to put the Chinese and the North Koreans especially on notice that we are not defenseless and we are quite capable of defending ourselves. However, while the author of Rocket Boys did say that if the U.S. were a bit clearer on its priorities it would be throwing ticker-tape parades for the crew of the Lake Erie , the rest of the remarks made in the Internet-circulated piece came not from Hickam, but from some unknown hand. Hickam made no comments about fretting over the defense system's being cut by the next person to inhabit the White House or about that person's instead concentrating on baking cookies for the enemy, nor did he christen one Democratic nominee hopeful \"Hilly\" and the other \"the Muslim Lawn Jockey.\" Everything other than the \"We should be throwing parades for these people\" remarks came from someone other than Hickam. Barbara \"miss attribution\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/B0006FYOTC?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=B0006FYOTC;http://www.amazon.com/gp/product/0385333218?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0385333218;http://www.homerhickam.com/index.shtml;",
  "Example": "[Collected on the Internet, March 2008] USS Lake Erie and the Satellite Shootdown Homer Hickam made an interesting comment on FOX this morning late February 2008. In case you don't know who he is, Homer was a poor West Virginia miner's son who worked his way up to being an employee/scientist for NASA. He wrote a book called \"Rocket Boy\" which was later made into a great movie called \"October Sky.\" This morning he was interviewed and said this, about the one-shot shootdown of the crippled satellite: \"If this country's head was on straight, they would be holding a ticker-tape parade for the crew of the Cruiser, USS Lake Erie.\" This one rocket firing boosted our national defense 100-fold. North Korea, Iran, China, Russia, all know now that we have a safety net that can accurately stop their incoming missiles even if they are out of theearth's atmosphere. Of course that was the plan all along, and it was a dandy plan. I just hope that the next person in the White House doesn't scrap the system and begin baking cookies for the enemy. Hilly or the Muslim Lawn Jockey will do just that and that makes me a little nervous. At any rate, Kudos to the Officers and Crew of the USS Lake Erie. WELL DONE, BLUE JACKETS!",
  "Last Updated": "14 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/hickam.asp",
  "Claim": "Author Homer Hickam fretted in an interview that Democratic candidates might scrap military programs and begin baking cookies for the enemy.",
  "Claim_ID": "politics_quotes_hickam",
  "Tags": ""
}