{
  "Origins": "A common feature of modern political campaigns is the campaign song, a piece of familiar music played at conventions, speeches, rallies, and other campaign events that helps to create a public link between a particular candidate and some positive theme or image. However, since most campaign songs are fairly contemporary pieces of music, controversy sometimes arises when campaigns select songs created and popularized by artists who don't necessarily approve of the candidates with whom their music (and by extension, they themselves) is being associated.",
  "Fact Check": "",
  "Description": "One recent case involved the use of the song \"Barracuda,\" written and performed by members of the rock group Heart, at the 2008 Republican National Convention. The song was intended to provide a thematic link with a nickname for the Republican vice-presidential candidate, Alaska governor Sarah Palin, but sisters Ann and Nancy Wilson, the lead singers of Heart (and co-writers of \"Barracuda\"), voiced their objections to the political usage of their music: Before Sarah Palin joined John McCain on the Republican presidential ticket, she was Sarah Barracuda, a nickname earned playing high school basketball. The McCain campaign used the name for inspiration at the convention in St. Paul, playing \"Barracuda\" by the rock group Heart as an unofficial theme song. But the sisters Ann and Nancy Wilson of Heart have sent a cease-and-desist letter to the campaign, asking it to stop using their song, Reuters reported. \"The McCain campaign respects intellectual-property rights,\" Brian Rogers, a campaign spokesman said. \"Accordingly, prior to using 'Barracuda' at any events, we paid for and obtained all necessary licenses.\" Last month the singer Jackson Browne sued Mr. McCain, the Republican National Committee and the Ohio Republican Party, accusing them of using his song \"Running on Empty\" without permission for a campaign ad. The image reproduced above is ostensibly a reproduction of a magazine article bearing a rather rude and crude open letter (entitled \"Cease and Desist, You Old Fart\") from the Wilson sisters to Republican presidential candidate John McCain, castigating the McCain campaign for continuing to use the Heart song \"Barracuda\" over their objections and promising to donate all the licensing fees derived therefrom to the Obama campaign. Although the missive references a real issue and might be considered reflective of the Wilsons' feelings in the matter in a very broad, general sense, this specific letter is not something genuinely penned by them: It's one in a series of \"New Column!\" spoofs created and published by The Stranger, a Seattle-based alternative newspaper . (Roger Fisher, the former guitarist of Heart who was also a co-songwriter of the song \"Barracuda,\" did say in an e-mail to the Reuters news agency that he would \"donate a portion of royalties he receives from the Republicans' airing of 'Barracuda' to the campaign of Sen. Barack Obama.\")",
  "Originally Published": "",
  "Referred Links": "http://www.thestranger.com/seattle/Home;http://www.thestranger.com/seattle/Content?oid=677548;http://hollywoodinsider.ew.com/2008/09/heart-responds.html;",
  "Example": "[Collected via e-mail, September 2008] I received the attached photo today reportedly of an article by Ann and Nancy Wilson of Heart asking the Republican campaign to cease and desist using their song \"Barracuda\" in ads supporting Sarah Palin. Is this an actual article? It's hard to tell as there is nothing to indicate where or when it might have been published.",
  "Last Updated": "22 September 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/mccain/barracuda.asp",
  "Claim": "Letter from Ann and Nancy Wilson of Heart castigates John McCain for using their \"Barracuda\" as a campaign song.",
  "Claim_ID": "politics_mccain_barracuda",
  "Tags": ""
}