{
  "Origins": "In December 2014, protests and demonstrations spread from Ferguson, Missouri, to New York and on to other American cities in response to controversial grand jury decisions not to indict the police officers involved in the deaths of Mike Brown and Eric Garner.",
  "Fact Check": "",
  "Description": "Soon after demonstrations commenced in New York, a rumor began to circulate that the protests were not an organic movement. According to the rumor, printed signs carried by the protesters offered a clue as to who was behind all of the demonstrations, both ideologically and financially: circulating messages directed recipients to investigate the website revcom.us, a site that identified itself as \"the voice of the Revolutionary Communist Party, USA.\" The rumor was frequently accompanied by one of two images depicting protesters at demonstrations in New York holding signs with the legend \"revcom.us\" displayed at the bottom: Google this \"revcom.us\" see who is behind Ferguson protest. SURPRISED? pic.twitter.com/Joxmd4NiU5 MIKE WAYNE (@target2016) December 27, 2014 revcom.us-= #RevCommunistParty pic.twitter.com/dSDE6dBrYJ If #USA was run by #Commies, these #ppl would be shot 4 #protest ! #PJNET UCSB87 (@UCSB87) December 26, 2014 Perhaps due to an absence of additional images supporting the claim, a secondary rumor arose, one holding that protest images were being \"airbrushed\" to remove evidence of the Communist link: LOL they airbrushed off the \"RevCom.us\" part for this photo op. @AdamBaldwin pic.twitter.com/8qZaHuNiYS #BlueLivesMatter (@DefendWallSt) November 30, 2014 However, the image cited as having been \"airbrushed\" to eliminate the Communist group's URL was taken not in the United States, but was part of a 26 November 2014 article published on the web site Mashable documenting the spread of demonstrations from the United States to London. If the demonstrations were indeed wholly organized by American Communist agitators, the group's URL would have had no place on signs carried by protesters in other countries. Other netizens repeated the belief images were being edited to remove the revcom.us tag: Look for REVCOM.US at the bottom of their signs. They've started snipping that off recently, once people figured it out. A notable aspect of the claim concerns its examples (or their absence), as few images have emerged to evidence the belief that a Communist group backed or initiated all of the Ferguson-related protests. If we are to believe all such protests were organized by Communists, we must also conclude this massive orchestration of civil unrest occurred without a single mention of its choreography on social media sites such as Twitter or Facebook. No measurably collusive chatter has occurred to suggest Communists (or any single entity) provoked, funded, or otherwise facilitated all of the protests or demonstrations in any city. It is certainly possible some demonstrations were centrally organized (including the printing and distribution of signs made available at protests for attendees to carry), but there's a gulf of difference between providing placards and organizing every single demonstration in multiple cities, involving thousands of individuals, without the use of social media services and leaving no traces whatsoever of such a large initiative. Finally, a number of images illustrating protest signs in Ferguson and elsewhere are readily available on the Internet and social media sites. The vast majority of signage, while often uniform in wording, was handwritten, and many of the signs seen in widely circulated protest images resembled one another stylistically: As noted above, it was claimed identifying information was removed from protest signs when eagle-eyed individuals began to connect the dots and discover who was really behind the protests. However, the initial rumor began in December 2014, and the first image above (with no URL appended) was taken in October 2014. Signs similar in feel to the signs pictured above were spotted in several locations, but the revcom.us URL was never associated with nor appended to those signs. It's possible the continued presence of generally uniform signs became conflated with the rumor the signs were produced or distributed with the URL in question on them and falsely created the impression of widespread sightings. However, the revcom.us signs and the far more commonly observed ones seen above do not resemble one another and do not appear to be connected. It is not clear where protesters obtained the black signs with white lettering, but they are not associated with revcom.us.",
  "Originally Published": "",
  "Referred Links": "http://mashable.com/2014/11/26/ferguson-protests-worldwide/;https://twitter.com/DefendWallSt/status/539198410851885057;http://t.co/8qZaHuNiYS;https://twitter.com/AdamBaldwin;https://twitter.com/UCSB87/status/548546711850086405;https://twitter.com/hashtag/PJNET?src=hash;https://twitter.com/hashtag/protest?src=hash;https://twitter.com/hashtag/ppl?src=hash;https://twitter.com/hashtag/Commies?src=hash;https://twitter.com/hashtag/USA?src=hash;http://t.co/dSDE6dBrYJ;https://twitter.com/hashtag/RevCommunistParty?src=hash;https://twitter.com/target2016/status/548712960663621634;http://t.co/Joxmd4NiU5;",
  "Example": "[Collected via e-mail, December 2014] Ever wonder where the signs used in the protests come from and so fast. And professional as well. They are obviously manufactured signs. It take's time to make signs like that. So, one has to think this protest was planned way ahead of time. And who pays for them?? If you were watching the news broadcast from Ferguson, Mo. before the indictment decision was announced, you undoubtedly saw many people holding up signs reflecting their sentiments. On the bottom of the signs is the inscription revcom. The name below signs appear to be in NYC protests. Now protest movements in Ferguson and around the country make a lot more sense when you see who prints up these protest signs! All this protesting is planned and it has a reason that may make since whenyou check it out.",
  "Last Updated": "28 December 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/conspiracy/revcom.asp",
  "Claim": "Ferguson protests were all planned and organized by Communists, as proved by their identifiable and professionally printed signs.",
  "Claim_ID": "politics_conspiracy_revcom",
  "Tags": ""
}