{
  "Origins": "On 14 October 2013, the Daily Currant published an article positing that House Republicans had introduced a resolution to impeach President Obama due to his \"inability to halt the federal government shutdown\":",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a political spoof from the Daily Currant , whose \"About\" page notes that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world. A similar pseudo-report that Congress was scheduled to begin impeachment hearings against Barack Obama on 11 July 2013 over his use of U.S. military forces in Libya and Syria and his involvement in the Fast and Furious scandal stemmed from an article entitled \"Obama Impeachment Hearings Begin\" which was published by the Weekly World News on 5 February 2013 and began as follows: On Monday March 11, 2013, Congress is reportedly beginning impeachment proceedings against Barack Obama. Members of Congress are reportedly beginning impeachment against Barack Obama based on the grounds of unauthorized military use in Libya and Syria. Congress is also looking at his involvement in Fast and Furious. According to Congressional representatives Barack Obama has violated the rules set that clearly state that the President must seek Congressional approval before using military force. Now he says it was OK because he had international support. But how does that make it okay? They aren't our Congress. They don't determine what is right or wrong for us. Sources close to aides in Congress say the law clearly states \"any use of military force by Obama without explicit consent and authorization of Congress constitutes an impeachable high crime and misdemeanor under article II, Section 4 of the Constitution.\" However, nothing published by the Weekly World News should be confused with reality either, as that web site is the online successor to the popular entertainment tabloid whose stock in trade was (and remains) fantastically fictional stories, such as \"Alien Spaceships to Attack Earth in March 2013,\" \"Lindsay Lohan to Give Birth to Neanderthal,\" and \"How to Sell Your Soul to the Devil!\" Occasionally, as in this case, Weekly World News spoofs escape into the wilds of the Internet, and those who encounter them online in unattributed form (or who are unfamiliar with the nature of the Weekly World News ) mistake them for real news stories. As the Weekly World News frequently does, once the date specified in its original article came and passed without the occurrence of the predicted event (i.e., no impeachment proceedings began on 11 March 2013), it simply substituted a new date (11 July 2013) for the original one and republished the article. In this case, an obvious giveaway to the Weekly World News ' reuse of older material is that the updated version of the impeachment article still referred to proceedings beginning on a Monday, but the revised date listed for that event (11 July) actually fell on a Thursday.",
  "Originally Published": "",
  "Referred Links": "http://weeklyworldnews.com/politics/45122/obama-impeachment-hearings-begin/;http://dailycurrant.com/2013/10/14/house-republicans-schedule-obama-impeachment-hearings/;",
  "Example": "[Collected via e-mail, June 2013] Is this true: Republicans in the House of Representatives will begin impeachment hearings against President Obama on Thursday.",
  "Last Updated": "14 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/impeachment.asp",
  "Claim": "Congress is beginning impeachment hearings against President Obama.",
  "Claim_ID": "politics_obama_impeachment",
  "Tags": ""
}