{
  "Origins": "In the days following the 7 January 2015 terror attack at the headquarters of French satirical magazine Charlie Hedbo in Paris, artists from around the world shared powerful tributes in solidarity with the victims on social media. One of these illustrations, captioned \"Break One, Thousands Will Rise,\" was shared on the @Banksy Instagram page:",
  "Fact Check": "",
  "Description": "A photo posted by Banksy (@banksy) on Jan 7, 2015 at 3:02pm PST The image was shared hundreds of thousands of times on Instagram; and since most viewers first saw the above-displayed artwork on the @Banksy account, many assumed the illustration was created by the infamous graffiti artist. The @Banksy Instagram account, however, does not belong to Banksy: it is merely one of many imposter accounts falsely attributed to the mysterious London artist. The \"Break One, Thousands Will Rise\" illustration was actually created by illustrator Lucille Clerc: Break one, thousand will rise #CharlieHebdo #JeSuisCharlie #raiseyourpencilforfreedom pic.twitter.com/3n5fOEmrwJ Lucille Clerc (@LucilleClerc) January 7, 2015 Clerc, an illustrator based in London, shared her artwork on Facebook , Twitter, and Instagram on 7 January 2015. She also confirmed she created the powerful piece: This is irrelevant, I don't want it to turn into polemic and distract people from the real issues. There are way more important things to talk about at the moment, and in the end what matters is that this image speaks to people, so the more it spreads the better it is. My drawing was a spontaneous reaction, I didn't expect it would have such an echo. Ideas don't break, ideas don't die. Charlie became immortal yesterday and I hope that this terrible day will make us cherish and protect our freedom with even more wit and humour. I can only hope it will inspire people to use their pencils too and that there will be thousands of drawings like this very soon.",
  "Originally Published": "",
  "Referred Links": "http://instagram.com/lucille_clerc/;https://www.facebook.com/lucilleclercgraphicdesign/posts/793998570655550;https://twitter.com/LucilleClerc/status/552961721959473152;http://t.co/3n5fOEmrwJ;https://twitter.com/hashtag/raiseyourpencilforfreedom?src=hash;https://twitter.com/hashtag/JeSuisCharlie?src=hash;https://twitter.com/hashtag/CharlieHebdo?src=hash;https://instagram.com/p/xkgkBSKlWu/;https://twitter.com/HuffPostArts/status/553008832784642048;http://t.co/D5PEFmEgtC;http://t.co/Q7qjsgOKB9;",
  "Example": "[Collected via Twitter, January 2015] Banksy shares simple but beautiful tribute to Charlie Hebdo cartoonists http://t.co/Q7qjsgOKB9 pic.twitter.com/D5PEFmEgtC HuffPostArts&Culture (@HuffPostArts) January 8, 2015",
  "Last Updated": "8 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/arts/notbanksy.asp",
  "Claim": "An illustration created in response to the Charlie Hedbo attack, titled \"Break one, thousand will rise,\" was drawn by graffiti artist Banksy.",
  "Claim_ID": "politics_arts_notbanksy",
  "Tags": ""
}