{
  "Origins": "The map displayed above is a clever bit of political humor, but if God is trying to send United States citizens a message about their presidential choices, He isn't doing it by unleashing hurricanes on Florida.",
  "Fact Check": "",
  "Description": "In the space of one month in August-September 2004, the state of Florida (where contested election results produced a prolonged controversy whose resolution was instrumental in deciding the 2000 presidential election) was pummeled by three different hurricanes: Hurricane Charley struck Florida in mid-August 2004. Hurricane Frances hit the Florida peninsula in early September 2004. Hurricane Ivan struck the Florida panhandle in mid-September 2004. The map shown above presents the hurricanes as if they traversed neat, narrow paths, hitting only counties that voted for George Bush in 2000 (colored pink) and avoiding all counties that voted for Al Gore (colored blue). It took some finagling with the actual storm data to produce those results, however. The path of Hurricane Charley is depicted quite differently in the graphic above than was reported by news sources Charley (see chart below) exited Florida right through the heart of Volusia County (which voted for Gore in 2000); the hurricane didn't neatly head due north and thereby skip right on past Volusia as shown above. Also, Hurricane Ivan primarily hit Alabama, not Florida, just grazing the latter's panhandle region: The western edge of the Florida panhandle is an area that generally votes Republican, so the counties primarily affected by it (Escambia, Santa Rosa, Okaloosa and Bay counties) were indeed all ones that had gone for Bush in 2000. But the map at the head of this page also shows Hurricane Charley as passing right on by the Democratic counties of Osceola, Orange, and Volusia, even though many sources, including the Florida State Emergency Operations Center, indicated that it hit all of them (note that the city of Orlando is in Orange County, and Daytona Beach is in Volusia): Charley continued its track northeast across DeSoto, Hardee, Polk, and Osceola counties. At approximately 9:15 PM EDT, the eye of the storm was centered at Kissimmee, over northern Osceola County. Charley then moved over the Orlando area between 8:45 PM and 9:30 PM EDT. Orlando International Airport reported a gust to near 105 mph at 9:15 PM EDT, with sustained winds anywhere from 60-70 mph. By 10:09 PM EDT, the Sanford Airport just northeast of Orlando was gusting to 92 mph. The circulation center of Hurricane Charley passed over the coast near Daytona Beach at approximately 11:30 PM EDT. At 11:25 PM EDT, the Daytona Beach Airport observed 69 mph sustained winds, with an 83 mph gust. Charley emerged off the Volusia County coast and back into the Atlantic just northeast of Daytona around 1:00 AM EDT on Saturday, 14 August. By 2:00 AM EDT, the center was over the Atlantic about 45 miles north-northeast of Daytona Beach, with maximum sustained winds of 85 mph and a minimum central pressure of 993 millibars. Likewise, local news reports detailed the damage done to the Democratic county of St. Lucie by Hurricane Frances: About $740 million in damage from Hurricane Frances has been reported to privately owned buildings in unincorporated St. Lucie County, most of it to residences, including mobile homes, according to a report released Monday. About $123 million of the damage was to mobile homes and $504 million was to other residential properties. The rest, $113 million, was to commercial property. Damage to county, municipal and school district property was put at more than $120.6 million. County department heads prepared the report for county commissioners. Democratic Pasco County wasn't spared by Frances either: After lashing Pasco County for most of the day Sunday, Tropical Storm Frances damaged mobile homes, toppled trees and left roughly 52,000 people without power. The winds grew so severe around noon that officials pulled fire and rescue crews from the roads, fearing the high gusts could tip over the large ambulances or firetrucks. Until Sunday evening, crews responded only to life-threatening emergencies after evaluating conditions on a case-by-case basis. Observations regarding which states the hurricanes might have hit before or after touching Florida are similarly silly. Take a look at a map showing the results of the 2000 presidential election (states won by George Bush are shown in blue): George Bush won all the states on the Atlantic coast north of Florida up to the Virginias, all the states west of Florida clear over to Texas, as well as every other state in the South. Unless a hurricane miraculously skipped several hundred miles overland all the way from Florida to New Mexico or Illinois, without touching any intervening states, any other state it hit was bound to be one that voted Republican in 2000.",
  "Originally Published": "",
  "Referred Links": "http://www.sptimes.com/2004/09/06/Pasco/Pasco_takes_a_lashing.shtml;http://www.palmbeachpost.com/storm/content/martin_stlucie/epaper/2004/09/21/m1a_sldestruct_0921.html;http://www.floridadisaster.org/eoc/Charley04.asp;http://en.wikipedia.org/wiki/Hurricane_Ivan_(2004);http://en.wikipedia.org/wiki/Hurricane_Frances_(2004);http://en.wikipedia.org/wiki/Hurricane_Charley_(2004);",
  "Example": "[Collected on the Internet, 2004] I thought it was an interesting coincidence that a state with questionable presidential election results would be pummeled by hurricanes just before the next election. Then I thought it was an interesting coincidence that the storms spared Miami, who voted for Gore in 2000. Just out of curiosity, I overlaid two maps: one of the tracks of the hurricanes of 2004, and one of the elections results of 2000. This is no longer an interesting coincidence. It is an unmistakable message from God. I hope everyone is listening. Note: After leaving Florida, Charley hit Georgia and Frances hit Georgia and South Carolina. Both voted for Bush in 2000.The path of Ivan is projected as of Sept. 14. Alabama, Mississippi and Louisiana all voted for Bush. If you have ANY doubt who this message is coming from, watch and see if Ivan veers west to hit those states as well. 2004 Bob Morris You are hereby granted permission to freely copy and distribute this picture provided: 1) you do not change anything, 2) this notice remains intact and 3) you do not charge anything. All other rights reserved",
  "Last Updated": "27 September 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/bush/hurricane.asp",
  "Claim": "Three hurricanes that hit Florida in the summer of 2004 touched only counties that voted for George Bush in the 2000 presidential election.",
  "Claim_ID": "politics_bush_hurricane",
  "Tags": ""
}