{
  "Origins": "The issue at the heart of this piece is two Art Deco sculptures which have stood in the Great Hall of the Department of Justice since that headquarters building opened in 1936. Commissioned from German sculptor C. Paul Jennewein, the pair of 12-1/2 foot statues represent the Spirit of Justice and the Majesty of the Law: the former is a female figure draped in a toga, with raised arms and one exposed breast; the latter is a male figure with a draped cloth covering his midsection. Press photographers over the years had sometimes taken advantage of the positioning of the statues to snap \"boob in front of the boob\" shots (such as a notorious photo of Edwin Meese, Attorney General during President Reagan's second term, holding a report on pornography aloft with the partially nude female statue visible behind him).",
  "Fact Check": "",
  "Description": "After John Ashcroft, the Attorney General during President George W. Bush's first term, was captured by press cameramen in similar shots, the media reported in January 2002 that Ashcroft had ordered (or approved) the Department of Justice's spending of $8,650 for drapes to hide the two statues because he didn't like being photographed in front of them (or, worse, that Ashcroft was a embarrassingly prudish Philistine who was offended by any representation of nudity). Department of Justice spokespersons maintained that the drapes were used not to hide the statues but to \"provide a nice background for television cameras\" during formal events; that the purchase had been made by a DoJ staffer on her own initiative to save the $2,000 per event cost of renting them; and that \"the attorney general was not even aware of the situation.\" Critics held that the DoJ's disputing the issue of who actually authorized the purchase of the drapes was a smoke screen (since rental drapes were already being used to cover the statues); that the drapes were left hanging all the time and were not put in place only when televised events were being held in the Great Hall; and that even if Attorney General Ashcroft didn't know about or authorize the purchase, he certainly didn't order the drapes removed, either: Whatever the truth of the \"Drapegate\" incident, poet, playwright, and journalist Claire Braz-Valentine used the issue as the basis for her poem quoted above, \"An Open Letter to John Ashcroft,\" which she read (to much laughter) at the 2002 \"In Celebration of the Muse,\" an annual poetry event at held Cabrillo College in Santa Cruz, California. A transcription of her poem began making the rounds of the Internet shortly afterwards (although somewhere along the way someone took the title a bit too literally and formatted the text as if it were an actual letter). A QuickTime video of Ms. Braz-Valentine reading her poem at Cabrillo College can be viewed at the link below. Update: John Ashcroft stepped down as Attorney General after the 2004 elections, and President Bush selected Alberto R. Gonzales as his replacement. On 24 June 2005, the blue drapes were quietly removed from the Great Hall, once again revealing the sculptures which had been hidden behind them for more than three years. According to a Department of Justice spokesman, the decision to remove the drapes was made by Paul Corts, assistant attorney general for administration, and Attorney General Alberto R. Gonzales \"agreed with the recommendation.\" Additional information: An Open Letter to John Ashcroft (Claire Braz-Valentine)",
  "Originally Published": "",
  "Referred Links": "http://homepage.mac.com/clairebraz/reading.htm;http://homepage.mac.com/clairebraz/;",
  "Example": "[Collected via e-mail, 2005] This poem was written and read at the Santa Cruz Celebration of The Muse at Cabrillo College in 2002. The evening is a benefit for survivors of breast cancer. AN OPEN LETTER TO JOHN ASCROFT, ATTORNEY GENERAL OF THE UNITED STATES On January 28, 2002, Attorney General John Ashcroft, announced that he spent $8000 of taxpayer's money for drapes to cover up the exposed breast of The Spirit of Justice, an 18ft aluminum statue of a woman that stands in the Hall of Justice. John, John, John, you've got your priorities all wrong. While men fly airplanes into skyscrapers, dive bomb the pentagon, while they stick explosives into their shoes, and then book a seat right next to us, while they hide knives in their luggage, steal kids on school buses, take little girls from their beds at night drive trucks into our state capital buildings, while our president calls dangerous men all over the world evildoers and devils, while we live in the threat of biological warfare nuclear destruction, annihilation, you are out buying yardage to save Americans from the appalling alarming, abominable aluminum alloy of evil, that terrible ten foot tin tittie. You might not be able to find Bin Laden But you sure as hell found the hooter in the hall of justice. It's not that we aren't grateful But while we were begging the women of Afghanistan to not cover up their faces, you are begging your staff members to just cover up that nipple, to save the American people from that monstrous metal mammary. How can we ever thank you? So, in your office every morning, in your secret prayer meeting, while an American woman is sexually assaulted every 6 seconds, while anthrax floats around the post office, and settles in the chest of senior citizens, you've got another chest on your mind. While American sons arrive home in body bags and heat seeking missiles, fly around a foreign country, looking for any warm body, you think of another body. And you pray for the biggest bra in the world John, because you see that breast on the spirit of justice in the spirit of your own inhibited sexuality. And when we women see our grandmothers, our mothers, our daughters, our granddaughters, our sisters, ourselves, when we women see that statue the spirit of justice we see the spirit of strength the spirit of survival. While every day we view innocent bodies dragged out of rubble and women and children laid out like thin limp dolls and baptized into death as collateral damage, and the hollow eyed Afghani mother's milk has dried up underneath her burka, in famine, in shame, and her children are dead at her breast. While you look at that breast John, that jug on the spirit of justice, and deal with your thoughts of lust, and sex, and nakedness, we see it as a testimony motherhood, And you see it as a tit. It's not the money it cost. It's the message you send. We've got the right to live in freedom. We got the right to cheat Americans out of millions of dollars and then just not want to tell congress about it. We've got the right to drop bombs night and day on a small country that has no army, no navy, no military at all, because we've got the right to bear arms but we just better not even think about not the right to bare breasts. So now John, you can be photographed while you stand there and talk about guns,and bombs, and poisons, without the breast appearing over your right shoulder, without that bodacious bosom bothering you, and we just wanted to tell you, in the spirit of justice, in the spirit of truth, John, there is still one very big boob left standing there in that picture. Claire Braz-Valentine",
  "Last Updated": "25 June 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/valentine.asp",
  "Claim": "Claire Braz-Valentine wrote and read \"An Open Letter to John Ashcroft\" at Cabrillo College.",
  "Claim_ID": "politics_soapbox_valentine",
  "Tags": ""
}