{
  "Origins": "Any number of old jokes are routinely dragged from where they've been hiding, dusted free of cobwebs, and sent around again, with new names inserted in place of old.",
  "Fact Check": "",
  "Description": "The joke quoted above is one such howler. In previous years it has been aimed at other figures in American politics, such as John Kerry, Hillary Clinton, and George W. Bush (even though current USPS selection criteria state that \"No living person shall be honored by portrayal on U.S. postage\" ), as well as any number of world leaders: [Collected on the Internet, February 1999] Tehran, Feb 24 (Reutres) - Thousand of Iranian stamps with the picture of Ayatollah Khamenei which were called back from the market three years ago are sent back for sale again. Millions of Iranian citizens who had bought the stamps had complained that the stamps do not stick to the envelopes the way they should. Government tried to ease the situation by calling all the stamps with Ayatollah Khamenei's picture back to the producing company for major rework. Several test were made on the thin paper and the glue used to make the stamps. After a period of three years all stamps were sent back on market. The Iranian PTT chairman told the reporters in an interview: \"There is nothing wrong with our stamps, people do not use them properly\". Asked the question what people did wrong, the PTT chairman said: \"They spit on the wrong side of the stamp\". [Collected on the Internet, July 2002] I heard that when the pound coin was first introduced, some people called it a \"Thatcher\", because it was thick, brassy, and acted like a sovereign. I also heard that Thatcher wanted her portrait to replace Queen on the postage stamps. However the Royal Mail vetoed the idea pointing out that most people would be inclined to spit on the wrong side of the stamp. The jape is also sometimes put to use to slam those in the music world: [Collected on the Internet, July 1995] Regarding the Grateful Dead 30th Anniversary Postage Stamp: Word has it that the Abkhasians were considering a stamp with a picture of Bruce Hornsby and his accordion, but were worried that everyone would spit on the wrong side. And sports figures: [Wilson, 1985] When you're 0-4, you get no respect, said Tulane Coach Mack Brown: \"I called Dial-a-Prayer, and they hung up on me.\" \"They told me they were going to do a commemorative stamp of me, but they had to scrap that idea afraid people would spit on the wrong side.\" But of course no matter who its target, the joke is a bit of a stretch since postage stamps that need to be moistened are usually licked, not spit upon. Barbara \"'they kept licking the wrong side' wouldn't have made nearly as good a punchline\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2009] Stamp Malfunction The Postal Services created a stamp with a picture of President Obama. The stamp was not sticking to envelopes. This enraged the President, who demanded a full investigation. After a month of testing and $1.73 million in congressional spending, a special Presidential commission presented the following findings: The stamp is in perfect order. There is nothing wrong with the adhesive. People are spitting on the wrong side.",
  "Last Updated": "1 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/wrongside.asp",
  "Claim": "Politician's stamp fails to stick because wrong side is being spit upon.",
  "Claim_ID": "politics_humor_wrongside",
  "Tags": ""
}