{
  "Origins": "In any crisis, one of the most common reactions is to ponder the question, \"How did we get into this mess?\" People begin to search for explanations about who was responsible for bringing about the current state of affairs, who had the ability to head it off (but failed to act or was thwarted), and who foresaw the looming danger (but declined to speak up or was ignored). With the United States currently in the throes of an economic crisis, of which one symptom was the September 2008 government takeover of the foundering Federal National Mortgage Association (commonly known as Fannie Mae), a nine-year-old warning about the home mortgage underwriter's being vulnerable to economic problems that could require government rescue was bound to pique public interest.",
  "Fact Check": "",
  "Description": "On 30 September 1999, the New York Times published an article entitled \"Fannie Mae Eases Credit to Aid Mortgage Lending\" by Steven A. Holmes. The complete text of the article is available online, but in a nutshell the Times reported that Fannie Mae was easing its credit requirements for home mortgage loans in response to increasing pressure from a variety of groups: Clinton administration officials who wanted Fannie Mae \"to expand mortgage loans among low and moderate income people\" (particularly minority groups). Stockholders who wanted Fannie Mae \"to maintain its phenomenal growth in profits.\" Banks, thrift institutions and mortgage companies (from whom Fannie Mae purchases loans) who wanted the company to facilitate \"more loans to subprime borrowers.\" In light of recent events, what caught the attention of most readers was a couple of paragraphs in the middle of the article cautioning about the possible consequences of Fannie Mae's loosening its credit requirements: In moving, even tentatively, into this new area of lending, Fannie Mae is taking on significantly more risk, which may not pose any difficulties during flush economic times. But the government-subsidized corporation may run into trouble in an economic downturn, prompting a government rescue similar to that of the savings and loan industry in the 1980's. \"From the perspective of many people, including me, this is another thrift industry growing up around us,\" said Peter Wallison a resident fellow at the American Enterprise Institute. \"If they fail, the government will have to step up and bail them out the way it stepped up and bailed out the thrift industry.\" Another New York Times article that has attained a significant amount retrospective interest is an 11 September 2003 article entitled \"New Agency Proposed to Oversee Freddie Mac and Fannie Mae\" by Stephen Labaton, which reported on the efforts of the Bush administration to create a new regulatory agency to assume oversight of those mortgage lenders: The Bush administration today recommended the most significant regulatory overhaul in the housing finance industry since the savings and loan crisis a decade ago. Under the plan, disclosed at a Congressional hearing today, a new agency would be created within the Treasury Department to assume supervision of Fannie Mae and Freddie Mac, the government-sponsored companies that are the two largest players in the mortgage lending industry. The new agency would have the authority, which now rests with Congress, to set one of the two capital-reserve requirements for the companies. It would exercise authority over any new lines of business. And it would determine whether the two are adequately managing the risks of their ballooning portfolios. The plan is an acknowledgment by the administration that oversight of Fannie Mae and Freddie Mac which together have issued more than $1.5 trillion in outstanding debt is broken. A report by outside investigators in July concluded that Freddie Mac manipulated its accounting to mislead investors, and critics have said Fannie Mae does not adequately hedge against rising interest rates. Of especial interest to current readers were the following paragraphs about Congressional resistance to the Bush administration's regulatory proposal: Significant details must still be worked out before Congress can approve a bill. Among the groups denouncing the proposal today were the National Association of Home Builders and Congressional Democrats who fear that tighter regulation of the companies could sharply reduce their commitment to financing low-income and affordable housing. \"These two entities Fannie Mae and Freddie Mac are not facing any kind of financial crisis,\" said Representative Barney Frank of Massachusetts, the ranking Democrat on the Financial Services Committee. \"The more people exaggerate these problems, the more pressure there is on these companies, the less we will see in terms of affordable housing.\"",
  "Originally Published": "",
  "Referred Links": "http://query.nytimes.com/gst/fullpage.html?res=9E06E3D6123BF932A2575AC0A9659C8B63;http://query.nytimes.com/gst/fullpage.html?res=9C0DE7DB153EF933A0575AC0A96F958260;http://query.nytimes.com/gst/fullpage.html?res=9C0DE7DB153EF933A0575AC0A96F958260;",
  "Example": "[Collected via e-mail, September 2008] Right out of the pages of the NY Times!!! And look at the date..!!! September 30, 1999 Fannie Mae Eases Credit To Aid Mortgage Lending In a move that could help increase home ownership rates among minorities and low-income consumers, the Fannie Mae Corporation is easing the credit requirements on loans that it will purchase from banks and other lenders. The action, which will begin as a pilot program involving 24 banks in 15 markets including the New York metropolitan region will encourage those banks to extend home mortgages to individuals whose credit is generally not good enough to qualify for conventional loans. Fannie Mae officials say they hope to make it a nationwide program by next spring. [Rest of article here.]",
  "Last Updated": "2 October 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/easescredit.asp",
  "Claim": "E-mail reproduces a 1999 newspaper article warning about potential troubles with Fannie Mae.",
  "Claim_ID": "politics_business_easescredit",
  "Tags": ""
}