{
  "Origins": "One favorite tactic in political debate is to put words in the mouth of a respected elder statesman to make it appear he presciently anticipated some modern issue or political personality (and, naturally, took a stand that supported the viewpoint of whoever put those words in his mouth). Therefore, given the debates that arose in over President George W. Bush's efforts to alter the Social Security system, one would expect the appearance at that time of a fifty-year-old quote from a former President (and fellow Republican) labeling as \"stupid\" certain \"Texas oil millionaires\" who wanted \"to abolish social security\" to be a similar fabrication.",
  "Fact Check": "",
  "Description": "Save for a few minor details, however, the quote from President Dwight D. Eisenhower cited at the head of this page is in fact an accurate one. It wasn't something he uttered but rather something he wrote, and the version reproduced above omits Ike's reference to a specific Texas oil tycoon ( H.L. Hunt ), but it otherwise is taken verbatim from a letter President Eisenhower penned to his brother, Edgar Newton Eisenhower, on 8 November 1954: Now it is true that I believe this country is following a dangerous trend when it permits too great a degree of centralization of governmental functions. I oppose this in some instances the fight is a rather desperate one. But to attain any success it is quite clear that the Federal government cannot avoid or escape responsibilities which the mass of the people firmly believe should be undertaken by it. The political processes of our country are such that if a rule of reason is not applied in this effort, we will lose everything even to a possible and drastic change in the Constitution. This is what I mean by my constant insistence upon \"moderation\" in government. Should any political party attempt to abolish social security, unemployment insurance, and eliminate labor laws and farm programs, you would not hear of that party again in our political history. There is a tiny splinter group, of course, that believes you can do these things. Among them are H.L. Hunt (you possibly know his background), a few other Texas oil millionaires, and an occasional politician or business man from other areas. Their number is negligible and they are stupid. A meme circulated in 2015 elided the reference to \"Texas oil millionaires\" and presented the quote as something aimed at the modern Tea Party: Politically, Ike was a classic small-government Republican. He was of the opinion that the federal government had grown too large at the expense of local and state authority since the advent of FDR's New Deal in the 1930's, a situation exacerbated by the national emergency produced due to America's entry into World War II. Since the Depression and the war were over by the time Eisenhower took office in 1953, Ike felt it was time to return to a \"middle way\" that included pruning federal subsidies to industries such as agriculture and power companies, which he believed no longer needed government assistance. At the same time, he wanted to sustain and even increase funding for programs he thought had good track records, and Social Security was paramount among those programs.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20051124190902/http://www.eisenhowermemorial.org/presidential-papers/first-term/documents/1147.cfm;",
  "Example": "[Collected via e-mail, 2005] President Dwight Eisenhower, Republican, uttered these words on November 8, 1954: \"Should any political party attempt to abolish social security, unemployment insurance and eliminate labor laws and farm programs, you would not hear of that party again in our political history. There is a tiny splinter group, of course, that believes that you can do these things. Among them are a few Texas oil millionaires, and an occasional politician or businessman from other areas. Their number is negligible and they are stupid.\" In addition to being a war hero, a decent fellow, a moderate Republican before they began to go extinct, President Eisenhower apparently was also quite the prophet. Little George W. Bush was about 9 years old at the time ...",
  "Last Updated": "21 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/ike.asp",
  "Claim": "President Eisenhower once observed that \"a few Texas oil millionaires\" wanted to \"abolish social security.\"",
  "Claim_ID": "politics_quotes_ike",
  "Tags": ""
}