{
  "Origins": "This item began circulating in early 2003 and is now outdated, since the decision it sought to influence has long since been made. However, the outcome of the 2004 presidential election seems to have prompted a new cycle of forwarding among people who mistakenly believe this to be a pending issue.",
  "Fact Check": "",
  "Description": "In December 2002, W. David Hager was one of eleven physicians appointed to the Food and Drug Administration's Advisory Committee for Reproductive Health Drugs, a commitee whose job it is to evaluate data and make recommendations on the safety and effectiveness of marketed and experimental drugs for use in obstetrics, gynecology, and related specialties. Dr. Hager is a part-time professor of obstetrics and gynecology at the University Kentucky College of Medicine and a well-known specialist on gynecologic infections, and therefore at first blush his appointment to this committee would seem a good fit. However, he is also vehemently pro-life and has vigorously played a part in the campaign to get the FDA to withdraw its approval of mifepristone (RU-486), a drug that terminates pregnancies. He is indeed the author of a number of books in which he's advocated prayer and the reading of the Scriptures as cures for medical ills. Dr. Hager makes no bones about his beliefs but says they won't compromise his judgment: \"Yes, I'm pro-life. But that's not going to keep me from objectively evaluating medication. I believe there are some safety concerns (about mifepristone) and they should be evaluated.\" Which is an opinion it now appears the FDA at least somewhat shares. On 15 November 2004, the Food and Drug Administration posted a statement on its web site about labeling changes it will require for RU-486 (Mifepristone, Mifeprex). Citing instances of serious bacterial infection, bleeding, ectopic pregnancies that have ruptured, and death that have occurred among those who have taken it, the agency will now insist the drug carry much more strongly worded cautions that spell out these risks. According to the FDA, \"The revised labeling will provide physicians and patients with important information so that they can respond and possibly prevent rare but serious complications that may occur with any abortion. FDA will continue to monitor the usage of Mifeprex and may take further action.\" Contrary to the claim made in the now widely-circulated e-mail decrying his appointment, Dr. Hager says he does not deny birth-control prescriptions to unmarried women. However, Time magazine reported that \"In his private practice, two sources familiar with it say, Hager refuses to prescribe contraceptives to unmarried women.\" In a response to the above petition. Dr. Hager elaborated on his safety concerns regarding RU-486: May I begin by telling you that no one who has written about me or broadcast information about me has ever interviewed me. The information being disseminated is rumor and innuendo. I am pro-life and believe in the sanctity of human life. I participated in the Citizens Petition to the FDA asking that RU-486 be withdrawn temporarily from the market until further investigation could be done out of my concern for the health and well-being of women and their unborn children. Mifeprex was approved under an Accelerated Approval Process, Subpart H, that has been reserved exclusively for anti-AIDS and anti-cancer drugs and an antihypertensive agent. All medications that are life saving, which mifeprex is not. The FDA always requires one or more than one randomized, controlled trials before approving a drug. There were none for mifeprex (RU-486). The nonrandomized, uncontrolled trials that were done insisted on the woman having an ultrasound scan to locate the pregnancy and insure that it was not outside the uterus (an ectopic pregnancy). The guidelines for use now do not require such a scan and we have reports already of death and morbidity from ruptured ectopic pregnancies since the symptoms of a ruptured ectopic and abortion from mifeprex are the same; abdominal pain and bleeding. The FDA requires that medications that may be used in children and adolescents be studied in those groups before approval (The Pediatric Rule) and this was not done with mifeprex. There have been two seriously infected 15 year olds. Finally, in studies reported to date, among women who fail to abort after receiving mifeprex (and this occurs 5-8% of the time when administered up to 7 weeks gestation) there have been limb deformities and absent limbs. I feel that the drug needs further study. Searle Laboratories, the manufacturer of misoprostol (the second drug taken after mifepristone) has issued a medical alert asking that the drug never be used in pregnant women due to risks of cardiovascular problems. There has been a fatal heart attack in France and a non-fatal one here in a 21 year old. Regarding contraception, I advise all of my non-married patients that abstinence is the best way to avoid non-marital pregnancy and STDs. If she insists on being sexually active or is already active, I advise the use of birth control pills and condoms as well. I do not believe that standard dose birth control pills are abortifacient, and have never written that. There is a chapter in a book I co-edited, that purports this idea, but it was included in our book to offer an alternative opinion, not because we believed the idea. Since when is it wrong to offer alternative opinions? Regarding my management and writing about stress-related disorders in women, I have always offered a holistic approach to therapy. I suggest diet/exercise changes, medications as needed, counseling when required, and meditation/prayer. This is very distasteful to NOW and Planned Parenthood. I hope this helps you and enables you to see how \"horrible\" I am in the eyes of the organizations you mention as encouraging me not to serve this Administration. Whatever one's opinion of Dr. Hager, his appointment is a done deal. Dr. Hager is now a member of the FDA's Advisory Committee on Reproductive Health Drugs, so a petition aimed at preventing him from reaching that position is moot. (Perhaps as a result of the controversy stirred up by the original position, Dr. Hager was appointed to sit on the committee, but not to chair it.) In June 2004, Dr. Hager was reappointed to the committee for an additional year. Barbara \"retread\" Mikkelson Additional information: Charter of the Reproductive Health Drugs Advisory Committee (FDA) W. David Hager (University of Kentucky) RU-486 (Childbirth by Choice Trust)",
  "Originally Published": "",
  "Referred Links": "http://www.cbctrust.com/RU486.96.html;http://www.mc.uky.edu/obg/People/faculty/Genl/Hager%20WD%20.htm;http://www.fda.gov/cder/audiences/acspage/reproductivecharter1.htm;http://www.fda.gov/cder/audiences/acspage/reproductiveRoster.htm;http://www.fda.gov/bbs/topics/news/2004/NEW01134.html;",
  "Example": "",
  "Last Updated": "17 November 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/hager.asp",
  "Claim": "President Bush has appointed W. David Hager, a physician and anti-abortion activist, to an FDA committee on reproductive drugs.",
  "Claim_ID": "politics_bush_hager",
  "Tags": ""
}