{
  "Origins": "The May 2012 publication of Edward Klein's biography of Barack Obama, The Amateur , caused something of a stir with the book's controversial claim (denied by those involved) that after Obama was defeated by Bobby Rush in the 2000 Democratic primary for Illinois' 1st congressional district, his marriage was \"on the rocks\" to the point that, according to an unidentified \"friend,\" his wife Michelle went so far as to take out divorce papers:",
  "Fact Check": "",
  "Description": "When business magnate Donald Trump announced in October 2012 that he would soon be revealing \"something very, very big concerning the President of the United States\" that could possibly change the race for the White House, speculation ran rampant about what he might be planning on disclosing. One guess was that Trump has obtained copies of the putative divorce papers referenced in Edward Klein's book: Donald Trump is to claim that he has unearthed divorce papers of Michelle Obama and the President, according to a respected financial pundit with links to the tycoon. It is alleged that the eccentric real estate mogul will claim that the documents show the First Lady and the President were at one point in their two decades of marriage seriously considering splitting up. Trump set the hare running by claiming that he was set to make an announcement that would be 'bordering on gigantic' and that it would 'possibly' change the Presidential race. Trump's \" major announcement \" turned out to be a non-revelatory one that had nothing to do with the subject of divorce: he merely pledged to pay $5 million to charity if President Obama would release his college and passport records: Donald Trump pledged $5 million to a charity of President Obama's choice, provided the president makes public his college applications and transcripts and releases his passport history, a far cry from the October-surprise bombshell Trump had promised. Calling the offer a \"major announcement,\" Trump released a video via Twitter to much ballyhoo, and his online followers grew by the hundreds in the moments before the video was released. \"I have a deal for the president,\" Trump said. \"If Barack Obama opens up and gives his college records and applications, and passport application and records, I will give to a charity of his choice, a check immediately for $5 million.\"",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=MgOq9pBkY0I;",
  "Example": "[Collected via e-mail, October 2012] Donald trump supposedly accuses Pres. and Mrs. Obama of Divorce or near divorce? I heard that Donald Trump's hired private investigator found out that Barack and Michelle Obama have actually been divorced for some time now. Is this true?",
  "Last Updated": "24 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/divorce.asp",
  "Claim": "Donald Trump is revealing information documenting that Barack and Michelle Obama were once on the verge of divorce.",
  "Claim_ID": "politics_obama_divorce",
  "Tags": ""
}