{
  "Origins": "On 10 October 2013, Charles Hugh Smith's \" Of Two Minds \" blog posted an entry positing the Obama administration had compiled a 2,300-page \"new Constitution\" which it was proposing be used to replace the existing U.S. Constitution:",
  "Fact Check": "",
  "Description": "Soon afterwards, reproductions of that blog entry were being circulated via social media and political web sites, with many of those who encountered it mistaking it for a genuine news article. However, this item was just a parody that spoofed (among other things) the length and complexity of some recent pieces of legislation and the government's penchant for secrecy in the post-9/11 world. If some of the more absurd elements of the blog post (e.g., a Constitution with \"200+ pages redacted due to the sensitive nature of the National Security-related amendments\") wasn't enough of a clue to its satirical origins, then the inclusion of the word \" parody \" in its URL should have been. This topic wasn't even new in October 2013, as the fantastically fictonal Weekly World News site had riffed on the same subject in a 21 June 2013 spoof that had President Obama ripping up the original Constitution and writing a new one: President Barack Obama reportedly said The U.S. Constitution is out-of-date, so he is ripping it up and writing a new one. President Barack Obama reportedly told reporters last night that the U.S. Constitution has become a hindrance to progress in America. \"The document is so out-dated, that it is now becoming a hindrance to governing the country.\" Obama has signed an Executive Order voiding the U.S. Constitution. \"We need to move forward. We need change.\" Obama reportedly said he has already drafted a new constitution and that Americans \"will love what I came up with.\" Insiders say Obama is keeping a lot of old elements from the original constitution \"he's just making it better, bringing it into the 21st century,\" said White House Spokesman, Jay Carney.",
  "Originally Published": "",
  "Referred Links": "http://weeklyworldnews.com/politics/35813/obama-to-write-new-u-s-constitution/;http://www.oftwominds.com/blogoct13/constitution-parody10-13.html;http://www.oftwominds.com/blog.html;",
  "Example": "[Collected via e-mail, October 2013] I saw this status posted on a political FB page: \"Obama Administration Proposes 2300-Page 'New Constitution'\" Is there any truth to this?",
  "Last Updated": "13 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/newconstitution.asp",
  "Claim": "The Obama administration has proposed a 2,300-page \"New Constitution.\"",
  "Claim_ID": "Politics_satire_newconstitution",
  "Tags": ""
}