{
  "Origins": "In May 2001 Tenzin Gyatso, the 14th and current Dalai Lama (the head monk of the Gelugpa lineage of Tibetan Buddhism), made a three-day visit to Portland, Oregon, during which he gave a talk to 7,600 area high school students in what was billed by organizers as the \"Educating the Heart Summit.\"",
  "Fact Check": "",
  "Description": "As reported by the Seattle Times , during that talk the Dalai Lama responded to a question posed by a student about how to react to a potential school shooter by stating that it would \"be reasonable to shoot back with your own gun,\" with the proviso that one should aim to wound and not to kill: His message resonates in an era when schools must be on guard against violent acts by gun-toting students. Included in the audience were some 35 students from Thurston High School in Springfield, Ore., where Kip Kinkel went on a May 1998 rampage in which his parents and two students were killed and 24 other students were wounded. Students, in a question-and-answer period, asked some hard questions. One girl wanted to know how to react to a shooter who takes aim at a classmate. The Dalai Lama said acts of violence should be remembered, and then forgiveness should be extended to the perpetrators. But if someone has a gun and is trying to kill you, he said, it would be reasonable to shoot back with your own gun. Not at the head, where a fatal wound might result. But at some other body part, such as a leg. Many Americans might find the Dalai Lama's response surprising, given that he has expressed a dedication to nonviolence, and Buddhism is widely viewed in western culture as a religion that embraces pacifism. However, commentators have noted that the image of Buddhist pacifism is an exaggerated one which has been projected onto Buddhism by others: Buddhist cultures, including Tibet, have not historically been pacifist. The previous dalai lama strove to develop a modern military. So the current one's dedication to nonviolence should not be taken as a matter of course. He was influenced by Gandhi, a British-trained lawyer whose pacifism was rooted in Thoreau's Civil Disobedience. His nonviolent approach is exceptional for a Buddhist political leader and integrates Indian and western concepts of nonviolent struggle. The exaggerated image of pacifism projected on Buddhism (and Hinduism) was embraced and promoted by natives, as it conveyed moral superiority over colonialist oppressors and missionaries. Getting the message fed back by natives reinforced the original misconceptions. But the ultimate source is Euro-Americans themselves, weary of a century of warfare and longing for a pacifist Shangri-La. Buddhist cultural values were never so simplistic and practically served rajas, khans, and daimyo for millennia. The main reason Buddhists' history does not match our expectations, aside from them being as human as the rest of us, is that our expectations have been mistaken. Some think that fantasies of a pacifist utopia benefit the Tibetan cause. It can also be argued that they encourage communists to contemptuously dismiss western support for Tibet and obstruct Buddhists from engaging their values. The Buddhist world is racked with violence and it has never been more important to understand Buddhist ethics. These include never acting in anger; exhausting alternatives such as negotiation; striving to capture the enemy alive; avoiding destruction of infrastructure and the environment; and taking responsibility for how one's actions and exploitation cause enemies to arise. They also emphasise the great psychic danger to those who act violently, something we see in the large number of suicides among youth sent to these wars. Above all, rather than \"national self-interest\", the guiding motivation should be compassion.",
  "Originally Published": "",
  "Referred Links": "http://www.guardian.co.uk/commentisfree/belief/2011/may/11/buddhism-bin-laden-death-dalai-lama;",
  "Example": "[Collected via e-mail, April 2013] Did the Dalai Lama really say \"If someone has a gun and is trying to kill you, it would be reasonable to shoot back with your own gun.\" I've found this on many sites, but just can't believe it's true.",
  "Last Updated": "10 October 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/dalailama.asp",
  "Claim": "The Dalai Lama once said that if someone has a gun and is trying to kill you, it would be reasonable to shoot back with your own gun.",
  "Claim_ID": "politics_guns_dalailama",
  "Tags": ""
}