{
  "Origins": "On 14 December 2014, the above-quoted images were posted by a Facebook with accompanying text suggesting the pictures depicted shopping carts full of donated toys that had been returned to a Walmart store in exchange for beer and cigarettes. That claim predictably caused outrage among Facebook users, with many commenters stating the situation as described confirmed their suspicions about the poor and needy. However, there are a number of reasons why the claim might not be true and how it might negatively impact initiatives to ensure children living in poverty have access to much needed toy donations at Christmas.",
  "Fact Check": "",
  "Description": "First and foremost, we have only a single Walmart shopper's account to go by in assessing what the images depict. The man said he confirmed with the cashier the items were toy returns, but no one knows for sure whether such a conversation even took place. Then there's the matter of how retail systems are organized, particularly during the holiday season. Sorting merchandise into carts for restocking on shelves is common practice, and such sorting includes not just returns but items moved by customers from one part of the store to another or abandoned at check-out aisles. Such items are generally sorted by department, so busy stores are likely to be stuck with several carts per department at the end of a shift or the start of a day. Items moved or abandoned at checkout that require refrigeration would be top priority, and items like clothing and toys would command less urgency. So pictures of carts full of toy department items could create the false impression of a disproportionate number of returns to that department, when it's entirely possible carts full of other departments' items were just as plentiful but were left out of the frame of the photos or had already been returned to their shelves. And even if we were to take the tale at face value, it's still a bit hard to buy because for the cashier's claim about beer and cigarettes to be credible, we would have to assume she was in the habit of tracking customers after they returned items, carefully observing what they purchased with their gift cards. There is also the matter of the origin of the toys. Although toys received through programs for the needy are certainly returned to stores from time to time, there's simply no way to discern which toys in the photographs shown here might have been received as standard gifts, which toys might have been donated via Christmas drives for the needy, and which toys were returned simply because they proved to be unwanted or duplicate items. No explanation was given as to why the toys in the cart were assumed to have been donated versus purchased toys or gifted ones. In fact, the store in question, a Walmart on Bleachery Boulevard in Asheville, North Carolina, verified that although the photos were in fact taken at that store, \"the claim the toys are all returns is 100 percent not true\" and \"most of the toys are items left around the store that need to be restocked.\" According to a report by local television station WLOS: The Facebook post claims donated gifts from organizations or toy runs were being returned to Walmart. The Facebook user says a store clerk told him folks returned the toys to \"buy beer and cigarettes.\" Bill Murdock, CEO of Eblen Charities, has his doubts. \"Sometimes these things kind of get out of hand. You know, somebody will make a comment or somebody will assume something and then all of the sudden it becomes the truth, whether it's the truth or not,\" Murdock said In an effort to reduce the chances someone will return one of the donated toys to a local store, Eblen Charities representatives have started marking over the bar codes. Whether or not the story is in any way reflective of any factual circumstances, it would be a shame for such a claim to negatively impact much-needed toy drives right before Christmas. The tale closely matches much of the argument against food stamps and other forms of assistance for the needy and has the potential to damage efforts to supply children in need with toys at Christmas. According to Toys for Tots, demand for toys has outpaced supply in recent years, and while the scope of the program is very large, the organization is unable to fulfill all the requests it receives: Many of the gifts they provide, such as books, games and sports equipment, make a significant contribution to the educational, as well as social and recreational interests, of these children. The program is also of immense assistance to parents who, during the holiday season, are unable to provide needed gifts for their children. The Marine Corps fulfilled the holiday hopes and dreams of nearly 7 million less fortunate children in each of the past ten years. While that may be a lot of children, we unfortunately ran out of gifts long before they ran out of children. To make a credit card contribution or to find out more about the Marine Toys for Tots Foundation, please go to their website at www.toysfortots.org or call the foundation at (703) 640-9433. The author urged people to verify whether toys are truly being parceled out to kids in genuine need, but most toy drives are partially or wholly anonymous to protect the privacy of recipients, and therefore such an endeavor isn't possible without intruding upon those who receive items from those drives. In the absence of stronger evidence, there's not much reason to believe the claim is true, accurate, or representative of how toy drives actually operate.",
  "Originally Published": "",
  "Referred Links": "http://www.wlos.com/news/features/top-stories/stories/reality-check-returned-toy-donations-18965.shtml;http://www.wbtw.com/story/21034079/myrtle-beach-woman-upset-after-witnessing-toys-for-tots-gift-return;",
  "Example": "[Collected via e-mail, December 2014] Ok...As I was leaving Wal-Mart at 6:30am this morning, I asked the returns clerk did someone purchase these? She responded, those were yesterday's return. I then asked the question; were these gifts? She responded that most likely all of them are gifts from organizations or toy runs. I was sick to my stomach with her next response, \"folk return them, get a gift card and then buy beer and cigarettes.\" Be aware of your blessing to others in need. Make sure that the organization or individual is truly getting and keeping the gift, especially children. These pics are from one day of returns and the clerk said; most of time there's more. Be blessed friends...",
  "Last Updated": "24 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/walmarttoys.asp",
  "Claim": "Photographs show toys from Christmas drives for the needy that were exchanged at Walmart for tobacco and alcohol.",
  "Claim_ID": "politics_business_walmarttoys",
  "Tags": ""
}