{
  "Origins": "The above-referenced list of \"Which Side of the Fence?\" items distinguishing Republicans from Democrats was widely circulated via the Internet at the beginning of 2013 with the name Jeff Foxworthy tagged on the end, leading many to believe it was the work of that nationally famous comedian. However, this item bears little resemblance to anything produced by Jeff Foxworthy: his comedic material is typically affectionate and self-deprecating and involves poking fun at his own milieu; his brand of humor isn't about picking on or insulting \"the other guys,\" nor is it as overtly political or partisan as the list reproduced above (although that hasn't stopped his name from being attached to other similar political pieces).",
  "Fact Check": "",
  "Description": "This collection of political quips was originally circulated at least as far back as April 2012 and in its original incarnation was not attributed to Jeff Foxworthy (or anyone else). We don't know who the original author was, but only after the list had been circulating for several months did someone tack Jeff Foxworthy's name onto the end of it, and Jeff's brother, Jay, confirmed for us that this material was not written by his sibling. This list has been circulating long enough that a number of \"rebuttal\" versions have since been created, such as the following: If a Democrat is opposed to abortion, she doesn't have one. If a Republican is opposed to abortion, he tries to ban them for everyone except his wife. If a Democrat is a vegetarian, it's because he wants better treatment for animals. If a Republican is a vegetarian, it's because he works for Monsanto. If a Democrat is homosexual, he supports equality for other homosexuals. If a Republican is homosexual, he leads a gay life in secret while hypocritically condemning that lifestyle in public. If a Democrat is down-and-out, he thinks about how to better his situation. If a Republican is down-and-out, he blames his situation on Democrats. If a Democrat doesn't like a television show, he switches channels. If a Republican doesn't like a television show, he launches a boycott to get the program cancelled so that no one else can watch it. If a Democrat is religious, he quietly prays in private, as Jesus said one should. If a Republican is religious, he demands that everyone be forced to pray along with him. If a Democrat needs health care, he seeks to ensure that health care is accessible to everyone else as well. A Republican buys stock in an HMO and campaigns against affordable health care. If a Democrat reads this, he'll forward it so his friends can have a good laugh. A Republican will attempt to have the sender arrested.",
  "Originally Published": "",
  "Referred Links": "http://www.sodahead.com/united-states/long-live-zimmerman-spray-painted-on-black-cultural-center-at-ohio-state-video/question-2566575/?link=ibaf&q=&esrc=s;http://www.jefffoxworthy.com/bio/index.html;",
  "Example": "[Collected via e-mail, January 2013] If you ever wondered which side of the fence you sit on, this is a greattest! If a Republican doesn't like guns, he doesn't buy one. If a Democrat doesn't like guns, he wants all guns outlawed. If a Republican is a vegetarian, he doesn't eat meat. If a Democrat is a vegetarian, he wants all meat products banned for everyone. If a Republican is homosexual, he quietly leads his life. If a Democrat is homosexual, he demands legislated respect. If a Republican is down-and-out, he thinks about how to better his situation. A Democrat wonders who is going to take care of him. If a Republican doesn't like a talk show host, he switches channels. Democrats demand that those they don't like be shut down. If a Republican is a non-believer, he doesn't go to church. A Democrat non-believer wants any mention of God and religion silenced. If a Republican decides he needs health care, he goes about shopping for it, or may choose a job that provides it. A Democrat demands that the rest of us pay for his. If a Republican reads this, he'll forward it so his friends can have a good laugh. A Democrat will delete it because he's \"offended\". Jeff Foxworthy",
  "Last Updated": "29 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/fence.asp",
  "Claim": "A list of 'Which Side of the Fence?' entries originated with comedian Jeff Foxworthy.",
  "Claim_ID": "politics_humor_fence",
  "Tags": ""
}