{
  "Origins": "Just about anyone old enough to remember the infamous white Bronco chase of 1994 is familiar with the tragic downward arc of O.J. Simpson's adult life: after a stellar career as a running back with the USC Trojans and the NFL's Buffalo Bills, and post-football success as an actor and announcer, Simpson was arrested in 1994 for the gruesome stabbing murders of his ex-wife, Nicole Brown Simpson, and her friend, Ronald Goldman. Although Simpson was acquitted of those murders in a controversial 1995 trial, a jury found him liable for the killings in a 1997 civil trial and ordered him to pay $33,500,000 in damages. Later in 1997, Simpson was arrested for robbing two sports memorabilia dealers at gunpoint in a Las Vegas hotel room, and that time he was found guilty of the charges in a 2008 criminal trial and sentenced to a total of thirty-three years in prison.",
  "Fact Check": "",
  "Description": "Now 66, O.J. Simpson is no longer quite the athletic figure who prowled the gridiron in the 1960s and 70s: O.J. weighed about 212 pounds in his football prime, but since being incarcerated he has ballooned to somewhere between 270 and 300 pounds, according to various estimates. A May 2013 Associated Press report on Simpson's attendance at a court hearing was blunt in its description of his current physical appearance: A bloated and jowly O.J. Simpson rolled into a Las Vegas courtroom, looking as if he had just spent four years at an all-you-can-eat buffet instead of a tough Nevada prison. The formerly strapping NFL great has ballooned to a meaty 270 pounds behind bars, police records show. His new girth could be seen in the greasy double chin and man boobs he sported while going before a judge at the start of a five-day hearing he hopes will lead to the dismissal of his 2008 armed-robbery and kidnapping convictions. In September 2013, the National Enquirer supermarket tabloid played on Simpson's rotundity with an article (attributed to \"a close source\") claiming the former football star has been caught stealing cookies from the cafeteria of the Nevada prison where he is currently housed: The former grid iron great was recently caught stealing sweets from the cafeteria of the Nevada prison where he s serving a 33-year sentence for armed robbery. Guards noticed that the 66-year-old seemed to be hiding some thing in his clothes after lunch and seized more than a dozen oatmeal cookies from the would-be smuggler, a close source told The ENQUIRER. O.J. was walking back to his cell from lunch when a guard ordered him to stop. \"Everyone thought he had smuggled in a cell phone or some other kind of contraband, so when the guard started pulling cookies out of O.J.'s shirt, the other inmates started laughing so hard they nearly fell over,\" said the source. \"O.J. just stood there with a goofy grin on his face as the guard kept digging inside his shirt and throwing the cookies on the floor.\" Prisoners at Nevada's Love lock Correctional Center are not allowed to bring food from the cafeteria back to their cells. A number of news sources such as FOX News and the UK's Daily Mail uncritically picked up and repeated the Enquirer 's story as fact, but the Los Angeles Times actually took the step of contacting prison officials for confirmation and found the tale was just another bit of unsupported tabloid gossip: O.J. Simpson was caught stealing cookies in prison? The story has been among the Web's most popular in recent days even making it to broadcast news with footage of the former football great with his stomach looking paunchy. And it's not true, says a prison representative. Unnamed sources told the National Enquirer and it spread from there. So we asked officials at Lovelock Correctional Center in Nevada. \"There is no validity to the reports that inmate Simpson was caught stealing cookies,\" the public information officer for the Nevada Department of Corrections [said].",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/article-2432731/O-J-Simpson-caught-stealing-COOKIES-prison-cafeteria.html;http://radio.foxnews.com/2013/09/26/o-j-simpson-caught-stealing-cookies-from-prison-cafeteria/;http://www.nationalenquirer.com/true-crime/oj-caught-stealing-cookies-forbidden-food-orgy;http://msn.foxsports.com/nfl/story/oj-simpson-steals-oatmeal-cookies-prison-nevada-lovelock-correctional-center-kidnapping-armed-robbery-33-year-sentence-092613;http://nypost.com/2013/05/14/oj-does-lard-time/;http://wheels.blogs.nytimes.com/2013/06/17/o-j-simpsons-white-bronco-police-chase-happened-19-years-ago-today/;",
  "Example": "[Collected via e-mail, September 2013] Is it true that O.J. was caught stealing cookies in prison?",
  "Last Updated": "30 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/ojcookies.asp",
  "Claim": "O.J. Simpson was caught stealing cookies in prison.",
  "Claim_ID": "politics_crime_ojcookies",
  "Tags": ""
}