{
  "Origins": "On 8 May 2006, an 18-year-old man opened fire in the parking lot of the Sully District police station in Chantilly, VA. Three officers were shot in the impromptu ambush, one (Vicky Armel) dying at the scene, another (Michael Garbarino) expiring in hospital a little over a week later, and a third suffering minor injuries. The assailant, Michael Kennedy, was gunned down during the shootout.",
  "Fact Check": "",
  "Description": "During the disturbed young man's rampage, streets near the police station were cordoned off, an act that closed some businesses for part of that day. The subsequent funeral processions for the two fallen officers further interfered with commerce local to the Sully District station as large crowds came to line the route. An outlet of the Texas Roadhouse restaurant chain so affected pegged its shooting-related losses at $9,000 $5,000 for the day of the parking lot ambush, and $2,000 for each of the two funeral processions that went past the station. Its manager, Eric Rainwater, sought to use the $9,000 estimated loss to offset a $5,000 fine the restaurant had incurred for its malfunctioning alarm system which had repeatedly summoned police under false pretenses. Rainwater sent a letter to the police department's False Alarm Reduction Unit asking that the $5,000 fine be waived. \"Although this is miniscule in comparison to two officers losing their lives, it did have a major financial impact on our store,\" wrote Rainwater. The reaction to Rainwater's request was not positive. Captain Susan Culin, commander of the Sully station, directed a memo to her officers \"just to make you aware of the situation,\" characterizing the Texas Roadhouse manager's proposal as being \"in extremely poor taste,\" and letting them know that \"while we all have to make our own choices, I personally will never give the restaurant my business, or my family's business, again.\" Culin also contacted Texas Roadhouse's corporate office to acquaint them with her view of the request and to juxtapose it with the fundraisers for the deceased officers' families that other area businesses had conducted. Yet it was more than three weeks before she heard back from them. Texas Roadhouse eventually sent apologies for the request and made a donation to a trust fund for the families of the Fairfax County officers. Capt. Culin has stated the Fairfax County Police Department is satisfied with the response it received from Texas Roadhouse and circulated a memo to that effect to her officers. However, that apologies were eventually proffered and accepted and a donation made to the fund for the families of the deceased officers doesn't change that the situation was mishandled by the restaurant chain, or that the community beyond the immediate participants in the contretemps will continue to be troubled by what happened even as Texas Roadhouse and the Fairfax County Police Department want to consider the matter ended. As was the case with the uproar over a Starbucks barista who charged ambulance workers $130 for water they needed to treat victims of the 9/11 attacks at the World Trade Center, the error of one employee was compounded by the seemingly uncaring corporation behind him through its non-response to his act. Capt. Culin's attempts to bring the matter of Rainwater's mid-June 2006 letter to the attention of the restaurant chain's management were pushed aside for three weeks, and it was a couple of months before things were resolved because, according to Texas Roadhouse's corporate spokesman Travis Doster, \"we're a very decentralized company\" and there was \"miscommunication\" between the main office and the restaurant's Virginia operation. Whereas a swift \"We're sorry the manager of our Chantilly restaurant shouldn't have sent you such a letter what can we do to make this right?\" would likely have worked wonders in terms of undoing the damage, instead the Captain was given the runaround and her calls weren't returned. The measure of a business is often found not in what it does right, but in how well and how quickly it handles matters when things have gone wrong. The much-circulated article quoted above is the work of Jonathan Bernstein, CEO of Bernstein Crisis Management , a public relations firm specializing in corporate damage control. His \"Texas Roadhouse Makes Police Sick\" piece was offered in his monthly online newsletter as a study in how not to handle incidents that have the potential to give businesses bad names. As an example of the sort of ill feeling corporate entities can be left to live with through their failure to speedily address matters when things go awry, Bernstein within his article quoted the following letter, which he says was sent by a police officer to Texas Roadhouse through the contact page on the restaurant's web site: It has come to my attention that I owe your establishment an apology. I am an officer with Fairfax County. Earlier this year, I had the unfortunate experience of listening as two of my co-workers died of gunshot wounds near your restaurant. The ensuing investigation, regrettably, blocked (from youraccount) thousands of dollars worth of hungry citizens from eating that night. I compounded this problem by participating in a funeral procession, not once but TWICE, for my co-workers and again blocked thousands of dollars worth of business from you. I humbly apologize for such egregious actions on my part and will endeavor to, in the future and to what extent I can, not allow petty police actions from interrupting your business. I have asked all my co-workers to heed this and next time pick a more commercially advantageous spot to be ambushed and killed. If anything, I have requested that they all die at once, such that multiple funeral processions will not be necessary. In an effort to make sure that I am effective in my efforts, I have barred myself, and all those I can influence from entering or even parking in your establishment. This way I can be sure that my presence will not have the same selfish and undesired affect. If there is anything else that I can do to make sure your establishment has a banner year, please feel free to contact me. I will forward this message to all concerned parties. Barbara \"Sully'd reputation\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.bernsteincrisismanagement.com/nl/crisismgr060901.html#cmu;http://www.bernsteincrisismanagement.com/;http://www.bernsteincrisismanagement.com/nl/crisismgr060901.html#cmu;",
  "Example": "[Collected via e-mail, 2006] TEXAS ROADHOUSE MAKES POLICE SICK A \"How to Do It Completely Wrong\" Crisis Case Study By Jonathan Bernstein In May 2006, Fairfax, VA Police Detective Vicki Armel and Master Police Officer Michael Garbarino became the departments' first two officers killed on duty. They were gunned down by an assault weapon-wielding madman who was subsequently shot by police. There was, of course, the expected shock and mourning by their fellow officers and citizens of the communities they served. Officer Garbarino lingered near death in the hospital for almost two weeks, resulting in two separate funeral processions andceremonies. However, there was another, much lesser, but still sickening shock to come the following month, behavior which reflects the very worst of corporate communications. In mid-June, the department's False Alarm Reduction Unit received a letter from their local Texas Roadhouse restaurant, which is located just down from the station, appealing a number of false alarm fines. The restaurant had tripped numerous false alarms, apparently as a result of wiring issues and problems with their alarm company. All of these problems and accumulated fines occurred prior to the date of the police shootings. FYI, Texas Roadhouse (www.texasroadhouse.com) is a national chain that boasts about their \"Legendary Food, Legendary Service(r)\". What does this have to do with the shootings? Read on. In asking for the a waiver of the fines, the unbelievably insensitive letter pointed out that the restaurant had lost over $5,000 in sales the night of the shooting and $4,000 in sales during each funeral procession in the two weeks that followed. Police sources found this very hard to believe, as the intersection by the restaurant was closed for only about an hour during each funeral procession, and in the middle of theafternoon, not during the lunch or dinner rush. The letter went on to say that the restaurant had taken some food to the shooting incident command post and also noted that they give officers a discount when they eat in the restaurant (something many officers deny). The letter informed the department of the \"major financial impact\" the funeral events allegedly had on their store, asking for a re-examination of the false alarm fines based on those \"facts.\" [Rest of article here]",
  "Last Updated": "25 September 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/roadhouse.asp",
  "Claim": "A Texas Roadhouse manager requested compensation for business lost due to the fatal shooting of two police officers.",
  "Claim_ID": "politics_business_roadhouse",
  "Tags": ""
}