{
  "Origins": "In February 2012, Eric Bolling did test drive a Chevy Volt and report on his experience for Fox News, noting (among other factors) that the Volt took 12 hours to charge and ran for only about 25 miles before discharging the battery and switching over to the gasoline engine, aspects he found particularly disappointing for an automobile that cost $46,500 and was heavily subsidized with taxpayer money:",
  "Fact Check": "",
  "Description": "However, this criticism somewhat misses the mark, as the Chevy Volt is not intended to be a car drivable for long distances in electric vehicle (EV) mode: It's a niche vehicle that attempts to offset the current EV issues of limited range and scarcity of charging stations by combining EV capabilities with a gasoline engine to provide enough battery range to satisfy many consumers' daily driving needs while also accommodating extended travel beyond that range. As noted in Car and Driver 's full test report on the 2011 Chevrolet Volt: The Volt sets itself apart from the Nissan Leaf and the forthcoming EV crowd: It also has a gas engine that can step in to extend the Volt's range when the battery's energy is depleted. This is why GM calls the Volt an \"extended-range electric vehicle,\" and the dual-power-source arrangement makes a lot of sense at a time when there's precious little charging infrastructure. Currently, 48 of 50 states have fewer than 10 charging stations, and even California's relative abundance of 422 pales in comparison to its roughly 10,400 gas stations. In other words, it's going to be some time before charging while at work or out on the town becomes the norm; for now, EVs' batteries will be replenished largely at home. And with maximum ranges in the 100-mile neighborhood, good luck with any long- or even moderate-distance travel. And forget about having a pure electric as your only vehicle. What if your family in California needs you to visit? While a pure EV needing long recharging sessions every 70 miles or so will transport you back to the era of the monthlong road trip, the Volt could easily drive across the country on gas when there's no time or electricity available for recharging. Closer to home, if this writer had been driving a Leaf instead of a Volt, I would have had to deal a blow of rejection to a five-year-old nephew whose birthday party was 60 miles distant, due to the lack of a place to charge while there. And although the Volt has both a gas engine and two electric motors one primarily to power the wheels and a second to generate electricity from the gas engine it is unlike any gas-electric hybrid on the road today: If charged sufficiently, it can operate continuously, at any speed, as an EV, without ever needing to switch on the gas engine. The e-mailed item reproduced above starts out by claiming that: It will take you 4 1/2 hours to drive 270 miles at 60 mph. Then add 10 hours to charge the battery and you have a total trip time of 14.5 hours. In a typical road trip your average speed (including charging time) would be 20 mph. This statement is nonsensical, as time spent charging the Volt's battery has nothing to do with elapsed driving time; recharging would be performed before the beginning and/or after the end of a trip. On an extended road trip, the Volt's driver certainly wouldn't be stopping every 270 miles to spend 10 hours recharging the battery, as implied here instead, under such circumstances the driver would simply refill the Volt's gas tank as needed and skip recharging the battery until the conclusion of the journey. Next, the portions of this item dealing with energy-related operating costs of the Chevy Volt are unrealistic because they are based on erroneous assumptions and energy prices not reflective of current norms. When empirical data and standard energy prices are used, the operating costs for the Chevy Volt compare favorably with standard gasoline-powered automobiles. For starters, although the Chevy Volt stores 16 kwh of energy in its battery pack, it actually uses only 9.6 kwh for propulsion and about another 3-4 kwh during the charging process, so recharging the Volt's battery does not typically require a full 16 kwh of electricity. As Car and Driver found during their Volt road tests: \"In our experience, using only standard-household 120-volt power, it took about 13.4 kwh of electricity to replenish the Volt's 9 kWh of usable energy. Using a 240-volt setup instead is more efficient and would have boosted the mileage figure.\" As well, Car and Driver observed that the 25 mile electric-range figure for the Volt was not an average mileage figure, but rather the product of worst-case scenario driving: GM's recently revised electric-range claim is 25 to 50 miles, and we ended up in the low to middle of that band. Getting on the nearest highway and commuting with the 80-mph flow of traffic basically the worst-case scenario yielded 26 miles; a fairly spirited back-road loop netted 31; and a carefully modulated cruise below 60 mph pushed the figure into the upper 30s. Additionally, the figures given for the Chevy Volt above are calculated using a price of $1.16 per kwh (kilowatt hour) of electricity. Although electricity costs vary from place to place, nowhere in the United States is the average residential retail price of electricity anywhere close to $1.16 per kwh. The average consumer price for electricity in the United States in December 2011 was only $0.127 per kwh. Using that average price as a baseline and factoring in the proper amount of battery charging time (while maintaining a worst-case scenario mileage assumption), the quoted figures work out as follows: 13.4 kwh x $0.127 per kwh = $1.70 to charge the battery. $1.70 per charge divided by 25 miles = $0.07 per mile to operate the Volt using the battery. The national average price of a gallon of gasoline in the United States in February 2012 was $3.565, quite a bit more than the $3.19 per gallon figure cited above, so using current average costs, the comparison to a conventional gasoline-powered automobile would work out as follows: Compare this to a similar size car equipped with only a 4 cylinder gasoline engine that gets 32 mpg. $3.565 per gallon divided by 32 mpg = $0.11 per mile. So, according to the criteria used by the author of this item, rather than being a car that \"costs more than 7 times as much to run and takes 3 times as long to drive across country\" than a gasoline-powered 4-cylinder car, the Volt costs about one-third less to run (in electric mode) and takes the same amount of time to drive across country. Additional information: Chevrolet Volt Math Everybody Can Understand",
  "Originally Published": "",
  "Referred Links": "http://www.chevroletvoltage.com/index.asp/volt-blog/18-volt/2595-chevrolet-volt-math-everybody-can-understand.html;http://www.chevroletvoltage.com/index.asp/volt-blog/18-volt/2595-chevrolet-volt-math-everybody-can-understand.html;http://fuelgaugereport.opisnet.com/index.asp;http://www.bls.gov/ro9/cpilosa_energy.htm;http://www.electricchoice.com/electricity-prices-by-state.asp;http://www.caranddriver.com/reviews/2011-chevrolet-volt-full-test-road-test;http://video.foxnews.com/v/1430236461001/eric-bolling-test-drives-chevy-volt/;",
  "Example": "[Collected via e-mail, February 2012] I know, but I want to save our planet --- Cost to operate a Chevy Volt Eric Bolling (Fox Business Channel's \"Follow the Money\") test drove the Chevy Volt at the invitation of General Motors. For four days in a row, the fully charged battery lasted only 25 miles before the Volt switched to the reserve gasoline engine. Eric calculated the car got 30 mpg including the 25 miles it ran on the battery. So, the range including the 9 gallon gas tank and the 16 kwh battery is approximately 270 miles. It will take you 4 1/2 hours to drive 270 miles at 60 mph. Then add 10 hours to charge the battery and you have a total trip time of 14.5 hours. In a typical road trip your average speed (including charging time) would be 20 mph. According to General Motors, the Volt battery holds 16 kwh of electricity. It takes a full 10 hours to charge a drained battery. The cost for the electricity to charge the Volt is never mentioned so I looked up what I pay for electricity. I pay approximately (it varies with amount used and the seasons) $1.16 per kwh. - 16 kwh x $1.16 per kwh = $18.56 to charge the battery. $18.56 per charge divided by 25 miles = $0.74 per mile to operate the Volt using the battery. Compare this to a similar size car equipped with only a 4 cylinder gasoline engine that gets 32 mpg. - $3.19 per gallon divided by 32 mpg = $0.10 per mile. The gasoline powered car cost about $15,000 while the Volt costs $46,000. So Obama wants us to pay 3 times as much for a car that costs more that 7 times as much to run and takes 3 times as long to drive across country. REALLY? No wonder GM is having trouble selling the Volt !",
  "Last Updated": "23 February 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/chevyvolt.asp",
  "Claim": "The Chevy Volt \"costs more than 7 times as much to run and takes 3 times as long to drive across country\" than a standard automobile.",
  "Claim_ID": "politics_business_chevyvolt",
  "Tags": ""
}