{
  "Origins": "Audie Murphy was America's most decorated World War II veteran, having received the Medal of Honor (the U.S. military's highest award for valor), as well as another 32 medals and citations from the U.S., France, and Belgium. Murphy's post-war life included a successful career as an actor which encompassed appearances in over forty movies (including To Hell and Back , a film version of his World War II autobiography in which Murphy played himself).",
  "Fact Check": "",
  "Description": "In 1971 Audie Murphy died at the age of 45 in a plane crash, leaving behind his wife of 20 years, Pamela. (Although the couple had separated in the early 1960s, they remained married until Murphy's death.) In order to support herself after her husband's death, Pamela Murphy took a job at the Sepulveda Veterans Administration (VA) hospital in California's San Fernando Valley and spent the next 35 years working at that facility, where she was widely known and praised for the level of care and concern she exhibited towards the veterans who sought treatment there. Pamela Murphy passed away at the age of 90 in April 2010, prompting Dennis McCarthy of the Los Angeles Daily News to pen the column about her referenced above, posthumously bringing Pamela Murphy a measure of the publicity recognition that she had always disdained while alive.",
  "Originally Published": "",
  "Referred Links": "http://www.dailynews.com/news/ci_14885262;http://www.imdb.com/title/tt0048729/;http://www.audiemurphy.com/;http://www.dailynews.com/news/ci_14885262;",
  "Example": "[Collected via e-mail, July 2010] Pamela Murphy, widow of WWII hero and actor, Audie Murphy, died peacefully at her home on April 8, 2010. She was the widow of the most decorated WWII hero and actor, Audie Murphy, and established her own distinctive 35 year career working as a patient liaison at the Sepulveda Veterans Administration hospital, treating every veteran who visited the facility as if they were a VIP. Any soldier or Marine who came into the hospital got the same special treatment from her. She would walk the hallways with her clipboard in hand making sure her boys got to see the specialist they needed. If they didn't, watch out. Her boys weren't Medal of Honor recipients or movie stars like Audie, but that didn't matter to Pam. They had served their country. That was good enough for her. She never called a veteran by his first name. It was always \"Mister.\" Respect came with the job. \"Nobody could cut through VA red tape faster than Mrs. Murphy,\" said veteran Stephen Sherman, speaking for thousands of veterans she befriended over the years. \"Many times I watched her march a veteran who had been waiting more than an hour right into the doctor's office. She was even reprimanded a few times, but it didn't matter to Mrs. Murphy. \"Only her boys mattered. She was our angel.\" [Rest of article here.]",
  "Last Updated": "7 July 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/pamelamurphy.asp",
  "Claim": "Account describes Pamela Murphy's efforts on behalf of patients at a VeteransAdministration hospital.",
  "Claim_ID": "politics_military_pamelamurphy",
  "Tags": ""
}