{
  "Origins": "This alarmist warning claims a provision of the Affordable Care Act [ACA] (commonly known as \"Obamacare\") supposedly requires that a primary care physician must admit patients of age 76 and older to a hospital in order for those patients' hospital costs to be covered by Medicare. It originally turned up as a piece tacked onto to the widely-circulated and largely erroneous \" Judge Kithil \" criticism of pending health care legislation and now makes the Internet rounds as a separate, stand-alone piece.",
  "Fact Check": "",
  "Description": "In short, there's nothing to it. Nothing in the text of the Affordable Care Act requires that a primary care physician admit patients 76 or older in order for their hospital care to be treated under Medicare. Medicare coverage for hospital care is governed not by the ACA, but by provisions of the Social Security Act that establish the criteria for Medicare Parts A and B, and by rules and guidelines provided by the Centers for Medicare & Medicaid Services . None of those provisions or rules set an upper age limit on Medicare coverage: What do I pay as an inpatient? Medicare Part A (Hospital Insurance) covers inpatient hospital services. Generally, this means you pay a one-time deductible for all of your hospital services for the first 60 days you re in the hospital. Medicare Part B (Medical Insurance) covers most of your doctor services when you're an inpatient. You pay 20% of the Medicare-approved amount for doctor services after paying the Part B deductible. What do I pay as an outpatient? Medicare Part B covers outpatient hospital services. Generally, this means you pay a copayment for each individual outpatient hospital service. This amount may vary by service. Part B also covers most of your doctor services when you're a hospital outpatient. You pay 20% of the Medicare-approved amount after you pay the Part B deductible. Likewise, the \" Inpatient hospital care \" section of the Medicare.gov web site simply states that \"all people with Medicare are covered\" whenever \"a doctor makes an official order which says you need inpatient hospital care to treat your illness or injury\" it makes no mention of requiring admission specifically by a primary care physician, nor of any upper age limit on Medicare coverage: Medicare Part A (Hospital Insurance) covers hospital services, including semi-private rooms, meals, general nursing, drugs as part of your inpatient treatment, and other hospital services and supplies. This includes the care you get in acute care hospitals, critical access hospitals, inpatient rehabilitation facilities, long-term care hospitals, inpatient care as part of a qualifying clinical research study, and mental health care. Who's eligible? All people with Medicare are covered when all of these are true: A doctor makes an official order which says you need inpatient hospital care to treat your illness or injury. You need the kind of care that can be given only in a hospital. The hospital accepts Medicare. The Utilization Review Committee of the hospital approves your stay while you're in the hospital. Finally, a Centers for Medicare & Medicaid Services (CMS) \"Hospital Inpatient Admission Order and Certification\" document from September 2013 that covers the procedure for submitting an order for inpatient services under Medicare Part A states that \"payment for hospital inpatient services under Medicare Part A, section 1814(a)\" requires only \"physician certification of the medical necessity that such services be provided on an inpatient basis.\" It, too, makes no mention of requiring hospital admission specifically by a primary care physician, nor of any upper age limit on Medicare coverage.",
  "Originally Published": "",
  "Referred Links": "http://www.cms.gov/Medicare/Medicare-Fee-for-Service-Payment/AcuteInpatientPPS/Downloads/IP-Certification-and-Order-09-05-13.pdf;http://www.medicare.gov/coverage/inpatient-hospital-care.html;https://www.medicare.gov/Pubs/pdf/11435.pdf;",
  "Example": "[Collected via e-mail, March 2014] MEDICARE AT AGE 76 Hope all of you who count of Medicare to take care of you into your golden years have a back-up plan. If you don't read this, and do nothing about it, don't complain when it affects you or your loved ones! This is the second Judge to have read the Obama Care document and made comments. More highlights of Nancy's \"pass it and then find out what s in the bill\"! Show this to everyone nearing the ripe old age of 76. These are just a few of the things that we Seniors are going to have to deal with starting in 2014. Even far left Democrats will not like these. MEDICARE AT AGE 76, IMPORTANT PLEASE READ ANYONE WHO DOUBTS THIS IS TRUE CAN DOWNLOAD THE NEW OBAMACARE AND LOOK UP THE PAGES MENTIONED. THIS IS JUST THE BEGINNING PLEASE PASS THIS OUTRAGE TO EVERYONE ON YOUR LIST!!! THIS should be read by everyone, especially important to those over 75 . If you are younger, then it may apply to your parents . Your hospital Medicare admittance has just changed under Obama Care. You must be admitted by your primary Physician in order for Medicare to pay for it! If you are admitted by an emergency room doctor it is treated as outpatient care where hospital costs are not covered. This is only the tip of the iceberg for Obama Care. Just wait to see what happens in this year and 2014!",
  "Last Updated": "20 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/medicare76.asp",
  "Claim": "Under Obamacare, patients 76 and older must be admitted to the hospital by their primary care physicians in order to be covered by Medicare.",
  "Claim_ID": "politics_medical_medicare76",
  "Tags": ""
}