{
  "Origins": "Although the practice of U.S.-based companies' operating call centers in other countries (where labor costs are cheaper) to handle customer service issues has been the focus of some legislative interest, there is not yet, as claimed above, any federal law requiring companies which utilize foreign call centers to disclose that information to their customers or to transfer such calls to U.S.-based operators upon customer request.",
  "Fact Check": "",
  "Description": "Legislation aimed at restricting the use of foreign call centers has primarily been intended to eliminate the transfer of jobs from the U.S. to overseas locations and to better protect the privacy of American customers' personal information. In September 2009, Rep. Jason Altmire of Pennsylvania took a stab at the issue by introducing the Call Center Consumer's Right to Know Act (HR 3621) to Congress, a bill which sought to \"require employees at a call center who either initiate or receive telephone calls to disclose the physical location of such employees.\" That bill was referred to a House subcommittee with no further action taken. In May 2010, Senator Charles Schumer of New York addressed a similar issue when he announced he would be introducing legislation which would require U.S. callers be informed when their calls were being transferred to a foreign country and would impose a $0.25 per call excise tax on any customer service calls placed inside the United States that were transferred to agents in foreign locations. Despite the announcement, Senator Schumer has not yet introduced any such legislation to Congress. Although the practice is not yet legislatively mandated, some U.S. companies have established policies and procedures of their own that instruct foreign call center operators to transfer calls back to U.S.-based reps upon customer request.",
  "Originally Published": "",
  "Referred Links": "http://www.govtrack.us/congress/bill.xpd?bill=h111-3621;",
  "Example": "[Collected via e-mail, April 2009] Hi Everyone, I want to share with you some great information that I found out purely by accident. I believe it can also save and create jobs in America while giving people better customer service. So, how many times have you called a companies service phone line and found that the rep. can barely speak English? Once with a major mortgage company it was so bad I demanded to speak with someone who spoke English. Right at that moment I broke the code, the secret password for customer service. Come to find out that every American company using overseas operators must transfer you to an American rep. by saying \"I want to speak to a representative in America.\" (Don't take no for an answer on this) This was confirmed by the American rep. that they must transfer you after that request. I've tried it on a half a dozen major companies including cable, bank, phone and mortgage companies. It works every time and I actually get my issues taken care of. Another thing to help save even more jobs ... don't use the automated check out lanes they are pushing at the big box stores. Once again, I found out that if we use those check outs rather than cashiers, people lose their jobs too. I've refused to use the automated check outs and have had two cashiers already thank me for help saving their job. I didn't know we could do this, and will start doing it from now on to keep Americans working. [Collected via e-mail, January 2011] Please consider doing the following when you are talking on the phone to any US customer service representative that is based in a foreign country (like India). I have done this twice and it works! Any time you call an 800 number (for a credit card, banking, charter communications, health insurance, insurance, you name it) and you are transferred to a representative (like in India), please consider doing the following: After you connect and you realize that the customer service representative is not from the USA (you can always ask if you are not sure about the accent), please very politely (very politely - this is not about trashing other cultures) say, \"I'd like to speak to a customer service representative in the United States of America.\" The rep might suggest talking to his/her manager, but, again, politely say, \"Thank you, but I'd like to speak to a customer service representative in the USA.\" YOU WILL BE IMMEDIATELY CONNECTED to a rep in the USA. It only takes less than one minute to have your call redirected to the USA. Tonight when I got redirected to a USA rep, I asked again to make sure - and yes, she was from Fort Lauderdale. Imagine if tomorrow, every US citizen who has to make such a call and then requests a US rep, imagine how that would ultimately impact the number of US jobs that would need to be created ASAP. Imagine what would happen if every US citizen insisted on talking to only US phone reps from this day on. If I tell 10 people to consider this and you tell 10 people to consider doing this - see what I mean... Remember - the goal here is to restore jobs back here at home - not to be abrupt or rude to a foreign phone rep. If you agree, please tell 10 people you know and tell them to tell 10 people they know....etc...etc... [Collected via e-mail, July 2013] 800-ASK-4-USA-DO NOT DELETE BEFORE READING ! The gas company serving this area brought their call center back to Phoenix from India last year after numerous customer complaints. What a difference now when you call them...and it created 300 jobs. I know this works because they were so bad that when India answered I wouldn't even deal with them. I'd simply ask to be transferred to a supervisor in theU.S. and they would comply. Now that I know it is the LAW - I will do it for sure Any time you call an 800 number (for a credit card, banking, Verizon, health and other insurance, computer help desk, etc) and you find that you're talking to a foreign customer service representative (perhaps in India , Philippines , etc), please consider doing the following: After you connect and you realize that the customer service representative is not from the USA (you can always ask if you are not sure about the accent), please, very politely (this is not about trashing other cultures) say, \"I'd like to speak to a customer service representative in the United States of America..\" The rep might suggest talking to his/her manager, but, again, politely say, \"Thank you, but I'd like to speak to a customer servicerepresentative in the USA.\" YOU WILL BE IMMEDIATELY CONNECTED TO A REP IN THE USA. That's the rule and the LAW. It takes less than one minute to have your call re-directed to the USA. Tonight when I got redirected to a USA rep, I asked again to make sure - and yes, she was from Fort Lauderdale. Imagine what would happen if every US citizen insisted on talking to only US phone reps from this day on. Imagine how that would ultimately impact the number of US jobs that would need to be created ASAP. If I tell 10 people to consider this and you tell 10 people to consider doing this - see what I mean...it becomes an exercise in viral marketing 101. Remember The goal here is to restore jobs back here at home - not to be abrupt or rude to a foreign phone rep. You may even get correct answers, good advice, and solutions to your problem - in real English. If you agree, please tell 10 people you know, and ask them to tell 10 people they know....etc...etc Variations: A January 2011 version altered the second example above into one about protecting Canadian jobs. A March 2011 version altered the second example above into one about protecting jobs in the United Kingdom.",
  "Last Updated": "22 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/servicerep.asp",
  "Claim": "U.S. companies operating overseas telephone service centers must transfer customers to U.S.-based representatives upon request.",
  "Claim_ID": "politics_business_servicerep",
  "Tags": ""
}