{
  "Origins": "April 2014 saw the publicizing of a decades-old dispute between the federal government and Cliven Bundy, a cattle rancher in Nevada, over grazing rights on public land. Back in 1993, Cliven Bundy began declining to pay the government fees required to allow his cattle to graze on public lands, and in 1998, as part of an effort to protect the endangered desert tortoise found in that area, the government obtained the issuance of a court order requiring Bundy to take his cows off that land. In July 2013, a federal court finally ordered Bundy to get his cattle off public land within 45 days or risk having them confiscated by the government and sold to pay off the fees and trespassing fines (reportedly in excess of $1.2 million) that he owes:",
  "Fact Check": "",
  "Description": "As Bundy did not comply with the court order, the confiscation of his cattle began in April 2014, precipitating a tense standoff between Bundy's supporters and law enforcement officials. (The government eventually relented and released about 400 head of cattle it had seized from Bundy.) Somewhere along the way in the reporting of this brouhaha, the conspiracy theory arose that the showdown between Cliven Bundy and the federal government wasn't really about grazing cattle or endangered tortoises, but was actually about a deal between Harry Reid, the senior U.S. Senator from Nevada (and the current U.S. Majority Leader), and a Chinese company eager to build a solar plant on the disputed land: As a family in Clark County, Nev. continues to face an onslaught of heavily armed federal agents determined to kick them off of their ranch, reports have surfaced that Senate Majority Leader Harry Reid might be behind the entire ordeal. The ranch, which has been in Cliven Bundy's family for more than a century, is ground zero for a growing showdown between federal authorities and individual rights activists. Reid and his eldest son, reports indicate, were integral in the support and/or implementation of a $5 billion solar plant being built in the county by a Chinese company. Reid has been outspoken in support of the government's position on the Bundy issue, and both he and his son Rory were in earlier years prominent advocates of efforts by ENN Mojave Energy LLC (a Chinese-backed company) to build a solar plant in Clark County: Questions surrounding family ties are flaring again in Nevada around the Senate majority leader. He and his oldest son, Rory, are both involved in an effort by a Chinese energy giant, ENN Energy Group, to build a $5 billion solar farm and panel manufacturing plant in the southern Nevada desert. Reid has been one of the project's most prominent advocates, helping recruit the company during a 2011 trip to China and applying his political muscle on behalf of the project in Nevada. His son, a lawyer with a prominent Las Vegas firm that is representing ENN, helped it locate a 9,000-acre (3,600-hectare) desert site that it is buying well below appraised value from Clark County, where Rory Reid formerly chaired the county commission. However, the theory that Reid's putative involvement in the Bundy dispute was motivated by a desire to somehow profit from the building of a solar plant falls flat in the face of two basic facts: The site that ENN Mojave Energy was planning to buy in order to build a solar plant is nowhere near the public land Bundy has been disputing with the government, and ENN gave up the solar project and terminated its agreement to buy land to house it as far back as June 2013: A Chinese-backed company is pulling the plug on a multibillion-dollar solar project near Laughlin after it was unable to find customers for the power that would have been generated there, a Clark County spokesman said. In a letter, an executive from ENN Mojave Energy LLC informed the county that the company was terminating its agreement to purchase 9,000 acres near Laughlin, stating that the \"market will not support a project of this scale and nature at this time.\" The company, a subsidiary of ENN Group, described as the largest energy company in China, said it was unable to sign the necessary power purchase agreements to sell the energy generated from the solar plant to utilities in Nevada or neighboring states. The project was broken down into phases, but if fully completed, it was expected to generate enough energy to power 200,000 homes with a price tag of $1 billion to $6 billion. The move was hailed as a much-needed boost for economic development in the southern part of the state and was projected to create up to 2,200 permanent jobs. Commissioners agreed to sell the land at $4.5 million about a sixth of its appraised value in December 2011 to jump-start the development, but they put in place an aggressive timeline that required ENN to secure the complicated power purchase agreements. With the solar project now just a mirage, commissioners will discuss what to do with the 9,000 acres of county-owned land at their July 2 meeting. Even the conservative Breitbart site debunked this conspiracy claim, noting: Despite the obvious partisan gain to be had if Senate Majority Leader Harry Reid's son Rory (a failed 2010 Nevada gubernatorial candidate) had somehow been involved in a \"land grab\" affecting the Bundy family ranch operation the facts just do not pan out as such. Indeed, Rory Reid did in fact have a hand in plans to reclassify federal lands for renewable energy developments. Just northeast of Las Vegas and Nellis Air Force Base, plans were drawn by Reid allies to potentially develop 5,717 acres of land for such use. While it would be fair to claim that such activity was in Bundy's relative neighborhood, the federal lands once leased by the family were more than 20 miles away, east of Overton, Nevada. Some versions of this conspiracy theory mistake the proposed ENN Mojave Energy site with that of the Moapa Southern Paiute Solar project, but the latter's 250MW solar power plant is already under construction (so there is no need to grab land for it), and, as noted in Wildlife News , the Moapa plant is being built near the Moapa Indian Reservation and not on public land disputed by Cliven Bundy: A cursory search shows a sudden explosion of articles claiming Nevada's senior senator, Harry Reid, wants Bundy's land (all Bundy actually owns is a melon farm) to build a solar plant to enrich himself and his son. Bundy has been trespassing over 750,000 acres of U.S. public land to the south of Mesquite and Bunkerville, Nevada. Bundy's actual private property is his melon farm at Bunkerville, which looks like maybe 100 acres on Google Earth. There is a solar farm. But it is not on the huge swath of land Bundy is trespassing on. The solar facility is actually under construction near the Moapa Indian Reservation about ten miles closer to Las Vegas. Likewise, another area currently being studied by BLM for the possible development of solar plants, commonly known as the Dry Lake Solar Energy Zone , is sometimes mistakenly thrown into the conspiracy theory mix by persons who point to a BLM report listing \"Cattle Trespass Impacts\" and claim that it documents the BLM's intent to use the disputed land for solar development: Non-Governmental Organizations have expressed concern that the regional mitigation strategy for the Dry Lake Solar Energy Zone utilizes Gold Butte as the location for offsite mitigation for impacts from solar development, and that those restoration activities are not durable with the presence of trespass cattle. But as explained at the Wildlife News , that isn't what the quoted blurb means: There is some feeble effort to try to mitigate the damage to wildlife [caused by solar development]. Some of it is near the sites of these solar mirrors. This is called \"primary mitigation.\" Some is in a place distant to the solar power site. This is called \"secondary mitigation.\" Wildlife mitigation is things like planting grass wildlife need or like, development of new water sources for wildlife to drink, and restoration of rangeland overgrazed by cattle. All this bureaucratic language means is that private groups like the Western Watersheds Project, Friends of Nevada Wilderness, Friends of Gold Butte and Friends of Joshua Tree Forest don't think the damage from solar power plants located elsewhere can be mitigated at Gold Butte because the cattle will tromp all over it.",
  "Originally Published": "",
  "Referred Links": "http://www.thewildlifenews.com/2014/04/15/here-is-the-notorious-missing-blm-page-connecting-to-harry-reid-not/;http://archive.today/nvlzr;http://www.blm.gov/nv/st/en/fo/lvfo/blm_programs/energy/dry_lake_solar_energy.html;http://www.thewildlifenews.com/2014/04/13/right-wing-disinformation-bundys-land-is-not-solar-farm-for-harry-reid/;http://www.pv-tech.org/news/native_american_moapa_tribe_and_first_solar_begin_construction_of_250mw_pro;http://www.breitbart.com/Big-Government/2014/04/12/The-Saga-of-Bundy-Ranch;http://onpolitics.usatoday.com/2014/04/14/harry-reid-nevada-cattle-cliven-bundy/;http://universalfreepress.com/shocking-allegations-show-harry-reid-chinese-company-behind-nevada-ranch-standoff/;http://www.theatlantic.com/politics/archive/2014/04/the-irony-of-cliven-bundys-unconstitutional-stand/360587/;",
  "Example": "[Collected via Facebook, April 2014] Site are reporting that Harry Reid is in cahoots with ENN a Chinese firm for which his son works to take over the range area in dispute with that Nevada rancher and the Bureau of Land Management. Is there any truth here? The Bundy Ranch in NV standoff with BLM is being attributed to Harry Reid's desire to help his son secure rights for a Chinese company to build a solar energy farm in the Nevada desert. It's making it's rounds on Facebook and, of course, the internet.",
  "Last Updated": "14 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/nevada.asp",
  "Claim": "Senator Harry Reid and a Chinese company building a solar plant are behind a standoff between federal agents and a Nevada rancher.",
  "Claim_ID": "politics_conspiracy_nevada",
  "Tags": ""
}