{
  "Origins": "On 16 March 2012, President Barack Obama issued an executive order (EO) covering National Defense Resources Preparedness, prompting Congresswoman Kay Granger to pen the (since-removed) missive quoted above. Despite claims that the executive order provided the President with unprecedented new powers such as declaring martial law, seizing private property, implementing the rationing of food, gasoline, and drugs, restarting peacetime conscription, and nationalizing America industry, merely by declaring a national emergency, the National Defense Resources Preparedness EO issued by President Obama was simply a minor updating of a similar order issued by President Bill Clinton in 1994 (which itself had decades-old predecessors) and amended several times since.",
  "Fact Check": "",
  "Description": "A comparison of this Executive Order with its predecessors posted at Hot Air observed that: Note what this EO specifically orders: identify, assess, be prepared, improve, foster cooperation. None of these items claim authority to seize private property and place them at the personal disposal of Obama. What follows after Section 103 are the directives for implementing these rather analytical tasks, mostly in the form of explicit delegations of presidential authority to Cabinet members and others in the executive branch. Why the update? If one takes a look at EO 12919, the big change is in the Cabinet itself. In 1994, we didn't have a Department of Homeland Security, for instance, and some of these functions would naturally fall to DHS. In EO 12919, the FEMA director had those responsibilities, and the biggest change between the two is the removal of several references to FEMA (ten in all). Otherwise, there aren t a lot of changes between the two EOs, which looks mainly like boilerplate. In fact, that's almost entirely what it is. The original EO dealing with national defense resources preparedness was issued in 1939 (EO 8248) according to the National Archives. It has been superseded a number of times, starting in 1951 by nearly every President through Bill Clinton, and amended twice by George W. Bush. Obama has added to Section 201(b) the phrase \"under both emergency and non-emergency conditions.\" In 12919, though, the duties of the Cabinet Secretaries were not limited to emergency situations in Section 201(b), either. And in both EOs, section 102 specifically notes that the EO is intended to ensure defense preparedness \"in peacetime and in times of national emergency.\" [T]he timing of this release might have looked a little strange, but this is really nothing to worry about at all. Similarly, Doug Mataconis at Outside the Beltway wrote of the new EO that: Not only is the reaction to this [Executive Order] wildly over the top in some corners, but the Executive Order itself is nothing more than a restatement of policy that has been in place in decades and grants no authority to the President or the Cabinet that they don't already have under existing law. The Defense Production Act has been in effect since the Truman Administration, and authorizes the President to direct private business to allocate resources to national defense as needed in a time of national emergency. Since the end of the Cold War, if not before, the Act has been used primarily to use DOD contracting practices to direct investment in new technologies that would be used for defense purposes, however it still requires the Executive Branch to at least plan for the possibility of allocating resources for national defense in the event of a national emergency in much the same way that rationing was implemented during World War II. Now, fortunately, we have not faced a national emergency of that type in the 50-odd years that the DPA has been in effect but that doesn't mean that such an eventuality, brought about by either international crisis or natural disaster, should not be planned for. Despite that it was released as part of the \"Friday Document Dumps\" that have become all too common in official Washington, that appears to be all that this Executive Order is about.",
  "Originally Published": "",
  "Referred Links": "http://www.outsidethebeltway.com/no-its-not-martial-law-its-preparedness/;http://hotair.com/archives/2012/03/18/national-defense-resources-preparedness-executive-order-power-grab-or-update/;http://www.archives.gov/federal-register/executive-orders/pdf/12919.pdf;https://web.archive.org/web/20120422161937/http://kaygranger.house.gov/weekly-enewsletter-executive-order-you-should-know-about;http://www.whitehouse.gov/the-press-office/2012/03/16/executive-order-national-defense-resources-preparedness;",
  "Example": "[Collected via e-mail, March 2012] With all that is going in Washington these days some things don t make the news the way they should. Fourteen days ago President Obama issued an Executive Order that you should know about. This order gives an unprecedented level of authority to the President and the federal government to take over all the fundamental parts of our economy - in the name of national security - in times of national emergency. This means all of our water resources, construction services and materials (steel, concrete, etc.), our civil transportation system, food and health resources, our energy supplies including oil and natural gas - even farm equipment - can be taken over by the President and his cabinet secretaries. The Government can also draft U.S. citizens into the military and force U.S. citizens to fulfill \"labor requirements\" for the purposes of \"national defense.\" There is not even any Congressional oversight, only briefings are required. By issuing this as an Executive Order the President puts the federal government above the law, which, in a democracy, is never supposed to happen. As President and Commander in Chief of the Armed Forces, he has the Constitutional authority to issue executive orders. And while similar orders have been made before by presidents from Eisenhower and Reagan to Clinton and George Bush - it has never been done to this extent. It is still unclear why this order was signed now, and what the consequences are for our nation - especially during times of peace. This type of Martial Law imposes a government takeover on U.S. citizens that is typically reserved for national emergencies, not in a time of relative peace.",
  "Last Updated": "25 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/ndrp.asp",
  "Claim": "President Obama issued a National Defense Resources Preparedness executive order that gives the president unprecedented new powers to appropriate national resources.",
  "Claim_ID": "politics_obama_ndrp",
  "Tags": ""
}