{
  "Origins": "This 2009 e-mail exhortation urges Americans to consider the suggestion that they vote all incumbents out of the House of Representatives during the upcoming elections in November 2010, as well as voting all incumbents out of the Senate over the next three elections (i.e., 2010, 2012, 2014). Whether voters should take up such a suggestion is a matter of opinion that has no \"true\" or \"false\" value to it, so the aspect we'll address here is one which a number of our readers have questioned, namely the basic premise that all the seats in the House will be up for grabs in 2010:",
  "Fact Check": "",
  "Description": "Are all 435 members of the House of Representatives up for re-election in 2010? I received a message about the entire House of Representatives being up for election in 2010. My memory may be faulty but I don'tremember that ever happening. I mean, if this were so, wouldn't it be in the news? I received an email this morning with what I believe to be an untrue statement - \"In November of 2010 the entire House of Representatives will stand for re-election; all 435 of them.\" Is this true? I don't recall a time where the entire House of Representatives has been up for re-election. Article 1 of the U.S. Constitution establishes the legislative branch of the U.S. federal government, a bicameral legislature known as Congress, as described in Section 1 of that Article: All legislative powers herein granted shall be vested in a Congress of the United States, which shall consist of a Senate and House of Representatives. Section 2 specifies the term of office for members of the House of Representatives: The House of Representatives shall be composed of members chosen every second year by the people of the several states. Section 3 (since modified by the 17th amendment) specifies the term of office for members of the Senate: The Senate of the United States shall be composed of two senators from each state, elected by the people thereof, for six years. Immediately after they shall be assembled in consequence of the first election, they shall be divided as equally as may be into three classes. The seats of the senators of the first class shall be vacated at the expiration of the second year, of the second class at the expiration of the fourth year, and of the third class at the expiration of the sixth year, so that one third may be chosen every second year. In other words, members of the House of Representatives (currently 435 in number) serve two-year terms and come up for election every even-numbered year. Members of the Senate (currently 100 in number) serve six-year terms which are staggered so that one-third come up for election every two years. So yes, all the seats in the House of Representatives will be up for grabs in 2010 just as they have been every two years since the first Congressional elections in 1788.",
  "Originally Published": "",
  "Referred Links": "http://www.encyclopedia.com/doc/1G2-2536600781.html;http://www.usconstitution.net/xconst_Am17.html;http://www.usconstitution.net/xconst_A1Sec3.html;http://www.usconstitution.net/xconst_A1Sec2.html;http://www.usconstitution.net/xconst_A1Sec1.html;",
  "Example": "[Collected via e-mail, November 2009] I think there are a lot of people feeling that this is a good idea. The trick is getting people out to vote. I can't believe the number of friends/family that don't do it. They obviously don't understand how important this right is and how their country will remain free only if they exercise it. All I ask is that you consider the suggestion here. The entire Congress of the United States is corrupt. And I mean both Houses and I mean both major parties.. I realize that a few Members of each House are trustworthy, but, as a group they are absolutely the most corrupt bunch to ever disgrace our Nation. In November of 2010 the entire House of Representatives will stand for re-election; all 435 of them. One third of the Senate, a total of 33 of them, will also stand for re-election. Vote every incumbent out. And I mean every one of them. No matter their Party affiliation. Let's start all over in the House of Representatives with 435 people who have absolutely no experience in running that body, with no political favors owed to anyone but their own constituents. Let's make them understand that they work for us. They are answerable to us and they simply have to run that body with some common sense. Two years later, in 2012, vote the next third of the incumbents in the Senate out. We can do the same thing in 2014 and, by that time we will have put all new people in that body as well. We, the People, have got to take this Country back and we HAVE to do it peacefully. That's what the Framers of our Constitution envisioned. I am also suggesting term limits on the new bunch: 8 years for Representatives and 12 years for Senators - no exceptions. The longer they stay in office, the more power they get, and they love it and will do anything to get re-elected. We have term-limited the President, now let's term-limit the Legislators. Please, if you love this Country, send this (as I have done) to absolutely everyone whose email address appears in your address book. This thing can permeate this Country in no time. Let's make it happen. Don't just delete this - please pass it on and give our Country a fighting chance. VOTE THE POWER ABUSERS OUT........LET'S TAKE AMERICA BACK !!!!!!!!!\"",
  "Last Updated": "8 December 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/ballot/turnover.asp",
  "Claim": "All the seats in the U.S. House of Representatives will be up for election in 2010.",
  "Claim_ID": "politics_ballot_turnover",
  "Tags": ""
}