{
  "Origins": "On 15 June 2015, the web site Mr. Conservative published an article asserting that the Oxford University Press (OUP) was seeking to appease Muslims and \"submitting to Shariah law\" by banning the use of the word \"pork\" in the books they publish: It has just been revealed that the Oxford University Press has banned children s book authors from using the words pig, pork, sausage, or any other pig-related words so that Muslim readers will not be offended.",
  "Fact Check": "Has Oxford University Press banned the use of all pig-related words in the books they publish in order to appease Muslims?",
  "Description": "Yes, you read that correctly: the top book publisher in the world is submitting to Shariah law by banning the word pork. They are also going through and deleting references to pork and pigs in older classics as well. While Mr. Conservative wrote that this news had \"just been revealed\" in June 2015, the UK newspaper Telegraph wrote about OUP's supposed \"pork\" ban in January. Both the Telegraph article and the Mr. Conservative piece based their information on presenter Jim Naughtie's radio discussion of free speech in the wake of the January 2015 Charlie Hebdo magazine attacks in Paris: Among the things prohibited in the text that was commissioned by OUP was the following: Pigs plus sausages, or anything else which could be perceived as pork. Now, if a respectable publisher, tied to an academic institution, is saying you've got to write a book in which you cannot mention pigs because some people might be offended, it s just ludicrous. It is just a joke. Nautie's comments sparked several misconceptions about Oxford University Press' editorial guidelines. Jane Harley, Head of Primary Publishing at Oxford University Press, addressed these concerns on 15 January 2015 in the Guardian article \"No, we haven t banned books on pigs but sensitivity is key in global publishing.\" Harley explained that although the OUP does take \"cultural sensitivities\" into account, they had not made any recent changes to their guidelines, they still put out books with pig characters, and they had no \"blanket ban\" on the use of the word \"pork\" in published works: Given that our editorial guidelines that reference pigs and pork have been in place for as long as I can remember, little did I imagine that they would attract international headlines claiming that the Oxford University Press had banned sausages. To clarify, OUP does not have a blanket ban on pork products in its titles, and we do still publish books about pigs. Although there have been no recent changes to our guidance on this topic, these articles highlighted the fine balance needed when considering students cultural and learning needs. Our publishing is led by our mission: furthering excellence in education worldwide. We are resolute in this, and I have seen the positive impact our resources can make all round the world. This is not just due to the quality, but also because they are relevant to the children that use them and make a real difference to their learning in the UK and the other 200 countries in which they are sold. Our reading programmes have taught millions of children to read across the globe. To address children s learning needs, it is important that they also reflect the cultural context in which children are learning. In the UK, we take it for granted that we would not include references to sex, violence, or alcohol in our textbooks; to do so would be considered inappropriate and offensive to many. In order to make an impact around the world, there are other sensitivities that, although not necessarily obvious to some of us, are nonetheless extremely important to others. While we should be mindful of these cultural sensitivities, a healthy dose of common sense is also required. Cultural taboos must never get in the way of learning needs, which will always be our primary focus. So, for example, a definition of a pig would not be excluded from a dictionary, and we wouldn t dream of editing out a pig character from an historical work of fiction. We also maintain entirely separate guidelines for our academic titles which are relevant to scholarly rather than educational discourse. As we noted in another article on Muslims and pork, although Islam encompasses prohibitions on the consumption (and, in some interpretations, the handling) of pork products, in the post-9/11 world many Westerners have picked up the erroneous notion that a pig is to a Muslim as a crucifix is to a vampire. Claims like this one reflect the mistaken belief that you can simply arm yourself with a porker (or carry a drawing of one, or simply mention the word \"pig\"), and you can send a Muslim cowering in fear lest he come into contact with anything porcine. Last updated: 16 June 2015",
  "Originally Published": "",
  "Referred Links": "http://www.theguardian.com/commentisfree/2015/jan/15/books-pigs-global-publishing-oxford-university-press-children;http://www.telegraph.co.uk/news/uknews/11345369/Oxford-University-Press-bans-use-of-pig-sausage-or-pork-related-words-to-avoid-offending-Muslims.html;",
  "Example": "",
  "Last Updated": "16 June 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics-oup-pork-ban/",
  "Claim": "Oxford University Press has banned the use of all pig-related words in the books they publish in order to appease Muslims.",
  "Tags": "pork ban;pork;muslim;oxford university press;oup;shariah law;fake bans;",
  "Claim_ID": "politics-oup-pork-ban"
}