{
  "Origins": "What a muddle one can make of statistics.",
  "Fact Check": "",
  "Description": "The item quoted above attempts to demonstrate that despite the criticism of President George W. Bush for involving the U.S. in wars in Afghanistan and Iraq U.S. active duty military deaths were actually significantly higher during the administration of his predecessor, President Bill Clinton. However, the proffered list of statistics is seriously flawed, as it grossly exaggerates the yearly loss figures for years corresponding to the presidency of Bill Clinton and under reports them for the years corresponding to the presidency of George W. Bush. The numbers reproduced in this piece were taken from a Congressional Research Service (CRS) report on American War and Military Operations Casualties, using Table 4 on page 10, that presents statistics for U.S. active duty military deaths for the period 1980-2006. (Table 5, which separates combat/operational losses from deaths due to other causes accident, homicide, illness, suicide would have been a better source, but since the item quoted above used Table 4 to document its claim, so do we here.) We find the following totals in that CRS report: Year President Deaths Total during presidency 1980 Jimmy Carter 2,392 N/A 1981 Ronald Reagan 2,380 1982 Ronald Reagan 2,319 1983 Ronald Reagan 2,465 1984 Ronald Reagan 1,999 1985 Ronald Reagan 2,252 1986 Ronald Reagan 1,984 1987 Ronald Reagan 1,983 1988 Ronald Reagan 1,819 17,201 1989 George H.W. Bush 1,636 1990 George H.W. Bush 1,507 1991 George H.W. Bush 1,787 1992 George H.W. Bush 1,293 6,223 1993 Bill Clinton 1,213 1994 Bill Clinton 1,075 1995 Bill Clinton 1,040 1996 Bill Clinton 974 1997 Bill Clinton 817 1998 Bill Clinton 827 1999 Bill Clinton 796 2000 Bill Clinton 758 7,500 2001 George W. Bush 891 2002 George W. Bush 999 2003 George W. Bush 1,228 2004 George W. Bush 1,874 2005 George W. Bush 1,942 2006 George W. Bush 1,858 8,792 Even though the CRS table does not include loss figures for the last two years of George W. Bush's presidency, the total number of U.S. military losses that have occurred during his administration is already significantly higher than the equivalent figure for Bill Clinton's presidency (8,792 vs. 7,500). When active duty deaths for 2007 and 2008 are factored in (the Pentagon has not yet released figures for these two years, but the U.S. suffered 1,014 war deaths in Iraq and Afghanistan in 2007 and at least another 100 so far in 2008), the discrepancy is even greater. When we consider all the information in this table, we also find that the number of active duty losses during the Clinton presidency was less than half the number that occurred during the Reagan presidency, and only about 20% higher than the number that occurred during the George H.W. Bush presidency (even though Clinton served as president for twice as long as the elder Bush).",
  "Originally Published": "",
  "Referred Links": "http://www.fas.org/sgp/crs/natsec/RL32492.pdf;",
  "Example": "[Collected via e-mail, January 2008] Surprise, Surprise (not really) These are some rather eye-opening facts. Since the start of the war on terror in Iraq and Afghanistan, the sacrifice has been enormous. In the time period from the invasion of Iraq in March 2003 through today, we have lost over 3,000 military personnel to enemy action and accidents. As tragic as the loss of any member of the US Armed Forces is, consider the following statistics: The annual fatalities of military members while actively serving in the armed forces from 1980 through 2006: 1980 ........2,392 1981 ........2,380 1984 ........1,999 1988 ........1,819 1989 ........1,636 1990 ....... 1,508 1991 ........1,787 1992 ........1,293 1993 ........1,213 1994 ........1,075 1995 ........2,465 1996 ........2,318 Clinton years @14,000 deaths 1997 ..........817 1998 ........2,252 1999 ........1,984 2000 ........1,983 2001 ......... 890 2002 ........1,007 2003 ........1,410 2004 ........1,887 2005 ..........919 2006.......... 920 Bush years (2001-2006): 7,033 deaths If you are confused when you look at these figures, so was I. Do these figures mean that the loss from the two latest conflicts in the middle East are LESS than the loss of military personnel during Mr. Clinton's presidency; when America wasn't even involved in a war? And, I was even more confused; when I read that in 1980, during the reign of President (Nobel Peace Prize winner) Jimmy Carter, there were 2,392 US military fatalities! These figures indicate that many members of our Media and our Politicians will pick and choose. They present only those \"facts\" which support their agenda-driven reporting. Why do so many of them march in lock-step to twist the truth? Where do so many of them get their marching-orders for their agenda? (These statistics are published by Congressional Research Service, and they may be confirmed by anyone at: http://www.fas.org/sgp/crs/natsec/RL32492.pdf )",
  "Last Updated": "26 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/deaths.asp",
  "Claim": "U.S. active duty military deaths were higher during the administration of President Clinton than during the administration of George W. Bush.",
  "Claim_ID": "politics_military_deaths",
  "Tags": ""
}