{
  "Origins": "Although a weak economy and a growing foreign debt (held by nations not necessarily overly friendly to the U.S.) might be issues of pressing concern, the concept of raising funds by openly selling vital military secrets to a Communist country isn't quite a reality yet.",
  "Fact Check": "",
  "Description": "The notion that the Obama administration would sell plans for the B-2 Spirit Stealth Bomber (a \"low-observable, strategic, long-range, heavy bomber capable of penetrating sophisticated and dense air-defence shields\") in exchange for a mere $50 billion in debt relief is simply another bit of humorous fiction, a satirical piece published by the Jumping in Pools blog on 1 June 2009 (where it was tagged as such ). Other satirical articles from the Jumping in Pools blog include \" Biden, Obama to Have Gaffe-Off ,\" \" US in Chaos as Teleprompter Assassinated ,\" and \" Palin to Join Obama Cabinet .\"",
  "Originally Published": "",
  "Referred Links": "http://jumpinginpools.blogspot.com/2009/07/palin-to-join-obama-cabinet.html;http://jumpinginpools.blogspot.com/2009/07/us-in-chaos-as-teleprompter.html;http://jumpinginpools.blogspot.com/2009/07/biden-obama-to-have-gaffe-off.html;http://jumpinginpools.blogspot.com/search/label/satire;http://jumpinginpools.blogspot.com/;http://www.airforce-technology.com/projects/b2/;http://jumpinginpools.blogspot.com/2009/06/obama-to-sell-b-2-bomber-blueprints-to.html;",
  "Example": "[Collected via e-mail, July 2009] Is this true ? 6/5/2009: Security News Brief: Obama To Sell B-2 Stealth Bomber Blueprints To China The Defense Department is reportedly furious with Obama's proposal to sell blueprints of the B-2 Spirit stealth bomber to the People's Republic. Gates has flatly rejected Obama's plan, but has since been asked to step down if he will not facilitate the process. According to the deal, the United States would sell the plans for the B-2, along with radar-absorbing paints and metals in exchange for $50 billion in debt relief. The B-2 cost the US government $23 billion to develop the bomber in the 1980s. According to the Administration, this proposal will help the United States resolve its debt issues. They point out their belief that the B-2 bomber is \"strategically obsolete\", according to a source in the White House Press Office. In addition, the source claims that the Chinese would be unable to create their own functioning stealth bomberfleet for \"at least eight years.\" [Rest of article here.]",
  "Last Updated": "28 July 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/b2sale.asp",
  "Claim": "The Obama administration is selling blueprints for the B-2 Stealth Bomber to China in exchange for debt relief.",
  "Claim_ID": "Politics_satire_b2sale",
  "Tags": ""
}