{
  "Origins": "Oliver North is a former Marine Lieutenant Colonel and Vietnam veteran who served as an aide to National Security Advisor Admiral John Poindexter in the Reagan administration and is most prominent nowadays for his work as a talk radio host, syndicated columnist, and reporter. (North was convicted on three criminal charges relating to the Iran-Contra Affair, but those convictions were later reversed on the grounds that his trial had been influenced by testimony he gave while under a grant of limited immunity.)",
  "Fact Check": "",
  "Description": "The item cited above is the text of one of Oliver North's syndicated \"Common Sense\" columns , from 27 August 2004, an opinion piece framed as an open letter to Senator John Kerry, the Democratic Party nominee for President.",
  "Originally Published": "",
  "Referred Links": "http://www.creators.com/opinion_show.cfm?next=2&ColumnsName=ono;http://en.wikipedia.org/wiki/Iran-Contra_Affair;http://web.archive.org/web/20040827151058/http://www.townhall.com/columnists/ollienorth/on20040827.shtml;",
  "Example": "[North, 2004] Dear John, As usual, you have it wrong. You don't have a beef with President George Bush about your war record. He's been exceedingly generous about your military service. Your complaint is with the 2.5 million of us who served honorably in a war that ended 29 years ago and which you, not the president, made the centerpiece of this campaign. I talk to a lot of vets, John, and this really isn't about your medals or how you got them. Like you, I have a Silver Star and a Bronze Star. I only have two Purple Hearts, though. I turned down the others so that I could stay with the Marines in my rifle platoon. But I think you might agree with me, though I've never heard you say it, that the officers always got more medals than they earned and the youngsters we led never got as many medals as they deserved. [Rest of article here.]",
  "Last Updated": "7 September 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/north.asp",
  "Claim": "Oliver North penned an open letter to Senator John Kerry.",
  "Claim_ID": "politics_soapbox_north",
  "Tags": ""
}