{
  "Origins": "Once again demonstrating that no satire can be so obvious that someone won't take it literally, several readers have mailed us the above bit about an earthquake in France caused by U.S. servicemen buried there rolling over in their graves to ask whether it's \"true.\" While we can't say how all the U.S. war dead lying at rest in French cemeteries would feel about the current differences between France and the U.S. over military action against Iraq, we're reasonably certain that they haven't actually shifted position in their coffins en masse , much less caused a measurable earthquake in doing so.",
  "Fact Check": "",
  "Description": "Some of the people who questioned this item were at least wondering about a coda that was tacked on to later versions: We should also note that we pay Millions of dollars on RENT for these cemeteries plus the cost of Maintenance, let us remove them (our military dead) and give their damn land back to them. About 30,000 Americans who died fighting World War I are buried in eight European cemeteries (six in France, one in Belgium, and one in England), and another 73,000 U.S. servicemen who gave their lives during World War II lie at rest in twelve European cemeteries (five in France, two in Belgium, two in Italy, and one each in England, Luxembourg, and the Netherlands). These foreign burial grounds are administered and maintained by the American Battle Monuments Commission ( ABMC ) in Arlington, Virginia, but the ABMC does not pay \"millions of dollars on rent for these cemeteries.\" The United States has been granted tax-free and rent-free use of all these cemetery sites, in perpetuity, by their host governments.",
  "Originally Published": "",
  "Referred Links": "http://www.abmc.gov/;",
  "Example": "[Collected on the Internet, 2003] EARTHQUAKE IN FRANCE February 12, 2003 Today it was reported that severe earthquakes have occurred in 10 different locations in France. The severity was measured in excess of 10 on the Richter Scale. The cause was the 56,681 dead American soldiers buried in French soil rolling over in their graves. According to the American Battle Monuments Commission there are 26,255 Yankee dead fromWorld War I buried in 4 cemeteries in France. There are 30,426 American dead from World War II buried in 6 cemeteries in France. These 56,681 brave American heroes died in their youth to liberate a country which is guilty of shameful unspeakable behavior in the 21st century. May the United States of America never forget their sacrifice as we find ways to forcefully deal with the Godforsaken unappreciative, forgetful country of France!",
  "Last Updated": "6 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/graves.asp",
  "Claim": "American servicemen buried in France caused an earthquake by \"rolling over in their graves.\"",
  "Claim_ID": "politics_satire_graves",
  "Tags": ""
}