{
  "Origins": "Two major problems with this political screed, which attempts to attribute a shortage of flu vaccine to a lawsuit handled to Senator John Edwards of North Carolina, the 2004 Democratic Vice-Presidential candidate:",
  "Fact Check": "",
  "Description": "A recent article in the Washington Post chronicled the travails of Wyeth, one of many companies that has abandoned the flu vaccine market in the last few years: For two decades, Wyeth made injectable influenza vaccine at a plant in Marietta, Pa. For the winter of 2002-03, it made 21 million doses in a labor-intensive, time-crunched process and shipped them to clinics and doctors' offices early in the fall. But it turned out a lot fewer people wanted it. Flu vaccine can't be saved from year to year. So, sometime the next spring Wyeth threw away 7 million unsold doses, for a loss of $30 million. It then quit making flu shots. It eventually closed the Marietta plant, which once employed 800 people. But Wyeth wasn't out of the flu vaccine business yet. It was a partner with the Maryland biotech company, MedImmune, in making what they considered the flu shot of the future a \"live\" virus vaccine squirted up the nose. They made 5 million doses of FluMist for last winter, the product's inaugural season. But FluMist never found its market. Only 450,000 doses were sold; the rest were thrown away. Over three seasons, Wyeth lost $50 million from unsold flu vaccine. It was also facing millions of dollars in required improvements to keep its plant up to standards required by the Food and Drug Administration. Last April, Wyeth pulled out. It was done with flu vaccine. Wyeth's decisions go a long way toward explaining why the United States the world's richest market for medical products finds itself with only half the amount of vaccine it needs to protect its population against a disease that may contribute to more than 50,000 deaths this year. The company's exit is part of a long, slow industry-wide flight away from flu vaccine, which has simply become more trouble than it's worth. \"It shouldn't be surprising to anybody,\" said Gregory A. Poland, director of the vaccine research group at the Mayo Clinic, in Minnesota. \"In fact, I marvel that there are companies willing to stay in the business.\" Litigation against vaccine manufacturers (not over flu vaccine specifically, but vaccines in general, particularly those that used thimerosal as a preservative) did create some shortages prior to the mid-1980s, but the passage of the National Childhood Vaccine Injury Act of 1986 eliminated most of those lawsuits through the creation of the Vaccine Injury Compensation Program ( VICP ), a no-fault compensation alternative to suing vaccine manufacturers and providers for people injured or killed by vaccines. As for the claim that John Edwards secured a $5 million judgment against a U.S. pharmaceutical company on a flu vaccine case, while it is true he had a highly successful legal career representing individuals who had been badly harmed by malfunctioning products or the mistakes of doctors and hospitals (with some sources claiming he won up to $175 million for his clients over 12 years) , no flu vaccine lawsuit appears on the list of major cases he has handled. Moreover, Public Citizen , a national, nonprofit consumer advocacy organization, reported: According to research by the Association of Trial Lawyers of America, since 1980, there have been just seven cases involving the standard flu vaccine reported in state and federal appellate courts. In five of those cases, the defendant prevailed; the results of the other two are unknown. Seven cases in 24 years does not make a liability crisis. The Charlotte News & Observer also was unable to turn up any incidence of John Edwards' handling a lawsuit related to flu vaccine: no record exists of any lawsuit involving Edwards against a vaccine maker. N.C. Lawyers Weekly, which reports on legal cases in North Carolina, compiled a list of all of Edwards' lawsuits when he was tapped as U.S. Sen. John Kerry's running mate. \"We have looked through our database to see whether there was such a case,\" said Michael Dayton, editor of N.C. Lawyers Weekly. \"At least in our database, it's not there.\" Additionally, the role that lawsuits have played in the flu vaccine market is minimal. From 1990 to 1995, there were two lawsuits filed per 10 million doses of vaccine, according to the U.S. Department of Health and Human Services. Given the intense media scrutiny that has been applied to all the major candidates, we would be surprised if John Edwards were one of the few successful flu vaccine litigants, but that fact had not yet been publicized. Additional information: Major Cases Litigated by John Edwards (FindLaw)",
  "Originally Published": "",
  "Referred Links": "http://news.findlaw.com/newsmakers/john.edwards.html;http://www.commondreams.org/news2004/1027-18.htm;http://news.findlaw.com/newsmakers/john.edwards.html;http://web.archive.org/web/20041126091102/http://www.909shot.com/Issues/Comp_Summary.htm;http://www.fda.gov/cber/vaccine/thimerosal.htm;http://www.chiron.com/;",
  "Example": "[Collected on the Internet, 2004] Flu Shot Info /Interesting, read to end How the vaccine works: Influenza vaccine is produced by growing the virus in eggs. The virus is killed and processed to create the vaccine, which is given by injection under the skin. The body then produces antibodies to the virus over the next two to four weeks. If the immunized person then comes into contact with the influenza virus, the antibodies attack and kill the virus before it has a chance to cause infection. The vaccine contains the 3 most likely strains to be active during the \"flu season\" Why the shortage: Almost half of the nation's flu vaccine will not be delivered this year. Chiron, a major manufacturer of flu vaccine, will not be distributing any influenza vaccine this flu season. Chiron was to make 46-48 million doses of vaccine for the United States. Chiron is a British company. Recently British health officials stopped Chiron from distributing and making the vaccine when inspectors found unsanitary conditions in the labs. Some lots of the vaccine were recalled and destroyed. Why is our vaccine made in the UK and not the US? The major pharmaceutical companies in the US provided almost 90% of the nations flu vaccine at one time. They did this despite a very low profit margin for the product. Basically, they were doing us a favor. In the late 80's a man from North Carolina who had received the vaccine got the flu. The strain he caught was one of the strains in that years vaccine made by a US company. What did he do? He sued and he won. He was awarded almost $5 million! After that case was appealed and the appeal was lost, most US pharmaceutical companies stopped making the vaccine. The liability outweighed the profit margin. Since UK and Canadian laws prohibit such frivolous law suits, UK and Canadian companies began selling the vaccine in the US. By the way...the lawyer that represented the man in the flu shot law suit was a young ambulance chaser by the name of John Edwards.",
  "Last Updated": "29 October 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/flushot.asp",
  "Claim": "The 2004 flu vaccine shortage was attributable to a lawsuit handled by Vice-Presidential candidate John Edwards.",
  "Claim_ID": "politics_business_flushot",
  "Tags": ""
}