{
  "Origins": "This item circulated on the Internet in January 2014 claiming that the Obama administration had ordered U.S. troops in Afghanistan to carry weapons containing no ammunition appears to have originated with a since-removed article published on the U.S. Report web site (not to be confused with the venerable U.S. News & World Report news magazine) reporting that:",
  "Fact Check": "",
  "Description": "A few things to note about this article: It was originally published in May 2010, so it's not an account of a recent change in policy or an implementation of new rules. It was based on an information provided by a single, anonymous source. Describing what it reports as meaning that U.S. soldiers in Afghanistan have been required to \"carry weapons with no bullets\" is misleading and inaccurate. The article describes troops carrying weapons that are in fact loaded (i.e., have full magazines) but don't have a round chambered a soldier carrying such a weapon would therefore need to expend a small amount of time (~1 second) chambering the first round prior to firing, but that is a vastly different situation from carrying a weapon with no bullets that cannot be utilized until an ammunition magazine is snapped into place. In any case, regardless of what the situation may have been back in 2010, the very opposite of what is now being reported about it has since been implemented: troops in Afghanistan are not required to carry unloaded weapons; as of August 2012 they were required to carry loaded weapons at all times: All U.S. military personnel in Afghanistan are to be required to have a fully loaded magazine in their weapons at all times in response to a spike in attacks by rogue members of the Afghan government's forces. A senior military official [said] that the order \"could save precious seconds\" in responding to a so-called \"green-on-blue\" attack and hopefully save lives. The U.S. military-wide order was issued after six Marines were killed by members of the Afghan forces in two separate attacks last week. Two U.S. service members and an Afghan police officer were also killed [a few days ago] by a newly recruited Afghan village police officer, according to officials. U.S. military officials [said] that the new order did not mean personnel were required to keep a round in the chamber. The Army has also ordered that at any gathering of U.S. military and armed Afghan security at least one soldier will be designated as a \"guardian angel\" to stand in a protected space with his weapon loaded to respond immediately to any threat against his fellow soldiers. A senior military official [said] that while these two measures could provide a rapid response to any attack, the reality was that as long as U.S. forces are working side-by-side with armed Afghans, any one of them \"could always get the drop on you.\"",
  "Originally Published": "",
  "Referred Links": "http://worldnews.nbcnews.com/_news/2012/08/17/13329628-us-forces-in-afghanistan-ordered-to-keep-weapons-loaded-at-all-times;http://www.usnews.com/;http://www.theusreport.com;",
  "Example": "[Collected via e-mail, January 2014] I suspect this is crazy propaganda but a website is promoting this as fact: Obama Regime orders U.S. troops in Afghanistan to carry WEAPONS with NOBULLETS",
  "Last Updated": "27 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/unloaded.asp",
  "Claim": "U.S. troops in Afghanistan have been ordered to carry weapons with no bullets.",
  "Claim_ID": "politics_war_unloaded",
  "Tags": ""
}