{
  "Origins": "In March 2012, the following statement advocating the enforcement of federal laws against the distribution of hardcore pornography was posted to the web site of Republican presidential candidate Rick Santorum:",
  "Fact Check": "",
  "Description": "The quote cited in the Example block at the head of this page about \"banning all pornography especially gay pornography\" is not something that was actually stated by Rick Santorum; it's a spoof combining elements from the candidate's above-cited statement on pornography and his previously expressed views on homosexuality . This item originated as a graphic image posted on Facebook to the Presidential Quotes section of Americans for a More American America , a political satire site.",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/AmericansForAMoreAmericanAmerica;http://www.facebook.com/media/set/?set=a.315376551848856.76806.314941821892329&type=1;http://www.facebook.com/photo.asp?fbid=318019228251255&set=a.315376551848856.76806.314941821892329&type=1;http://en.wikipedia.org/wiki/Rick_Santorum's_views_on_homosexuality;http://webcache.googleusercontent.com/search?q=cache:TWMgrq7Zz4UJ:www.ricksantorum.com/protecting-families-women-and-children-through-enforcement-federal-obscenity-laws+&cd=1&hl=en&ct=clnk&gl=us;",
  "Example": "[Collected via e-mail, March 2012] Did Rick Santorum say this quote? \"While the Obama Department of Justice seems to favor pornographers over children and families, that will change under a Satorum Administration. I will ban all pornography. Especially gay pornography. Gay pornography is the reason people choose the gay lifestyle or what I call the deathstyle. If we got rid of that, homosexuality would be gone within a matter of months. This is one of only a few things I see eye to eye on with the Taliban.\"",
  "Last Updated": "26 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/santorum/taliban.asp",
  "Claim": "Rick Santorum said that a ban on pornography was \"one of only a few things I see eye to eye on with the Taliban.\"",
  "Claim_ID": "politics_santorum_taliban",
  "Tags": ""
}