{
  "Origins": "Since George W. Bush was inaugurated as the 43rd President of the United States of America in January 2001, several pieces extolling his religiosity, ostensibly penned by people who have encountered him at public functions, have been circulated on the Internet. (Unfortunately, some of them have been completely fabricated.)",
  "Fact Check": "",
  "Description": "This latest piece (which appears to have been a personal message intended for family members, not something to be disseminated all over the country via the Internet) seems, from the available evidence, to be at least superficially true: President Bush did make a trip to Shanghai on 19 October 2001 to attend a weekend summit at the Asia Pacific Economic Cooperation forum. Paul and Lindsey Yeskoo are real people: Paul is indeed a U.S. Foreign Service officer assigned to the U.S. Consulate in Shanghai, and Lindsey is his wife. (The text of the message is a bit confusing: Paul Yeskoo is an officer with the U.S. Foreign Service who happens to be a Christian, not an officer with an organization called the Christian Foreign Service.) The events described are not inherently implausible. (The gist of the message is that President Bush spent 20 or 30 seconds talking to the wife of a U.S. Foreign Service officer after delivering a speech in the city where that officer was stationed.) WORLD magazine reported back in February 2002: W[e] tracked down Mrs. Yeskoo, wife of a Foreign Service Officer at the U.S. Consulate in Shanghai, to confirm her story. According to Mrs. Yeskoo, President Bush was quickly shaking hands but stopped \"dead in his tracks\" when she told him her family had been praying for him daily. He then told her how much it meant \"waking up every day of the crisis and knowing within himself that he is being faithfully prayed for,\" and asked her to please keep praying for \"the shielding of America\" and \"wisdom\" for him as he leads the country. Mrs. Yeskoo originally sent her story to immediate family, but soon requests for copies poured in. It's now circulating all over the Net. Mrs. Yeskoo was surprised, but told WORLD that it shows that \"from every corner people were simply starving to hear that the president himself is a man with sincere and viable faith in God, a man who himself lives on bended knee, and [who is] not ashamed to acknowledge it.\" Of course, since all the information about this piece comes from Mrs. Yeskoo herself, we don't have an independent means of determining whether her account of events might contain some inaccuracies or embellishments, but the details that are verifiable do check out.",
  "Originally Published": "",
  "Referred Links": "http://archives.cnn.com/2001/WORLD/asiapcf/east/10/19/bush.jiang.apec/;",
  "Example": "[Collected on the Internet, 2002] Even more proof that President Bush is the man for the job in the White House. The e-mail below was written by Lindsey Yeskoo, the wife of Paul Yeskoo, a Christian Foreign Service Officer serving in Shanghai, and details her experience of meeting the President when he was in China a month or two ago. It underlines why we need to be faithful in praying for the President in particular and all our national leaders. Dear Family! It is a dull, polluted Monday morning here in Shanghai and we await news of President Bush's safe arrival back in Washington D.C. He just left here less than twelve hours ago. Everyone is breathing a sigh of relief that no terrorist incidents occurred here over the past days. Security was tight, as you will have seen on TV. On Friday afternoon, a crowd of 600 consulate/embassy staff + families were invited to a reception in the Atrium of the Shanghai/Portman complex, at 3:15pm, to meet both GW and Colin Powell. We waited a LONG time (due to all the security we had to go through), but our anticipation outweighed our tired bodies and sore feet. [We had left the house just after 10:30am in order to do all this!]. Finally, Bush was announced, and it was SO INCREDIBLE to see him walk in with Powell and take the podium before us, especially with all the recent events. Quite emotional for us all, actually. He gave a tremendous, candid yet heartening speech, and then was escorted down to the floor to meet the crowds. Everyone was of course behind a tight rope, and there were Secret Service men and security everywhere. There was no way he could meet all, but he sure did a great job of shaking hands with as many as possible. Colin Powell followed immediately behind him; he did not seem so engaging, surprisingly. Maybe the Secretary was (understandably) tired and distracted after his previous trips to Pakistan and India. Anyway, the three kids and I were in the very front row, and had an extraordinary experience with President Bush. Bush came along and shook Chris's hand first, noticing that he was all dressed up, and said, \"You're looking sharp today, boy!\" Chris was SO PROUD and SO PLEASED at the recognition (if only GW had known what a struggle I'd had to get him to wear a jacket and a tie!). Then he shook my hand and I told him how much we value his strong leadership at this time, that we are 100% behind him. He went on and took the girls' hands and talked to them. Then I leaned over and mentioned that we pray for him every day. He stopped dead in his tracks (a definite security NO-NO . . . the SS men got REALLY antsy). He searched my eyes as if to see how much I really meant what I was saying. Then he gave me the most amazing and unexpected personal response, Paul said for a good 20-30 seconds. He told me what the effect has been on him, waking up every day of the crisis and knowing within himself that he is being faithfully prayed for. He almost pleaded with me not to give up, but to persist with it, for this is only the beginning. Then he looked me even more squarely in my eyes, and gave me a very personal and specific series of instructions about the very things he most needs prayer for, on behalf of himself and of the nation. He urged me that the threat against America is very great, and that one of our focuses in prayer to God needs to be \"the shielding of America\" . . . and wisdom for him as he leads the country through this time. I don't know why, but as I looked straight back at him directly into his face, he let me see for those brief moments a tiny part of the agony he himself is going through, and the weariness. He finished the conversation by putting his hand on my right shoulder, almost as if it were the close of a commissioning, but affectionate too in a brotherly sort of way. People were pressing in at this point and almost knocking the four of us right into Bush. Many of them were the Chinese staff who work for Paul, who would not have understood ANY of that conversation; but others caught snippets and came afterwards to ask me WHAT we had been talking about. The President moved on. Needless to say, the whole experience was unforgettable. I cannot begin to tell you how deeply it has affected me. Certainly, I do not think I have ever prayed for a leader or government or nation (or world!) so extensively has I have done since then. It was really quite an unusual and unexpected and powerful encounter.",
  "Last Updated": "11 March 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/yeskoo.asp",
  "Claim": "President Bush spoke to Lindsey Yeskoo, the wife of a U.S. Foreign Service officer, after delivering a speech in Shanghai.",
  "Claim_ID": "politics_bush_yeskoo",
  "Tags": ""
}