{
  "Origins": "The rise in appreciation of the military in recent years has served to foster a specific type of rumor: the shunned serviceman. Such whispers, which express patriotism through outrage at businesses which have supposedly refused service to members of the U.S. armed forces, call for boycotts of the offending restaurants, bars, gas stations, and other retail establishments.",
  "Fact Check": "",
  "Description": "These whispers are generally aimed at small businesses often owned or operated by brown-hued persons who by virtue of the color of their skin are assumed to be of Arab extraction. Previous targets of such outrage include a Marathon gas station in Pontiac, Illinois; a Dunkin' Donuts franchise in Crown Point, Indiana; restaurants in Hilton Head, South Carolina, and Duluth, Minnesota; a Shell gas station in Tennessee; a Shady Maple restaurant in Pennsylvania; a Charley's Grilled Subs outlet in Stockton, California; and a Sak-N-Pak gas station in Corbin, Kentucky While such tales of wrongs done to those who guard our freedoms do stir the blood, virtually all such reports we have encountered have proved to be either completely fabricated or highly distorted versions of real events. (One exception, however, had to do with a 2004 incident at a convenience store in Fort Worth, Texas.) In June 2012, yet another \"shunned serviceman\" was spread (primarily through posts to the social networking site Facebook) claiming that a National Guard member in uniform had been refused service at a truck stop in Bogalusa, Louisiana. As is almost always the case, no evidence (outside of the circulation of rumor) has been produced to document the claim, no one has identified the customer who was allegedly turned away, and no one has proffered a logical explanation why the owner of a business who regularly deals with service members would suddenly spurn a single National Guardsman. According to the Daily News of Bogalusa: The impact of social media was evident in Bogalusa after a message posted on Facebook prompted rapid and widespread calls for the boycott of a local store, and a small group of people assembled outside the establishment waving American flags and telling their story to passers-by. Inside, Savi, the East Indian owner of SP Truck Stop, the former Duval's located across Louisiana Highway 10 from the American Legion Home, was upset and confused. The Facebook message was a forward from a woman who sent a mobile phone message claiming that her husband was in line at the store and heard a uniformed member of the National Guard told \"We don't serve your kind.\" Savi said she has never refused to serve anyone unless they did not have proper identification for a controlled item. She said she believes that the person who thought he heard the refusal of service must have heard wrong. For example, maybe the military man asked for a brand of cigarette and was told, \"We don't sell that kind here,\" and was upset that he would have to make another stop. All-American Kirk Triplett, who walked in to make a purchase, said he was a \"regular\" and verified what Savi said. \"They'll take anybody's money,\" he said, laughing. \"They're nice to everybody here.\" [Savi said] that she had been working that morning and did not remember an incident such as the one reported on Facebook. Savi agreed that it would be nice if the uniformed man would see the posts on Facebook and set the record straight. She said she would never refuse a member of the U.S. military. The Daily News reported in a subsequent article that efforts to locate the National Guardsman who had allegedly been denied service at SP Truck Stop had so far proved fruitless: [T]he search for the allegedly offended Guardsman, who could either confirm or clarify the incident, has begun. \"We have no idea who it might be,\" said Louisiana National Guard Public Affairs Officer Lt. Col. Michael Cazmierzak. \"To my knowledge, it was not a Louisiana National Guardsman or even a National Guardsman ... if it even occurred.\" \"I have no idea of the National Guardsman in question. It was certainly none of my folks at the Bogalusa Armory, to my knowledge, not any of our full-timers and I suspect none of our part-timers.\" Cazmierzak said he used to be a National Guard commander in Bogalusa, and that as far as he knows the Guard \"never had any problems with a Bogalusa business at all.\" He expressed mixed feelings about the protest and its potential impact on the business. \"It's great that there's patriotic support of the military out there,\" Cazmierzak said. \"It would be terrible if (the refusal of service) did happen. But it would be even worse if it didn't.\" The National Guard center in Poplarville, Miss. was reportedly unaware of the alleged incident, and has only three Guardsmen from Bogalusa. But the contact said he would ask those men if they had any such experience at the store and would report back if any answered in the affirmative. The consensus is that anyone who would have received such treatment would have mentioned it to others, especially those who might also be affected. New Orleans television station WWL was also unsuccessful in tracking down the National Guardsman who had allegedly been denied service: The owners of the gas station who identified themselves as originally of Indian decent [said] that they never refuse service to customers. The owner added that this incident is a misunderstanding. \"People were quick to jump on something like this. Anti-american, anti-military, they just jump on it and lash out so crazy. We have police out here now and these people can barely run their business,\" said David Carpenter, a regular customer at the truck stop. Michelle Rayner was surprised to discover protesters and Washington Parish Sheriff's Office deputies keeping a watchful eye on the gas station, where she works six days a week. \"I've never seen a military man be turned away. I've actually been working the counter before and I've waited on military men before. I'm not sure where this is coming from,\" said Rayner. WWL-TV tried to track down the National Guardsman at the center of this controversy, but have not been able to identify him. Protests staged in response to the unverified rumor eventually pressured the station's owner into issuing an apology for an unspecified \"misunderstanding.\"",
  "Originally Published": "",
  "Referred Links": "http://www.wdsu.com/news/local-news/new-orleans/Protesters-reach-resolution-with-Bogalusa-gas-station/-/9853400/14751860/-/psy2ycz/-/index.html;",
  "Example": "[Collected via e-mail, June 2012] is it true that an american soldier was refused service at anTex. station in Bogalusa, Louisiana owned by Muslims? Breaking News from USAWTFM: Yesterday at a Texaco station in Bogalusa, LA, a soldier walked into a Texaco in uniform and was DENIED service. The man running the counter was Muslim and LITERALLY told the Soldier \"We don't serve your kind here.\" I'm infuriated WTFers!!! Really? This is what is happening in our country now? Protestors are CURRENTLY posted up outside the Texaco and if you are in the area I call for you to join. Also, if Texaco is going to allow this man to represent their business then I am calling RIGHT NOW for an IMMEDIATE boycott of ALL TEXACOs countrywide. Get the word out WTFers... immediate boycott of Texacos. You don't support us? That's your right. We don't support you. Damn, I'm pissed. Emergency In The South! A local soldier walked into this Texaco outside of Bogalusa, Louisiana and was told by the Muslim clerk, \"We don't serve your kind here.\" This is getting out of hand. The feds will be giving Arab muslims special rights and privileges next week. More tax breaks to open businesses as well as funding. There are even areas in this country that the muslims have set up and are ruled by there own law with no fear of reprisal from our liberal government. WAKE UP AMERICA......ONE OF OUR SOLDIERS, YEP, A MILITARY MAN IN UNIFORM WENT INTO SUBWAY IN BOGALUSA THIS WEEK AND THE HINDU EMPLOYER REFUSED HIM SERVICE, SAYING \"WE DON'T SERVE YOUR KIND HERE\". NEEDLESS TO SAY, THE STORE WAS BOYCOTTED THAT DAY AND NO ONE PATRONIZED THE PLACE. WELL I FOR ONE WILL SUPPORT THAT SOLDIER. I DON'T NEED SUBWAY..... PLEASE PASS THIS AND SHARE THIS.",
  "Last Updated": "15 June 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/bogalusa.asp",
  "Claim": "A truck stop in Bogalusa, Louisiana, refused service to a National Guard member in uniform.",
  "Claim_ID": "politics_military_bogalusa",
  "Tags": ""
}