{
  "Origins": "On 20 September 2007, at least seven busloads of protesters arrived in Jena, Louisiana, from Detroit to participate in a rally in support of the Jena 6 , six black high school students accused of beating a white classmate in December 2006. They were joined by thousands of others from various cities who came to the small Louisiana town to participate in what has been called the largest civil rights demonstration since the marches of Dr. Martin Luther King, Jr. in the 1960s.",
  "Fact Check": "",
  "Description": "The protest was a peaceful one, attended by an estimated 15,000 persons. There was neither vandalism nor violence reported, and the only medical mishaps sustained that day were heat-related problems experienced by 330 protesters, plus the aggravation of a policeman's existing back injury when he simply stepped wrong. From vans parked alongside the courthouse, the Red Cross supplied the marchers with water, ice, and sports drinks. As to why that entity might have been moved to do so, on 28 September 2007 the Red Cross issued a statement which said in part: On September 20, 2007, the American Red Cross, at the request of the State of Louisiana, provided humanitarian aid at ten comfort stations in Jena. The infrastructure of that small town (population 2,850) was overwhelmed by a crowd numbering in the tens of thousands. Businesses reported in advance they would not be open that day. A state of emergency was declared in the parish. Since the Red Cross mission is to prevent, prepare for and respond to emergencies, our services included basic first aid, along with water and snacks for law enforcement personnel, marchers, community residents and members of the media. Refreshments would have been hard to come by otherwise, since most businesses (including restaurants and stores) within the town decided to close for the day. Said the Jena Times of what prompted that decision: Organizers for the march instructed those attending to not purchase anything from local merchants, specifically in the town of Jena. In response, most of the businesses in Jena, but not all, elected to close for the day realizing they would not do business from the protestors and their regular customers would not have access to their stores. As to who initially bore the costs of providing Red Cross services to the town and whose pocket they will ultimately come from, said the charity in the 28 September 2007 statement linked to above: The Red Cross used existing disaster relief funds to pay for these services. However, we have asked the state of Louisiana to reimburse the Red Cross for the expenses incurred in Jena. Perhaps the protest remained peaceful in part because the Red Cross was on hand on a hot day to distribute supplies such as water to the participants. However, there's another side to that coin: Some individuals who financially support the Red Cross out of a desire to provide aid to disaster victims (and who are probably unaware that it is not uncommon for the organization to accept requests from public safety officials to assist at large gatherings of people) have expressed displeasure at seeing their beneficence used to underwrite the ordinary costs of a rally. Barbara \"water into whine\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.redcross.org/pressrelease/0,1077,0_314_7097,00.html;",
  "Example": "[Collected via e-mail, September 2007] American Red Cross and Jena, LA I thought that the mission of the American Red Cross was to help people in times of disaster. I have a problem with what I saw happening in Jena, La. yesterday. My problem is not with the people coming to Jena to march, they have that right, but with the American Red Cross giving away supplies to the marchers. The newspapers have stated that approximately 25,000 bottles of water were given out. I will not mention any medical care that was provided, but we do have a local hospital that offers excellentmedical care, but not for free. I sat on the balcony of my office and watched the marchers arriving carrying no supplies, but when they left Jena they were carrying bottles of water that was supplied by your organization. These people were not in a disaster mode, they knew what they were getting into when they came to rally, and should have planned better and brought their own supplies. I had a house burn in 1985 and lost everything, including my cars and dog, but never got a call or note from the Red Cross. I did not mind that I was not contacted by you and have not ever given it a second thought until yesterday. I have donated faithfully to the Red Cross for the better part of my 56 years, but no more. I know that in the scheme of things I am just a small drop in the bucket, but I will tell everyone that I know what has happened here, and maybe this small drop will turn into a flood. And yes you can use my nameit is James L. Broadwell 111, my address is 329 Pleasant Hill Road, Jena, La. 71342",
  "Last Updated": "30 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/jena.asp",
  "Claim": "The Red Cross provided supplies to marchers in Jena, Louisiana.",
  "Claim_ID": "politics_soapbox_jena",
  "Tags": ""
}