{
  "Origins": "Chick-fil-A is a Georgia-based fast food restaurant chain specializing in chicken entr es that opened its first outlet in suburban Atlanta in 1967 and has since grown to encompass over 1,600 restaurants in 39 states. The operations of the chain reflect the religious values of Founder, Chairman and Chief Executive Officer S. Truett Cathy, whose biography notes that he has \"built his life and business based on hard work, humility and biblical principles\" and that \"based on these principles, all of Chick-fil-A's restaurants operate with a 'Closed-on-Sunday' policy, without exception.\"",
  "Fact Check": "",
  "Description": "Chick-fil-A has been the subject of political controversy due to its WinShape Foundation, a charitable endeavor founded by S. Truett Cathy and his wife, Jeanette, which critics contend has evidenced a bias in the Chick-fil-A company by donating millions of dollars to groups with anti-gay agendas. As a result, Chick-fil-A has recently faced opposition from students at ten U.S. universities, including New York University (NYU), who have circulated petitions to oppose the opening of new Chick-fil-A franchises on their campuses and lobbied for the removal of existing restaurants. The company has maintained that neither they nor the organizations they donate to through WinShape has an \"anti-gay\" agenda: The student senate at Northeastern University, in Boston, voted to end negotiations to bring fast-food chain Chick-fil-A to campus after students protested over the company's affiliation with several Christian organizations the students say have an \"anti-gay\" agenda. The Atlanta-based company, dogged for months by accusations of homophobia, insists it is \"not anti-anybody\" but instead simply wants to \"graciously serve great food and have a positive influence on all who come in contact with Chick-fil-A.\" Company president Dan Cathy insists Chick-fil-A is not a Christian company, just one founded on biblical principles. But thanks in part to the company's affiliation with pro-family groups, its frequent presence at large religious rallies and the praise music reverberating from speakers in its restaurants, both fans and detractors often refer to it as one of the country's most overtly Christian businesses. Through the WinShape Foundation, started by company founders Truett and Jeannette Cathy, Chick-fil-A donates to several Christian organizations, including The Marriage & Family Legacy Fund, The Fellowship of Christian Athletes and the National Christian Foundation. According to its statement, Chick-fil-A has given the groups $1,714,199. None of the organizations the company supports has an \"anti-gay\" agenda, although as Christian groups, they do uphold and support heterosexual marriage, Donald A. Perry, the company's vice president of corporate public relations, said in his statement. \"I want to assure you that the historical intent of our Foundation and corporate giving have been toward compassion, principally by serving youth and families,\" he said. The company gives millions of dollars every year toward education. Chick-fil-A president and chief operating officer Dan Cathy's July 2012 interview with the Baptist Press generated even more controversy over the issue, with critics maintaining he had virtually acknowledged the company supports an anti-gay marriage agenda: Chick-fil-A is \"very much supportive of the family,\" according to Dan Cathy, president of the popular fast food chain. That is, \"the biblical definition of the family unit,\" he said. And that doesn t include Adam and Steve, suggests Cathy, whose father S. Truett Cathy founded the Atlanta-based company. In a new interview with Baptist Press, Cathy puts on the record what critics say his company s actions have indicated for years. \"Well, guilty as charged,\" he said in the interview when asked about Chick-fil-A s backing of families led by a man and a woman. The controversy took flight in mid-July after Cathy gave an interview to the Biblical Recorder, on online journal for Baptists in North Carolina. In the July 2 story picked up by the Baptist Press on July 16 Cathy affirmed that his company backs the traditional family unit. We are very much supportive of the family the biblical definition of the family unit, Cathy said. We are a family-owned business, a family-led business, and we are married to our first wives. We give God thanks for that. \"I think we are inviting God's judgment on our nation when we shake our fist at Him and say 'we know better than you as to what constitutes a marriage' and I pray God's mercy on our generation that has such a prideful, arrogant attitude to think that we have the audacity to define what marriage is about,\" Cathy also said during an appearance on the Ken Coleman talk show. Proponents of same-sex marriage spread Cathy s comments, eventually creating a firestorm of criticism on social media, including assertions that his comments and position were bigoted and hateful. The public reaction to Cathy's remarks prompted Chick-fil-A to issue the following statement: The Chick-fil-A culture and service tradition in our restaurants is to treat every person with honor, dignity and respect regardless of their belief, race, creed, sexual orientation or gender. We will continue this tradition in the over 1,600 Restaurants run by independent Owner/Operators. Going forward, our intent is to leave the policy debate over same-sex marriage to the government and political arena. This controversy prompted readers to ask us about a number of related ancillary issues detailed below: Yes, it is true that in July 2012, the Jim Henson Company announced it was severing its partnership with Chick-fil-A to supply toys for the chain's children's meals: Chick-fil-A had recently joined forces with the Jim Henson Company to offer five customizable puppet toys from Jim Henson's Creature Shop in children's meals. But after the Atlanta-based family-owned business made headlines when its president, Dan Cathy, told the Baptist Press recently that the company was \"guilty as charged\" when it came to not supporting marriage equality and standing by biblical family values, the Henson Company decided to end the partnership.Shortly afterwards, some Chick-fil-A outlets posted signs indicating the chain was initiating a voluntary \"withdrawal\" or \"recall\" of the Henson-produced toys: The Jim Henson Company announced it would no longer partner with Chick-fil-A in the wake of the fast food company's acknowledged support of anti-gay organizations. Now, however, Chick-fil-A officials are reportedly telling franchise customers that the kids' meal toys which were produced as part of the now-severed collaboration have been recalled due to safety issues. Chick-Fil-A spokeswoman Tiffany Greenway [said] that the company had decided to recall the Muppets toys nationwide \"for the protection of our customers.\" She said it was a decision completely separate from the Jim Henson Company's announcement. It was also true that Boston mayor Thomas M. Menino sent a letter to Chick-fil-A president Dan Cathy urging the company to reconsider its plans to open an outlet in Boston (although the mayor's ability to enforce his suggestion without running afoul of first amendment restrictions is questionable): Mayor Thomas M. Menino is vowing to block Chick-fil-A from bringing its Southern-fried fast-food empire to Boston possibly to a popular tourist spot just steps from the Freedom Trail after the family-owned firm s president suggested gay marriage is \"inviting God s judgment on our nation.\" \"Chick-fil-A doesn t belong in Boston. You can t have a business in the city of Boston that discriminates against a population. We re an open city, we re a city that s at the forefront of inclusion,\" Menino [said]. \"That s the Freedom Trail. That s where it all started right here. And we re not going to have a company, Chick-fil-A or whatever the hell the name is, on our Freedom Trail.\" A couple of widely-circulated pieces about Chick-fil-A and other fast food outlets were merely bits of satirical political humor, not genuine news items:On 24 July 2012, the satirical Onion web site spoofed the Chick-fil-A controversy by publishing an article titled \"Chick-Fil-A Debuts New Homophobic Sandwich\": As part of its recent efforts to publicly align itself with fundamentalist Christian values, the Chick-fil-A restaurant chain announced the debut of its new Queer-Hatin' Cordon Bleu sandwich that would be on sale in all of the company's 1,600 restaurants. In a press conference to reporters, company representatives said the homophobic new sandwich will include the national fast food chain s trademark fried chicken filet wrapped in a piece of specially-smoked No Homo ham that would be topped with a slice of Swiss cheese and lathered in a creamy new Thousand Island-based Fag Punching sauce.A similar Onion blurb spoofing the Chick-fil-a controversy was published on 30 July 2012: Responding to Chick-fil-A CEO Dan Cathy's recent controversial admission of the company's donations to antigay groups, a statement from competing fast food chain Wendy s let consumers know that it has long supported same-sex couples and only harbors strong objections to interracial marriage. \"It's important that Wendy s customers know our restaurant proudly stands by the right of all Americans to marry whomever they choose, so long as it isn't someone of a different race, said spokeswoman Jenna Knox, adding that while Wendy s has always backed pro-gay legislation, it found miscegenation \"an abominable offense to God s will.\" \"Just like our founder Dave Thomas, we dream of living in an America where two loving people of the same sex can freely wed, provided of course that both people are also of the same race, and that no black, Asian, Latin American, or other non-European heritage is allowed to de-purify the white racial bloodline.\" Following the Wendy s statement, executives from Jack in the Box confirmed that they too had always supported gay rights and the Holocaust never happened. As we detailed in a separate article, various images of signs from other fast food signs offering support or criticism of Chick-fil-A were digital fabrications, not real photographs. Some readers asked, \"Did Chick-fil-A really spend millions lobbying Congress not to condemn Uganda s 'Kill the Gays' bill\"? We found no evidence that Chick-fil-A itself spent money (let alone millions) lobbying Congress to prevent that body from issuing a condemnation of a controversial Ugandan legislative bill which carried the death penalty for some homosexual acts. Some sources reported that the Family Research Council (FRC), one of the organizations to which Chick-fil-A donates through its WinShape corporate charity foundation, filed a reportstating that it had spent $25,000 lobbying Congress against H.R. 1064, a resolution seeking to \"express the sense of the House of Representatives\" that Uganda's proposed Anti-Homosexuality Bill \"threatens the protection of fundamental human rights.\" However, the FRC said that although they did perform lobbying activities regarding H.R. 1064, they did not support the Uganda bill or the death penalty for homosexuality, and their lobbying efforts were not aimed at killing the Congressional resolution but rather at changing its language \"to remove sweeping and inaccurate assertions that homosexual conduct is internationally recognized as a fundamental human right.\" In September 2012, the Civil Rights Agenda group reported that Chick-fil-A had pledged not to fund groups that oppose gay marriage: Chick-fil-A has pledged to stop giving money to anti-gay groups and to back off political and social debates after an executive s comments landed the fast-food chain smack in the middle of the gay marriage debate. The Civil Rights Agenda, which dubs itself the largest lesbian, gay, bisexual and transgender advocacy group in Illinois, said Chick-fil-A agreed in meetings to stop donating to groups such as Focus on the Family and the National Organization for Marriage. Such groups oppose same-sex marriage. Chick-fil-A said that its nonprofit arm, the WinShape Foundation, is now taking a much closer look at the organizations it considers helping, and in that process will remain true to its stated philosophy of not supporting organizations with political agendas, Shortly afterwards, Chick-fil-A issued an ambiguous statement about whether it had in fact made any such pledge: For many months now, Chick-fil-A s corporate giving has been mischaracterized, and while our sincere intent has been to remain out of this political and social debate, events from Chicago have once again resulted in questions around our giving. For that reason, we want to provide some context and clarity around who we are, what we believe and our priorities in relation to corporate giving. A part of our corporate commitment is to be responsible stewards of all that God has entrusted to us. Because of this commitment, Chick-fil-A s giving heritage is focused on programs that educate youth, strengthen families and enrich marriages, and support communities. We will continue to focus our giving in those areas. Our intent is not to support political or social agendas. As we have stated, the Chick-fil-A culture and service tradition in our restaurants is to treat every person with honor, dignity and respect regardless of their belief, race, creed, sexual orientation or gender. We will continue this tradition in the over 1,600 restaurants run by independent Owner/Operators.",
  "Originally Published": "",
  "Referred Links": "http://thomas.loc.gov/cgi-bin/query/z?c111:H.RES.1064:;http://www.dailykos.com/story/2012/08/01/1115751/-What-really-makes-the-gays-mad-about-Chick-fil-A;http://www.cbsnews.com/8301-202_162-57372796/uganda-anti-gay-death-penalty-bill-reintroduced/;http://www.theonion.com/articles/wendys-wants-consumers-to-know-its-fine-with-gays,28985/;http://www.theonion.com/articles/chickfila-debuts-new-homophobic-sandwich,28888/;http://bostonherald.com/news/document.bg?f=misc/Chick-fil-A-1&h=Mayor%27s%20letter%20to%20Chick-fil-A&p=&k=bh;http://www.huffingtonpost.com/2012/07/24/chick-fil-a-jim-henson-toy-recall-gay_n_1699597.html;http://www.bpnews.net/BPnews.asp?ID=38271;http://equalitymatters.org/factcheck/201207020001;http://www.chick-fil-a.com/Company/Bio-Page/Truett;",
  "Example": "[Collected via e-mail, March 2012] Let's all eat at Chick-Fil-A this week. Now the Socialists (AKA Obama Democrats) have targeted Chick-Fil-A, a Southern based company with the below resume. I think, I'll have a Chick-Fil-A sandwich tomorrow. Chick-fil-A is an American success story. Founded by Georgian entrepreneur Truett Cathy in 1946, the family-owned chicken-sandwich chain is one of the country's largest fast-food businesses. It employs some 50,000 workers across the country at 1,500 outlets in nearly 40 states and the District of Columbia ... The company generates more than $2 billion in revenue and serves millions of happy customers with trademark Southern hospitality. So, what's the problem? Well, Chick-fil-A is run by devout Christians who believe in strong marriages, devoted families, and the highest standards of character for their workers. The restaurant chain's official corporate mission is to \"glorify God\" and \"enrich the lives of everyone we touch.\" The company's community-service initiatives, funded through its WinShape Foundation, support foster-care, scholarship, summer-camp, and marriage-enrichment programs. On Sunday, all Chick-fil-A stores close so workers can spend the day at worship and rest. Over the past month, several progressive-activist blogs have waged an ugly war against Chick-fil-A. The company's alleged atrocity: One of its independent outlets in Pennsylvania donated some sandwiches and brownies to a marriage seminar run by the Pennsylvania Family Institute, which happens to oppose same-sex marriage. In the name of tolerance, the anti-Chick-fil-A hawks sneered at the company's main product as \"Jesus Chicken,\" derided its no-Sunday-work policy, and attacked its operators as \"anti-gay.\" Petition drives on websites are demanding the company change and disavow their standards. Facebook users dutifully organized witch hunts against the company on college campuses. Progressive groups are gloating over Chick-fil-A's public-relations troubles. This is not because they care about winning hearts and minds over gay rights or marriage policy, but because their core objective is to marginalize political opponents and chill Christian philanthropy and activism. The fearsome \"muscle flexing\" is being done by the hysterical bullies trying to drive them off of college grounds and out of their neighborhoods in the name of \"human rights.\" Clearly the Christian business man who lives what he believes deserves our support....Thank God that some people are strong enough to stand up for what they believe even in the face of assault and ridicule from those who have no integrity....Let's all eat at Chick-fil-A. --- Let s all eat Chick-Fil-A! Truet Cathy founded a wonderful company who hires teenagers and pays their way to college. Not only that, it is delicious. These people are undermining American strongholds in order to weaken us for the enemy within and the enemy without! Please pass this on if you believe companies with Christian principles have a right to freely conduct business in the U.S.",
  "Last Updated": "21 September 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/sexuality/chickfila.asp",
  "Claim": "Chick-fil-A has donated money to organizations that oppose same-sex marriage.",
  "Claim_ID": "politics_sexuality_chickfila",
  "Tags": ""
}