{
  "Origins": "Proof that no baseless scare is ever too old or tired not to be rejuvenated by a quick facelift came in November 1999 when what has come to be the canonical text of this 1975 petition was prefaced with the following, adding the warning that a particularly well-loved television show was in danger:",
  "Fact Check": "",
  "Description": "Where to begin? Madalyn Murray O'Hair never petitioned the FCC to ban religious programming nor was she ever granted a hearing by that regulatory body to discuss the matter. That's not all that surprising either for there is no federal law or regulation that gives the FCC the authority to prohibit radio and television stations from presenting religious programs. The real RM-2493 had nothing to do with Madalyn Murray O'Hair nor did it have anything to do with banning religious broadcasting. That didn't stop the above petition from being widely circulated as concerned citizen after concerned citizen signed it, then sent it on to an ever-widening circle. It's still kicking around to this day despite the real RM-2493 going in front of the FCC in 1974 and being turned down by that body in 1975. Whether by intent or by error, the author of the petition to stop Madalyn Murray O'Hair badly misrepresented RM-2493 and invoked a bogey(wo)man who wasn't ever part of the deal. In the original RM-2493 petition, Jeremy Lansman and Lorenzo Milam asked the FCC to prevent religious organizations from obtaining licenses to operate broadcasting channels reserved for education. (Religious organizations that operate a university or school may, under FCC rules, receive a license reserved for non-commercial educational use.) The petitioners also asked the FCC to place a freeze on new licenses to religion-oriented stations while it considered whether existing license-holders were providing diverse programming. The intent of the infamous RM-2493 was to ensure that channels reserved for educational purposes ended up being used for education and were not taken up by religious groups looking to use them for a different purpose. RM-2493 has since come to be understood as a petition seeking an outright ban on all religious broadcasting, and from there it became attributed as the work of Madalyn Murray O'Hair, arguably the best-known atheist of her time. How this great a misunderstanding of the actual petition then in front of the FCC came about is anyone's guess. The real petition the FCC was asked to consider was filed in December 1974 and defeated in August 1975. Even through the smokescreen of thousands of people misunderstanding what it had been asked to consider and heatedly arguing issues that weren't on the table, the FCC saw its role in such matters quite clearly: As a government agency, the Commission is enjoined by the First Amendment to observe a stance of neutrality toward religion, acting neither to promote nor inhibit religion. They denied the petition. As to those who misunderstood the petition or who had it presented to them under false pretenses, the FCC had this to say: The Commission appreciates the time taken by these individuals to make their feelings known, however, the vast majority of these letters are not directed to a resolution of the issues raised by the petition, as most are based on an incorrect understanding of the nature of the relief petitioners seek. Many of them are form letters that are premised on the mistaken view that the petition was filed by Madalyn Murray O'Hare, when such was not the case. In addition, the vast majority of letters urge us to reject what they understand to be the proposal to ban the broadcast of all religious programs (including church services) from the air. However, no such proposal was advanced by the petitioners, nor was it raised by the Commission. (Click here to view the text of the FCC's ruling.) Between 1975 and 1995, more than 30 million pieces of mail decrying RM-2493 had been received by the FCC. Those worried that religion is dead in America, take heart. But also spare a bit of pity for the FCC they've been buried under this hoax for decades. It was a given that Madalyn Murray O'Hair would come to be associated with the \"ban religious broadcasting\" petition. It was largely through her efforts that in 1963 the U.S. Supreme Court barred organized prayer from the public schools, bringing her national infamy. (In 1964, LIFE magazine headlined her as \"the most hated woman in America,\" a title she burnished as a badge of honor.) Over the years she built up her cause, battling for the separation of Church and State and, according to rumor, lining her own pockets in the process. For more than five years, she was the focus of a mystery. In August 1995, Madalyn (then 76), along with her son, Jon (40), and granddaughter, Robin (30), vanished from their home, reportedly with breakfast still cooking, and were never seen again. Tax returns filed by groups affiliated with American Atheists suggest that Jon took $629,500 of organization money with him, and there were further rumors of Madalyn having stashed millions in overseas accounts over the years. Had the threesome met with foul play? Had they absconded with ill-gotten proceeds? In June 2000 a man named Gary Karr was convicted of conspiracy to commit extortion for his alleged participation in a plot to kidnap and kill Ms. O'Hair and her children for their money. As part of a plea bargain, in early 2001 David Waters led police to a burial site where the remains of three bodies were found, and in March 2001 two of the bodies were identified as those of O'Hair and her granddaughter. Waters is already serving a 60-year state prison term for bilking O'Hair's American Atheists organization out of $54,000. He now faces an additional 20-year for \"conspiracy to interfere with commerce by robbery and extortion.\" Technically, no one will ever be charged with these murders, but the killers are behind bars on other charges. Nonetheless, O'Hair's legacy seems to be that the FCC will forever have to deal with a petition that bears her name, even though she didn't sponsor it: Nearly three [now four] decades and more than 10 million letters, e-mails and phone calls later the agency that deregulated the telecommunications industry and helped usher in the communications revolution seems to have met defeat in its fight against this one rumor. Since 1974 when the rumor first surfaced the commission has spent untold dollars and employee time responding to citizens worried that the late Madalyn Murray O'Hair, the leader of a well-known atheist movement, is trying to halt all religious references on the radio and TV. Just to be clear: There is no O'Hair broadcast petition. In fact, O'Hair the founder of American Atheists Inc., best known for championing a ban on prayer in schools has been dead since 1995. Nothing else at the FCC rivals this rumor, in both its longevity and its bizarre ability to withstand the commission's repeated attempts to convey the truth. Every year, around Christmas and Easter, something breathes new life into it. Last month, the FCC received 108 O'Hair-related correspondences. In October, it received 249, in September, 124, and in August, 91. It's nothing short of exasperating for K. Dane Snowden, who heads the FCC's consumer bureau and wishes he could finally dispel the rumor. \"It is one of the most fascinating urban myths that continues to grow. The FCC has no authority to ban religious programming. It literally is a myth,\" he said. Subsequent to O'Hair's disappearance and the eventual recovery of her body (which served to put to rest residual speculation that she might be sponsoring the move to ban religion from the airwaves), versions of the scare which invoked the name of Dr. James Dobson came into being. Despite such e-mails' claims that Dr. Dobson is soliciting Christians to sign a petition to counter RM-2493, he has denied any involvement with this. Barbara \"undoctored\" Mikkelson Additional information: RM-2493 (FCC) Touched by a Hoax (touched.com)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010417155404/http://www.touched.com/tbaanews/tbaahoax.html;http://www.fcc.gov/guides/religious-broadcast-rumor-denied;http://family.custhelp.com/cgi-bin/family.cfg/php/enduser/std_adp.asp?p_faqid=489&p_created=1037383326;http://transition.fcc.gov/ftp/Bureaus/Mass_Media/Databases/documents_collection/75-946.html;",
  "Example": "[Collected via e-mail, 2003] Dr. James Dobson Pleads For Our Action An organization has been granted a Federal Hearing on the same subject by the Federal Communications Commission (FCC) in Washington, DC. Their petition, Number 2493, would ultimately pave the way to stop the reading of the gospel of our Lord and Savior, on the airwaves of America. They got 287,000 signatures to back their stand! If this attempt is successful, all Sunday Worship services being broadcast on the radio or by television will be stopped. This group is also campaigning to remove all Christmas programs and Christmas carols frompublic schools!! You as a Christian can help! We are praying for at least 1 million signatures. This would defeat their effort and show that there are many Christians alive, well and concerned about our country. As Christians we must unite on this. Please don't take this lightly. We ignored this once and lost prayer in our school and in offices across the nation. Please stand up for your religious freedom and let your voice be heard, while creating an opportunity for the lost to know the Lord. [Collected via e-mail, 1996] Madalyn Murry O'Hair, an atheist, whose effort successfully eliminated the use of the Bible Reading and Prayer from public schools fifteen years ago has now been granted a Federal hearing in Washington, D.C. on the same subject by the Federal Communications Commission (FCC). Her petition, P.M. 2493, would ultimately pave the way to stop the reading of the Gospel on the air waves of America. She took her petition with 287,000 signatures to back her stand. If her attempt is successful, all Sunday worship services being broadcast, either by radio, or television will stop. Many elderly people and shut-ins as well as those recuperating from hospitalization or illness, depend on radio and television to fulfill their worship needs every week. Madalyn is also campaigning to REMOVE ALL CHRISTMAS PROGRAMS, CHRISTMAS SONGS, AND CHRISTMAS CAROLS from public schools. You can help this time! We need 1,000,000 (one million) signed letters. This should defeat Ms. O'Hair and show that there are many CHRISTIANS ALIVE AND WELL AND CONCERNED in our country. This petition is NUMBER 2493. Sign, cut off and mail the form below. PLEASE DO NOT SIGN JOINTLY AS Mr. and Mrs. Let each adult SIGN ONE separately and mail it in a separate envelope. BE SURE TO PUT PETITION NUMBER 2493 ON THE ENVELOPE when mailing your letter. Please send this letter out to anyone that can help in the cause. Federal Communications Commission RE: PETITION NO. 2493 1919 \"H\" Street DATE:________ Washington, D.C. 20054 Gentlemen: I am an American and proud of my heritage. I am also very much aware of the place religious faith has played in the freedom we as Americans now enjoy. Therefore, I protest any human effort to remove from radio and television any programs designed to show faith in GOD or a SUPREME BEING or to remove CHRISTMAS SONGS, CHRISTMAS PROGRAMS, AND CHRISTMAS CAROLS from Public Air Waves, Schools, or Office Buildings. Sincerely, NAME:______________________________ ADDRESS:__________________________ Variations: A December 2005 version of this message re-included some Christmas-specific additions found in older versions, opening with the headline \"Removing Christmas? This is too important to ignore!\" and incorporating the line: \"This group is also campaigning to remove all Christmas programs and Christmas carols from public schools!\" A February 2008 version listed specific preachers' programs targeted for removal: \"Joel Osteen, Joyce Meyer, Charles Stanley, David Jeremiah andother pastors.\" An April 2008 version claimed that broadcast of the Catholic Mass would be halted and Catholic television station EWTN (Eternal Word Television Network) would be shut down. A November 2008 version replaced Madalyn Murray O'Hair with Barack Obama as the driving force behind the purported movement to ban religious programming from the airwaves: This is one of many of President Obama's way to control the freedom of speech and it is not just with this group or media outlet. He also wants to control all of talk radio. The impact of this will reach far into the communities around the country. Talk radio shows generate lots of money for many local charities and organizations which some of you support.",
  "Last Updated": "16 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/fcc.asp",
  "Claim": "Atheists are petitioning the FCC to get religious broadcasting banned from American airwaves.",
  "Claim_ID": "politics_religion_fcc",
  "Tags": ""
}