{
  "Origins": "Affable TV personality Hugh Downs can boast of a television career that stretches back nearly six decades, his work on a multitude of programs as an announcer, sidekick, interviewer, host, and news anchor having earned him a certification by the Guinness Book of World Records as the person who had logged the greatest number of hours on commercial network television.",
  "Fact Check": "",
  "Description": "Regardless of whether Hugh Downs' personal politics would incline him to vote for or against Barack Obama in the 2008 presidential election, the above-quoted editorial attributed to him, explaining his reasons for thinking that Obama will lose that election, doesn't sound like Hugh Downs penning a lengthy editorial labeling a prominent politician a \"flake\" just isn't his style. Indeed, this article has nothing to do with Hugh Downs. It's an opinion piece entitled \"The Odd Choices in Barack Obama's Career\" that was written by J.R. Dunn and published on the American Thinker web site on 20 August 2008. The confusion likely stemmed from an advertisement for Hugh Downs Reports that sometimes appeared adjacent to the article:",
  "Originally Published": "",
  "Referred Links": "http://www.americanthinker.com/2008/08/the_odd_choices_in_barack_obam.html;http://www.museum.tv/archives/etv/D/htmlD/downshugh/downshugh.htm;http://www.americanthinker.com/2008/08/the_odd_choices_in_barack_obam.html;",
  "Example": "[Collected via e-mail, August 2008] HUGH DOWNS - OBAMA WILL LOSE I think everyone really knows all of this, but give Hugh ten minutes and read. It's time to throw my hat in the ring as regards predicting the election results. So here it is: Barack Obama will be defeated. Seriously and convincingly defeated. Not due to racism, not due to the forces of reaction, not even due to Karl Rove sending out mind rays over the national cable system. He will lose for one reason above all, one that has been overlooked in any analysis that I've yet seen. Barack Obama will lose because he is a flake. I'm using the term in its generally accepted sense. A flake is not only a screwup, but someone who truly excels in making bizarre errors and creating incredibly convoluted disasters. A flake is a 'fool with energy', as the Russian proverb puts it. ('A fool is a terrible thing to have around, but a fool with energy is a nightmare'.) Barack Obama is a flake, and the American people have begun to see it. The chief characteristic of a flake is that he makes choices that are impossible to either understand or explain. These are not the errors of the poor dope who can't grasp the essentials of a situation, or the neurotic who ruins things out of compulsion, or the man suffering chronic bad luck. The flake has a genius for discovering solutions at perfect right angles to the ordinary world. It's as if he's the product of a totally different evolutionary chain, in a universe where the laws are slightly but distinctly at variance to ours. When given a choice between left and right, the flake goes up if not through the 8th dimension. And although there's plenty of rationalization, there's never a logical reason for any of it. After awhile, people stop asking. Obama's rise has been widely portrayed as a kind of millennial Horatio Alger story young lad from a new state on the outskirts of the American polity, a member of once-despised minority, works his way by slow degrees to within arm's length of the presidency itself. That's all well and good we need national myths of exactly that type. [Rest of article here.]",
  "Last Updated": "10 September 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/hughdowns.asp",
  "Claim": "Editorial by television personality Hugh Downs explains why he thinks Barack Obama will lose the election.",
  "Claim_ID": "politics_soapbox_hughdowns",
  "Tags": ""
}