{
  "Origins": "Shortly after Burger King announced in December 2014 it was resurrecting the Yumbo sandwich, hundreds of potential customers read the news and wondered: What is a Yumbo?",
  "Fact Check": "",
  "Description": "I'm sorry Burger King I don't remember the Yumbo. Jeff Abbott (@JeffAbbott) December 21, 2014 I have vague, misty memories of the 70's @BurgerKing, and I don't remember anything called a Yumbo I think you're full of it B b J nke (@Bob_Janke) December 21, 2014 Soon a rumor started circulating claiming the Yumbo never existed and Burger King had invented the sandwich in an attempt to manufacture nostalgia for an imaginary menu item. Although many people had trouble remembering this ham and cheese hoagie, the Yumbo was not a corporate conspiracy manufactured to oust McDonald's McRib as fast food's most mysterious sandwich. One reason for the confusion surrounding the Yumbo may stem from the fact that the majority of social media users weren't alive in the 1970s. A Pew Research study conducted in 2013 found the majority of Twitter users were between the ages of 18 and 29, which makes them too young to recall a sandwich that was discontinued in 1974. Fast food demographics could also explain why some people are having a hard time remembering the Yumbo. A Gallup Poll in 2013 found adults between the ages of 18-29 were much more likely to eat fast foods than people over 50; so statistically, people who remember the Yumbo from the 1970s just aren't as likely to be eating at Burger King in 2015. Finally, the Yumbo may have been forgotten by most 1970s Burger King customers simply because the sandwich was ... forgettable. While reviews for the original Yumbo are hard to find online, GrubGrade gives Burger King's current Yumbo offering a 2 out of 10: Avoid this mess and don't fall into the \"lowest common denominator pit\". I know this is just fast food, but the YUMBO Hot Ham & Cheese is an example of very little effort by Burger King. Save your money. You might like it if you're under the age of 9. The original Yumbo may not have been a favorite at Burger King, but it certainly did exist. It has appeared on several \"Discontinued Fast Food Items\" lists over the years and was included in a 1970s commercial about BK's specialty sandwiches:",
  "Originally Published": "",
  "Referred Links": "http://blogs.westword.com/cafesociety/2012/07/five_discontinued_fast_food_it.asp;http://www.grubgrade.com/reviews/review-yumbo-hot-ham-cheese-from-burger-king/;http://www.gallup.com/poll/163868/fast-food-major-part-diet.aspx;http://consumerist.com/2014/12/02/burger-king-revives-yumbo-sandwich-menu-item-discontinued-in-1974/;http://www.pewinternet.org/fact-sheets/social-networking-fact-sheet/;https://twitter.com/Bob_Janke/status/546750360346697728;https://twitter.com/BurgerKing;https://twitter.com/JeffAbbott/status/546767880419676160;",
  "Example": "[Collected via e-mail, January 2015] A friend has claimed the Burger King Yumbo didn't exist. In fact, no one can remember it. Is it \"false hype\" to lure in consumers, trying to steal the hype over the McRib.",
  "Last Updated": "6 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/yumbo.asp",
  "Claim": "Burger King created a fake 'discontinued' sandwich from the 1970s for nostalgia purposes.",
  "Claim_ID": "politics_business_yumbo",
  "Tags": ""
}