{
  "Origins": "The annual White House Correspondents' Association dinner took place on 25 April 2015, a yearly event described as \"a big party where Washington bigwigs, Hollywood stars and journalists rub shoulders and celebrate themselves\":",
  "Fact Check": "",
  "Description": "Shortly after the 2015 dinner, an image was circulated online with the claim that it showed First Lady Michelle Obama looking down at her phone and texting while all the other guests around her were standing at attention with their hands over their hearts, presumably during the Presentation of the Colors that opened the program thus providing yet another vivid example of Michelle Obama's supposed disdain of all things American and patriotic: However rude or unpatriotic the attendee pictured here might have been, though, she clearly wasn't Michelle Obama. The First Lady is not seated with the general audience at the Correspondents' Dinner; she sits at head table on the dais. Moreover, as photographs of the 2015 event clearly documents, Mrs. Obama was wearing a very different gown and hairstyle on that occasion from the woman shown above: In fact, the texting woman pictured here is Helena Andrews , who writes a gossip column for the Washington Post : Helena Andrews, who writes the Reliable Source gossip column for The Washington Post, was caught on video using her cell phone as the \"Star Spangled Banner\" played at the 2015 White House Correspondents dinner. Andrews appeared to be typing with her head down, glued to her smartphone's screen, while other attendees stood solemnly with their hands over their hearts until the patriotic song finished. Andrews later confirmed it was her, but insisted she was taking notes for her job and not texting. She also claimed it happened at dinnertime, not during the National Anthem.",
  "Originally Published": "",
  "Referred Links": "http://www.syracuse.com/entertainment/index.ssf/2015/04/reporter_texting_national_anthem_whcd_helena_andrews.html;http://www.washingtonpost.com/blogs/reliable-source/wp/2015/04/25/michelle-obamas-white-house-correspondents-dinner-look/;http://www.washingtonpost.com/blogs/reliable-source/wp/2015/04/25/white-house-correspondents-dinner-2015-live-complete-coverage/;http://www.whca.net/dinner.htm;",
  "Example": "[Collected via e-mail, May 2015] There is a CNN picture floating around supposedly with Michelle Obama texting during the white house correspondents dinner. Picture has 8:17 PM on it and every one else has their hands on their hearts.",
  "Last Updated": "26 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/correspondent.asp",
  "Claim": "Photograph shows Michelle Obama texting at the White House Correspondents' Dinner while other guests have their hands over their hearts.",
  "Claim_ID": "politics_obama_photos_correspondent",
  "Tags": ""
}