{
  "Origins": "Senator John Kerry of Massachusetts, the 2004 Democratic nominee for president, and his wife, Teresa Heinz Kerry, were interviewed by the titular host of CNN's Larry King Live on 8 July 2004. (Senator Kerry technically wasn't the Democrats' nominee yet as the party's national convention did not take place until a few weeks after the interview, but his nomination was a foregone conclusion.) The first question Larry King posed to the Senator dealt with a then-recent announcement by U.S. Secretary of Homeland Security Tom Ridge concerning possible plans by the al Qaeda terrorist group to mount a large-scale attack on the United States:",
  "Fact Check": "",
  "Description": "Senator Kerry did say that he hadn't yet been briefed on the issue of new al Qaeda attacks, but he was referring to an announcement that had been made by Secretary Ridge only earlier that morning. Senator Kerry had just named Senator John Edwards of North Carolina as his running mate a few days earlier, and both men were out of Washington on the campaign trail on July 8 and therefore missed the security briefing given to the Senate that morning. Senator Kerry told Larry King that he expected to receive a similar briefing within the next day or two: KING: When do you when do you get your briefing? KERRY: We're arranging it. It's at the end of the week I'll get it. KING: Should be pretty soon. KERRY: I think it's tomorrow or the next day. KING: And as for the vice president, he gets one, as well, right? KERRY: I hope he will. It's presumed. Additonal information: John Kerry on Larry King Live (CNN transcript)",
  "Originally Published": "",
  "Referred Links": "http://transcripts.cnn.com/TRANSCRIPTS/0407/08/lkl.00.html;http://www.dhs.gov/dhspublic/display?content=3810;",
  "Example": "[Collected on the Internet, 2004] Vote! And let us not forget when Larry King asked Kerry recently about being briefed by the Bush administration on the possibility of new al Qaeda attacks, Senator Kerry said: \"They have offered to brief me; I just haven't had time.\" That pretty much says it all. Folks, the entire election could turn on that one sentence. Spread it far and wide...",
  "Last Updated": "29 October 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/kerry/briefing.asp",
  "Claim": "Senator John Kerry told interviewer Larry King that he \"hasn't had time\" to be briefed on the possibility of new al Qaeda attacks.",
  "Claim_ID": "politics_kerry_briefing",
  "Tags": ""
}