{
  "Origins": "In March 2005, the leaders of the United States, Canada, and Mexico (President George W. Bush, Prime Minister Paul Martin, and President Vicente Fox, respectively) met in Texas to discuss plans for increased cooperation between their three countries in areas of common interest, such as border security, protection against terrorist threats, improved trade relations, competitiveness in the global marketplace, the combating of infectious diseases, and disaster response.",
  "Fact Check": "",
  "Description": "Contrary to the rumor expressed in the example quoted above, the three men did not sign any treaty or agreement to subsume the sovereignty of their countries to a greater entity called the North American Union (NAU), eliminate their common borders, or create a common currency (akin to the Euro ) to replace their nations' currencies. What the leaders agreed to was the creation of the Security and Prosperity Partnership of North America ( SPP ), a \"dialogue to increase security and enhance prosperity among the three countries.\" The SPP is not itself an agreement or a treaty, it is not a movement to merge the United States, Mexico, and Canada into a North American Union or to establish a common currency, nor does it seek to alter or subsume the sovereignty of those three countries. The notion that the establishment of a North American Union (along with the dissolving of national borders and the creation of a common currency) is set to take place in 2010 stems from proposals such as Building a North American Community (a publication of the Council on Foreign Relations in association with the Canadian Council of Chief Executives and the Consejo Mexicano de Asuntos Internacionales) which advocate more aggressive plans for North American cooperation, such as the \"establishment by 2010 of a North American economic and security community, the boundaries of which would be defined by a common external tariff and an outer security perimeter.\" However, such proposals are merely analyses and recommendations developed by independent \"think tanks\"; they are not treaties, legislation, or official blueprints for future governmental actions. None of this is to say that the three North American countries might not someday decide to form closer ties along the lines of the European Union , perhaps with a common currency and more fluid borders. But there is currently no official governmental plan underway to make all that happen by 2010.",
  "Originally Published": "",
  "Referred Links": "http://europa.eu/;http://www.cfr.org/publication/8102/;http://www.spp.gov;http://ec.europa.eu/euro/entry.html;http://usinfo.state.gov/is/Archive/2005/Mar/23-209281.html;",
  "Example": "[Collected via e-mail, January 2008] I've heard rumors going around recently that President Bush, Mexican President Fox, and Canadian Prime Minister Martin met in Waco, TX in 2005 and agreed to create a North American Union (NAU). In this plan it was (supposedly) outlined that by 2010 the borders between the three countries would be dissolved and there would only be a common border surrounding the former countries. Further, the plan called for a purposeful reduction in the value of the dollar to help facilitate the creation of a new currency (the Amero) common to the NAU. Also part of the plan is for the US to give up its sovereignty.",
  "Last Updated": "9 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/nau.asp",
  "Claim": "The leaders of Canada, the United States, and Mexico agreed in 2005 to subsume their countries into a greater \"North American Union\" by the year 2010.",
  "Claim_ID": "politics_immigration_nau",
  "Tags": ""
}