{
  "Origins": "Numerous rumors have been circulated over the years claiming that Barack Obama attended college in the United States as a foreign student and/or under the name Barry Soetoro (the latter reflecting the surname of his Indonesian stepfather), evidence which would supposedly demonstrate that at some point in his life Barack Obama was not a U.S. citizen and is therefore ineligible to hold the office of President of the United States. The image displayed here of a purported 1981 Columbia University student ID card identifying Barack Obama as a \"foreign student\" named \"Barry Soetoro\" is yet another entry in this vein.",
  "Fact Check": "",
  "Description": "However, the ID card pictured above is not a real Columbia University student ID issued to Barack Obama (under any name) in 1981; it's simply an altered version of a Columbia University ID card issued to another student in 1998: Aditionally, the pictured card couldn't possibly have have been a Columbia University student ID issued to Barack Obama in 1981, as the digital ID card format it uses wasn't introduced at Columbia until 1996. Finally, the pictured ID card is obviously a forgery, as the photograph it bears is not a picture of a 20-year-old Barack Obama from 1981; it's a picture taken several years later, during or shortly after Barack Obama's time at Harvard Law School ( 1988-1991 ).",
  "Originally Published": "",
  "Referred Links": "http://obamaforamericaandworld.blogspot.com/2011/05/barack-obama-biography-obama-for.html;http://www.columbia.edu/cu/record/archives/vol21/vol21_iss15/record2115.14.html;",
  "Example": "[Collected via e-mail, February 2012] An e-mail is now being circulated which shows a picture of Obama's Columbia ID card, with his picture and the name Barry Soetoro, and at the bottom is printed FOREIGN STUDENT. ANY RESEARCH ON THIS? Could this be the reason his \"classmates\" don't remember him, or why his records can't be found? Perhaps he was not even \"Barack Obama\" at the time!",
  "Last Updated": "30 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/birthers/studentid.asp",
  "Claim": "A 1981 Columbia University student ID card identifies Barack Obama as a foreign student named Barry Soetoro.",
  "Claim_ID": "politics_obama_birthers_studentid",
  "Tags": ""
}