{
  "Origins": "Current events and fears often make for the most potent forms of satire, and hot on the heels of a vigorous debate in November 2010 over the forms and effectiveness of security measures employed by Transportation Security Administration (TSA) agents at U.S. airports came a few pieces of satire which hit so close to home that they were widely circulated as real news items. One (covered here in a separate article ) involved a TSA agent allegedly caught pleasuring himself to images of airline travelers displayed on a body scanner, and the other (referenced above) described a gay man purportedly arrested for ejaculating while being patted down by a male TSA agent.",
  "Fact Check": "",
  "Description": "The multiple stereotypical gay references in the latter article (e.g., an interior designer named Percy Cummings being arrested at a San Francisco airport) should give the item away as a bit of humor rather than a real news account. But if additional proof be required, one need only note that this item originated on the Dead Serious News web site, whose About page notes that \"Dead Serious News is a satirical website that is updated on an irregular basis. With the exception of the names of public figures, all names are fictional.\" In a follow-up piece also satirizing current events, Dead Serious News reported that \"thousands of documents related to the recent arrest\" of the aforementioned Percy Cummings would be released on the WikiLeaks web site.",
  "Originally Published": "",
  "Referred Links": "http://www.deadseriousnews.com/?p=603;http://www.deadseriousnews.com/?page_id=2;http://www.deadseriousnews.com/?p=573;",
  "Example": "[Dead Serious News, November 2010] A 47 year old gay man was arrested at San Francisco International Airport after ejaculating while being patted down by a male TSA agent. Percy Cummings, an interior designer from San Francisco, is being held without bail after the alleged incident, charged with sexually assaulting a Federal agent. [Rest of article here.]",
  "Last Updated": "2 December 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/patdown.asp",
  "Claim": "An air traveler was arrested for ejaculating during a TSA patdown.",
  "Claim_ID": "politics_satire_patdown",
  "Tags": ""
}