{
  "Origins": "During a 2005 interview with Mike Wallace for television's 60 Minutes news magazine program, Academy Award-winning actor Morgan Freeman did say he found the concept of Black History Month to be \"ridiculous\" and maintained the way to get rid of racism was to \"stop talking about it.\"",
  "Fact Check": "",
  "Description": "The following video clip and transcript of that portion of Freeman's 60 Minutes interview document his remarks on the topic in full: WALLACE: Black History Month, you find ... FREEMAN: Ridiculous. WALLACE: Why? FREEMAN: You're going to relegate my history to a month? WALLACE: Come on. FREEMAN: What do you do with yours? Which month is White History Month? Come on, tell me. WALLACE: I'm Jewish. FREEMAN: OK. Which month is Jewish History Month? WALLACE: There isn't one. FREEMAN: Why not? Do you want one? WALLACE: No, no. FREEMAN: I don't either. I don't want a Black History Month. Black history is American history. WALLACE: How are we going to get rid of racism until ...? FREEMAN: Stop talking about it. I'm going to stop calling you a white man. And I'm going to ask you to stop calling me a black man. I know you as Mike Wallace. You know me as Morgan Freeman. You're not going to say, \"I know this white guy named Mike Wallace.\" Hear what I'm saying?",
  "Originally Published": "",
  "Referred Links": "http://www.cbsnews.com/video/watch/?id=1131418n;",
  "Example": "[Collected via e-mail, July 2012] Is Morgan Freeman quoted as saying he is against Black History Month? I've seen a transcript of a Morgan Freeman interview floating around where he claims the way to stop racism is to stop talking about it, but I'm unsure of its accuracy and its original context, and I was hoping you could give me a hand.",
  "Last Updated": "28 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/blackhistory.asp",
  "Claim": "Actor Morgan Freeman said that he finds the concept of Black History Month to be \"ridiculous.\"",
  "Claim_ID": "politics_quotes_blackhistory",
  "Tags": ""
}