{
  "Origins": "Once the U.S. Internal Revenue Service (IRS) began using Social Security Numbers (SSN) as the primary form of taxpayer identification, it ran into a problem: how to identify people who had federal tax reporting or filing requirements but were not eligible to obtain Social Security Numbers (such as non-resident foreign nationals who earned income which was taxable in the U.S.). The IRS' initial solution was to create temporary numbers known as Internal Revenue Service Numbers (IRSN) to process the tax returns of such persons, but that system created a problem because IRSNs were assigned to tax returns rather than to the individuals filing those tax returns, a situation which made it difficult to track all the returns filed by any particular person. To remedy that problem, in 1996 the IRS introduced the Individual Taxpayer Identification Number ( ITIN ), nine-digit numbers similar in structure to SSNs issued to individuals (regardless of their immigration status) who are required to have U.S. taxpayer identification numbers but are not eligible to obtain SSNs:",
  "Fact Check": "",
  "Description": "In July 2012, the Treasury Inspector General for Tax Administration (TIGTA) issued a final report titled \"Substantial Changes Are Needed to the Individual Taxpayer Identification Number Program to Detect Fraudulent Applications\" which stated the TIGTA had initiated an audit of the ITIN assignment process due to two congressional complaints alleging IRS management personnel were encouraging the approval of fraudulent ITIN applications, and that it found the complaints to be largely accurate: This audit was initiated because TIGTA received IRS employee complaints referred from members of Congress alleging that IRS management responsible for overseeing the ITIN operation was encouraging employees to assign ITINs to applicants when the ITIN application was fraudulent. The objective of our review was to assess the efficiency and effectiveness of the IRS's process to identify questionable ITIN applications. TIGTA substantiated many of the allegations set forth in the IRS employees' complaints. The complaints alleged that IRS management is not concerned with addressing questionable applications and is interested only in the volume of applications that can be processed, regardless of whether they are fraudulent. The audit found that the ITIN application review and verification process is so deficient that there is no assurance that ITINs are not being assigned to individuals submitting questionable applications. Because of lax documentation requirements to obtain an ITIN, tax fraud can go undetected. Management also eliminated successful processes used to identify questionable ITIN application fraud patterns and schemes. In its report, the TIGTA noted its analysis of ITIN application data had identified indications of possible fraud, such as ten addresses that were each issued thousands of tax refunds from returns using ITINs in 2011: As stated in the example quoted in the head of this article, four of those ten addresses were located in Atlanta, Georgia, with one address accounting for a total of nearly 24,000 different tax returns and over $46,000,000 in refunds. However, whether such information is indicative of widespread tax fraud involving the use of ITINs by non-citizens cannot be determined from the information provided. TIGTA's report did not claim to have uncovered specific cases of tax fraud; it offered charts such the one displayed as examples of how various analyses of IRS data could \"identify indications of possible fraud.\" It's possible some of the addresses referenced above correspond to the offices of lawyers or accountants or some other service providers who assist immigrants and other non-citizens in preparing and filing tax returns. It's also possible that if some of those addresses are indeed connected to fraudulent tax return filings, the perpetrators of that activity are domestic criminals rather than \"aliens.\" The July 2012 TIGTA report noted some of the deficiencies observed \"had been brought to management's attention long ago\" via a September 2002 report, but \"management has failed to take sufficient action to address those deficiencies.\" In the 2012 report, TIGTA made nine different recommendations for modifying the ITIN review process to ensure the integrity of the program; in response, Peggy Bogadi, commissioner of the IRS's Wage and Investment Division, issued a memorandum stating the IRS was taking steps to implement seven of those recommendations by the end of 2012 and would consider the other two after conducting a broader review of the program and evaluating the feasibility and impact of those changes.",
  "Originally Published": "",
  "Referred Links": "http://www.treasury.gov/tigta/auditreports/2012reports/201242081fr.pdf;http://www.irs.gov/Individuals/General-ITIN-Information;",
  "Example": "[Collected via e-mail, June 2013] The Internal Revenue Service sent 23,994 tax refunds worth a combined $46,378,040 to \"unauthorized\" alien workers who all used the same address in Atlanta, Ga., in 2011, according to the Treasury Inspector General for Tax Administration (TIGTA). That was not the only Atlanta address theoretically occupied by thousands of \"unauthorized\" alien workers receiving millions in federal tax refunds in 2011. In fact, according to a TIGTA audit report published last year, four of the top ten addresses to which the IRS sent thousands of tax refunds to \"unauthorized\" aliens were in Atlanta. The IRS sent 11,284 refunds worth a combined $2,164,976 to unauthorized alien workers at a second Atlanta address; 3,608 worth $2,691,448 to a third; and 2,386 worth $1,232,943 to a fourth.",
  "Last Updated": "22 June 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/taxes/itin.asp",
  "Claim": "A review of IRS procedures found thousands of tax returns linked to the same addresses.",
  "Claim_ID": "politics_taxes_itin",
  "Tags": ""
}