{
  "Origins": "In mid-September 2013, a Facebook page for the group Truckers to Shut Down America was launched, promoting a plan for American truckers to go on a general strike over the weekend of October 11-13: The American people are sick and tired of the corruption that is destroying America! We therefore declare a GENERAL STRIKE on the weekend of October 11-13, 2013! Truck drivers will not haul freight! Workers will call in sick! Consumers will not buy or sell anything on this date! Stay home! Buy nothing! The goal of the strike wasn't expressed as a specific one, as different descriptions of the event referred to it as a protest over a number of various broad issues such as government corruption, \"upholding the Constitution,\" government fuel policy, and \"Obamacare that will bankrupt every American trucker.\" Some descriptions of the event referenced a general strike, while others described a plan to shut down Washington, D.C. for three days.",
  "Fact Check": "",
  "Description": "After the federal government shutdown began in early October 2013, a rumor claimed that the U.S. Department of Transportation would use the shutdown as an excuse to bring in National Guard units from neighboring states \"to thwart the truckers\" from staging their protest. But as The Trucker reported , National Guard officials from those states asserted no such plans were in process: While protestors with the \"Truckers Ride for the Constitution\" continue their steady journey around the I-495 beltway near Washington, D.C., spokesmen from the Maryland, Virginia and Pennsylvania National Guards have said units have not been called to step in as some media has speculated. \"We have not received any requests for assistance for the state highway,\" Maryland National Guard Spokesman Lt. Charles Kohler [said]. Kohler said [the rumor] was false. \"The state police would be the ones requesting our assistance for that type of mission,\" Kohler said, adding, \"Nor do we anticipate getting that request for that mission; it hasn't even been discussed or thought of.\" Kohler said he fielded \"a lot\" of angry calls from people who believed the report that the guard was going to interfere with the protest. He also said truckers were calling to find out how to avoid being caught up in the protest. Virginia Army National Guard spokesman Cotton Puryear also echoed Kohler's statement: \"The Virginia National Guard has not received any requests for assistance or directives to stage personnel and equipment for possible duty related to the 'Truckers Ride for the Constitution.' We are monitoring the situation and could provide support if directed by the Governor of Virginia, but at no time have there been any plans for any Virginia National Guard support related to the event.\" An official with the Pennsylvania National Guard also said they have gotten no orders to interfere with the protest. In the event, the number of trucker protesters who headed onto the Beltway in Washington on October 11 was relatively small; and although extra state troopers were on hand in Maryland and Virginia in case any problems developed, there were no reports of rifle-toting National Guard troops or armored vehicles shutting down I-495 or blocking entry ramps to prevent truckers from accessing it: Police authorities in Maryland and Virginia reported no major incidents as a result of the much-talked about truckers protest around the Beltway. Drivers of tractor trailers had said they were going to drive slowly to block off parts of the Beltway to protest excessive government intrusion. There were police reports of about 30 tractor trailers with American flags and signs for their protest \"Truckers Ride for the Constitution\" driving at the same speed as the rest of traffic on the Beltway in Friday morning s rush hour. But by mid-day the truckers appeared to have broken into smaller groups amid already-heavy volumes of traffic and rain showers on a holiday weekend. The trucker protesters seemed to be but a mere blip on the traffic cameras of area police officials. \"Nothing materialized,\" [David Buck, a spokesman for the Maryland State Highway Administration] said of the truckers protest, which had taken on a life of its own online. \"It was pretty much a non-event,\" [Virginia State Police spokesman Corinne N. Geller] said. \"They continued to comply with the laws.\" The Washington Times reported that images from the October 11 event were being misleadingly used to convey the false impression that the protest was larger than it actually was: The Ride for the Constitution organizers presented photos of trucks on the beltway as proof of some sort of victory. Many of those trucks were driving on the beltway as part of their regular job, not because they were participating in the demonstration. At one point, four tractor-trailers drove in tandem for a minute, but state police quickly broke it up. \"Ride\" organizers quickly photographed this momentary maneuver and posted it on the Ride for the Constitution website. The visual is accompanied by the 1975 song \"Convoy\" by C.W McCall, giving the appearance that the protest was a smashing success. Shortly after the October 11 protest, a photograph was circulated via social media that supposedly documented a large influx of protesting truckers into Washington which was being ignored by the news media and suppressed by Facebook: You are not going to see this on the news but there a big truckerprotest going on right now in washington d.c. they are blocking all themajor highways in protest of what going on in washington. Facebook isblocking the liking and sharing of pics like this: That image in fact had no connection to the October 2013 truckers' protest in Washington, as the photograph was actually one of a series of pictures (shown here ) posted back in 2009 as depicting congestion at a border crossing that occurred during a December 2007 truckers' strike in Italy.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2007/WORLD/europe/12/12/italy.strike/;http://crazy-picsblog.blogspot.com/2009/10/worlds-most-worst-incomprehensible-and.html;http://www.thetrucker.com/News/Stories/2013/10/11/NationalGuardsaysreportsofstoppingTruckersRideForTheConstitutionprotestfalse.aspx;http://www.redflagnews.com/headlines/just-in-obama-to-use-national-guard-to-close-beltway-to-thwart-3-day-trucker-protest;https://www.facebook.com/truckerstoshutdownamerica;",
  "Example": "[Collected via e-mail, October 2013] I just saw this being reposted by a large number of my friends: Sources within the U.S. Department of Transportation have revealed that their plan to use National Guard resources to close federally funded Interstate Route 495, circling the nation's capital, have been approved by unknown White House officials and will be implemented on Friday morning, October 11, in order to thwart the three day Trucker slowdown announced on the Capitol Beltway starting that date, using the federal government shutdown as justification. The National Guard resources to be used to thwart the truckers will include rifle toting National Guardsmen called up from units that will be coming in from Maryland, Pennsylvania and Virginia. They will use heavily armed National Guardsmen on foot and using trucks, jeeps and armored vehicles, which will be stationed at all entrance ramps to the Beltway to block incoming traffic starting early Friday morning.",
  "Last Updated": "14 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/truckers.asp",
  "Claim": "The federal government called out National Guard resources to block protesting truckers from using I-495 (the Capital Beltway) in Washington.",
  "Claim_ID": "politics_medical_truckers",
  "Tags": ""
}