{
  "Origins": "On 17 January 2010, a 7.0 magnitude earthquake struck Haiti, devastating that island nation. In response, many countries reached out with offers of financial aid to the stricken island. Among them was Thailand, whose government offered to send $20,000 in humanitarian aid, a beneficence which was widely derided as a laughably small sum.",
  "Fact Check": "",
  "Description": "The above-referenced article, entitled \"Thailand Donates 50,000 Bottles of Whitening Skin Cream to Haiti,\" was a reaction to that paltry contribution, using humor to underscore the \"Let them eat cake\" message of the original $20,000. It appeared on the satirical web site notthenation.com. Other satirical articles from Not the Nation include \" CNS Lifts Ban on Irony ,\" \" Astrologers Release Retroactive Predictions for 2007 ,\" and \" Academics Hail Freedom That Comes with Conformism .\"",
  "Originally Published": "",
  "Referred Links": "http://www.notthenation.com/pages/news/getnews.asp?id=382;http://www.notthenation.com/pages/news/getnews.asp?id=394;http://www.notthenation.com/pages/news/getnews.asp?id=174;http://www.notthenation.com/pages/news/getnews.asp?id=861;",
  "Example": "[Collected via e-mail, February 2010] BANGKOK Responding to international criticism that its initial donation of $20,000 was insufficient, the Thai government has generously added 50,000 bottles of whitening skin cream to its aid shipment to earthquake-stricken Haiti. \"Thailand is a compassionate nation,\" said Foreign Minister Kasit Piromya. \"We noticed in the news that the Haitians are all very dark-skinned. This is surely one of the reasons they are living in poverty. With lighter skin they could be more successful.\" [Rest of article here.]",
  "Last Updated": "26 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/skincream.asp",
  "Claim": "Thailand donated 50,000 bottles of whitening skin cream to Haitian earthquake victims.",
  "Claim_ID": "politics_satire_skincream",
  "Tags": ""
}