{
  "Origins": "Akin to Senator John Kerry's March 2004 public characterization of one of his Secret Service bodyguards as a \"son of a bitch,\" President George W. Bush was once involved in a similar incident.",
  "Fact Check": "",
  "Description": "(Although this article discusses events that took place both before and after George W. Bush was sworn in as the 43rd President of the United States, for consistency's sake we will refer to his title as \"President Bush\" throughout.) During a 2000 Labor Day weekend rally at suburban Naperville, Illinois, the then-Republican presidential nominee (and Texas governor) forgot the axiom about treating every microphone as a live mike. Upon spotting a veteran political reporter in the crowd and pointing him out to his running mate, Dick Cheney, as the two stood at the podium waving to the assembled crowd, Bush said, \"There's Adam Clymer, major-league asshole from The New York Times .\" Cheney, also unaware the microphones were turned on, agreed, saying, \"Oh yeah, he is, big time.\" Not everyone in the crowd caught the exchange, but many did. It was also captured by dozens of video cameras, destroying any chance of anyone's later denying the statements or attributing their wording to misquoting. What was said became a matter of public record. President Bush was subsequently criticized both for the remark itself and for the way the fallout from it was handled. When his aides were questioned about the \"asshole\" comment, rather than offering the candidate's apologies for what he had said, they instead defended the remark, attributing it to justifiable ire over particular items Clymer had written about Bush's career as Governor of Texas. \"There's been a series of articles [by Clymer] that the governor has felt have been very unfair,\" said Bush's communications director, Karen Hughes. When directly asked about his remark, Mr. Bush responded, \"I regret that a private comment I made to the vice-presidential candidate made it into the public airwaves,\" which was not an apology. When pressed as to whether he would apologize, he replied, \"I was making a comment to . . . Cheney. I didn't realize, obviously, the mikes were going to pick it up.\" In February 2001, President Bush did somewhat ameliorate his \"asshole\" assessment by commending Adam Clymer to the Washington press corps as a \"major league ass . . . et.\" Humor is often called upon to help smooth ruffled feathers, which is clearly what was intended here. This updated remark was made in a jovial video message to reporters and politicians gathered in Washington for an annual dinner. The temptation runs strong to compare President Bush's having labeled a disliked reporter an \"asshole\" with Senator Kerry's characterization of one of his bodyguards as a \"son of a bitch.\" They were both caught using vulgarities to refer to persons who had raised their hackles, and even their choices of epithet were similar in intensity and offensiveness. (That is not to say the terms are interchangeable, only that they both rank about the same on the boorishness scale one's not much worse than the other.) Yet the discussion lies not in the similarities, but in the differences, which are four: intended audience, passion of the moment, subsequent action, and nature of target. Senator Kerry meant his remark for public consumption in that he spoke his words directly to a reporter on the scene in answer to a query about the nature of the spill he had just taken (he and his Secret Serviceman had collided while the Senator was snowboarding), whereas President Bush made his remark as an aside to his running mate, both men unaware their conversation was being broadcast. There are certain observations and negative assessments each of us privately shares only with particular intimates and which are not meant for the ears of others, so there is an argument to be made for President Bush's comment to be viewed as a lesser class of offense than Senator Kerry's. However, whereas President Bush's statement was made while he was in a neutral emotional state and not in immediate response to something awful that had just taken place, Senator Kerry said what he did in reaction to being upended into the snow, quite possibly too soon after the event for him to have regained his composure. Excited utterances and spontaneous statements are viewed as belonging to a special class of comments, the proof of which lies in their being treated as exceptions to the hearsay rule governing admissible evidence in U.S. courts. Most folks don't hold others quite as stringently to the letter of what they've screamed at the top of their lungs during impassioned interludes as they do those who have said poisonous, hurtful things well after tempers have cooled. Thus there is an argument to be made for viewing Senator Kerry's outburst with more leniency than would be accorded President Bush, in that one might have been reaction, whereas the other was deliberate. Yet, even for those who would want to apply a \"heat of the moment\" reduction to such explosions, the call for leniency for Senator Kerry under its proviso can't be made definitively, because it is not known how much time passed between his snowboarding accident and his remark. (Also, even knowing exactly how many minutes and seconds doesn't always help in that such judgments are not about objective measures of time some folks take longer to cool down than others, whereas some are back in control of themselves in a split second. There is no unvarying time standard that can be applied across the board to everyone.) Another difference lies in how the two politicians handled the aftermath of their swearing forays. As far as we can tell, President Bush never did apologize for calling a reporter an \"asshole,\" although months after the fact he did attempt to pour oil on troubled waters by making a joke that recast his ignoble comment into an inclusive \"we're all friends, aren't we, boys?\" pat on the back for the man so defamed. As for Senator Kerry, while less time has passed in which he could have made amends for his \"son of a bitch\" assessment, we've seen nothing further on the subject neither reports of apologies tendered nor of remarks withdrawn. Both men could be judged as receiving failing grades in this category, albeit through different forms of not having admitted to wrongdoing and attempting to set things to rights. Last, there is the matter of the nature of those who drew the \"asshole\" or \"son of a bitch\" labels, both in terms of those men's jobs and in regard to what they as individuals might have done to have prompted such characterizations. President Bush's target was a reporter, a member of an occupation traditionally at odds with politicians. Members of these two groups aren't expected to feel great love for one another since the proper conduct of their duties often sets them at counter purposes. The reporter in question had also reportedly provoked his denigrator by writing articles the President didn't care for; whether or not those pieces were \"unfair,\" they worked to add a layer of personal dislike to the equation. Senator Kerry's target was a Secret Service agent assigned to protect the Democratic hopeful, and unlike the inherent adversarial dynamic between reporters and politicians, bodyguards and their charges have a different sort of relationship, one that is generally far more supportive and forgiving. While frustration is part of the deal for both those being watched over and those doing the watching, there is also an presumption of goodwill in that both parties are assumed to want the same thing; namely, the successful protection of the person being covered. As for what the agent did to provoke the invective, he accidentally ran into the Senator during a snowboarding run, sending them both flying. While a reporter who pens articles critical of a politician does so with a keen awareness that what he has to say is not going to endear him to his subject, a Secret Service agent who accidentally careens into his charge does so with no foreknowledge or sense of ill intent. So what does all this mean in terms of who was more culpable? We leave that to readers to decide, depending upon which criteria they deem to carry more weight. Such judgments are unique to the individual, after all. Barbara \"determinedly resisting the urge to title this article 'Asshole Lotta Shaking Going On'\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "13 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/bushcuss.asp",
  "Claim": "President Bush once referred to a reporter as a \"major league asshole.\"",
  "Claim_ID": "politics_bush_bushcuss",
  "Tags": ""
}