{
  "Origins": "The issue between Trevor Keezor and his former employer, the Home Depot chain of home improvement stores, is one which originally hit the news back in October 2009 and saw renewed currency in August 2010 due to an American Family Association (AFA) mailing on the subject sent out on 9 August 2010.",
  "Fact Check": "",
  "Description": "In October 2009, 20-year-old Trevor Keezor, a cashier at a Home Depot store in Okeechobee, Florida, said that Home Depot management had told him the American flag button bearing the legend \"One nation under God, indivisible\" which he had been wearing on his work apron for over a year was an unacceptable violation of company policy, and that after he refused an order to remove it he was fired from his job. Home Depot spokesman Craig Fishel acknowledged that Mr. Keezor had indeed been fired over the issue, which the former maintained was not related to the subject matter of the pin, but rather was a clear-cut violation of the company's specific, long-standing dress code: This associate chose to wear a button that expressed his religious beliefs. The issue is not whether or not we agree with the message on the button. That's not our place to say, which is exactly why we have a blanket policy, which is long-standing and well-communicated to our associates, that only company-provided pins and badges can be worn on our aprons. He was offered a company-approved pin that said, \"United We Stand,\" but he declined it. For his part, Keezor maintained that he had been wearing the button on his work apron since March 2008 without incident, but soon after he began bringing a Bible to read during his lunch break at the store in October 2009, management told him he would have to remove the button. Keezor's lawyer announced an intention to sue Home Depot for violating federal and state laws against religious discrimination, but others expressed skepticism that the issue could be so positioned: Michael Masinter, a civil rights and employment law professor at NOVA Southeastern University in Fort Lauderdale, said any lawsuit over religious discrimination might be a tough one to win. \"Because it's a private business, not one that's owned and operated by the government, it doesn't have to operate under the free speech provisions of the First Amendment,\" Masinter said. \"But we're not talking about religious displays here,\" he said. \"This sounds more like a political message ... Wearing a button of that sort would not easily be described as a traditional form of religious expression like wearing a cross or wearing a yarmulke.\" The AFA has maintained that Home Depot employs a double standard and \" supports the homosexual agenda\" by allowing employees to wear buttons on their aprons that \"promote homosexuality.\" Critics have counter-charged that the AFA has falsely accused the home-improvement retailer of \"helping gay sexual predators stalk children.\"",
  "Originally Published": "",
  "Referred Links": "http://www.splcenter.org/blog/2010/07/28/religious-right-group-slurs-home-depot-in-anti-gay-attack/;http://action.afa.net/item.aspx?id=2147496231;http://www.afa.net/Detail.aspx?id=2147497324;",
  "Example": "[Collected via e-mail, August 2010] Is this true? The Home Depot fired a employee for refusing to remove a \"One nation under God\" patriotic button from his work apron. Trevor Keezor, a Christian, said he wore the button to support his country and his 27-year-old brother, who serves in the military in Iraq.",
  "Last Updated": "10 August 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/homedepot.asp",
  "Claim": "A Home Depot employee was fired after refusing to remove a patriotic button from his work apron.",
  "Claim_ID": "politics_religion_homedepot",
  "Tags": ""
}