{
  "Origins": "In January 2014, an article echoing long-debunked hoaxes about government health regulations requiring citizens to be implanted with RFID microchips hit the Internet, this one shifting the setting of the hoax from the U.S. to the European Union:",
  "Fact Check": "",
  "Description": "On May 2014, through Europe newborn children will be compelled to take in a subcutaneous RFID chip. Public clinics in the European Union are to be alerted. The chip in inquiry will be contributed with the report sheet on the newborn. This chip will also be an impressive GPS sensor that will task with a micro-disposable battery every 2 years in state clinics. GPS chip grants an edge of error of 5 meters, as a statement that it is excellent. It will be linked straight to a satellite, which will guide the networks. As forecasted, this chip will be essential for all kids born after May 2014, but with a present confirmation date until December 2016. Neither the European Union nor any individual member country thereof has enacted regulations requiring that as of May 2014, \"newborn children will be compelled to take in a subcutaneous RFID chip,\" nor has any legitimate news outlet reported on such a story. The source for this claim is the disreputable topinfopost.com web site, a site which has a long history of picking up and republishing false information from other sources with no regard for its veracity. (In this case the topinfopost.com article reads like a stilted translation of an item originally written in a language other than English, and it appears to have originated with an Italian hoax or satire piece from December 2013.) Various articles published in the European press in recent years have posited that governments could someday require their citizens to be implanted with tracking devices (such as RFID chips), but that's simply speculation about something that might happen sometime in the indefinite future, not a reporting of regulations that have actually been proposed or enacted. The photograph that accompanies the original article doesn't even show a subcutaneous RFID chip: What's seen above is a picture taken from a year-old news article about the development \"biostamps,\" a form of flexible electronic circuitry attached to the wearer's skin with a rubber stamp that could ostensibly be used as a form of authentication in place of current password systems.",
  "Originally Published": "",
  "Referred Links": "http://www.telegraph.co.uk/technology/mobile-phones/10090863/Google-Motorolas-tattoos-could-replace-passwords.html;http://www.dailymail.co.uk/news/article-413345/Britons-microchipped-like-dogs-decade.html;http://www.giornalettismo.com/archives/1266189/la-bufala-dei-neonati-con-il-microchip/;http://topinfopost.com/2014/01/22/all-european-newborn-babies-will-be-microchipped-from-may-2014;",
  "Example": "[Collected via e-mail, January 2014] Is this true? \"On May 2014, through Europe newborn children will be compelled to take in a subcutaneous RFID chip.\"",
  "Last Updated": "22 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/microchipeurope.asp",
  "Claim": "As of May 2014, European Union regulations require newborn children to be implanted with RFID chips.",
  "Claim_ID": "politics_medical_microchipeurope",
  "Tags": ""
}