{
  "Origins": "In June 2013, celebrity chef Paula Deen became embroiled in a racial discrimination controversy stemming from a lawsuit filed by a former employee of restaurants owned by Deen and her brother, Earl \"Bubba\" Hiers. In the wake of that controversy, the Food Network announced it would not be renewing Deen's contract to host programming on that channel, and a number of other businesses terminated their sponsorship deals with Deen and dropped Paula Deen products from their store shelves.",
  "Fact Check": "",
  "Description": "Deen quickly became the subject of a number of satirical barbs, one of which was a 23 June 2013 piece by Allen Clifton published on the Forward Progressives web site which posited Deen had been picked up by Fox News to host a cooking show for that channel, a program focusing \"on dishes that represent true southern traditions that come straight from the plantation.\" Many readers who encountered the article through links and excerpts posted via social media mistook it for a genuine news article, either because they didn't see the original in context or didn't read it all the way to the end, where Clifton declared: Of course none of this is true. I made all of it up. Though the sad part is, up until this point, many probably didn t think this was satire. Heck, I wouldn t be shocked if Paula Deen does somehow manage to get a new job that has Fox ties. But that s the true sad state of Fox News and the Republican Party it s become hard to tell the difference between satire and reality. Clifton's article was just one of several which used the same satirical framework, however. A couple of days earlier, both the Free Wood Post (\" Fox News Nabs Paula Deen After Her Release from Food Network \") and The Daily Refried (\" Fox News Hires Paula Deen to Host Plantation-Themed Morning Show \") had published spoofs also riffing on the notion of Deen's show being picked up by Fox News.",
  "Originally Published": "",
  "Referred Links": "http://www.thedailyrefried.com/fox-news-hires-paula-deen-to-host-plantation-themed-morning-show/;http://www.freewoodpost.com/2013/06/21/fox-news-nabs-paula-deen/;http://www.forwardprogressives.com/fox-news-hires-paula-deen-for-new-cooking-show/;",
  "Example": "[Collected via e-mail, June 2013] Please share! On the heels of being fired by the Food Network, Paula Deen has been handed a brand new gig with Fox News. Desperate to prove that they re absolutely not racist in any way, and are just being advocates for our First Amendment, Fox News has decided to bring the colorful Paula Deen aboard and will give her a brand new show Paula Deen: Cooking with a Southern Strategy. The show will focus on dishes that represent true southern traditions that come straight from the plantation. Fox News has said they plan to help Deen overcome the oppression they claim has been recently forced on her by her critics, by giving her a show that will help her rise once again.",
  "Last Updated": "28 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/pauladeen.asp",
  "Claim": "Paula Deen has been hired to host a cooking show for Fox News.",
  "Claim_ID": "politics_satire_pauladeen",
  "Tags": ""
}