{
  "Origins": "Halal is an Arabic word meaning \"lawful\" or \"permissible\" (the opposite of haraam , which means \"unlawful\" or \"forbidden\"). When applied to consumables, halal references foods that conform to Islamic dietary guidelines as specified in the Qu'ran. (Food products that are not considered halal include pork, alcohol, any type of blood, and meat from carnivorous animals.) Any meat products must come from animals which have undergone a prescribed method of slaughtering (known as dhabihah ) in order to be considered halal : This method of slaughtering animals consists of using a well sharpened knife to make a swift, deep incision that cuts the front of the throat, the carotid artery, wind pipe and jugular veins but leaves the spinal cord intact. The blood is to be completely drained from the body before its meat is cut. The head of an animal that is slaughtered using halal methods is aligned with the qiblah. In addition to the direction, permitted animals should be slaughtered in the name of Allah (the Lord) and the person who is slaughtering should be a Muslim and he/she should be in a good mental condition and faith. All these steps have to be completed to render the meat edible for Muslims' consumption. The production and availability of halal certified food products in North America has been driven by both domestic and foreign demand. In U.S. cities with higher concentrations of Muslims in their population, more and more local grocery stores and restaurants are offering halal food products to make it more convenient for Muslim families to maintain their religious dietary specifications. Some national supermarket chains (such as Costco and Wal-Mart) have begun selling halal food products as well.",
  "Fact Check": "",
  "Description": "In 1998, the U.S. Department of Agriculture (USDA) recognized the growing potential of domestic and foreign markets for U.S.-produced halal meat products, noting that: Contrary to the overall declining trend in the United States' lamb, mutton, and goat consumption, there is a growing, high-value market to be found among the American Muslim population. Entrance into this particular market, as well as Muslim markets overseas, requires Halal certification. Halal is an Islamic religious term used to describe food that is \"lawful\" to eat. It is similar to Kosher in the Jewish religion in many ways. Many slaughterhouses in the United States already meet the standards set by the American Muslim community for Halal status. The USDA has had a policy on Halal labeling in effect since 1996. Halal requirements are not difficult to meet, and the USDA believes that any American slaughterhouse should be able to comply with the new Halal policy. The U.S. government is negotiating with several major Muslim countries to gain acceptance of U.S. Halal standards as equivalent to their own. This will open more markets to U.S. lamb and mutton exporters, as at least twenty Muslim countries require Halal certification for meat. There are 1.5 billion Muslims throughout the world, so the potential market for Halal meat is very large. The text reproduced above makes a number of statements about the production of halal meat products in the U.S. (and Islam in general) which are inaccurate or unsubstantiated: Unlike kosher food, where the physical processing of the meat is the focus, for Islam it is the spiritual component that makes the meat lawful. It is not accurate to assert that a primary or major difference between kosher and halal methods of processing meat is a focus on the physical in the former case and the spiritual in the latter case. Islamic dietary guidelines are similar to Jewish kosher dietary guidelines in that both sanction the religious blessing of food as well as the manner of the handling and slaughtering of the animal, and both urge consumption of food that is clean and wholesome. For lawful (halal) meat in Islam, the animal must be killed while the butcher faces Mecca, and either the butcher cries \"Allah Akbar\" or a tape plays the words over a loud speaker. As noted above, in halal processing the head of an animal that is to be slaughtered should be aligned with the qiblah, and animals should be slaughtered in the name of Allah. How the latter aspect is satisfied varies with region and culture; it does not necessarily involve the uttering or recorded playing of the phrase \"Allahu Akbar.\" Halal kill plants are CONSTANTLY being cited and shut down by the USDA for horrific infractions. One of the things that halal kill plants are notorious for is putting already-dead animals in the human consumption line. All slaughterhouses throughout the U.S., whether halal, kosher, organic, or regular, are required to follow USDA regulations regarding the condition of their facilities and their treatment of animals, and violators are subject to penalties and prosecution. We found no evidence in publicly available USDA records or news accounts indicating that halal slaughtering plants are more frequently cited or shut down by that agency for violations of sanitary or animal handling regulations than non-halal plants are. Additionally, halal requirements specifically prohibit the use of animals that have died prior to the slaughtering process. Since Islam teaches dishonesty (taqiyyah) and no regard for one's neighbor, this kind of sickening behavior is standard. This statement is a complete misunderstanding of the concept of taqiyyah , which is derived from an Arabic meaning of \"to protect\" or \"to shield oneself.\" According to Islamic scholars, the only time a Muslim is allowed to conceal his faith is whenthe action of lying about his faith is necessary to help protect himself or others from a threatened loss of life or serious physical harm. The concept of taqiyyah applies only under this specific circumstance; it is not license for Muslims to lie or be deceitful as a general practice: Taqiyyah, in Islam, is the practice of concealing one s belief and foregoing ordinary religious duties when under threat of death or injury. Derived from the Arabic word waqa (\"to shield oneself\"), taqiyyah defies easy translation. English renderings such as \"precautionary dissimulation\" or \"prudent fear\" partly convey the term's meaning of self-protection in the face of danger to oneself or, by extension and depending upon the circumstances, to one's fellow Muslims. Thus, taqiyyah may be used for either the protection of an individual or the protection of a community. Moreover, it is not used or even interpreted in the same way by every sect of Islam. As for the notion that \"Islam teaches no regard for one's neighbor\": According to Islamic teachings, refraining from harming one's neighbor is a part of faith. The Prophet Muhammad sometimes used to show the importance of teachings by saying, \"Whoever believes in God and the Last Day, let him do such-and-such ...\" Among the prophetic traditions that employ this method of conveying a message is the following narrated from Abu Hurayra: \"Whoever believes in God and the Last Day should not harm his neighbor.\"",
  "Originally Published": "",
  "Referred Links": "http://www.britannica.com/EBchecked/topic/583227/taqiyyah;http://www.fsis.usda.gov/wps/portal/fsis/topics/rulemaking/humane-methods-of-livestock-slaughter-act;http://www.britannica.com/EBchecked/topic/485731/qiblah;",
  "Example": "[Collected via e-mail, October 2011] The other day I wrote about Costco stocking their meat counters with\"Halal\" meat. So yesterday I shopped for groceries at my local Walmart. As usual, Ibought a bag of frozen chicken breasts, but this time I checked to makesure the meat was not labeled \"Halal\". Here's why. Halal is the Islamic term that basically means the meat is lawful to eatfor a devout Muslim. What makes it lawful or acceptable is that the meathas been processed in a very specific way. Unlike kosher food, where thephysical processing of the meat is the focus, for Islam it is thespiritual component that makes the meat lawful. For lawful (halal) meat in Islam, the animal must be killed while thebutcher faces Mecca, and either the butcher cries \"Allah Akbar\" or a tapeplays the words over a loud speaker. Ann Barnhardt is a cattle commodities broker, has more about \"Halal.\"NEVER buy meat that is marked as \"Halal\". I am in the cattle business, and believe me when I tell you that Halalkill plants are CONSTANTLY being cited and shut down by the USDA forhorrific, infractions. Most of these plants are in Michigan and upstateNew York. One of the things that halal kill plants are notorious for is puttingalready-dead animals in the human consumption line. They will go pick up adead cow off of a farm or ranch and instead of putting it in theirrendering tank where the resulting \"tankage\" is worth pennies on thedollar as pet food or industrial products, they will shackle the deadanimal on the normal kill line and process it as human food which is thehighest-dollar product. Since Islam teaches dishonesty (taqiyyah) and no regard for one sneighbor, this kind of sickening behavior is standard. Halal plants are also notorious for general citations for filth anduncleanliness. I have toured normal cattle slaughter plants, and guys, youcould eat off of the floor. Everything is white and men walk around with water hoses and steam gunsconstantly keeping everything in a state of spotlessness. Halal plants are filthy. A lot of Halal meat is also labeled as \"organic.\"",
  "Last Updated": "28 March 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/religion/halal.asp",
  "Claim": "Halal meat sold in the U.S. is commonly produced in conditions of filth and uncleanliness.",
  "Claim_ID": "politics_religion_halal",
  "Tags": ""
}