{
  "Origins": "Back in September 2007, we wrote about a rumor regarding \"Ameros,\" a tale which was then being spread via an e-mail containing pictures of coins supposedly being furtively minted by the U.S. government for use by an (as-yet secret) economic union of the USA, Canada, and Mexico. As we detailed in our article on that subject, the rumor had been started by talk radio host Hal Turner, who had disingenuously claimed that privately-minted collectible tokens were in fact \"real\" Amero coins slipped to him on the sly by an anonymous Treasury agent.",
  "Fact Check": "",
  "Description": "In December 2008, Turner tried beating a slightly different Amero drum, this time claiming that his \"sources\" had slipped him \"proof the government is secretly printing new AMERO paper currency,\" and that he had examples of these genuine Amero notes in his possession, as demonstrated by the following pictures embedded in his blog: The \"Amero\" notes pictured in Turner's blog were actually mock-ups which had been created as part of a project and posted to the designer's Flickr photo-sharing account, from which a few select images were lifted and promulgated out of context as supposed examples of \"real\" Amero notes. As a picture of the back of one of these Amero notes clearly shows, the bill was an element of a project intended to \"prompt discussion about questions related to the monetary interdependence in North America\" and was most assuredly not, as Turned asserted, an official specimen of \"a new currency already being printed and quietly distributed around the world.\"",
  "Originally Published": "",
  "Referred Links": "http://www.flickr.com/photos/8152235@N02/page2/;http://halturnershow.blogspot.com/2008/12/urgent-new-amero-paper-currency-exposed.html;http://www.designscomputed.com/coins/amero.html;http://web.archive.org/web/20070911072115/http://www.halturnershow.com/AmeroCoinArrives.html;http://en.wikipedia.org/wiki/Hal_Turner;",
  "Example": "[Collected via e-mail, March 2009] I received a forwarded e-mail from a person I know. The original e-mail she forwarded was dated Dec. 17, 2008, and was about a supposed new paper currency called the \"Amero\" which is to replace the American and Canadian dollars and the Mexican Peso. It goes into great detail, including pictures. The e-mail claims that this currency is being printed now.",
  "Last Updated": "7 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/ameronote.asp",
  "Claim": "The U.S. has been producing Amero notes, currency to be used by an economic union of the USA, Canada, and Mexico.",
  "Claim_ID": "politics_business_ameronote",
  "Tags": ""
}