{
  "Origins": "Since at least 2011, rumors have circulated claiming the Fox News television channel has been banned in Canada due to its running afoul of Canadian Radio-Television and Telecommunications Commission ( CRTC ) prohibitions which make it \"illegal to broadcast lies and label it news.\" One prominent example of this rumor states, for example, that:",
  "Fact Check": "",
  "Description": "It is true that various sections of CRTC regulations prohibit the broadcasting of \"false or misleading news\" by radio and television licensees, and that in 2011 the CRTC declined to narrow those regulations to apply only to \"news that the licensee knows is false or misleading and that endangers or is likely to endanger the lives, health or safety of the public.\"However, it is not true that such regulations have kept the Fox News Channel from gaining entry into Canada, or that they were invoked to boot Fox News out of that country after the channel was established there. The CRTC regulations apply only to Canadian broadcasters using Canadian airwaves; they do not apply to the Fox News Channel, which is a non-Canadian entity transmitted via satellite and cable, not broadcast over public airwaves. Fox Chairman and CEO Rupert Murdoch was rebuffed in his efforts to establish Fox News Canada in 2003 due to Canadian laws regarding foreign ownership of print and broadcast media, but the CRTC approved an application to bring the Fox News Channel to Canadian digital television line-ups back in November 2004, and that channel is now carried by dozens of different digital providers throughout Canada. (The claimed distinction that Fox News is only allowed in Canada due to its being classified as an \"entertainment\" channel rather than as a \"news\" channel is a meaningless one, as those classifications only apply to Canadian media outlets, and Fox is an American company.) The Fox Network, which is a broadcast entity distinctly different from the Fox News Channel, does not have any affiliates or owned-and-operated stations in Canada, but Fox Network programming is carried on cable and satellite providers in Canada through several U.S. stations located near the U.S.-Canada border.",
  "Originally Published": "",
  "Referred Links": "http://www.foxnews.com/story/0,2933,184837,00.html;http://www.cbc.ca/news/canada/story/2004/11/18/fox_crtc041118.html;http://www.theglobeandmail.com/news/politics/crtc-plan-to-lift-ban-on-false-news-prompts-political-investigation/article1898147/;http://www.crtc.gc.ca/eng/archive/2011/2011-308.htm;http://quickhits.tumblr.com/post/3586869578/as-americas-middle-class-battles-for-its-survival;http://www.crtc.gc.ca/eng/statutes-lois.htm;",
  "Example": "[Collected via e-mail, October 2012] Is it true that Fox News Network is not allowed in Canada? I've heard that because the Fox News network is not factual, they are not allowed on Canadian TV.",
  "Last Updated": "15 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/foxcanada.asp",
  "Claim": "The Fox News television channel has been banned in Canada because they report false information",
  "Claim_ID": "politics_business_foxcanada",
  "Tags": ""
}