{
  "Origins": "A joint resolution passed by both houses of Congress on 11 October 2002 and signed into law by President Bush on 16 October 2002 authorized the president to use the United States' armed forces to \"defend U.S. national security against the continuing threat posed by Iraq and enforce all relevant Security Council resolutions regarding Iraq.\" This bill (enacted as Public Law 107-243 ) provided the authority under which President Bush launched the U.S. military into a war against Iraq (\"Operation Iraqi Freedom\") on 19 March 2003.",
  "Fact Check": "",
  "Description": "On 5 February 2003 another joint resolution (HJ20) was introduced in the House of Representatives, this one seeking to repeal Public Law 107-243 and thereby revoke the president's authority to use military force against Iraq. (This resolution was sponsored by Rep. Peter A. DeFazio of Oregon, not Rep. Dennis J. Kucinich of Ohio, although Rep. Kucinich was one of the bill's 37 co-sponsors.) This resolution was referred to the House Committee on International Relations the same day it was introduced. It is extremely unlikely this bill will ever clear committee and be presented to the House for a vote (hence the plea quoted above for people to prevail upon Speaker of the House Dennis Hastert to introduce it for a vote), and even more unlikely that it would ever be passed by both the House and the Senate if it were.",
  "Originally Published": "",
  "Referred Links": "http://speaker.house.gov/;http://www.house.gov/kucinich/;http://www.house.gov/defazio/;http://thomas.loc.gov/cgi-bin/query/z?c108:h.j.20:;http://thomas.loc.gov/cgi-bin/query/z?c107:h.j.114.enr:;",
  "Example": "[Collected on the Internet, 2003] Subject: EMERGENCY! HJ Resolution 20 Friends and Concerned Americans, Against all odds, there were enough signatures, e-mails, telegrams and phone calls within the last 24 hours to Congressman Dennis J. Kucinich of Ohio to persuade him to introduce before the House of Representatives in Washington, D.C. a little known resolution that deprives the President of his authority to wage war. However, we must now persuade Speaker of the House Dennis Hastert that there is a growing consensus if not a plurality to mandate the resolution for a House ballot. Therefore, please take a moment to e-mail Speaker Hastert by simply saying, \"I am in favor of introducing HJ Resolution 20 for a vote.\" Speaker Hastert's e-mail: Speaker@mail.house.gov. Please do this NOW. And please forward to every other concerned citizen you know.",
  "Last Updated": "16 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/war/hj20.asp",
  "Claim": "A resolution introduced to the House of Representatives seeks to repeal the authorization for use of military force against Iraq.",
  "Claim_ID": "politics_war_hj20",
  "Tags": ""
}