{
  "Origins": "A senior citizen who so despised the current president that, before she died, she left instructions directing that her memorial gifts should \"be made to any organization that seeks the removal of President George Bush from office\"?",
  "Fact Check": "",
  "Description": "That seemed to be the case with 71-year-old Sally Baron, whose 21 August 2003 obituary as published in the Capital Times of Madison, Wisconsin, ended with the statement that \"Memorials in her honor can be made to any organization working for the removal of President Bush.\" Although Ms. Baron may not have cared much for the President, the unusual instruction in her death notice apparently was not placed there at her own request, but was something her family thought up for her after she passed away. According to an article that ran in the Capital Times the same day as Ms. Baron's obituary: When Sally Baron's family wrote her obituary, they described a northern Wisconsin woman who raised six children and took care of her husband after he was crushed in a mining accident. She had moved to Stoughton seven years ago to be closer to her children and was 71 when she died Monday after struggling to recuperate from heart surgery. Her family had come to the question of what might be a fitting tribute to her. \"My uncle asked if there was a cause,\" her youngest son, Pete Baron, said. Almost in unison, what her children decided to include in the obituary was this: \"Memorials in her honor can be made to any organization working for the removal of President Bush.\" \"She thought he was a liar,\" Baron's daughter, Maureen Bettilyon, said. \"I think his personality, just standing there with that smirk on his face, and acting like he's this holy Christian, that's what really got her.\" The decision to put the line in about Bush came easily, although after several family members thought of it, there was some \"how can we really say this\" kind of laughter. \"It should be impeachment, not removal,\" Pete said, laughing. \"That can mean a couple of things.\" Joe Baron has no question that his mother would approve. \"She just didn't trust that a big corporate guy was going to be doing what was best for her. She just really didn't trust him,\" he said. This phenomenon was echoed in the obituary quoted as an example at the head of this page. A 2 October 2003 death notice for 81-year-old Gertrude M. Jones, as displayed on the web site of the New Orleans Times-Picayune newspaper, ends with the instruction that \"Memorial gifts may be made to any organization that seeks the removal of President George Bush from office.\" Several mourners have posted pledges to donate money to the Democratic Party in Ms. Jones' memory in her on-line guest book. However, the legitimacy of the request in the Gertrude Jones obituary is suspect. The Times-Picayune death notice wasn't published until more than a month after Ms. Jones passed away and includes a final request worded identically with the earlier Sally Baron obituary, while the obituary published in the Louisville Courier-Journal a few days after her death made no mention of President Bush and instead states that \"memorial gifts may go to the American Cancer Society.\" These differences suggest either a prank or a someone's taking advantage of an obituaries column to make a political statement that had nothing to do with the decedent's wishes. (A follow-up article indicated the Jones family was aware of the situation but didn't explain the discrepancies.)",
  "Originally Published": "",
  "Referred Links": "http://obits.nola.com/NOLA/DeathNotices.asp?Page=LifeStory&PersonId=1445197;http://web.archive.org/web/20031004182912/http://www.madison.com/archives/read.asp?ref=tct:2003:08:21:278154:FRONT;http://web.archive.org/web/20040805215713/http://www.madison.com/obits/listings.asp?type=trans&date=08/21/2003;",
  "Example": "[Collected on the Internet, 2003] This was an actual obituary published in The Times-Picayune, New Orleans on 10/2/2003: Word has been received that Gertrude M. Jones, 81, passed away on August 25, 2003, under the loving care of the nursing aides of Heritage Manor of Mandeville, Louisiana. She was a native of Lebanon, KY. She was a retired Vice President of Georgia International Life Insurance Company of Atlanta, GA. Her husband, Warren K. Jones predeceased her. Two daughters survive her: Dawn Hunt and her live-in boyfriend, Roland, of Mandeville, LA; and Melba Kovalak and her husband, Drew Kovalak, of Woodbury, MN. Three sisters, four grandchildren and three great grandchildren, also survive her. Funeral services were held in Louisville, KY. Memorial gifts may be made to any organization that seeks the removal of President George Bush from office.",
  "Last Updated": "15 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/obituary.asp",
  "Claim": "Newspaper publishes death notice requesting that memorial gifts for the deceased \"be made to any organization that seeks the removal of President George Bush from office.\"",
  "Claim_ID": "politics_bush_obituary",
  "Tags": ""
}