{
  "Origins": "The Celebration of Hope event at New Orleans Arena, a March 2006 event organized in partnership with 215 area churches, the Billy Graham Evangelistic Association, and Samaritan's Purse, drew 30,500 people over two nights. One of the more prominent participants was 87-year-old evangelist Billy Graham, who touched by the devastation in New Orleans and along the Gulf Coast wrought by Hurricane Katrina several months earlier toured ruined neighborhoods, offered encouragement to local pastors, and delivered the closing message at his son Franklin's event, telling a crowd of 17,800 that God can use storms for moral and spiritual renewal. \"No matter what storm you face, you need to know that God loves you. He has not abandoned you,\" the elder Graham informed his audience.",
  "Fact Check": "",
  "Description": "An elaborate account of the Celebration of Hope has since been circulated on the Internet, a description that has the event culminating with Billy Graham's riding a motorized scooter into New Orleans' French Quarter and leading a raucous crowd on a 20-minute parade down Bourbon Street. According to a spokeperson for the Billy Graham Evangelistic Association, that portion of the account is fiction: Yes, Billy Graham and Franklin Graham did hold an event in New Orleans in March 2006 to help the area recover both physically and spiritually from Hurricane Katrina. The event, called the Celebration of Hope, took place at the New Orleans Arena. An audience of 30,500 attended the two day event. Mr. Graham did not, however, ride a scooter into the French Quarter, leading a procession of followers in sparking a revival on Bourbon Street. The original source of the false article is unknown. Pastor Troy D. Bohn of Raven Ministries asserts that while living in New Orleans he wrote the piece in 2006 as part of a much larger article titled \"Moments Away From Making History.\" The item had been meant as an expression of \"how just taking something a little bit further than planned could have momentous results\" and was sent out as an e-mail titled \"What if this really happened?\" As often happens in the case of Internet forwards, information identifying the piece as fiction was quickly stripped away, and within hours of publication the Billy Graham portion of the article was excerpted from the whole and circulated minus the \"what if\" disclaimer.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] In what might prove to be the crowning achievement of an illustrious career in ministry, the 87-year-old evangelist, Billy Graham shocked the 16,300 in attendance at the Celebration of Hope crusade in New Orleans Arena on Sunday Night. Touted in advance as possibly his last evangelistic crusade, Graham invited the packed house of evangelical Christians and the hundreds of new converts to join him on the one mile walk from the arena to New Orleans' infamous Bourbon Street. \"While we have seen God do tremendous things here the past couple of evenings. Yes, it is true that a great healing and a great many salvations have occurred within the confines of this auditorium. Still yet, there lies a great mountain in this city which needs to be conquered.\" Then taking from the Biblical Book of Joshua Chapter 14 he read, \"I am this day, eighty-five years old. As yet I am as strong this Day as on the day that Moses sent me; just as my strength was then, so now is my strength for war, both for going out and for coming in. Now therefore, give me this mountain of which the Lord spoke in that day,\" his voice suddenly sounding more forceful than during his 22 minute sermon. \"I last preached in the City of New Orleans in 1954 and I felt then that there was some unfinished business. Tonight, in what very well might be my last evangelistic service, I aim to finish that business and lead as many of you that would follow me to the multitude of lost souls that fill Bourbon Street tonight. That is my mountain. That is where we shall see the harvest!\" said Graham as the stadium erupted in cheers that lasted the next several minutes. Utilizing a waiting mobility scooter, the elder Graham joined his son and heir to the ministry, Franklin across the Arena floor and through the opened doors leading towards the French Quarter. In a show of solidarity and determination reminiscent of civil rights marches of the 1960's, nearly the entire capacity crowd joined in the 20 minute trek while singing When the Saints Go Marching In. As the march crossed Canal Street and headed northward towards Bourbon Street, many onlookers stood in stunned silence as the massive crowd of people began singing in unison the Christian hymn, Amazing Grace. Upon entering the west end of Bourbon Street, Billy Graham was soon recognized by partiers. Soon those joining in the march began to approach those partying on Bourbon Street with the Gospel message that they had heard preached just a half hour before. Graham himself joined with a group of local street evangelist in ministering to a man who had survived Hurricane Katrina in the lower 9th Ward. Within 30 minutes the entirety of Bourbon Street was packed with Christians and the once blaring music of nightclubs and strip joints had been replaced by weeping and worship as people poured out their drinks and sought prayer from the Christians who were now reaching out to them. \"I have never seen anything like this in my life,\" said 20 years New Orleans Police Department veteran, Tom Phillips. \"This is unbelievable! We thought a riot was going to break out, but this looks more like a revival than a riot!\" Two hours later, a glowing Graham sat back down on his scooter and smiled. \"Now I know how the Apostle Paul must have felt at the end of his ministry. Do the work of an evangelist; make full proof of thy ministry. For I am now ready to be offered, and the time of my departure is at hand. I have fought a good fight, I have finished my course, I have kept the faith.\" Hours later hundreds of Christians remained on the street ministering to the many people eagerly waiting to receive prayer and ministry. New Orleans will never be the same.",
  "Last Updated": "6 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/graham.asp",
  "Claim": "Evangelist Billy Graham led a parade through New Orleans on a scooter during the March 2006 Celebration of Hope crusade.",
  "Claim_ID": "politics_religion_graham",
  "Tags": ""
}