{
  "Origins": "The above-quoted letter to Senator Bill Frist of Tennessee (the Senate Majority Leader) concerning illegal aliens was written by David J. Stoddard of Arizona, who served as a U.S. Border Patrol Agent for 27 years. As far as we know, it was first published on the Internet when Mr. Stoddard posted it to the PHXnews.com web site.",
  "Fact Check": "",
  "Description": "Mr. Stoddard provided testimony about immigration reform to a Congressional subcommittee on Criminal Justice, Drug Policy and Human Resources in 2002, and some of that testimony is echoed in his 2006 letter to Senator Frist: TESTIMONY OF DAVID J. STODDARD, SUBMITTED TO U.S. SUBCOMMITTEE ON CRIMINAL JUSTICE, DRUG POLICY AND HUMAN RESOURCES, REPRESENTATIVE MARK SOUDER, CHAIRMAN. February 22, 2002 Sirs: My name is David J. Stoddard; I am a resident of Cochise County, Arizona. I served my country for 30 years, first as a soldier in the U.S. Army and then as U.S. Border Patrol Agent for 27 years. I have no personal interest in illegal immigration or in U.S. drug policy except as a patriotic citizen of the United States. I am not being paid or influenced by any entity whatsoever for my testimony submitted to you this day. There has been a great deal of debate recently over needed changes in U.S. Immigration Law. The United States has the most liberal immigration policies in the entire world. Our laws are designed to protect the American public from criminals, subversives, terrorists, disease, the insane and from those who are likely to become public charges. There are no U.S. laws designed specifically to exclude any deserving person from legally immigrating to the United States. Any person may legally immigrate unless he or she falls within an excludable class. This is for the public good. If existing laws were enforced as intended, there would be no need for new laws. Currently the United States admits more people as immigrants, refugees and asylum seekers than all the other countries in the world combined. Right now one-fifth of the U.S. population is a foreign born or dependant child of foreign born residents. Since the 2000 Census, the population of the United States has increased by 3 million people according to the U.S. Census Bureau. According to various Mexican media and official Mexican government sources, the country of Mexico has 18 million of its citizens residing illegally in the United States at this very minute. Mexico claims to have 30 million persons of Mexican descent in the United States. I have no reason not to believe these claims. According to official U.S. I. & N.S. estimates, Mexicans comprise only 54% of the total number of illegal aliens within the United States. Again, I have no reason to dispute these figures. I hope this gives you some kind of perspective as to the great influence illegal immigration has upon our society. Since I have lived and worked on the Mexican border all of my life, I am most familiar with the problems presented by illegal Mexican immigration and I would like to focus on that aspect. - According to former Chief of Police, Ruben Ortega, 80% of the street level drug dealers in Salt Lake City, Utah are illegal Mexican Aliens. I believe we can extrapolate that percentage to any major city in the Southwest. - According to the U.S. Bureau of Prisons, 24% of those incarcerated in the United States are foreign born, most of them Mexicans. - According to the California State authorities, that state must build the equivalent of one grammar school a day in order to accommodate the population growth of school aged children, again, largely due to illegal immigrants, most of whom are illegal Mexicans. I submit to you that Mexico has instituted policies which encourage its citizens to sneak into the United States. For example: - Mexico has discontinued the government subsidies for propane, diesel, tortillas, beans, electricity, housing, bread and commodities for poor people. - Mexico has opened additional consulates in practically every state in the union in order to assist its citizens obtain U.S. benefits, \"rights\" and to assure legal help in the instances of \"discrimination\" in employment, law enforcement and in any other legal matter. - Lawyers retained at the behest of Mexican officials quickly take civil action against any U.S. citizen who chooses to protect himself or his property against illegal Mexicans. This is designed to deter any interference by U.S. residents in the free flow of aliens and drugs across our borders. - Mexican school children, from the primary grades, are taught that the United States \"stole\" (from Mexico) the land now called California, Arizona, New Mexico, Texas, Colorado and Utah. Furthermore, these children are taught that were it not for the United States \"stealing\" California and the gold therein, that Mexico would be a superpower today. I have heard that with my own ears. That is no exaggeration. - The President of Mexico actively encourages its citizens to illegally emigrate to the U.S. and in fact frequently refers to those who do so as \"heroes\". - I can give you the names of eight high-level Mexican politicians who have left office in the last decade with a minimum of $700 million each. These ill-gotten funds could have been used for the good of the Mexican people. Based on the above facts, I see no reason for any change in U.S. immigration laws. But I see a great need for change in the way Mexico imposes upon the United States. The American people are expected to provide free medical care, housing, education, food and other basic needs to illegal Mexican aliens. These are all services that should be provided to our own elderly, handicapped and poor. I do see a need to alter the way in which the United States administers its immigration laws however. Currently the same administrator dictates enforcement and services. Under Doris Meissner, the INS became a service-oriented organization because Ms. Meissner considered all aliens, legal and illegal as her \"clients\". Enforcement under the U.S. Border Patrol became non-existent except for a narrow corridor along the border. This encouraged illegal aliens to keep trying until they were successful in traversing that corridor beyond which they could live and reside as long as they wish and do whatever they want, while the services branch of INS does everything it can to make their status legal. This status quo has not changed under INS Commissioner James Ziglar. This is a schizophrenic approach, which does not, never has and never will work. The INS must be separated into two agencies, one to provide services and the other for enforcement purposes. The U.S. Border Patrol must be allowed to do its job in strict accordance to the law without regard to political correctness and without regard to state, city and local boundaries. This is the only way we can remain a sovereign nation. We cannot allow a foreign nation to dictate our immigration policy, which is the current standard. Either an alien has legally entered the United States or he has not. The legal alien is entitled to benefits and services. The others are not. Every single person who has sneaked into this country made an informed decision to violate the laws of this country and has accepted the risk of detection and deportation. None of them should be allowed to reside in the U.S. without first exiting and making a legal application for entry in order to screen for criminals, the insane, subversives, terrorists and disease. The U.S. Border Patrol simply cannot handle its mission under present restraints. Its job is to protect the American public and preserve the sanctity of our international borders. That cannot be accomplished while our borders are overrun by aliens of every nationality and while bureaucrats place unreasonable restrictions on how agents operate. - I urge the immediate deployment of U.S. military troops and equipment on our borders to seal them against those who would cause us harm. This could be only a temporary measure to allow us to regain control to again become a sovereign nation. - I urge the separation of the U.S. Border Patrol into a separate agency responsible for the detection, interdiction, arrest, prosecution and/or deportation of drug smugglers and illegal aliens. An experienced enforcement officer whose primary purpose is to protect America and American citizens must run this separate agency. That separate agency must have its own budget and control its own spending. This would assure that the law enforcement agency doesn't have to dance like a puppet at the whim of a non-law enforcement entity with an agenda of its own operating the purse strings. A professional law enforcement agency must be in total control of enforcement, (with Attorney General and Congressional oversight, of course), or political special interests will exercise undue influence as has been the case with the Border Patrol for the last 78 years. I realize I cannot be more specific and detailed due to time restraints, so I respectfully submit this to you at this time. Sincerely, David J. Stoddard",
  "Originally Published": "",
  "Referred Links": "http://reform.house.gov/CJDPHR/;http://web.archive.org/web/20080207000827/http://www.phxnews.com/fullstory.asp?article=34286;http://frist.senate.gov/;",
  "Example": "[Collected via e-mail, 2006] Dear Senator Frist: There is a huge amount of propaganda and myths circulating about illegal aliens, particularly illegal Mexican, Salvadorian, Guatemalan and Honduran aliens. 1. Illegal aliens generally do NOT want U.S. citizenship. Americans are very vain thinking that everybody in the world wants to be a U.S. citizen. Mexicans, and other nationalities want to remain citizens of their home countries while obtaining the benefits offered by the United States such as employment, medical care, in-state tuition, government subsidized housing and free education for their offspring. Their main attraction is employment and their loyalty usually remains at home. They want benefits earned and subsidized by middle class Americans. What illegal aliens want are benefits of American residence without paying the price. 2. There are no jobs that Americans won't do. Illegal aliens are doing jobs that Americans can't take and still support their families. Illegal aliens take low wage jobs, live dozens in a single residence home, share expenses and send money to their home country. There are no jobs that Americans won't do for a decent wage. 3. Every person who illegally entered this nation left a home. They are NOT homeless and they are NOT Americans. Some left jobs in their home countries. They come to send money to their real home as evidenced by the more than 20 billion dollars sent out of the country each year by illegal aliens. These illegal aliens knowingly and willfully entered this nation in violation of the law and therefore assumed the risk of detection and deportation. Those who brought their alien children assumed the responsibility and risk on behalf of their children. 4. Illegal aliens are NOT critical to the economy. Illegal aliens constitute less than 5% of the workforce. However, they reduce wages and benefits for lawful U.S. residents. 5. This is NOT an immigrant nation. There are 280 million native born Americans. While it is true that this nation was settled and founded by immigrants (legal immigrants), it is also true that there is not a nation on this planet that was not settled by immigrants at one time or another. 6. The United States is welcoming to legal immigrants. Illegal aliens are not immigrants by definition. The U.S. accepts more lawful immigrants every year than the rest of the world combined. 7. There is no such thing as the \"Hispanic vote\". Hispanics are white, brown, black and every shade in between. Hispanics are Repu blicans, Democrats, Anarchists, Communists, Marxists and Independents. The so-called \"Hispanic vote\" is a myth. Pandering to illegal aliens to get the Hispanic vote is a dead end. 8. Mexico is NOT a friend of the United States. Since 1848 Mexicans have resented the United States. During World War I Mexico allowed German Spies to operate freely in Mexico to spy on the U.S. During World War II Mexico allowed the Axis powers to spy on the U.S. from Mexico. During the Cold War Mexico allowed spies hostile to the U.S. to operate freely. The attack on the Twin Towers in 2001 was cheered and applauded all across Mexico. Today Mexican school children are taught that the U.S. stole California, Arizona, new Mexico and Texas. If you don't believe it, check out some Mexican textbooks written for their schoolchildren. 9. Although some illegal aliens enter this country for a better life, there are 6 billion people on this planet. At least 1 billion of those live on less than one dollar a day. If wanting a better life is a valid excuse to break the law and sneak into America, then let's allow those one billion to come to America and we'll turn the USA into a Third World nation overnight. Besides, there are 280 million native born Americans who want a better life. I'll bet Bill Gates and Donald Trump want a better life. When will the USA lifeboat be full? Since when is wanting a better life a good reason to trash another nation? 10. There is a labor shortage in this country. This is a lie. There are hundreds of thousands, if not millions, of American housewives, senior citizens, students, unemployed and underemployed who would gladly take jobs at a decent wage. 11. It is racist to want secure borders. What is racist about wanting secure borders and a secure America? What is racist about not wanting people to sneak into America and steal benefits we have set aside for legal aliens, senior citizens, children and other legal residents? What is it about race that entitles people to violate our laws, steal identities, and take the American Dream without paying the price? For about four decades American politicians have refused to secure our borders and look after the welfare of middle class Americans. These politicians have been of both parties. A huge debt to American society has resulted. This debt will be satisfied and the interest will be high. There has already been riots in the streets by illegal aliens and their supporters. There will be more. You, as a politician, have a choice to offend the illegal aliens who have stolen into this country and demanded the rights afforded to U.S. citizens or to offend those of us who are stakeholders in this country. The interest will be steep either way. There will be civil unrest. There will be a reckoning. Do you have the courage to do what is right for America? Or, will you bow to the wants and needs of those who don't even have the right to remain here? There will be a reckoning. It will come in November of this year, again in 2008 and yet again in 2010. We will not allow America to be stolen by third world agitators and thieves. David J. Stoddard U.S. Border Patrol (RET) Hereford, Arizona",
  "Last Updated": "3 May 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/borderpatrol.asp",
  "Claim": "E-mail reproduces letter from retired U.S. Border Patrol agent to Senator Bill Frist.",
  "Claim_ID": "politics_soapbox_borderpatrol",
  "Tags": ""
}