{
  "Origins": "On 30 August 2010, a 62-year-old man named Thomas Richard Cowan entered Sullivan Central High School in Blountville, Tennessee, armed with two handguns and confronted the school's principal, pointing one of the weapons at her head. After a receptionist who observed the confrontation sounded an alert, a Sullivan Co. Sheriffs Deputy named Carolyn Gudger who was stationed at the school as a resource officer arrived at the scene and held Cowan at bay until more deputies arrived and shot him:",
  "Fact Check": "",
  "Description": "Since Cowan died of his injuries, he could provide no explanation about why he showed up at Sullivan High brandishing a gun that day in August 2010. According to news accounts, by then he had a long history of unstable and threatening behavior: No one can say why Cowan drove his old Honda to the school, eight miles from home, and walked to the doors with the aid of a cane. It was his second trip to the school that day. He arrived early in the morning and Principal Melanie Riden shooed him away, said Kristin Helm, spokeswoman for the Tennessee Bureau of Investigation. But he returned at 9:15 a.m., two hours after the first bell, with one loaded gun in his hand and another in his back pocket. Cowan's wife left him in 1992, according to court records. By the time their divorce was finalized the next year, he'd begun his career as a nuisance to the Kingsport Police Department. First, he reported a robbery at his house in October 1992. Someone broke in through the back door, he told police, and stole $495 worth of microwave ovens, telephones, clocks, planters and NASCAR collectibles. He suspected his wife, who'd just left him. She told police that he \"orchestrated the break in to complicate matters pertaining to their marriage.\" Around the same time, Cowan went to her house across town and threw all her clothes into the driveway. At some point police went to his home and he greeted them on the lawn with a gun in his pocket, according to police reports. Then in February 2000, he arrived at the Kingsport Justice Center with a loaded .380-caliber Jennings handgun in his waistband and no permit to carry it. He told police the gun \"was for his protection.\" He was convicted of carrying illegal weapons, sentenced to a year of probation and ordered by the court to undergo a mental evaluation and counseling. He did neither. Months later, Cowan was arrested for stalking at least two newspaper carriers. The arresting officer insisted he be forced to have a psychological evaluation, but still he did not. The case was dismissed. By October 2001, he'd been banned from the convenience store around the corner from his house, then charged with trespassing, for cursing and threatening customers and employees with his cane. He has a brother, Rodney Cowan, who works at Sullivan Central High School. He is, as far as anyone can tell, Cowan's only connection to the school.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, Janaury 2013] Trying to check on post on facebook that said, \"Carolyn Gudger isa hero for stopping a gunman at Sullivan Central High School in Tennessee,but not reported by media because no children were killed just thegunmen.\"",
  "Last Updated": "9 October 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/gudger.asp",
  "Claim": "Carolyn Gudger, a school resource officer at Sullivan Central High School, held a gunman at bay until deputies arrived and shot him.",
  "Claim_ID": "politics_guns_gudger",
  "Tags": ""
}