{
  "Origins": "According to Heinz Endowments President Maxwell King:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] By Paul R. Hollrah; Former STATE REPRESENTATIVE, DISTRICT NO. 8, OK Maria Teresa Thiersten Simoes-Ferreira Heinz Kerry was born in Mozambique, the daughter of a Portuguese physician, and was educated in Switzerland and South Africa. Fluent in five languages, she was working as a United Nations interpreter in Geneva in the mid-60's when she met a handsome young American, H. John Heinz, III, who worked at a bank in Geneva. He told her his family was \"in the food business.\" They were married in 1966 and returned to Pittsburgh where his family ran the giant H.J. Heinz food company. He was elected to the U.S. House of Representatives in 1971, and in 1976 he was elected to the first of three terms in the United States Senate. Senator H. John Heinz was a friend of mine - not a close friend, not a golfing buddy, but a friend nonetheless. The last time I saw him alive was, oddly enough, in the men's restroom at the Maverick Steakhouse, a favorite nighttime eatery and watering hole for politicians and lobbyists in Harrisburg, Pennsylvania. The senator was standing at a wash basin, dryinghis hands, when I entered the room. When he turned and saw me he rushed toward me, threw his arms around me, and said, \"Paul, it's good to see you!\" All I could do was mumble, \"Senator, do you really think we should be seen hugging each other in a men's restroom?\" He didn't think so, and neither did I, but we shared a good laugh over his impromptu display of affection. Several years later, in 1991, he was killed when his plane collided with a Sun Oil Company helicopter over a Philadelphia suburb the same helicopter that I often used to travel between Philadelphia and Washington, DC. The senator, his pilot and co-pilot, and both of Sun's helicopter pilots were killed. He was survived by his wife, Teresa, and their three young sons. Four years later, after inheriting Heinz's $500 million fortune, she married Senator John Forbes Kerry, the liberal junior senator from Massachusetts. She became a registered Democrat and the process of her radicalization was set in motion. Heinz Kerry is not shy about telling people that she required Kerry to sign a pre-nuptial agreement before they were married. John Kerry may not have check-writing privileges on the Heinz catsup and pickle fortune, but he is certainly a willing and uncomplaining beneficiary of it. A lot of hard-earned money, made through many years of hawking catsup, pickles, and soup, has fallen into the hands of two people who despise successful people and who believe in the confiscatory redistribution of wealth. So how does Mrs. Heinz Kerry spend John Heinz's money? Just one example: According to the G2 Bulletin, an online intelligence newsletter of WorldNetDaily, in the years between 1995-2001 she gave more than $4 million to an organization called the Tides Foundation. And what does the Tides Foundation do with John Heinz's money? 1) They support numerous anti-war groups, including Ramsey Clark's International Action Center. Clark has offered to defend Saddam Hussein when he's tried. 2) They support the Democratic Justice Fund, a joint venture of the Tides Foundation and billionaire hate-monger George Soros. The Democratic Justice Fund seeks to ease restrictions on Muslim immigration from \"terrorist\" states. 3) They support the Council for American-Islamic Relations, whose leaders are known to have close ties to the terrorist group, Hamas. 4) They support the National Lawyers Guild, organized as a communist front during the Cold War era. One of their attorneys, Lynne Stewart, has been arrested for helping a client, Sheikh Omar Abdel Rahman, communicate with terror cells in Egypt. He is the convicted mastermind of the 1993 World Trade Center bombing. 5)They support Planned Parenthood, the National Abortion Rights Action League, and the Abortion Action Project. 6) They support the most violent of all homosexual action groups, ACT-UP. 7) They support the \"Barrio Warriors,\" a radical Hispanic group whose primary goal is to return all of Arizona, California, New Mexico, and Texas to Mexico. These are but a few of the radical groups that benefit, through the anonymity provided by the Tides Foundation, from the generosity of our would-be first lady the wealthy widow of Republican senator John Heinz, and now the wife of the Democratic senator who aspires to be the 44th President of the United States. If voters will only try to imagine a woman such as Teresa Heinz Kerry, the fairy godmother of the radical left, laying her head on a pillow each night just inches from the President of the United States, hopefully they will decide that the only way these two will ever be allowed into the White House is with an engraved invitation in hand. As I recall that somewhat embarrassing chance meeting in the men's restroom at the Maverick Steakhouse in Harrisburg, instead of mumbling some inane nonsense about getting caught in a friendly embrace, I wish now that I'd had the good sense to whisper in his ear, \"John! Go home! Get a lawyer! Change your will!\" But, of course, we didn't know her then, did we? Following is a brief background on Mrs. John Kerry . She hates being called that, by the way: Maria Teresa Thiersten Simoes-Ferreira Heinz Kerry. Married Senator Kerry in 1995. She only took his name eighteen months ago and she is an \"interesting\" paradox of conflicts. If you thought John Kerry was scary, he doesn t hold a candle to his wife! Maria Teresa Thiersten Simoes-Ferreira Heinz Kerry was born in Mozambique, the daughter of a Portuguese physician, was educated in Switzerland and South Africa. Fluent in five languages, she was working as a United Nations interpreter in Geneva in the mid-60 s when she met a \"handsome\" young American, H. John Heinz, III, who worked at a bank in Geneva. He told her his family was \"in the food business.\" They were married in 1966 and returned to Pittsburgh where his family ran the giant H. J. Heinz food company. He was elected to the US House of Representatives in 1971, and in 1976 he was elected to the first of three terms in the United States Senate. A Republican, he wrote a burning diatribe against some of the causes backed by young House member John Kerry.) Several years later, in 1991, he was killed when his plane collided with a Sun Oil Company helicopter over a Philadelphia suburb. The senator, his pilot and copilot, and both of Sun s helicopter pilots were killed. He was survived by his wife, Teresa, and their three young sons. Four years later, having inherited Heinz's $500 million fortune, she married Senator John Forbes Kerry, the liberal then-junior senator from Massachusetts. She became a registered Democrat and the process of her radicalization was set in motion. Heinz Kerry is not shy about telling people that she required Kerry to sign a prenuptial agreement before they were married. John Kerry may not have check writing privileges on the Heinz catsup and pickle fortune, but he is certainly a willing and uncomplaining beneficiary of it. A lot of hard-earned money, made through many years of hawking catsup, mustard, and pickles has fallen into the hands of two people who despise successful entrepreneurship and who believe in the confiscatory redistribution of wealth. So how does Mrs. Heinz Kerry spend John Heinz's money? Just one example: According to the G2 Bulletin, an online intelligence newsletter of WorldNetDaily, in the years between 1995-2001 she gave more than $4 million to an organization called the Tides Foundation. And what does the Tides Foundation do with John Heinz s money? They support numerous antiwar groups, including Ramsey Clark s International Action Center. Clark has offered to defend Saddam Hussein when he s tried. They support the Democratic Justice Fund, a joint venture of the Tides Foundation and billionaire hate-monger George Soros. The Democratic Justice Fund seeks to ease restrictions on Muslim immigration from \"terrorist\" states. They support the Council for American-Islamic Relations, whose leaders are known to have close ties to the terrorist group, Hamas. They support the National Lawyers Guild, organized as a communist front during the Cold War era. One of their attorneys, Lynne Stewart, has been arrested for helping a client, Sheikh Omar Abdel Rahman, communicate with terror cells in Egypt. He is the convicted mastermind of the 1993 World Trade Center bombing. They support the \"Barrio Warriors,\" a radical Hispanic group whose primary goal is to return all of Arizona, California, New Mexico, and Texas to Mexico. These are but a few of the radical groups that benefit, through the anonymity provided by the Tides Foundation, from the generosity of our would-be first lady, the wealthy widow of Republican senator John Heinz, and now the wife of the Democratic senator who aspires to be the 44th President of the United States. Aiding and supporting our enemies is not good for America, regardless of your political views. If voters will open their eyes, educate themselves and see the real Teresa Heinz Kerry, they will not appreciate her position as ultra rich fairy godmother of the radical left. They will not want to imagine her laying her head on a pillow each night inches away from the President of the United States. Hopefully they love this country enough to decide that the only way these two will ever be allowed into the White House is with an engraved invitation in hand. Instead of deleting this, pass it on. Let everyone know these people are unfit to represent this great nation. The uninformed will never hear the truth from the press, who wants Kerry elected! Those who buy the Kerry facade, beware what you vote for you may regret that you got it!",
  "Last Updated": "2 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/kerry/tides.asp",
  "Claim": "Teresa Heinz Kerry donates millions of dollars to fringe political groups through the Tides Foundation.",
  "Claim_ID": "politics_kerry_tides",
  "Tags": ""
}