{
  "Origins": "The term \"generation gap\" was coined several decades ago to identify the concept that our world now changes so much (both technologically and socially) in the course of an ordinary human's lifetime, older folks can't possibly fully grasp or understand all the issues and challenges that confront the generation currently coming of age. (A common retort is that while other aspects of our world may change, human nature remains largely constant, and unlike the younger generation older folks have the experience and wisdom to understand and deal with that nature.)",
  "Fact Check": "",
  "Description": "The anecdote related above plays on that concept: While a member of the younger generation whines that his elders don't understand the challenges of the modern world, one of those elders points out that the modern world was created by members of previous generations who tackled challenges head-on instead of sitting around complaining that they were misunderstood. In this telling the tale is attributed to Senator John McCain (the current Republican presidential nominee), fitting as it does his public image as the tough, plain-speaking, no-nonsense elder statesmen who knows whereof he speaks, having put his own life on the line in service to his country. Did John McCain really say this? While it's possible he may have repeated this anecdote (or something like it) at one time or another, the narrative is not original to him: This bon mot was originally attributed to another Republican statesman, former U.S. president Ronald Reagan. According to the memoirs of Reagan's wife, Nancy, the exchange took place in 1967, shortly after Reagan had been elected governor of California and had to deal with increasingly disruptive anti-war protests and student unrest on the campuses of state universities. As Dinesh D'Souza explained the context in his 1999 Reagan biography: The president of the University of California system, Clark Kerr, symbolized the problem. By refusing to discipline student activists who were taking over buildings and obstructing classes, Kerr, in Reagan's view, had only encouraged further disruptions. The regents of the university system were displeased with Kerr, but he was lionized by the media, and they were afraid to take him on. As governor, Reagan was an ex officio member of the board of regents and at his first meeting on January 20, 1967, told them that if they wanted to fire Kerr, they had his full support; he would handle the political fallout. Kerr was ejected, to his own evident disbelief. Then Reagan turned to the activists. Initially he tried to engage them in dialogue, but he soon found that they only wanted to trade barbs and insults. Reagan's quick-wittedness is apparent from records of some of those exchanges. At one campus meeting, a student told Reagan that it was impossible for people of Reagan's generation to understand young people. \"You grew up in a different world,\" he said. \"Today we have television, jet planes, space travel, nuclear energy, computers.\" Without missing a beat, Reagan replied, \"You're right. It's true that we didn't have those things when we were young. We invented them.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2008] A stunning senior moment A self-important college freshman attending a recent football game took it upon himself to explain to John McCain sitting next to him why it wasimpossible for the older generation to understand his generation. 'You grew up in a different world, actually an almost primitive one', the student said, loud enough for many of those nearby to hear. 'The youngpeople of today grew up with television, jet planes, space travel, man walking on the moon. Our space probes have visited Mars. We have nuclear energy, ships and electric and hydrogen cars, cell phones, computers with light-speed processing ... and more.' After a brief silence, John McCain responded as follows: 'You're right, son. We didn't have those things when we were young ... so we invented them. Now, you arrogant little boy, what are you doing for the next generation?' The applause was amazing ...",
  "Last Updated": "28 September 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/mccain/invented.asp",
  "Claim": "John McCain came up with a clever put-down for a student who claimed the older generation can't understand the current one.",
  "Claim_ID": "politics_mccain_invented",
  "Tags": ""
}