{
  "Origins": "Rumors about the existence of a rare genetic mutation known as Alexandria's Genesis have been circulating in Internet circles since at least as far back as 2005. The most common form of this rumor states Alexandria's Genesis is a mutation that turns people into \"perfect human beings,\" a condition apparently marked by purple eyes, extremely fair skin (that does not get sunburned), dark brown scalp hair (but no body hair), the lack of a menstrual cycle (which does not affect the ability to bear children), strong immune systems, well-proportioned bodies that never gain weight (but extrude \"very little waste\"), the uncanny ability to always look five to ten years younger than one's true age, and a lifespan of about 150 years.",
  "Fact Check": "",
  "Description": "Despite some of the contradictory characteristics attributed to these \"perfect human beings,\" many people have asserted the Alexandria's Genesis mutation is indeed real: Alexandria's Genesis is a genetic mutation that unlike so many others produces a very good effect for the human being involved. The characteristics of those born with the mutation make them the perfect human beings, with little or no biological disturbances. The first recorded case of Alexandria's genesis was a woman named Alexandria Augustine in 1329 London. Her parents, upon realizing her most distinct feature, the purple eyes, decide that she must be possessed and take her to a priest, to have her exorcised. Luckily, the priest had heard of the mutation before and told the parents that nothing was wrong with their daughter. According to legend, after a flash of light over Egypt some odd thousand years ago, the people with purple eyes and very fair skin had appeared only to disappear north and were lost till Alexandria showed up. The first recorded case of Alexandria's Genesis did not occur in London in 1329; instead, it was noted in a piece of Daria fanfiction written by Cameron Aubernon in 1998. While the original web site that hosted this fantastical piece of fiction no longer exists, it has been archived by Outpost Daria Reborn . The author has also written about the mythical origins of this mutation on Tumblr : Nearly 15 years ago (circa 1998), I was a huge fan of Daria, MTV's favorite high school cynic. I had also discovered fanfiction then, and when I found some related to my favorite show, I wanted to leave my mark. I just didn't know my mark would be the size of a logic-bomb crater. On the night of 15 December 2011, something I created under a male pseudonym when I was 19 turned up on my Tumblr dashboard. Something that I made up as a silly backstory for my two Daria-based Mary Sues (fan fiction characters who are \"perfect\" in every manner possible... and then some). Something that, in turn, was my projection of my personal gender identity and body image issues that I was starting to confront in my 20s. This something, in the 15 years since I first wrote it, had taken a life of its own. This something was Alexandria's Genesis, a fictional posthuman/alien genetic mutation I created in order to make my Mary Sues more... special. The short version: Alexandria's Genesis is not, was not, and will never be a real thing; it was a silly little back story for someone's entertaining first draft. While it's clear Alexandria's Genesis originated as an element of fanfiction and is not a real medical condition, it is still unclear how this rumor made the transition from a silly story to a \"serious\" rumor. The earliest we've traced that transition is a 2005 post on the Above Top Secret forum in which someone claimed to know a girl with purple eyes who had been diagnosed with AG. That girl does not exist. As Cameron Aubernon put it: Alexandria's Genesis is not, was not, and will never be, a real thing.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dl5b;http://cameronaubernon.tumblr.com/post/74923134834/alexandrias-genesis-the-truth-and-the-fallacy;http://outpost-daria-reborn.info/fanfic/purple_eyes.html;http://ygoy.com/2011/12/20/alexandrias-genesis/;http://www.donotlink.com/dl5b;",
  "Example": "[Collected via email, February 2015] There's a picture that pops up on my Twitter every once in a while that explains a mutation supposedly known as \"Alexandria's Genesis.\" Supposedly what that is is 6 months after whoever has the mutation is born, their eyes turn purple. They also do not grow any type of body hair. I feel like this is not true, but would love for you to do an article on it.",
  "Last Updated": "25 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/alexandriasgenesis.asp",
  "Claim": "A mutation known Alexandria's Genesis turns people into 'perfect human beings' who exhibit purple eyes six months after birth.",
  "Claim_ID": "politics_medical_alexandriasgenesis",
  "Tags": ""
}