{
  "Origins": "In mid-October 2014, the chain e-mail reproduced above began circulating widely. In that message, the writer claimed he or she was informed by a representative at the Medicare helpline that information about 2015 Medicare Part A and Part B premiums and deductibles would not made be available to seniors until late in 2014, after the midterm elections.",
  "Fact Check": "",
  "Description": "In the weeks leading up to the 2014 elections, the Medicare Handbook e-mail caused concern among those who might be affected by last-minute increases in their Medicare rates; and it contained a kernel of truth in that the originally-provided version of the 2015 Medicare handbook did state exact rates for 2015 were not available at the time of printing. The e-mail was posted across the internet and in a few \" letters to the editor\" columns in late October 2014, often attributed to \"a friend\" or \"a retired detective.\" As the writer stated, page 12 of the 2015 Medicare handbook [ PDF ] featured the header \"What's Important in 2015,\" under which it explained: Find out what you pay for Medicare (Part A and Part B) The 2015 Medicare premium and deductible amounts weren't available at the time of printing. To get the most up-to-date cost information, visit Medicare.gov or call 1-800-MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. However, the claims made after the \"turn to page 12\" portion of the e-mail are easy to resolve. While the letter writer insinuated 2015 Medicare rates were deliberately being withheld until the midterm elections concluded, Medicare.gov proves that claim to be false. In fact, according to that site, Medicare 2015 Part A monthly premium rates are not only available for viewing now but will be lower in 2015 than they were the previous year; and 2015 Medicare Part B costs are also available on the site now for all to see the premiums set at precisely the same rate for 2015 as they were in 2014. An article published on 10 October 2014, predating the circulation of the chain e-mail, explained some 2015 Medicare rate changes in depth: Medicare Part B premiums will be $104.90 per month in 2015, which is the same as the 2014 premiums. The Part B deductible will also remain the same for 2015, at $147. The Medicare Part A deductible, which covers the first 60 days of Medicare-covered inpatient hospital care, will rise to $1,260 in 2015, a $44 increase from 2014. The daily coinsurance rate for days 21 through 100 in a skilled nursing facility will also increase slightly, to $157.50 in 2015. Additional cost breakdowns for Medicare in 2015 are available on Medicare.gov . In summary: While the 2015 Medicare handbook did not have specific rates at hand at the time it was printed, that information is readily available online via Medicare.gov; and it was released well before the 2014 midterm elections and not withheld until after voting had concluded.",
  "Originally Published": "",
  "Referred Links": "http://www.medicare.gov/part-d/costs/part-d-costs.html;http://www.medicare.gov/your-medicare-costs/part-b-costs/part-b-costs.html;http://www.medicare.gov/your-medicare-costs/part-a-costs/part-a-costs.html;http://www.medicare.gov/Pubs/pdf/10050.pdf;http://www.reporterherald.com/opinion/letters/ci_26801143/medicare-costs-will-likely-see-steep-hike;",
  "Example": "[Collected via e-mail, October 2014] READ THIS CAREFULLY ... Did you receive your Medicare Handbook for 2015 yesterday? If you have already received yours in the mail please turn to page 12 and go down to the bottom of the page and read Find out what you pay for Medicare (Part A and Part B) . It states that the premium and deductible amounts were not available at the time of printing. It further states you may call 1-800-633-4227 to get the most up-to-date info. I did just that and talked with a Medicare representative. She told me that they probably would not have those figures in until the end of the first week or possibly the second week of November. Now, let that sink in! As soon as she stated that to me I replied, \"My, isn't that convenient for the Obama Administration to actually hold off on those figures until after the 2014 election results.\" There was dead silence on the other end of the line. I told her thank you and that I would call back. You see on our Social Security increase for next year we are only receiving an increase of around 1%. Even the military are getting just over 1%. You can bet after the November 4th election the increases for Medicare A & B will be greater than any 1%. That is why they are delaying what the increases will be. Because if they had put it in that handbook, any elderly would be voting against the Democrats. So anyone voting for the Democrats in the forthcoming elections deserves to get the increases that are coming after November 4th.",
  "Last Updated": "31 October 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/medical/medicare2015.asp",
  "Claim": "The federal government is withholding information on 2015 Medicare premiums and deductibles until after the 2014 midterm elections.",
  "Claim_ID": "politics_medical_medicare2015",
  "Tags": ""
}