{
  "Origins": "This item is nothing more than a fabrication which plays on President Bush's reputation for making verbal miscues no such report about his speaking at a right-to-life rally and repeatedly misusing the word 'feces' in place of 'fetus' appeared in Newsweek , or in any other news publication. Moreover, according to the President's public schedule , on the date listed ( 17 June 2004) he was not in Tampa, Florida, nor did he appear at a right-to-life rally. (The President made a quick trip to Tampa on 16 June , but he was there only to deliver a speech about the military at MacDill Air Force Base. By the next day he was back in Washington, D.C., then he was off to the state of Washington for events with no connection to the right-to-life movement.)",
  "Fact Check": "",
  "Description": "We don't know if the coincidence was intentional, but this fictional anecdote echoes a similar tale told about a different president. In this case the president was Ronald Reagan, and his involvement with the gaffe was as a listener rather than as the speaker: Perhaps the best of Reagan's one-liners came after he attended his last ceremonial dinner, with the Knights of Malta in New York City on January 13, 1989. The evening's m.c., a prominent lay Catholic, was rendered so emotional by the wine that he waved aside protocol and followed the President's speech with a rather slurry one of his own. It was to the effect that Ronald Reagan, a defender of the rights of the unborn, knew that all human beings began life as \"feces.\" The speaker cited Cardinal John O'Connor (sitting aghast nearby) as \"a fece\" who had gone on to greater things. \"You, too, Mr. President you were once a fece!\" En route back to Washington on Air Force One, Reagan twinkingly joined his aides in the main cabin. \"Well,\" he said, \"that's the first time I've flown to New York in formal attire to be told I was a piece of shit.\"1 How much truth there is to this anecdote is difficult to determine, as multiple versions differ regarding the details of who made the embarrassing remark, how the blunder was worded, and how President Reagan supposedly responded to it: Shortly before the president left office, Peter Grace, who chaired the Grace Commission to recommend efficiency in government, introduced Reagan at a banquet of anti-abortion advocates. It took a man like Reagan, Grace explained, to point out the simple truth that \"all living people started life as feces.\" When some listeners gasped, Grace repeated himself forcefully: \"Yes, even you started out as feces. And now dinner is served.\"2 [H]ow about this news report: \"FECES RIGHTS. Appearing with Ronald Reagan at a New York anti-abortion gathering, Neil Bacon, chairman of N.D. Bacon Co., declared: 'Everyone who's for abortion was at one time themselves a feces. And that includes all of you out there. You were once a feces.'\"3 Toward the end of his second term, Reagan attended a pro-life dinner at which businessman Peter Grace, who headed the Grace Commission on government waste, mistakenly spoke of the urgent need for laws that protect the life of \"feces.\" The audience gasped, but Grace didn't catch on. \"I was once a feces,\" he said. \"You were feces.\" And so on. After the dinner Reagan was apologetically approached by the organizers of the dinner, who asked him whether he was embarrassed. \"Oh no,\" he said. \"But I'm afraid the feces really hit the fan tonight.\"4 Appearing with Ronald Reagan at an anti-abortion event in New York, Peter Grace reminded his audience, \"Everyone who's for abortion was at one time themselves a feces.\"5",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/news/releases/2004/06/20040616-4.html;http://www.whitehouse.gov/news/releases/2004/06/#;",
  "Example": "[Collected on the Internet, 2004] NEWSWEEK reports that President Bush, appearing before a right-to-life rally in Tampa, Florida on June 17, stated: \"We must always remember that all human beings begin life as a feces. A feces is a living being in the eyes of God, who has endowed that feces with all of the rights and God-given blessings of any other human being.\" The audience listened in disbelief as the President repeated his error at least a dozen times, before realizing that he had used the word 'feces\" when he meant to say \"fetus.\"",
  "Last Updated": "13 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/bush/fetal.asp",
  "Claim": "President Bush misspoke at a right-to-life rally and repeatedly said 'feces' instead of 'fetus.'",
  "Claim_ID": "politics_bush_fetal",
  "Tags": ""
}