{
  "Origins": "The above-quoted piece about how Americans should have interpreted and reacted to a series of events occurring well before the 11 September 2001 terrorist attacks on the U.S. began hitting our inbox in March 2003. It originated with a speech given by Navy Captain Dan Ouimette before the Pensacola (Florida) Civitan Club (a service organization) on 19 February 2003. (Although many versions of this speech describe Captain Ouimette as \"Executive Officer of Naval Air Station, Pensacola, Florida,\" March 2005 news reports of a training crash identify him as \"commander of Training Air Wing 1 .\")",
  "Fact Check": "",
  "Description": "Captain Ouimette may have given this same speech in 2002 as well, but his February 2003 address to the Civitan Club appears to be the basis of the version that has been circulated via e-mail.",
  "Originally Published": "",
  "Referred Links": "https://www.cnatra.navy.mil/tw1/;http://www.civitan.net/pensacola/pagespensacola/1_1.html;http://www.ahherald.com/window_redbank/2003/wrb030306_think_about.htm;",
  "Example": "[Collected via e-mail, 2003] America WAKE UP! That's what we think we heard on the 11th of September 2001 and maybe it was, but I think it should have been \"Get Out of Bed!\" In fact, I think the alarm clock has been buzzing since 1979 and we have continued to hit the snooze button and roll over for a few more minutes of peaceful sleep since then. It was a cool fall day in November 1979 in a country going through a religious and political upheaval when a group of Iranian students attacked and seized the American Embassy in Tehran. This seizure was an outright attack on American soil; it was an attack that held the world's most powerful country hostage and paralyzed a Presidency. The attack on this sovereign US embassy set the stage for the events to follow for the next 23 years. America was still reeling from the aftermath of the Viet Nam experience and had a serious threat from the Soviet Union when then, President Carter, had to do something. He chose to conduct a clandestine raid in the desert. The ill-fated mission ended in ruin, but stood as a symbol of America's inability to deal with terrorism. America's military had been decimated and downsized / right sized since the end of the Viet Nam war. A poorly trained, poorly equipped and poorly organized military was called on to execute a complex mission that was doomed from the start. Shortly after the Tehran experience, Americans began to be kidnapped and killed throughout the Middle East. America could do little to protect her citizens living and working abroad. The attacks against US soil continued. In April of 1983 a large vehicle packed with high explosives was driven into the US Embassy compound in Beirut. When it explodes, it kills 63 people. The alarm went off again and America hit the Snooze Button once more. Then just six short months later a large truck heavily laden down with over 2500 pounds of TNT smashed through the main gate of the US Marine Corps headquarters in Beirut. 241 US servicemen are killed. America mourns her dead and hit the Snooze Button once more. Two months later in December 1983, another truck loaded with explosives is driven into the US Embassy in Kuwait, and America continues her slumber. The following year, in September 1984, another van was driven into the gates of the US Embassy in Beirut and America slept. Soon the terrorism spreads to Europe. In April 1985 a bomb explodes in a restaurant frequented by US soldiers in Madrid. Then in August a Volkswagen loaded with explosives is driven into the main gate of the US Air Force Base at Rhein-Main, 22 are killed and the Snooze Alarm is buzzing louder and louder as US soil is continually attacked. Fifty-nine days later a cruise ship, the Achille Lauro is hijacked and we watched as an American in a wheelchair is singled out of the passenger list and executed. The terrorists then shift their tactics to bombing civilian airliners when they bomb TWA Flight 840 in April of 1986 that killed 4 and the most tragic bombing, Pan Am Flight 103 over Lockerbie, Scotland in 1988, killing 259. America wants to treat these terrorist acts as crimes; in fact we are still trying to bring these people to trial. These are acts of war ... the Wake Up alarm is louder and louder. The terrorists decide to bring the fight to America. In January 1993, two CIA agents are shot and killed as they enter CIA headquarters in Langley, Virginia. The following month, February 1993, a group of terrorists are arrested after a rented van packed with explosives is driven into the underground parking garage of the World Trade Center in New York City. Six people are killed and over 1000 are injured. Still this is a crime and not an act of war? The Snooze alarm is depressed again. Then in November 1995 a car bomb explodes at a US military complex in Riyadh, Saudi Arabia killing seven service men and women. A few months later in June of 1996, another truck bomb explodes only 35 yards from the US military compound in Dhahran, Saudi Arabia. It destroys the Khobar Towers, a US Air Force barracks, killing 19 and injuring over 500. The terrorists are getting braver and smarter as they see that America does not respond decisively. They move to coordinate their attacks in a simultaneous attack on two US embassies in Kenya and Tanzania. These attacks were planned with precision, they kill 224. America responds with cruise missile attacks and goes back to sleep. The USS Cole was docked in the port of Aden, Yemen for refueling on 12 October 2000, when a small craft pulled along side the ship and exploded killing 17 US Navy Sailors. Attacking a US War Ship is an act of war, but we sent the FBI to investigate the crime and went back to sleep. And of course you know the events of 11 September 2001. Most Americans think this was the first attack against US soil or in America. How wrong they are. America has been under a constant attack since 1979 and we chose to hit the snooze alarm and roll over and go back to sleep. In the news lately we have seen lots of finger pointing from every high official in government over what they knew and what they didn't know. But if you've read the papers and paid a little attention I think you can see exactly what they knew. You don't have to be in the FBI or CIA or on the National Security Council to see the pattern that has been developing since 1979. The President is right on when he says we are engaged in a war. I think we have been in a war for the past 23 years and it will continue until we as a people decide enough is enough. America has to \"Get out of Bed\" and act decisively now. America has changed forever. We have to be ready to pay the price and make the sacrifice to ensure our way of life continues. We cannot afford to hit the Snooze Button again and roll over and go back to sleep. We have to make the terrorists know that in the words of Admiral Yamamoto after the attack on Pearl Harbor \"that all they have done is to awaken a sleeping giant.\" Thank you very much. Dan Ouimette",
  "Last Updated": "6 April 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/wakeup.asp",
  "Claim": "Naval captain's speech urges Americans to \"wake up\" and act decisively in battling terrorism.",
  "Claim_ID": "politics_soapbox_wakeup",
  "Tags": ""
}