{
  "Origins": "Curmudgeonly 60 Minutes commentator Andy Rooney may have delivered a vituperative essay on French politics in 2003, but this piece elaborating on his own politics was not his creation. The text quoted above was too reactionary even for the acerbic Rooney, and the language used didn't sound like him. (\"Shoot your sorry ass\" just wasn't the kind of phrase Andy Rooney employed on television.) Just to be thorough, we checked the transcripts of all of Andy Rooney's 60 Minutes pieces from the last ten years, and nothing like this item turned up.",
  "Fact Check": "",
  "Description": "Moreover, Andy Rooney himself denied that this polemic originated with him, saying in 2003 that: About a year ago, I became aware of a more serious theft of my name and it is so hurtful to my reputation that it calls for legal action against the thief. Hundreds of people have written asking if I really wrote the 20 detestable remarks made under my name that have had such wide circulation on the Internet. Some of the remarks, which I will not repeat here, are viciously racist and the spirit of the whole thing is nasty, mean and totally inconsistent with my philosophy of life. It is apparent that the list of comments has been read by hundreds of thousands of Americans, many of whom must believe that it accurately represents opinions of mine that I don't dare express in my column or on television. It is seriously damaging to my reputation. Mr. Rooney disclaimed the above-quoted piece again in his 60 Minutes segment of 23 October 2005, saying of it: There's a collection of racist and sexist remarks on the Internet under a picture of me with the caption ANDY ROONEY SAID ON 60 MINUTES. If I could find the person who did write it using my name I would sue him. And he denied it yet again to the Associated Press in December 2006: Rooney said that a racist commentary falsely attributed to him is circulating over the Internet and through e-mails. The \"60 Minutes\" essayist wants anyone who might have seen it to know he had nothing to do with it. \"I suppose it's not important, but I hate the fact that people think I've been writing these things,\" he told The Associated Press. \"That's hurtful to me.\" The missive, which Rooney said had been passed along to him via e-mail several times, is a list of several anti-minority statements. One of the printable ones: \"I have the right not to be tolerant of others because they are different, weird or tick me off.\" The final two items on the list are probably a good tipoff that either this collection was written (by an as-yet unidentified author) as a parody of the \"A Few Minutes with Andy Rooney\" spots on 60 Minutes or that someone appended Andy Rooney's name to an unattributed piece because it \"seemed like something he would say.\" Either way, whoever created this version appears to have lifted some parts from an earlier piece known as \"Yes, I Guess I am A BAD American\" that is falsely credited to comedian George Carlin. On 4 November 2011, Andy Rooney passed away at the age of 92.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20061207040804/http://www.cnn.com/2006/SHOWBIZ/TV/12/05/tv.rooney.hoax.ap/index.html;http://www.cbsnews.com/stories/2005/10/20/60minutes/rooney/main958151.shtml;",
  "Example": "[Collected via e-mail, April 2003] BRAVO ANDY ROONEY!!!! Right on, Andy Rooney! Andy Rooney said on 60 minutes a few weeks back: (for those of you that don't know Andy Rooney, he is an 82 year old US TV commentator) I like big cars, big boats, big motorcycles, big houses and big campfires. I believe the money I make belongs to me and my family, not some governmental stooge with a bad comb-over who wants to give it away to crack addicts for squirting out babies. Guns do not make you a killer. I think killing makes you a killer. You can kill someone with a baseball bat or a car, but no one is trying to ban you from driving to the ball game. I believe they are called the Boy Scouts for a reason, that is why there are no girls allowed. Girls belong in the Girl Scouts! I think that if you feel homosexuality is wrong, it is not a phobia, it is an opinion. I don't think being a minority makes you a victim of anything except numbers. The only things I can think of that are truly discriminatory are things like the United Negro College Fund, Jet Magazine, Black Entertainment Television, and Miss Black America. Try to have things like the United Caucasian College Fund, Cloud Magazine, White entertainment Television, or Miss White America and see what happens. Jesse Jackson will be knocking down your door. I have the right NOT to be tolerant of others because they are different, weird, or tick me off. When 70% of the people who get arrested are black, in cities where 70% of the population is black, that is not racial profiling, it is the law of statistics. I know what sex is, and there are not varying degrees of it. If I received sex from one of the subordinates in my office, it wouldn't be a private matter or my personal business. I would be \"FIRED\" immediately! I believe that if you are selling me a milk shake, a pack of cigarettes, a newspaper or a hotel room, you must do it in English! As a matter of fact, if you want to be an American citizen you should have to speak English! My father and grandfather shouldn't have to die in vain so you can leave the countries you were born in to come over and disrespect ours. I think the police should have every right to shoot your sorry ass if you threaten them after they tell you to stop. If you can't understand the word \"freeze\" or \"stop\" in English, see the above lines. I feel much safer letting a machine with no political affiliation recount votes when needed. I know what the definition of lying is. I don't think just because you were not born in this country, you are qualified for any special loan programs, government sponsored bank loans or tax breaks, etc., so you can open a hotel, coffee shop, trinket store, or any other business. We did not go to the aid of certain foreign countries and risk our lives in wars to defend their freedoms so that decades later they could come over here and tell us our constitution is a living document and open to their interpretations. I don't hate the rich. I don't pity the poor. I know wrestling is fake, but so are movies and television, and that doesn't stop you from watching them. I believe a self-righteous liberal or conservative with a cause is more dangerous than a Hell's Angel with an attitude. I think Bill Gates has every right to keep every penny he made and continue to make more. If it ticks you off, go and invent the next operating system that's better and put your name on the building. Ask your buddy that invented the Internet to help you. It doesn't take a whole village to raise a child right, but it does take a parent to stand up to the kid and smack their little ass when necessary and say \"NO.\" I think tattoos and piercing are fine if you want them, but please don't pretend they are a political statement. And . . . Please stay home until that new lip ring heals, I don't want to look at your ugly infected mouth as you serve me french fries! I am sick of \"Political Correctness\" and of all the suck ups that go along with it. I know a lot of black people, and not a single one of them was born in Africa, so how can they be \"African-Americans\"? Besides, Africa is a continent. I don't go around saying I am a European-American because my great, great, great, great, great, great grandfather was from Europe. I am proud to be from America and nowhere else. And if you don't like my point of view, tough! Andy is 83 and entitled to his opinion.",
  "Last Updated": "5 November 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/bigcars.asp",
  "Claim": "Transcript reproduces commentator Andy Rooney explaining his political views.",
  "Claim_ID": "politics_soapbox_bigcars",
  "Tags": ""
}