{
  "Origins": "In August 2012 Bill Nye, a popular science educator, comedian, and television host known as \"The Science Guy,\" found himself the center of attention after releasing an online video entitled \"Creationism Is Not Appropriate for Children,\" maintaining that \"I say to the grownups, 'If you want to deny evolution and live in your world that's completely inconsistent with everything we've observed in the universe that's fine. But don't make your kids do it.\" This burst of attention soon resulted in Nye's becoming the target of a",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.examiner.com/article/todd-akin-accepts-bill-nye-the-science-guy-s-challenge;http://superofficialnews.com/todd-akin-accepts-bill-nyes-challenge-for-a-debate/;http://webcache.googleusercontent.com/search?q=cache:http://dailycurrant.com/about/;http://webcache.googleusercontent.com/search?q=cache:http://dailycurrant.com/2012/08/30/bill-nye-blasts-todd-akin-challenges-debate/;http://www.nytimes.com/2012/08/21/us/politics/rep-todd-akin-legitimate-rape-statement-and-reaction.html;http://www.youtube.com/watch?v=teWaopsBuPc;",
  "Example": "[Collected via e-mail, August 2012] A new story is circulating about Bill Nye the Science Guy losing it and blasting Todd Aiken, complete with f-bombs... : Bill Nye may still be The Science Guy, but he's no longer Mr. Nice Guy. During a live interview this morning with the Smithsonian Channel, the mild mannered science educator unloaded on U.S. Congressman Todd Akin, calling him \"a f****ing idiot\" for accusing Nye of personally provoking Hurricane Issac. Last week Nye uploaded a video to Youtube urging parents not to teach their children creationism. At a town hall campaign event yesterday, Akin used the video as an example of immoral behavior driving god to punish America through extreme weather. Although reporters reached out to Nye for a statement yesterday, his first discussion of the matter came this morning at Smithsonian's Washington D.C. headquarters. The 56 year old star of the long-running \"Bill Nye The Science Guy\" was in the studio to promote his new documentary series focusing on the neuroscience of childhood development. After briefly discussing his show, the Smithsonian anchors asked Nye about Akin's recent accusation. The normally genial Nye wasted no time venting his rage about the comments: \"Look, these people they're f***ing retarded. Rape can't cause pregnancy? Breastmilk cures homosexuality? I caused a hurricane by challenging creationism? Who can possibly take these people seriously anymore?\" The slightly uncomfortable anchors then tried to change the subject, but Nye persisted: \"It used to be these Republicans didn't believe in global warming or evolution. That was bad enough. Now they don't even believe in egg + sperm = baby. Where does Todd Akin think babies come from? Does he think there are separate storks for people who were raped and people who weren't? \" \"Hey look over there! It's the rape stork. It drops off all its babies directly at the orphanage.\" \"He's a f***ing idiot. Just a plain fucking idiot. I'm sorry I don't say that word very often but it happens to fit in this case. He's just a f***ing idiot.\"",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/billnye.asp",
  "Claim": "Bill Nye \"blasted\" Rep. Todd Akin for accusing him of \"personally provoking Hurricane Isaac.\"",
  "Claim_ID": "Politics_satire_billnye",
  "Tags": ""
}