{
  "Origins": "Dixie Chicks leader singer Natalie Maines ignited a firestorm of controversy during the group's European tour in early March 2003 when the UK newspaper The Guardian reported the following in their review of the group's London concert: \"Just so you know,\" says singer Natalie Maines, \"we're ashamed the president of the United States is from Texas.\" It gets the audience cheering &mdash at a time when country stars are rushing to release pro-war anthems, this is practically punk rock. The Dixie Chicks quickly became a locus of the war/anti-war controversy: one side heaped condemnation on Maines for being publicly disrespectful of the President (especially while war was imminent), for making overt political statements in an inappropriate forum, and for being cowardly in addressing her remarks to a foreign audience; the other defended her right to speak out in any time, place, and manner of her choosing and the importance of exercising such a right while the nation debated going to war. As the controversy grew, so did calls for boycotts of Dixie Chicks CDs and live performances, the removal of Dixie Chicks songs from radio station playlists, and public trashing of Dixie Chicks merchandise.",
  "Fact Check": "",
  "Description": "The Dixie Chicks quickly offered an explanatory statement which did little to quell the furor: \"We've been overseas for several weeks and have been reading and following the news accounts of our governments' position. The anti-American sentiment that has unfolded here is astounding. While we support our troops, there is nothing more frightening than the notion of going to war with Iraq and the prospect of all the innocent lives that will be lost.\" Maines further stated, \"I feel the President is ignoring the opinions of many in the U.S. and alienating the rest of the world. My comments were made in frustration and one of the privileges of being an American is you are free to voice your own point of view.\" This statement was followed a few days later by an apology from Maines: As a concerned American citizen, I apologize to President Bush because my remark was disrespectful. I feel that whoever holds that office should be treated with the utmost respect. We are currently in Europe and witnessing a huge anti-American sentiment as a result of the perceived rush to war. While war may remain a viable option, as a mother, I just want to see every possible alternative exhausted before children and American soldiers' lives are lost. I love my country. I am a proud American. A satirical alternate apology offered by The Specious Report is also now circulating as the text of Natalie Maines' \"real\" apology: As a concerned American citizen, I apologize to President Bush because my remark was disrespectful. I now realize that whoever holds that office should be treated with the utmost respect. I hope everyone understands, I'm just a young girl who grew up in Texas. As far back as I can remember, I heard people say they were ashamed of President Clinton. I saw bumper stickers calling him everything from a pothead to a murderer. I heard people on the radio and tv like Rush Limbaugh, Pat Robertson, Newt Gingrich and Trent Lott bad mouthing the President and ridiculing his wife and daughter at every opportunity. I heard LOTS of people disrespecting the President. So I guess I just assumed it was acceptable behavior. But now, thanks to the thousands of angry people who want radio stations to boycott our music because criticizing the President is unpatriotic, I realize it's wrong to have a liberal opinion if you're a country music artist. I guess I should have thought about that before deciding to play music that attracts hypocritical red necks. I also realize now that I'm supposed to just sing and look cute so our fans won't have anything to upset them while they're cheating on their wives or getting in drunken bar fights or driving around in their pickup trucks shooting highway signs and small animals. And most important of all, I realize that it's wrong for a celebrity to voice a political opinion, unless they're Charlie Daniels, Clint Black, Merle Haggard, Barbara Mandrell, Loretta Lynn, Ricky Skaggs, Travis Tritt, Hank Williams Jr, Amy Grant, Larry Gatlin, Crystal Gayle, Reba McEntire, Lee Greenwood, Lorrie Morgan, Anita Bryant, Mike Oldfield, Ted Nugent, Wayne Newton, Dick Clark, Jay Leno, Drew Carey, Dixie Carter, Victoria Jackson, Charleton Heston, Fred Thompson, Ben Stein, Bruce Willis, Kevin Costner, Arnold Schwartzenegger, Bo Derek, Rick Schroeder, George Will, Pat Buchanan, Bill O'Reilly, Joe Rogan, Delta Burke, Robert Conrad or Jesse Ventura. God Bless America, Natalie Apology or no apology, the Dixie Chicks controversy didn't blow over so quickly and continued to feature in political debate hashed out in newspaper op-ed pages and on the Internet. One of the more widely-circulated responses to Maines' statement was the 'Open Letter to the Dixie Chicks' quoted above, supposedly penned by a Navy airman. The text first appeared on the web site of radio station KLLL in Lubbock, Texas, on 15 March 2003, where it was credited to a LT Layne McDowell, who is indeed a Navy lieutenant and aviator from Lubbock. In May 2006, Natalie Maines \"took back\" her apology of three years earlier, telling Time magazine that \"I don't feel that way anymore\" and \"I don't feel [President Bush] is owed any respect whatsoever.\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030815092632/http://www.montereyherald.com/mld/montereyherald/5110380.htm;http://www.klll.com/home.asp;http://www.thespeciousreport.com/2003_dixiechicks.html;http://dixiechicks.launch.yahoo.com/news.asp?id=26;http://dixiechicks.launch.yahoo.com/news.asp?id=24;http://www.nytimes.com/2003/03/25/opinion/25KRUG.html;http://www.cnn.com/2003/SHOWBIZ/Music/03/16/maines.bush.ap/index.html;http://www.msnbc.com/local/wgal/a1532063.asp;http://www.guardian.co.uk/arts/reviews/story/0,11712,912236,00.html;",
  "Example": "[Collected on the Internet, 2003] An Open Letter to the Dixie Chicks Earlier this week, while performing in London, you stated that you were ashamed that our President is from your home state. I wonder if you realized how many Americans would be listening. This American was listening. This Texan is ashamed that you come from my state. I serve my country as an officer in the United States Navy. Specifically, I fly F-14 Tomcats off carriers around the world, executing the missions that preserve the very freedom you claim to exercise. I have proudly fought for my country in the skies over Kosovo, Iraq and Afghanistan without regret. Though I may disagree wholeheartedly with your comments, I will defend to the death your right to say them, in America. But for you to travel to a foreign land and publicly criticize our Commander in Chief is cowardice behavior. Would you have so willingly made those comments while performing for a patriotic, flag-waving crowd of Texans in Lubbock. I would imagine not. How dare you pocket profits off songs about soldiers, their deaths and patriotism while criticizing their Commander in Chief abroad, even while they prepare to give their lives to ensure your own freedom of speech. Please ask yourself, what have you done to deserve that sacrifice? Do not try to justify your comments by claiming that you made them only because you care about innocent lives. Never once in our history have we committed troops to war for the purpose of taking innocent lives. We do it to protect innocent lives, even yours. If the world leaders of the late 1930's had the vision and courage of our present Commander in Chief, perhaps the evil men who caused the death of millions in WWII would have never had the opportunity to harm a soul. The potential loss of millions of lives in the future at the hands of today's evil men necessitate action. In a separate correspondence, I am returning to you each and every Dixie Chicks CD and cassette that I have ever purchased. Never again will I allow my funds to support your behavior. All you have done is to add your name to a growing list of American \"Celebrities\" who have failed to realize that they have obtained their successes on the backs of the American blue-collar workers such as our servicemen and women. To Natalie Maines: This Texan this American will continue to risk his life to guarantee your freedoms. What will you do to deserve it?",
  "Last Updated": "13 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/dixiechicks.asp",
  "Claim": "A Navy airman wrote 'An Open Letter to the Dixie Chicks.'",
  "Claim_ID": "politics_soapbox_dixiechicks",
  "Tags": ""
}