{
  "Origins": "The game of inventing Nostradamus prophecies that supposedly describe or predict current political events from a vantage point 450 years in the past is a familiar one. Most such inventions flare briefly and die out once they're revealed as hoaxes, but the item referenced above has enjoyed continued circulation several months after its inception, likely because its prediction of \"The great empire [that] will be torn from limb\" due to \"power given to the dark one from slaves come\" is of renewed interest given the outcome of the recent 2008 U.S. presidential election.",
  "Fact Check": "",
  "Description": "Nonetheless, this Nostradamian \"prediction\" is nothing more than another bit of satire from The Daily Squib , which describes itself as \"a satirical publication not be taken too fu**ing seriously.\" The article , entitled \"Nostradamus Obama Prophecies Revealed,\" was published back on 10 April 2008 but continues to circulate widely enough (stripped of context which identifies its origins) that the Smithsonian is still fielding questions about it. As that institution has been noting in its responses to such inquiries, they have neither \"professors\" nor anyone named Eugene Randell on staff, and neither the Archives nor the Libraries (which are two separate Smithsonian organizations) has any Nostradamus book or manuscript such as the one described by the Daily Squib .",
  "Originally Published": "",
  "Referred Links": "http://www.dailysquib.co.uk/?c=117&a=1300;http://www.dailysquib.co.uk/?c=117&a=1300;",
  "Example": "[Collected via e-mail, November 2008] An email is being spread around claiming a Professor from the famous Smithsonian Institution has released information on April 10th 2008 based on Nostradamus prophecies. The body of the email is sent below. Scholars for the Smithsonian Institute have uncovered new interpretations that may relate to Barack Obama, the Illinois senator vying to become the next US president. Professor Eugene Randell, Deputy Director of the Smithsonian Institution Archives has released information pertaining to the up and coming US elections. The Institute which holds some very rare Nostradamus manuscripts, believes that some of the quatrains written by the 16th century soothsayer are very close to describing the fight for the White House that is happening now. [Rest of article here.]",
  "Last Updated": "6 November 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/nostradamus.asp",
  "Claim": "Scholars at the Smithsonian Institution have uncovered new interpretations of Nostradamus that relate to Barack Obama.",
  "Claim_ID": "politics_obama_nostradamus",
  "Tags": ""
}