{
  "Origins": "Although Bill Cosby, the comedian, and the Rev. Jeremiah Wright, the controversial former pastor of Chicago's Trinity United Church of Christ, both grew up in the Germantown section of Philadelphia and both attended Central High School, they are often at opposite ends of the political spectrum when it comes to racial issues. An editorial like the one quoted above, denouncing the \"black culture of victimhood,\" would therefore not be out of character for Bill Cosby, who has publicly expressed such sentiments on numerous other occasions.",
  "Fact Check": "",
  "Description": "But did the popular entertainer actually write the item cited above? It's attributed to him because it appeared in the reader comments section of a 28 April 2008 article about Rev. Wright published on the Wall Street Journal's web site, where it was posted by someone using the name \"Bill Cosby.\" However, a representative confirmed that the comments were not written by the Bill Cosby but rather by someone else using his name (or possibly some unrelated person who happens to share the name \"Bill Cosby\"). Bill Cosby himself prefers to editorialize primarily in the form of public speaking, not by posting comments to blogs.",
  "Originally Published": "",
  "Referred Links": "http://blogs.wsj.com/washwire/2008/04/28/rev-wright-talks-about-reconciliation/;",
  "Example": "[Collected on the Internet, April 2008] Bill Cosby on Rev. Wright Rev. Wright epitomizes the thoughts and actions that have prevented and continue to prevent black America from moving ahead and achieving their potential as a people. He suggests that this United States of America made up of sons and daughters of immigrants (I'm talking of the millions of 1st, 2nd, 3rd generation immigrants in this country) of every race, creed, color and religion each and everyone of them who had nothing to do with slavery, some how owe something to a group of people who have never been slaves? Its amazing. It seems everyone is to blame for the shambles black society is in with its violence, drugs, high school drop out rates, misogyny, and a host of other real and virulent problems, except for the very people who engage in such behavior. Enough. As a society, culture or people, they should look within themselves and fix their problems. When did this man become the spokesman for the 'black church'? And of course his church is different, but thatdoesn't mean his message and philosophy is acceptable, or productive or non-offensive or not-racist or indicative or our greater culturalbehaviors, values and norms Americans. And yes, the link between this man and Obama really does matter. At a very minimum, it provides insight into the political and philosophical strain that Obama adheres to.",
  "Last Updated": "11 September 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/cosby-wright.asp",
  "Claim": "E-mail reproduces comedian Bill Cosby's remarks about the Rev. Jeremiah Wright.",
  "Claim_ID": "politics_soapbox_cosby-wright",
  "Tags": ""
}