{
  "Origins": "Andy Rooney, the curmudgeonly commentator who closed every Sunday broadcast of television's 60 Minutes news magazine with a personal essay about some aspect of everyday life, was thanks to the Internet as well-known for what he hadn't said as he was for what he really had said. Because he was widely regarded as someone who comments on the human condition, he came to have a number of Internet-circulated opinion pieces falsely attributed to him (e.g. a piece entitled \"In Praise of Older Women ,\" a compilation of wry observations on various topics, and a vituperative list of intolerant political beliefs). This collection of \"Things I've Learned\" is another instance of that phenomenon.",
  "Fact Check": "",
  "Description": "We first encountered this list in 2000; at various times since then, it has resurfaced with the following coda appended to it: To all of you.... Make sure you read all the way down to the last sentence. It's National Friendship Week. Show your friends how much you care. Send this to everyone you consider a FRIEND, even if it means sending it back to the person who sent it to you. If it comes back to you, then you'll know you have a circle of friends. HAPPY FRIENDSHIP WEEK TO YOU!!!!!! YOU ARE MY FRIEND AND I AM HONORED! Now send this to every friend you have!! And to your family. This was sent to me. This collection of supposed Andy Rooneyisms did not originate with the veteran 60 Minutes commentator, as Kevin Tedesco, a spokesperson for the show, told us: \"It's definitely not his. We are aware of it and have been for some time, but it's hard to stop. Many of the items don't even sound like him.\" In fact, the entries in this list are not the work of any one person they're statements gathered from dozens of different people (aged 5 to 95), many of which were collected in the 1995 book, Live and Learn and Pass It On, Volume II . On 4 November 2011, Andy Rooney passed away at the age of 92.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/155853394X?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected on the Internet, October 2007] I've learned.... That the best classroom in the world is at the feet of an elderly person. I've learned.... That when you're in love, it shows. I've learned.... That just one person saying to me, 'You've made my day!' makes my day. I've learned.... That having a child fall asleep in your arms is one of the most peaceful feelings in the world. I've learned.... That being kind is more important than being right. I've learned.... That you should never say no to a gift from a child. I've learned.... That I can always pray for someone when I don't have the strength to help him in some other way. I've learned.... That no matter how serious your life requires you to be, everyone needs a friend to act goofy with. I've learned.... That sometimes all a person needs is a hand to hold and a heart to understand. I've learned.... That simple walks with my father around the block on summer nights when I was a child did wonders for me as an adult. I've learned.... That life is like a roll of toilet paper. The closer it gets to the end, the faster it goes. I've learned.... That we should be glad God doesn't give us everything we ask for. I've learned.... That money doesn't buy class. I've learned.... That it's those small daily happenings that make life so spectacular. I've learned... That under everyone's hard shell is someone who wants to be appreciated and loved. I've learned.... That to ignore the facts does not change the facts. I've learned.... That when you plan to get even with someone, you are only letting that person continue to hurt you. I've learned.... That love, not time, heals all wounds. I've learned.... That the easiest way for me to grow as a person is to surround myself with people smarter than I am. I've learned.... That everyone you meet deserves to be greeted with a smile. I've learned.... That no one is perfect until you fall in love with them. I've learned... That life is tough, but I'm tougher. I've learned.... That opportunities are never lost; someone will take the ones you miss. I've learned.... That when you harbor bitterness, happiness will dock elsewhere. I've learned.... That I wish I could have told my Mom that I love her one more time before she passed away. I've learned.... That one should keep his words both soft and tender, because tomorrow he may have to eat them. I've learned.... That a smile is an inexpensive way to improve your looks. I've learned.... That when your newly born grandchild holds your little finger in his little fist, that you're hooked for life. I've learned.... That everyone wants to live on top of the mountain, but all the happiness and growth occurs while you're climbing it. I've learned.... That the less time I have to work with, the more things I get done.",
  "Last Updated": "5 November 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/learned.asp",
  "Claim": "List compiles Andy Rooney's observations on what he'd learned.",
  "Claim_ID": "politics_soapbox_learned",
  "Tags": ""
}