{
  "Origins": "Hess Oil (technically known as the Amerada Hess Corporation since a 1971 merger between Hess Oil & Chemical Corp. and Amerada Petroleum) was founded by Leon Hess, the son of a Jewish Hungarian immigrant. In 1933, Hess sold a tow truck given to him by his father, bought a 615-gallon Chevrolet truck, and began selling heating oil in Asbury Park, New Jersey. From those humble beginnings, Hess and his father established the Hess Oil & Chemical Corp., which by 1999 had become a $6.6 billion corporation and the 12th-largest U.S. oil company and now includes among its operations about 1,000 retail gasoline stations, primarily in New York, New Jersey, and Florida. Leon Hess (who was also the sole owner of the New York Jets football team) died in 1999 at age 85, and his son, John B. Hess , now serves as Chairman of the Board and Chief Executive Officer of Amerada Hess.",
  "Fact Check": "",
  "Description": "It is true that Hess has little or no dealings with Middle Eastern countries, as their exploration and production activities take place primarily in the United States, the United Kingdom, Norway, Denmark, Equatorial Guinea, Gabon, Algeria, Thailand, Malaysia, Indonesia, Azerbaijan, Brazil and Colombia. However, it is not quite accurate to claim that Hess \"doesn't buy\" from Middle Eastern companies because it is \"owned by a Jewish family.\" Although John Hess serves as chairman and CEO of Amerada Hess, the company is publicly traded and therefore is \"owned\" by a variety of stockholders, not a single family. Moreover, Amerada Hess does not have a policy of not dealing with Middle Eastern companies as a show of support or sympathy for Israel, but simply because they have no established exploration or production facilities in that part of the world. (The same is true of some other large oil companies, such as Sinclair and Sunoco ). Consumers wishing to purchase gasoline from retailers whose product does not originate in Middle Eastern countries can accomplish their goal by patronizing Hess service stations, of course, but not because Hess has a corporate policy of supporting Israel.",
  "Originally Published": "",
  "Referred Links": "http://www.sunoco.com/;http://www.sinclairoil.com/;http://www.hess.com/;",
  "Example": "[Collected on the Internet, 2002] THERE IS DOCUMENTED EVIDENCE THAT COMPANIES LIKE EXXON, MOBIL, SHELL AND MANY OTHERS BUY THEIR OIL FROM THE ARAB COUNTRIES THAT SUPPORT TERRORISM LIKE IRAQ AND SAUDI ARABIA. B U T.....THERE IS A COMPANY CALLED HESS GAS. NOT ONLY HAVE I CHECKED THEM OUT WITH A CHEMICAL ENGINEER I MET ON A PLANE BUT HE TOLD ME HESS PRODUCES A QUALITY PRODUCT BASED ON THE CALIBER OF OIL HESS BUYS. NOW THE \"PUNCHLINE\" YOU ARE SAYING WHY WOULDN'T HESS BUY FROM THOSE COMPANIES. B E C A U S E............. HESS GAS IS OWNED BY HESS OIL COMPANY AND HESS OIL COMPANY IS OWNED BY A JEWISH FAMILY THAT SUPPORTS ISRAEL AND ITS BATTLE FOR SURVIVAL. TELL YOUR FRIENDS TO CHECK OUT THE CLOSEST HESS STATION TO THEIR RESIDENCE OR BUSINESS AND PATRONIZE THEM. SEND THIS MESSAGE ON TO YOUR FRIENDS THAT SYMPATHIZE WITH ISRAEL AND OPPOSE TERRORISM.",
  "Last Updated": "7 June 2002",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/gasoline/hess.asp",
  "Claim": "Hess Oil does not buy product from Middle Eastern countries because it is \"owned by a Jewish family.\"",
  "Claim_ID": "politics_gasoline_hess",
  "Tags": ""
}