{
  "Origins": "The above-quoted notice that FOX News would be airing a revealing documentary about Barack Obama began circulating on the Internet in August 2009. When no such broadcast took place, curious potential viewers began wondering what happened to it: Did they miss it? Was it bumped in favor of a bigger or more timely news piece? Was it suppressed due to pressure by the Obama administration?",
  "Fact Check": "",
  "Description": "The answer seems to be that this item was merely a recirculation of outdated information about a program that had aired the previous year (October 2008), not something that was about to air in October 2009 (when there was a resurgence of interest in the e-mailed item). This item continues to circulate well into 2012 with no particular date mentioned (other than the indefinite \"Sunday night\"), leading readers to mistake it for a current notice. Back on Sunday, 5 October 2008, the FOX News show Hannity's America was devoted to an hour-long program on Obama & Friends: History of Radicalism . But, as noted, that program was broadcast long before the current e-mail promoting it began circulating. It also isn't the case that Fox was planning to repeat the original Sean Hannity piece but subsequently cancelled it. We spoke with a FOX News representative who confirmed that neither Obama & Friends nor any other similar documentary about Barack Obama was scheduled to be aired by Fox in 2009. (Fox did air a somewhat similar but distinctly different program, the Bret Baier-hosted President Obama in His Own Words , in late January 2010.) In September 2012 this rumor morphed into a version proclaiming that Fox would soon be airing the documentary 2016: Obama s America , or that Fox had planned to do so but Attorney General Eric Holder threatened to pull their FCC license if they did. However, that film was still engaged in its original theatrical run, and no plans had been made to air it on Fox television.",
  "Originally Published": "",
  "Referred Links": "http://www.foxnews.com/story/0,2933,583590,00.html;http://www.foxnews.com/search-results/m/21112745/college-years.htm;http://www.foxnews.com/hannitysamerica/index.html;",
  "Example": "[Collected via e-mail, August 2009] It may be that Fox has been holding this information back due to the sensitivity of it and out of courtesy. But, Obama has taken on Fox and it appears they are ready to spill the ugly beans of truth about the background of this individual who has had an extremely radical past. I'm not going to miss it and I hope you won't either. This should prove interesting!! This Sunday Fox news, is going to air a very important documentary about Barack Obama, Sunday night at 9 P M Eastern. The report will go back to Obama's earlier days, showing even then his close ties to radical Marxist professors, friends, spiritual advisers, etc. It will also reveal details about his ties to Rev. Wright for +20 years i.e. how he was participating with this man, and not for the reasons he states! The report has uncovered more of Obama's radical past and we will see things that no one in the media is willing to put out there. It will be a segment to remember. Mark your calendar and pass this on to everyone you know: Sunday night, 8 P M. CT; 9 P M ET. Democrat or Republican, this report will open your eyes to how YOUR country is being sold down the road to Totalitarian Socialism. If you care about the direction of our country, pass this notice on to everyone you know...",
  "Last Updated": "22 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/foxnews.asp",
  "Claim": "FOX News will be airing a revealing documentary about Barack Obama.",
  "Claim_ID": "politics_obama_foxnews",
  "Tags": ""
}