{
  "Origins": "In the long career of actor, screenwriter, and film director Sylvester Stallone, he is best known for portraying two iconic movie characters in multiple films: the boxer Rocky Balboa and the soldier of fortune John Rambo. Despite all that has been written and discussed regarding Stallone's personal life during the years since those roles propelled him to Hollywood stardom, we've found little mention by Stallone himself of the role religion has played in his life.",
  "Fact Check": "",
  "Description": "In late 2006, while promoting the release of his film Rocky Balboa , Sylvester Stallone undertook some interviews with religious news media (such as one with Pat Robertson for the Christian Broadcasting Network ) in which he discussed his faith, and in an article published by the Catholic News Service, Stallone stated that he \"grew up Catholic, stopped going to church after he tasted fame and fortune, but now considers himself a churchgoing Catholic again,\" the latter aspect spurred by medical issues his daughter Sophia had experienced several years earlier: Stallone's shift back to church started when his daughter Sophia was \"born sick,\" Stallone said in a telephone interview from Dallas to promote his new movie, \"Rocky Balboa.\" In November 1996, at age 2 months, Sophia underwent open-heart surgery at the University of California at Los Angeles Medical Center. The operation went well, and Sophia, now 10, is doing \"great,\" Stallone said. \"She's the No. 1 athlete in her class.\" Stallone tried to find the words to describe what brought about his self-imposed exile from Catholicism. \"I don't know. Life,\" he said. \"Your career is going, you're not communicating with your family.\" The weight of celebrity was \"very heavy,\" he added. \"I didn't have any strong foundation behind me of people that would keep my feet on the ground. I was extremely seduced by the newfound freedom.\" Things started turning around for Stallone, he said, before his marriage in 1997 to his third and current wife, Jennifer Flavin. \"When I got married everything changed,\" he said. \"When my daughter was born sick, and I realized I really needed some help here, I started putting everything in God's hands, his omnipotence, his all-forgivingness.\" Stallone added that being Catholic \"puts me where I should be. I was alone in the world. I thought I would have to handle things in my own way.\" But then \"I thought if I put myself in Jesus' hands and asked for insight and guidance I am basically taking the yoke off of me and using his intelligence and wisdom to make the proper decision,\" he said. However, although in that round of interviews Sylvester Stallone made reference to \"putting himself in Jesus' hands\" in seeking insight and guidance for dealing with his daughter's illness, he didn't publicly announce that he had \"surrendered his life to the Lord Jesus Christ.\" Moreover, those interviews took place over nine years ago, and Stallone has since contradicted some of the expressions of religiosity he made back in 2006 in more recent interviews. For example, during a September 2010 interview with GQ magazine, Stallone said that although he was baptized Catholic and considered himself \"spiritual,\" he did not \"belong to a structured church\": Q: Are you a religious man? A: I'm pretty spiritual; I believe a lot in the spirit of man. I'm certainly not an atheist. I was baptized Catholic, but I don't belong to a structured church. I have no opposition to it. I think there's great nuggets of knowledge in there, some wonderful rules to live by. Then the flip side is the amount of agony that's caused, which is, excuse me? Q: Do you ever have any concerns about your own mortality? A: I don't believe that we go anyplace. You make your heaven and hell right here, and you are what you leave behind. But don't think that you're going to change anything; you're not. So even if Sylvester Stallone may have described himself as a \"churchgoing Catholic\" once again in 2006, by the end of 2010 he had stated that he didn't belong to any \"structured church\" at all. Thus it was somewhat surprising when the item reproduced above began circulating via social media in August 2013, claiming that Sylvester Stallone \"has surrendered his life to the Lord Jesus Christ, and announced it to the public several days ago\" it made no sense other than as a recirculated or out-of-date reference to comments Stallone had made about his return to Catholicism back in the 1990s and not as a report of any current event. (It's also unclear how Sylvester Stallone could have made a \"public announcement\" that managed to escape the attention of all the world's news media and the Internet save for one second-hand account of it.) In response to our own query of August 2013, Mr. Stallone's publicity representatives told us the statement claiming that Mr. Stallone \"had given over his life to the Lord Jesus Christ\" was \"wrong.\"",
  "Originally Published": "",
  "Referred Links": "http://www.gq.com/entertainment/celebrities/201009/sylvester-stallone-yo-michael-hainey-cop-land-rocky-rambo?currentPage=4;http://www.catholic.org/national/national_story.asp?id=22474;http://www.cbn.com/tv/1365948765001;",
  "Example": "[Collected via e-mail, August 2013] The famous American actor SYLVESTER STALLONE has made a very important decision in his life. Did he film another movie? NO. He has surrendered his life to the Lord Jesus Christ, and announced it to the public several days ago. However, there's hardly been any information about it. If he had announced he was GAY, the TV shows and all the media and newspapers would have given it full coverage. Why hasn't this announcement accepting Jesus as Saviour not hit the news? Because it has no rating, it pays no publicity and it is politically dangerous. I have therefore decided to announce it here, in Facebook, because there was a great celebration that took place in Heaven. Let's all share this and celebrate it! MY LOVE TO YOU, DEAR BROTHER SYLVESTER!",
  "Last Updated": "11 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/stallone.asp",
  "Claim": "Actor Sylvester Stallone recently announced he \"has surrenderedhis life to the Lord Jesus Christ.\"",
  "Claim_ID": "politics_religion_stallone",
  "Tags": ""
}