{
  "Origins": "One of the most important current legislative issues involving the Internet is the concept of \"network neutrality.\" Simply put, network neutrality means that no web site's traffic has precedence over any other's on the massive fiber-optic and copper-wire networks that connect millions of computers together on the Internet. Whether a user searches for recipes using Google, reads an article on snopes.com, or looks at a friend's MySpace profile, all of that data is treated equally and delivered from the originating web site to the user's web browser with the same priority.",
  "Fact Check": "",
  "Description": "In recent months, however, some of the telephone and cable companies that control the telecommunications networks over which Internet data flows have floated the idea of creating the electronic equivalent of a paid carpool lane that is, charging larger or more traffic-intensive Internet businesses and information providers a fee in order to send their traffic via faster and more reliable network pipelines: Right now, data on the Internet are generally treated equally, like cars outside the carpool lane on a freeway. But like a freeway, the Internet can get congested, particularly as data-heavy applications such as movies and music gain popularity. You see that congestion when streaming video stops streaming or when the download bar on your computer slows down. So phone companies, which have limited capacity on copper lines, are proposing special tolls on Internet companies to, in effect, set aside a special lane of fast-moving traffic. Cable companies also would benefit. For instance, online film sites like CinemaNow Inc. might have to pay a premium to send movies uninterrupted, or Apple Computer Inc.'s iTunes Music Store might tack an extra fee on a song download to guarantee instant delivery. Telecommunications companies (mostly phone and cable providers) contend that: They are entitled to regulate how their networks are used, including imposing surcharges for premium services or charging \"different prices for different levels of speed, reliability and security.\" Their networks are becoming increasingly congested due to the proliferation of high-bandwidth applications such as video and music downloads and video games, and implementing a fee structure is a fair way of balancing network usage. Network neutrality is \"meant to ensure there is no impediment to anybody's ability to fully utilize the Net,\" but it does not mean that \"your company and my company cannot reach commercial agreements to provide you with services that enhance your position.\" Advocates of maintaining and protecting the current form of network neutrality assert that: Surcharges imposed on information providers will ultimately be passed along to end users. Charging fees for premium data delivery service will create a tiered system of have and have-not providers, making it difficult or impossible for new businesses, information providers, and other ventures to get a start on the Internet. The implementation of a fee system will effectively allow broadband companies, and not users, to determine which sites predominate on the Internet. Currently, federal regulations do not either explicitly allow or prohibit telecommunications companies from charging additional fees such as the ones proposed. Debate is ongoing in Congress over whether or not to enact legislation that would protect network neutrality, and how much authority federal regulators should be given to enforce neutrality principles. As always, we encourage those who wish to communicate their feelings about a political issue to their governmental representatives to do more than add their names to an Internet petition, such as writing or phoning their representatives directly.",
  "Originally Published": "",
  "Referred Links": "http://www.internetnews.com/bus-news/article.asp/3601406;http://civic.moveon.org/alerts/savetheinternet.html;http://www.civic.moveon.org/save_the_internet;",
  "Example": "[Collected via e-mail, 2006] Do you buy books online, use Google, or download to an Ipod? These activities will be hurt if Congress passes a radical law that gives giant corporations more control over the Internet. Internet providers like AT&T and Verizon are lobbying Congress hard to gut Network Neutrality, the Internet's First Amendment. Net Neutrality prevents AT&T from choosing which websites open most easily for you based on which site pays AT&T more. Amazon.com doesn't have to outbid Barnes & Noble for the right to work more properly on your computer. Politicians don't think we are paying attention to this issue. Many of them take campaign checks from big telecom companies and are on the verge of selling out to people like AT&T's CEO, who openly says, \"The internet can't be free.\" The free and open Internet is under seige can you sign this petition letting your member of Congress know you support preserving Network Neutrality? Click here: http://www.civic.moveon.org/save_the_internet A list of all the ways you might be affected by Net Neutrality is locatedon the bottom of this link: http://civic.moveon.org/alerts/savetheinternet.html",
  "Last Updated": "25 April 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/neutrality.asp",
  "Claim": "E-mail warns about Congress' allowing Internet providers to abandon the concept of network neutrality.",
  "Claim_ID": "politics_business_neutrality",
  "Tags": ""
}