{
  "Origins": "One of the more controversial aspects of the Patient Protection and Affordable Care Act (PPACA) health care reform legislation (commonly known as \"Obamacare\") passed by the U.S. Congress in 2010 is its requirement mandating that all Americans obtain health insurance or pay a monthly fine. One rumor which has grown out of this aspect of the PPACA is the claim that some religious groups, particularly Muslims (but also including Scientologists, Amish, and Christian Scientists), are specifically exempted from health insurance requirements of the PPACA.",
  "Fact Check": "",
  "Description": "The fact is that the PPACA legislation does not specifically exclude any particular religious groups from its provisions. The bill contains a general \"religious conscience\" section which sets forth guidelines under which religious groups who have established conscientious objections to certain forms of insurance may seek exemption from its health insurance requirements: RELIGIOUS CONSCIENCE EXEMPTION Such term shall not include any individual for any month if such individual has in effect an exemption under section 1311(d)(4)(H) of the Patient Protection and Affordable Care Act which certifies that such individual is a member of a recognized religious sect or division thereof described in section 1402(g)(1) and an adherent of established tenets or teachings of such sect or division as described in such section. For members of religious groups to qualify for this exemption, they would have to be adherents of a religion or sect \"described in section 1402(g)(1)\" of the Internal Revenue Code , which governs exemptions from the payment of Social Security and Medicare taxes on self-employment income. In general, persons seeking a health insurance exemption must belong to a religion (or sect thereof) which has been in existence since 1951 and has an established history of spurning participation in insurance programs: (g) Members of certain religious faiths (1) Exemption Any individual may file an application (in such form and manner, and with such official, as may be prescribed by regulations under this chapter) for an exemption from the tax imposed by this chapter if he is a member of a recognized religious sect or division thereof and is an adherent of established tenets or teachings of such sect or division by reason of which he is conscientiously opposed to acceptance of the benefits of any private or public insurance which makes payments in the event of death, disability, old-age, or retirement or makes payments toward the cost of, or provides services for, medical care (including the benefits of any insurance system established by the Social Security Act). Such exemption may be granted only if the application contains or is accompanied by - (A) such evidence of such individual's membership in, and adherence to the tenets or teachings of, the sect or division thereof as the Secretary may require for purposes of determining such individual's compliance with the preceding sentence, and (B) his waiver of all benefits and other payments under titles II and XVIII of the Social Security Act on the basis of his wages and self-employment income as well as all such benefits and other payments to him on the basis of the wages and self-employment income of any other person, and only if the Commissioner of Social Security finds that - (C) such sect or division thereof has the established tenets or teachings referred to in the preceding sentence, (D) it is the practice, and has been for a period of time which he deems to be substantial, for members of such sect or division thereof to make provision for their dependent members which in his judgment is reasonable in view of their general level of living, and (E) such sect or division thereof has been in existence at all times since December 31, 1950. An exemption may not be granted to any individual if any benefit or other payment referred to in subparagraph (B) became payable (or, but for section 203 or 222(b) of the Social Security Act, would have become payable) at or before the time of the filing of such waiver. How these provisions might be applied is currently a matter of speculation, not fact. Groups such as the Anabaptists (i.e., Amish, Mennonites, Hutterites) would likely qualify for an exemption from the health insurance requirement, as they have an established history of declining Social Security benefits and making their own provisions for dependent members (as described in the Amish FAQ): Q: Do the Amish pay taxes? A: Self-employed Amish do not pay Social Security tax. Those employed by non-Amish employers do pay Social Security tax. The Amish do pay real estate, state and federal income taxes, county taxes, sales tax, etc. The Amish do not collect Social Security benefits, nor would they collect unemployment or welfare funds. Self sufficiency is the Amish community's answer to government aid programs. Section 310 of the Medicare section of the Social Security act has a sub-section that permits individuals to apply for exemption from the self-employment tax if he is a member of a religious body that is conscientiously opposed to Social Security benefits but that makes reasonable provision of taking care of their own elderly or dependent members. The Amish have a long history of taking care of their own members. They do not have retirement communities or nursing homes; in most cases, each family takes care of their own, and the Amish community gives assistance as needed. Whether Muslims would qualify for an exemption from the health insurance requirements is more difficult to define, as Islam is a much larger religion with practices that vary according to sect and region. Although Islam does have a tradition of barring conventional insurance products because they \"involve an element of uncertainty, gambling and the charging of interest, which are prohibited by the Koran,\" some Muslim groups make exceptions for insurance which is required by law (such as automobile insurance), and some Muslim groups do not have objections to medical insurance. Most likely, though, Muslims would not qualify for an exemption from U.S. health insurance requirements because U.S. Muslims do not have a tradition of spurning Social Security (which is viewed more as a form of caring for those who are unable to meet their own needs than as something which involves elements of uncertainty, gambling, and interest payments), and no Muslim group has ever qualified for an exemption under the guidelines which define which religious groups would be exempt from the health care law. The PPACA does not specifically \"deny special exemptions to Christians and Jews,\" but it is unlikely that either of those groups would qualify for a blanket religious conscience exemption, as neither of those groups has a history of disdaining or prohibiting the use of insurance among their membership. The bottom line is that the health insurance mandate provision of PPACA doesn't kick in until the year 2014, and between then and now there's no telling what challenges may be launched (or accepted) regarding who might be exempt from it. Despite frequent mention of the term in Internet-circulated rumors, the word \"Dhimmitude\" does not appear in the PPACA, and it has no application to U.S. health care legislation. The term is a French neologism coined by adding the suffix -tude to dhimmi , an Arabic word which which literally means \"protected\" and has historically been used to refer to a person living in a region overrun by Muslim conquest who was accorded a protected status and allowed to retain his original faith in exchange for payment of taxes.",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Dhimmi;http://www.cnn.com/2010/POLITICS/03/23/health.care.timeline/index.html#2014;http://business.timesonline.co.uk/tol/business/industry_sectors/banking_and_finance/article3463702.ece;http://www.holycrosslivonia.org/amish/amishfaq.htm;http://www.taxalmanac.org/index.asp/Sec._1402._Definitions;",
  "Example": "[Collected via e-mail, April 2010] THIS MAKES MY BLOOD BOIL!!! I AM SO MAD! What does this word mean? Dhimmitude The word \"Dhimmitude\" is found in the new health care bill. So what does it mean? Obama used it in the health care bill . Now isn't this interesting? It is also included in the health care law. Dhimmitude. I had never heard the word until now, so I typed it into Google and started reading. Pretty interesting! It's on Page 107 of the Obama healthcare bill. I looked this up on Google and, yep, it exists.....it is a REAL word. Dhimmitude is the Muslim system of controlling non-Muslin populations conquered through jihad (Holy War). Specifically, it is the TAXING of non-Muslims in exchange for tolerating their presenceAND as a coercive means of converting conquered remnants to Islam! ObamaCare allows the establishment of Dhimmitude and Sharia Muslim diktat in the United States! Muslims are specifically exempted from the government mandate to purchase insurance and also from the penalty tax for being uninsured! Islam considers insurance to be \"gambling,\" \"risk-taking,\" and \"usury\" and is thus banned. Muslims are specifically granted exemption based on this. How convenient. So I, as a Christian, will have crippling IRS liens placed against all of my assets and will face hard prison time because I refuse to buy insurance or pay the penalty tax. Meanwhile, Louis Farrakhan will have no such penalty and will have 100% of his health insurance needs paid for by the de-facto government insurance. Non-Muslims will be paying a tax to subsidize Muslims. This is Dhimmitude. American citizens need to know about it...... Every non-Muslim in the United States of America needs to know about it. ObamaCare discriminates against Christians and Jews by denying them special exemptions extended to other religions. If you are a mainstream Christian or a Jew, you need not apply to Opt Out of ObamaCare; that exemption is reserved for Muslims, Scientologists, Amish, Christian Scientists and Native American Indians who have a \"conscientious objection\" to insurance. A conscientious objection to theft committed by rouge politicians under the color of law with the threat of violence for non-compliance isn t sufficient in America today to exempt average Americans from the stranglehold of government. Believe it or not, if you are a Muslim you may claim a special religious exemption to Obama-Care that is denied to main-stream Christians and Jews. Or if you prefer a New-Age religion to Islam, you may become a Scientologist and Opt Out of ObamaCare s mandatory purchase of health insurance. Or, if you happen to be of Native American Indian extraction you too can opt out of the insurance laws by which everyone else in America must abide.",
  "Last Updated": "17 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/exemptions.asp",
  "Claim": "Muslims in the U.S. are specifically exempted from legislative requirements to purchase health insurance.",
  "Claim_ID": "politics_medical_exemptions",
  "Tags": ""
}