{
  "Origins": "We don't know who was originally responsible for drafting the piece quoted above, but it definitely wasn't actor/comedian Robin Williams (who died in August 2014 of an apparent suicide ). Although Williams certainly did not shy away from using politically themed material in his act, there's nothing humorous about many of the entries on this list that would mark them as being the product of his creativity.",
  "Fact Check": "",
  "Description": "The earliest reference to this item we've found so far is a 20 March 2003 posting to the USENET newsgroup alt.motorcycles.harley; from there it was rapidly disseminated via e-mail and blogs, credited to either \"author unknown\" or no one at all. The Robin Williams attribution wasn't tacked on until several weeks later, apparently because along the way the eleventh entry was dropped and a genuine Robin Williams quote appended in its place: \"The Statue of Liberty is no longer saying 'Give me your poor, your tired, your huddled masses.' She's got a baseball bat and she's yelling, 'You want a piece of me?'\" Robin Williams. The 'Robin Williams' attribution for the final item was interpreted as applying to the list as a whole, so ever since the entire piece has been circulated as 'the Robin Williams plan.'",
  "Originally Published": "",
  "Referred Links": "http://www.robin-williams.net/interviews/general/02-03a.asp;http://groups-beta.google.com/group/alt.motorcycles.harley/browse_frm/thread/296db94116a028ae;",
  "Example": "[Collected via e-mail, April 2003] A GREAT PLAN Leave it to Robin Williams to come up with the perfect plan ... what we need now is for our UN Ambassador to stand up and repeat this message. Robin Williams' plan...(Hard to argue with this logic!) I see a lot of people yelling for peace but I have not heard of one plan for peace. \"Books, not Bombs\" won't work. The head mullahs won't let anyone read them. If they do, they poke their eyes out. Here's the plan: 1) The US will apologize to the world for our \"interference\" in their affairs, past & present. You know, Hitler, Mussolini and the rest of them 'good old boys'. We will never \"interfere\" again. 2) We will withdraw our troops from all over the world, starting with Germany, South Korea and the Philippines. They don't want us there. We would station troops at our borders. No more sneaking through holes in the fence. 3) All illegal aliens have 90 days to get their affairs together and leave. We'll give them a free trip home. After 90 days the remainder will be gathered up and deported immediately, regardless of who or where they are. France would welcome them. 4) All future visitors will be thoroughly checked and limited to 90 days unless given a special permit. No one from a terrorist nation would be allowed in. If you don't like it there, change it yourself, don't hide here. Asylum would not ever be available to anyone. We don't need any more cab drivers. 5) No \"students\" over age 21. The older ones are the bombers. If they don't attend classes, they get a \"D\" and it's back home baby. 6) The US will make a strong effort to become self sufficient energy wise. This will include developing non-polluting sources of energy but will require a temporary drilling of oil in the Alaskan wilderness. The caribou will have to cope for a while. 7) Offer Saudi Arabia and other oil producing countries $10 a barrel for their oil. If they don't like it, we go someplace else. 8) If there is a famine or other natural catastrophe in the world, we will not \"interfere\". They can pray to Allah or whomever, for seeds, rain, cement or whatever they need. Besides most of what we give them is stolen or given to the army. The people who need it most get very little, if any anyway. 9) Ship the UN Headquarters to an island some place. We don't need the spies and fair weather friends here. Besides, it would make a good homeless shelter or lockup for illegal aliens. 10) All Americans must go to charm and beauty school. That way, no one can call us \"Ugly Americans\" any longer. Now, ain't that a winner of a plan?",
  "Last Updated": "11 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/williams.asp",
  "Claim": "Comedian Robin Williams authored a plan for how the U.S. should handle foreign affairs.",
  "Claim_ID": "politics_soapbox_williams",
  "Tags": ""
}