{
  "Origins": "In the very early morning hours of 4 March 2015, off-duty Wyandotte County, Kansas Deputy Scott Wood was shot at a local 7-11 store. On 5 March 2015, WDAF-TV in Kansas City reported that Deputy Wood called in the crime (then in-progress) and subsequently reported he sustained gunshot wounds before he was shot again in the face:",
  "Fact Check": "",
  "Description": "On 9 March 2015, the same station reported that three men in custody were under investigation in relation to the ambush that seriously injured Deputy Wood. In other articles, the suspects were described as \"multiple persons of interest\" in the incident during which Wood was shot: All three men, who before the robbery were already convicted felons, have been charged with some very serious crimes stemming from the incident, which police say took place the same night Wyandotte County Sheriff's Deputy Scott Wood was shot multiple times, critically injuring him. Charles Bowser was first to face the judge in the courtroom on Monday. Next was Dyron King and then King's cousin, Cecil Meggerson. Each man was charged with two counts of aggravated robbery, conspiracy and criminal possession of a firearm. Deputy Scott Wood's shooting and recovery were reported extensively in the news media, although the coverage was primarily local in nature. According to the FBI's Law Enforcement Officers Killed and Assaulted ( LEOKA ) tally, about 50,000 police officers are assaulted in the line of duty each year, with about 250 of them suffering injuries from assaults with firearms. Obviously all of these incidents involving the shooting of police, as unfortunate and tragic as they may be, don't make the national news. In Deputy Wood's case, there were no additional reported factors present that served to propel his case into the national sphere: the shooting was not fatal, the assault on him was not premeditated (he was coincidentally present when armed robbers entered a convenience store), and there was no indication that he was targeted due to his race. Thankfully, Deputy Wood was not killed in the assault and recovered from the brutal crime relatively speedily. By 13 March 2015 Wood (who suffered seven gunshot injuries) had made remarkable strides and was breathing and walking on his own, a factor which (sadly, some might reflect) made his shooting a somewhat less noteworthy story outside of Wyandotte County by news media standards: Another factor that may have played into less extensive news coverage is that Wood's assailants had not been officially identified at the time the above-reproduced meme began to circulate, and no arrests had been made in the shooting. It wasn't even clear if police had determined that the men described as persons of interest in early media reports were in fact connected with the crime. A fundraiser set up to assist the family of Deputy Scott Wood for the duration of his recovery can be found here .",
  "Originally Published": "",
  "Referred Links": "https://officerdown.us/campaigns/wyandotte-sheriff-deputy-scott-wood;http://www.kshb.com/news/wyco-deputy-shot-7-times-now-breathing-on-his-own-walking;http://fox4kc.com/2015/03/05/watch-live-authorities-update-condition-of-wyco-deputy-shot-multiple-times/;",
  "Example": "[Collected via Internet, April 2015] Scott Wood, white Kansas City Deputy, shot 7x by 3 black men & no mention made of race. Had roles been reversed? PLEASE SHARE! This is deputy Scott Wood of the Wyandotte County Sheriff's Office (Kansas City, Kansas). Deputy Wood had finished his shift and stopped at a 7-Eleven before going home. While at the counter, Deputy Wood was attacked from behind by three armed black men. They shot Deputy Wood seven times and robbed him and the store. There is no national media coverage of this brutal attack on an unsuspecting person. There is no news show crying outrage over this or even mentioning it. I think people should know how dangerous it is for Police and how unfair they are treated by the news to boost ratings and sell ads. Deputy Wood is still alive and fighting for his life in stable but critical condition. He is a better man than the three that attacked him. Wishing him a speedy recovery. A fundraising page has been created by the WyCo Sheriff's office to help the Wood family...",
  "Last Updated": "6 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/scottwood.asp",
  "Claim": "Deputy Scott Wood was shot by black convenience store robbers, and the incident was not widely reported in the national media.",
  "Claim_ID": "politics_crime_scottwood",
  "Tags": ""
}