{
  "Origins": "Captain Lyle Shackelford is indeed a real person, currently serving as a chaplain with the 57th Transportation Battalion .",
  "Fact Check": "",
  "Description": "Our attempts to contact Captain Shackelford about this item either bounced (due to an overquota e-mail inbox) or went unanswered, but his wife was kind enough to inform us that he did write the message quoted above, that his inbox has since been flooded with responses to his prayer request, and the Army had to issue him a new e-mail address. Mrs. Shackelford added that her husband is a member of the Dublin Baptist Church in Dublin, Ohio, and he takes his job very seriously. Bobby Welch, the president of the Southern Baptist Convention, has also urged all Southern Baptists to \"pray fervently for the upcoming elections in Iraq.\"",
  "Originally Published": "",
  "Referred Links": "http://www.bpnews.net/bpnews.asp?id=20008;http://www.dublinbaptist.com/dbcHome.asp;http://www.lewis.army.mil/593csg/57th/;",
  "Example": "[Collected on the Internet, 2005] As a transportation battalion, my unit will be delivering the voting machines and the ballots to villages and cities throughout Iraq during the upcoming elections. (January 30/31) Our convoys are prime targets for the insurgents because they do not want the equipment to arrive at the polling stations nor do they want the local Iraqi citizens to have the chance to vote; timely delivery must occur so that the elections occur. Encourage your friends and family members and those within our churches to pray specifically for the electoral process. Historically, the previous totalitarian regime would not allow individual citizens to vote. Democracy will not be realized in Iraq if intelligent and competent officials are not elected to those strategic leadership positions within the emerging government; freedom will not have an opportunity to ring throughout this country if the voting process fails. Announce this prayer request to your contacts throughout your churches, neighborhoods, and places of business. Those with leadership roles within the local church post this message in as many newsletters and bulletins as possible. There is unlimited potential for God's presence in this process but if we do not pray then our enemy will prevail (See Ephesians 6:10-17). A prayer vigil prior to the end of the month may be an innovative opportunity for those within your sphere of influence to pray. This is a political battle that needs spiritual intervention. A powerful story about God's intervention in the lives of David's mighty men is recorded in 2 Samuel 23:8-33. David and his warriors were victorious because of God's intervention. We want to overcome those who would stand in the way of freedom. David's mighty men triumphed over incredible odds and stood their ground and were victorious over the enemies of Israel. (Iraqi insurgents' vs God's praying people). They don't stand a chance. I will pray with my soldiers before they leave on their convoys and move outside our installation gates here at Tallil. My soldiers are at the nerve center of the logistic operation to deliver the voting machines and election ballots. They will be driving to and entering the arena of the enemy. This is not a game for them it is a historical mission that is extremely dangerous. No voting machines or ballots. No elections. Your prayer support and God's intervention are needed to give democracy a chance in this war torn country. Thank you for reading this e-mail. Please give this e-mail a wide dissemination. Thank you for your prayer support for me and my family. Stand firm in your battles. Blessings, Lyle Captain Lyle Shackelford Battalion Chaplain HHD, 57th Transportation Battalion",
  "Last Updated": "28 January 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/shackelford.asp",
  "Claim": "Battalion chaplain requests prayers for soldiers delivering voting machines and ballots in Iraq.",
  "Claim_ID": "politics_military_shackelford",
  "Tags": ""
}