{
  "Origins": "Long before the passage of the health care reform legislation commonly known as \"Obamacare,\" and continuing long afterwards, rumors have circulated claiming that the legislation mandates the creation of ethics panels (or \" death panels \") which will determine who is deemed worthy of medical treatment, or that patients over a given age simply be denied essential medical treatment as a matter of course. The item reproduced above is another false rumor of that ilk, one which claims (citing a doctor at the Johnson City Medical Center in Tennessee as a source) that as of sometime in 2013, patients over the age of 75 will no longer be given major medical procedures \"unless approved by locally administered Ethics Panels.\"",
  "Fact Check": "",
  "Description": "According to a representative for Johnson City Medical Center (Ed Herbert, Vice President, Mountain State Health Alliance Communications and Marketing), the substance of the message is untrue, and the related conversation did not take place as stated: While dramatic in nature, the conversation [above] is not true. The originator of the email was a guest in Dr. Suzanne Allen's home. He is using Dr. Allen's name and that of Johnson City Medical Center (JCMC) to wrongly promote his political position. Another issue is that Dr. Allen, who the blog names as [someone in a position of] ER leadership or more, is one of our incredibly skilled and caring ED physicians in the level I trauma center/Emergency Department at JCMC, [but is] not in any leadership role. She was very upset that the individual would fabricate a conversation about healthcare reform and use her name to add credibility to his position. The statements attributed to Dr. Allen were not said, the statements about Johnson City Medical Center are not true. The healthcare reform law, according to Dr. Allen, does not change the way in which she cares for herpatients. From a hospital point of view, if there has been any effect from the healthcare reform law, it has been increased access for patients. No such denial is necessary to debunk this item, however. The simple fact is that, repeated spurious claims to the contrary notwithstanding, no provision of the \"Obamacare\" health care legislation mandates or authorizes the creation of \"ethics panels\" to determine which patients should or should not receive various medical treatments, based on their age or any other criteria. Dr. Jill Vecchio, a Colorado radiologist, made a similar claim (captured in a YouTube video) that women over 74 years of age would not be able to receive mammograms under Obamacare. However, the Patient Protection and Affordable Care Act includes no such restriction; it echoes the United States Preventive Service Task Force recommendation that breast cancer screening be performed every 1-2 years for women aged 40 and older.",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=6e3udzHIiVs;http://www.msha.com/hospitals/johnson_city_medical_center_l_johnson_city_tn.aspx;http://www.politifact.com/truth-o-meter/article/2009/dec/18/politifact-lie-year-death-panels/;",
  "Example": "",
  "Last Updated": "23 August 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/over75.asp",
  "Claim": "\"Obamacare\" mandates that no one over 75 will be given major medical procedures unless approved by an ethics panel.",
  "Claim_ID": "politics_medical_over75",
  "Tags": ""
}