{
  "Origins": "As we've seen over and over, articles circulated via e-mail forwarding often lose their proper context and attribution, and authorship ends up being credited to someone who merely passed the text along and had no hand in actually writing it. This is especially true when the forwarder appears to have some tangible connection to the subject of the article when, say, a crime warning is passed along by a law enforcement officer, or a piece touching on military affairs passes through the mailbox of a (current or former) member of the armed services.",
  "Fact Check": "",
  "Description": "In this fashion, the name of retired U.S. Marine Corps Lieutenant General Chuck Pitman evidently became attached to the \"Letter of Apology\" reproduced above sometime in 2005, although he was not its author. As far as we know, the original source was an article entitled \"My Apology to the Arab World,\" penned by Dr. Mike S. Adams, a professor of criminology at the University of North Carolina Wilmington, and published on Townhall.com on 14 June 2004. As typically happens in such circumstances, the original text has undergone numerous additions, deletions, and emendations as it has been passed from inbox to inbox in the months since it was first published, so the version circulated by e-mail now significantly differs from the original version.",
  "Originally Published": "",
  "Referred Links": "http://www.davidstuff.com/incorrect/adams1.htm;",
  "Example": "[Collected via e-mail, 2005] A Letter of Apology from Lieutenant General Chuck Pitman, US Marine Corps, Retired \"For good and ill, the Iraqi prisoner abuse mess will remain an issue. On the one hand, right thinking Americans will harbor the stupidity of the actions while on the other hand, political glee will take control and fashion this minor event into some modern day massacre. I humbly offer my opinion here: I am sorry that the last seven times we Americans took up arms and sacrificed the blood of our youth, it was in the defense of Muslims (Bosnia, Kosovo, Gulf War 1, Kuwait, etc.). I am sorry that no such call for an apology upon the extremists came after 9/11. I am sorry that all of the murderers on 9/11 were Islamic Arabs. I am sorry that most Arabs and Muslims have to live in squalor under savage dictatorships. I am sorry that their leaders squander their wealth, I am sorry that their governments breed hate for the US in their religious schools, mosques, and government-controlled media. I am sorry that Yasir Arafat was kicked out of every Arab country and high-jacked the Palestinian \"cause. I am sorry that no other Arab country will take in or offer more than a token amount of financial help to those same Palestinians. I am sorry that the USA has to step in and be the biggest financial supporter of poverty stricken Arabs while the insanely wealthy Arabs blame the USA for all their problems. I am sorry that our own left wing, our media, and our own brainwashed masses do not understand any of this (from the misleading vocal elements of our society, like radical professors, CNN and the NY TIMES). I am sorry the United Nations scammed the poor people of Iraq out of the \"food for oil\" money so they could get rich while the common folk suffered. I am sorry that some Arab governments pay the families of homicide bombers upon their death. I am sorry that those same bombers are brainwashed thinking they will receive 72 virgins in \"paradise.\" I am sorry that the homicide bombers think pregnant women, babies, children, the elderly and other non-combatant civilians are legitimate targets. I am sorry that our troops die to free more Arabs from the gang rape rooms and the filling of mass graves of dissidents of their own making. I am sorry that Muslim extremists have killed more Arabs than any other group. I am sorry that foreign trained terrorists are trying to seize control of Iraq and return it to a terrorist state. I am sorry we don't drop a few dozen Daisy cutters on Fallujah. I am sorry every time terrorists hide they find a convenient \"Holy Site.\" I am sorry they didn't apologize for driving a jet into the World Trade Center that collapsed and severely damaged Saint Nicholas Greek Orthodox Church one of our Holy Sites. I am sorry they didn't apologize for flight 93 and175, the USS Cole, the embassy bombings, the murders and beheadings of Nick Bergand, Daniel Pearl, etc...etc, America will get past this latest absurdity. We will punish those responsible because that is what we do. We hang out our dirty laundry for the entire world to see. We move on. That's one of the reasons we are hated so much. We don't hide this stuff like all those Arab countries that are now demanding an apology. Deep down inside, when most Americans saw this reported in the news, we were like so what? We lost hundreds and made fun of a few prisoners. Sure, it was wrong! Sure, it dramatically hurts our cause, but until captured, we were trying to kill those same prisoners. Now we're supposed to wring our hands because a few were humiliated? Our compassion is tempered with the vivid memories of our own people killed, mutilated and burned among a joyous crowd of celebrating Fallujahans. If you want an apology from this American, you're going to have a long wait! You have a better chance of finding those seventy-two virgins! Chuck Pitman, Lt. Gen., US Marine Corps (Ret.) Semper Fi",
  "Last Updated": "2 January 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/pitman.asp",
  "Claim": "Retired U.S. Marine Corps General Chuck Pitman wrote a 'letter of apology' in response to the prisoner abuse controversy in Abu Ghraib, Iraq.",
  "Claim_ID": "politics_soapbox_pitman",
  "Tags": ""
}