{
  "Origins": "Yes, there was a movie in the works about serial killers Paul Bernardo and Karla Homolka, and yes, Jason Priestly was approached to play the role of Paul Bernardo. Everything expressed in the petition is accurate. Yet even so, other than the momentary satisfaction that comes from having expressed one's outrage, there's little reason to \"sign\" it or forward it to others in hopes of garnering their signatures.",
  "Fact Check": "",
  "Description": "Why not, you say? Read on. If e-petitions have a valid use, it is in acquainting the online community with deplorable situations that otherwise might not have come to its attention. E-petitions as a way of publicizing causes are useful, but as a method of influencing policy, they are sorely lacking. What we've always said about them still holds true: they are not taken at all seriously by those who receive them. It takes little by way of programming skills to create a routine whereby a list of names and addresses is generated by the computer. Someone who wanted to festoon his e-petition with, say, a million \"signatures\" would simply have to run such a program, and there they'd be. At least with a paper-and-ink petition, the recipient has some small measure of assurance that numerous individuals affixed their John Hancocks to the document and thus support the position being advocated. In the case of e-petitions that assurance does not exist; all the \"signatures\" could have been generated by one person. Flaws commonly found in petitions (and noticeably present in this one) are lack of specificity about who the final document will be presented to or what action is being requested of this individual. Petitions that do nothing other than state \"We think this is a crying shame\" don't accomplish anything because they don't request anything be accomplished . They're even less effective when the petition writer has no clear idea who he's going to hand the final document to or what he wants that individual to do about things. \"Please sign if you're aggrieved by this too, and once I have enough signatures I'll do something with them, maybe mail them to somebody\" isn't much of a battle plan, as compared to \"This petition requests that [specific action, ie. withdrawing funding, refusing filming permits] be taken by [name of specific influential person].\" As a tool to effect change, e-petitions fail with a resounding thud. There are far better ways to register a heartfelt protest, but of course they lack the immediacy and ease of \"signing\" an e-mail and hitting the Forward key. How wonderful it is to have a conscience that can be effectively placated by a non-action! It spares one from actually having to write a real letter or do anything else that would require actual effort. Situations do arise where outrage needs to be expressed because the emotion is so deeply felt by so many. Such a situation was created in December 2000 when filmmaker Peter Simpson announced plans to make a film based on Stephen Williams' Invisible Darkness , a work that contains gory details about the rapes of more than a dozen women, culminating in the 1991-92 torture and murder of southern Ontario teenagers Kristin French and Leslie Mahaffy by Paul Bernardo (aka Paul Teale) and his wife, Karla Homolka. This announcement was met with widespread outrage by a nation still horrified by the Bernardo/Homolka crimes. Opposition to the project was swift and sure: Tim Danson, lawyer for the families of the two murdered teens, spoke out against the film at the request of the families, expressing their revulsion at the idea of anyone making a profit from their daughters' brutal deaths. Telefilm Canada, which that year was offering $7.1 million in funding, denied Simpson's request for a grant. Ontario Culture Minister Helen Johns and Premier Mike Harris said they would not cooperate with the making of the film, including preventing Simpson from using government buildings or giving him provincial tax credits. When Simpson announced that surely Manitoba or Quebec would welcome him to film there, Gord Mackintosh, Manitoba's Justice Minister, replied he would urge officials in Winnipeg to withhold the permits necessary to shoot in that province. Bringing discussion back to the question of the petition, we wonder who the missive would be sent to. Officials at every level appear well acquainted with the situation and already heartily predisposed to doing everything in their power to make sure the film is not made. If the purpose of a petition is to acquaint an important personage with one's cause and influence him into supporting it, hasn't that already been accomplished? One good thing may come of the furor over the proposed Bernardo film; it has kicked into motion at the Ontario provincial government level a proposed act that would render criminals such as sex killer Paul Bernardo forever unable to profit from recounting their deeds. If passed, the Prohibiting Profiting from Recounting Crimes Act would allow the government to seize profits earned by a criminal through books, interviews, or other media. It is the first Act of its kind in Canada. Barbara \"Act of the apostles\" Mikkelson Update: A film about Paul Bernardo and Karla Homolka, entitled Karla and starring Misha Collins and Laura Prepon in the lead roles, was completed in 2005.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0424938/;http://www.ontla.on.ca/library/bills/168371.htm;",
  "Example": "[Collected on the Internet, 1999] TO EVERYONE IN RECEIPT OF THIS MESSAGE. PLEASE GIVE SERIOUS CONSIDERATION TO ADDING YOUR NAME TO THE PETITION BELOW AND FORWARDING TO YOUR CIRCLE OF PERSONS IN YOUR E-MAIL ADDRESS BOOK. Subject: Bernardo Movie Petition I'm writing this letter as a young aspiring filmmaker and a concerned Canadian. I totally understand the struggle of my fellow tradesmen when it comes to finding a great original idea. The whole point, from a business aspect, is to come up with a script that will sell. From an artistic standpoint, you want something that will intrigue the audience as well. I have to say though, in the following case, I'm not torn in the least as to what the right thing to do is. I just heard today that there is a film being made about the Bernardo murders. When I heard this, I was shocked to say the least. The idea of making a film about something so real, so recent and so close to home, just didn't seem right to me. I feel that it's exploitation at it's lowest and it sickens me to think that something so horrible could be commercialized. When I heard that Jason Priestly was hoping to land the role of Bernardo, it really struck a nerve. What has happened to this country and our sense of decency for which we are known world wide? It seems that it's now taking a backseat to capitalism, in which case I dread to think where we're heading. The very idea demeans what we as a country are in the eyes of the world and in our own sense of national identitythis is not what we are about. I haven't spoken to anyone, since word came out about this movie, who doesn't share my sentiments. Everyone seems to think that sensationalizing such a disgusting crime, that happened in our own country, is a terrible thing to do. I would never support such an endeavour, and I ask now for your support in mine. We as Canadians, and concerned citizens, should speak out against this kind of exploitation and support the families of the victims in their attempt to stop this film from being made. Please give your show of support and lets send a message to these producers that this is a bad idea. Sign this boycott of their film, and if you're the 100th person to sign it, please send it back to me so I can amalgamate our efforts. Let's be decent- let's be Canadian. Daniel J. Potyok mailto: danpotyok@hotmail.com NOTE: The parents of the two teenage girls that were victims of sexual assault and murdered have been trying to prevent this film from being made. Let's see what protest we can make to support them in their efforts. Let's keep this petition moving right along quickly.",
  "Last Updated": "1 April 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/bernardo.asp",
  "Claim": "A film about serial killers Paul Bernardo and Karla Homolka is in the works.",
  "Claim_ID": "politics_crime_bernardo",
  "Tags": ""
}