{
  "Origins": "Debate over the enaction of voter ID laws in the United States has been a prominent political issue over the last several years. Proponents of such laws maintain that enhanced regulations requiring voters to display current and valid (photo) identification prior to casting ballots are necessary to prevent widespread voter fraud and ensure the integrity of the election process. Opponents maintain that actual instances of voter fraud are rare and that such laws only serve to disenfranchise many legitimate voters who, although eligible to vote, have difficulty meeting the enhanced ID requirements. (Currently, thirty states require prospective voters to produce some form of photo or non-photo identification prior to their casting ballots.)",
  "Fact Check": "",
  "Description": "One of the arguments mustered by opponents of voter ID laws is the fact that prior to World War II, it was quite common for women in the U.S. to give birth at home rather than in hospitals. Under those circumstances, the process of recording a birth and obtaining state certification of it was often delayed (rather than occurring within a day or two of the event, as it typically is now), and in many cases no paperwork was ever filed at all, particularly in states that had not yet enacted requirements for mandatory registration of birth certificates. Thus, quite a few people born in the pre-war era may not ever have been issued official birth certificates, documentation which is now generally the starting place for obtaining state-issued photo identification of the type that might be required under voter ID laws. One example of this argument being proffered on the Internet in July 2012 was that Ronald Reagan, the two-term Governor of California and President of the United States, was born at home (in 1911) and didn't receive his birth certificate until 1991, and therefore he would have been unable to vote for most of his life under current voter ID laws. An image of Reagan's birth certificate bearing a 20 June 1991 date stamp was used to bolster this claim: This man would be unable to vote under the voter ID Laws. Like many people, especially older African Americans in the South, Ronald Reagan was born at home and never received a birth certificate. In most states today it is required to show a Birth certificate in order to recieve [sic] an ID from the DMV. Ronald Reagan did not have one until 1991. The problem with this specific example is that the 20 June 1991 stamp doesn't reflect the date on which Ronald Reagan's birth certificate was first issued; it merely reflects the date on which the Illinois Division of Vital Records fulfilled Reagan's request to provide him with a certified copy of that document. Reagan had asked for a copy of his birth certificate at that time so that it could be displayed among the other childhood and professional career artifacts of his life at the Ronald Reagan Presidential Library and Center for Public Affairs in Simi Valley, California, which opened later that year. The document itself is clearly dated in two different places alongside the signatures of the doctor who attended his birth and the state registrar as having been created in August 1942. (Reagan entered active duty military service in 1942, so that may have been the first occasion on which he needed to produce official documentation of his birth.) It may therefore be true that (as with many people born in the same era) an official state birth certificate for Ronald Reagan wasn't issued until long after his birth, but it's not true that the document wasn't created until 1991 it had been in existence for nearly fifty years at that point. If current voter ID laws had been in effect when Ronald Reagan was a young man, he might have had some difficulty obtaining proper ID to satisfy the requirements back then (depending on which state he was registered to vote in), but certainly not for the last sixty-two years of his life.",
  "Originally Published": "",
  "Referred Links": "http://terryfrank.net/wp-content/uploads/2009/08/dscn0552.jpg;http://www2.cfpc.ca/local/user/files/%7B8FDA4825-0A71-475B-8DBB-F2CD88B8C3E7%7D/The%20Transition%20from%20Home%20to%20Hospital%20Birth%20in%20the%20United%20States%2C%201930%AD1960.pdf;",
  "Example": "[Collected via e-mail, July 2012] There is a post going around Facebook stating that Ronald Reagan was not issued an official Birth Certificate until 1991. Given the current flap over voter I.D. laws, this is quite an interesting fact if it is true.",
  "Last Updated": "1 August 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/voterid.asp",
  "Claim": "Ronald Reagan would have been unable to vote under current voter ID laws until 1991.",
  "Claim_ID": "politics_ballot_voterid",
  "Tags": ""
}