{
  "Origins": "Orson Scott Card is primarily recognized as a best-selling science fiction author: he works in other genres as well and is also known as a critic, political writer, and speaker.",
  "Fact Check": "",
  "Description": "The piece referenced above is a 5 October 2008 \" open letter \" to American newspapers penned by Mr. Card, in which he criticizes U.S. journalists for failing to report that the current U.S. financial crisis was a foreseeable result of Democratic economic policies.",
  "Originally Published": "",
  "Referred Links": "http://www.ornery.org/essays/warwatch/2008-10-05-1.html;http://www.ornery.org/essays/warwatch/2008-10-05-1.html;",
  "Example": "[Card, October 2008] An open letter to the local daily paper almost every local daily paper in America: I remember reading All the President's Men and thinking: That's journalism. You do what it takes to get the truth and you lay it before the public, because the public has a right to know. This housing crisis didn't come out of nowhere. It was not a vague emanation of the evil Bush administration. It was a direct result of the political decision, back in the late 1990s, to loosen the rules of lending so that home loans would be more accessible to poor people. Fannie Mae and Freddie Mac were authorized to approve risky loans. What is a risky loan? It's a loan that the recipient is likely not to be able to repay. The goal of this rule change was to help the poor which especially would help members of minority groups. But how does it help these people to give them a loan that they can't repay? They get into a house, yes, but when they can't make the payments, they lose the house along with their credit rating. They end up worse off than before. This was completely foreseeable and in fact many people did foresee it. One political party, in Congress and in the executive branch, tried repeatedly to tighten up the rules. The other party blocked every such attempt and tried to loosen them. [Rest of article here.]",
  "Last Updated": "23 October 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/honestreporter.asp",
  "Claim": "Author Orson Scott Card wrote an \"open letter\" to American newspapers about the U.S. financial crisis.",
  "Claim_ID": "politics_soapbox_honestreporter",
  "Tags": ""
}