{
  "Origins": "President George W. Bush is not possessed of strong public speaking skills, a fact that becomes especially noticeable when he is attempting to communicate complex information in his own words.",
  "Fact Check": "",
  "Description": "The comments quoted above come from remarks made by President Bush at the Tampa Convention Center in Tampa, Florida, on 4 February 2005. He was there to drum up support for proposed changes to the Social Security system, his stop in Tampa but one of a number of \"town hall\" meetings arranged for that purpose. The President gave his muddled explanation after he had completed delivering prepared remarks and was taking questions from the floor, his response prompted by an unnamed woman's query about the efficacy of proposed changes to the Social Security system. E-mailed versions of these remarks collected in January 2006 assert that the subject of his comments was the Medicare Drug Bill, a controversial plan much in the news at that time, but this is itself a muddling the topic President Bush spoke on that day in Tampa was Social Security. The President's mish-mashed response appears approximately three-quarters of the way through the White House transcript of that meeting: Because the all which is on the table begins to address the big cost drivers. For example, how benefits are calculate, for example, is on the table; whether or not benefits rise based upon wage increases or price increases. There's a series of parts of the formula that are being considered. And when you couple that, those different cost drivers, affecting those changing those with personal accounts, the idea is to get what has been promised more likely to be or closer delivered to what has been promised. Does that make any sense to you? It's kind of muddled. Look, there's a series of things that cause the like, for example, benefits are calculated based upon the increase of wages, as opposed to the increase of prices. Some have suggested that we calculate the benefits will rise based upon inflation, as opposed to wage increases. There is a reform that would help solve the red if that were put into effect. In other words, how fast benefits grow, how fast the promised benefits grow, if those if that growth is affected, it will help on the red. Okay, better? I'll keep working on it. (Laughter.) Barbara \"misspokes in the weal\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/news/releases/2005/02/20050204-13.html;",
  "Example": "[Collected on the Internet, 2006] Bush Explains Medicare Drug Bill Verbatim Quote Submitted on 2005-12-13 WOMAN IN AUDIENCE: 'I don't really understand. How is it the new plan going to fix the problem?' Verbatim response: PRESIDENT BUSH: 'Because the all which is on the table begins to address the big cost drivers. For example, how benefits are calculated, for example, is on the table. Whether or not benefits rise based upon wage increases or price increases There's a series of parts of the formula that are being considered. And when you couple that, those different cost drivers, affecting those changing those with personal accounts, the idea is to get what has been promised more likely to be or closer delivered to that has been promised. Does that make any sense to you? It's kind of muddled. Look, there's a series of things that cause the like, for example, benefits are calculated based upon the increase of wages, as opposed to the increase of prices. Some have suggested that we calculate the benefits will rise based upon inflation, supposed to wage increases. There is a reform that would help solve the red if that were put into effect. In other words, how fast benefits grow, how fast the promised benefits grow, if those if that growth is affected, it will help on the red.'",
  "Last Updated": "20 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/muddled.asp",
  "Claim": "E-mail presents muddled comments by President Bush regarding proposed changes to Medicare/Social Security.",
  "Claim_ID": "politics_bush_muddled",
  "Tags": ""
}