{
  "Origins": "President Barack Obama did not utter any of the statements reproduced above;the quoted example is a bit of fictional dialogue excerpted from a satirical pieceby conservative humorist John Semmens which was published on his site on 21 March 2009.",
  "Fact Check": "",
  "Description": "The basis of Mr. Semmens' satire was that, in conjunction with meeting with several veterans groups in March 2009, the Obama administration floated a proposal to save the federal government an estimated $540 million per year by billing veterans' private insurance companies for the treatment of their combat injuries and other service-related health problems. (Currently only non-service-related medical treatments are so billed.) The proposal would not have, as was often misreported, forced veterans to pay for the treatment of their injuries out of their own pockets or required them to buy private insurance; but it did raise the prospect that injured or ill veterans might find it harder or more expensive to purchase health coverage, or to obtain employment in the private sector if employer-funded private insurance plans had to cover the additional costs of treating injuries and other service-related health problems. The plan was heavily criticized by veterans almost from the moment it was presented to them, as the Washington Post reported in an account of a meeting between President Obama and veterans' groups: [T]he leaders of veterans service organizations warned the president that their goodwill would vanish if he pursued a budget proposal to bill veterans' private insurance companies for treatment of amputations, post-traumatic stress disorder and other combat-related injuries. One Vietnam veteran summoned his deep voice to address Obama, calling the change \"a dumb move.\" An Iraq veteran said the move would be \"a deal-breaker\" because it would represent an abrogation of the government's responsibility to care for the wounded and could jeopardize veterans' insurance benefits. Within 48 hours, the White House announced that the proposal had been dropped, but the President still came in for his fair share of criticism from those who maintained that he failed to anticipate how his proposal would be received and should have known better than to even raise the subject: However, many said that they were surprised by the ham-handedness of the private insurance effort because it seemed that no one in the White House or the [Veterans Administration] took into consideration how veterans would react or Congress, where several members called the plan \"dead on arrival.\" \"The president needs to drop this,\" [Paul] Rieckhoff [executive director of Iraq and Afghanistan Veterans of America] said of Obama. \"The longer we wait, the more it hurts his relations with the [veterans service organizations] and with vets. This is a no-brainer. We were all shocked. We don't understand why he's picking this fight.\" A Newsday editorial summed up many Americans' feelings about the matter in opining that: This load-shedding device would have saved the government about $540 million. But whoever proposed it to Obama was politically tone-deaf. To Obama's credit, he appears to have backed away from this insensitive proposal. But veterans still can't figure out how he let someone in the administration persuade him to try it. Frankly, neither can we.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/the_press_office/Statement-from-Press-Secretary-Robert-Gibbs-on-the-Presidents-Strong-Commitment-to/;http://web.archive.org/web/20100417053314/http://www.azconservative.org/Semmens188.htm;",
  "Example": "[Collected via e-mail, April 2009] I received this in an e-mail. Is this true, did Obama say this? HERE IS HIS RESPONSE WHEN HE BACKED OFF FROM HIS DECISION TO LET THE MILITARY PAY FOR THEIR WAR INJURIES The President admitted that he was puzzled by the magnitude of the opposition to his proposal. \"Look, it's an all volunteer force,\" Obama complained. \"Nobody made these guys go to war. They had to have known and accepted the risks. Now they whine about bearing the costs of their choice? It doesn't compute.\" \"I thought these were people who were proud to sacrifice for their country,\" Obama continued. \"I wasn't asking for blood just money. With the country facing the worst financial crisis in its history, I'd have thought that the patriotic thing to do would be to try to help reduce the nation's deficit. I guess I underestimated the selfishness of some of my fellow Americans.\"",
  "Last Updated": "28 October 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/veteranshealth.asp",
  "Claim": "Statement reproduces President Obama's response regarding opposition to his veterans' health insurance plan.",
  "Claim_ID": "politics_obama_veteranshealth",
  "Tags": ""
}