{
  "Origins": "Of all the harebrained schemes we've received in recent years for lowering the price of gasoline , this tortured egg analogy is one of the more creative efforts. However, at its core it's the same as all other such schemes an ineffective plan that doesn't call upon consumers to make any sacrifices or change their driving habits in ways that would significantly affect the supply-and-demand economics of gasoline.",
  "Fact Check": "",
  "Description": "The gist of this \"egg\" piece is that if motorists didn't fill up their tanks every time they stopped for gas at service stations, but instead only bought 3 or 4 gallons at a time, the reduction in gasoline purchases would create a glut of unsold gas that would clog up the supply chain from dealerships to tank farms to refineries to tankers. In order to avoid being overwhelmed with unsold product, the gasoline industry would have to drop their prices in order to clear out the surplus and free up storage capacity for incoming supplies. The fatal flaw in this scheme is that it doesn't call upon consumers to use (or purchase) any less gasoline than they previously did; it simply asks them to buy less of it at a time. At best, such a plan might result in an initial small decrease in gasoline sales (as motorists switched from driving their vehicles with full tanks to driving them with half-full tanks), but the decrease wouldn't be substantial enough to lower the price of gasoline much, and the effect on gas supplies would be brief and temporary. Consumers would still be using and buying just as much gasoline as they did before; they'd merely be buying it more often in smaller quantities. The primary result of putting this scheme into action wouldn't be lower prices it would be additional inconvenience and frustration for drivers who would find themselves having to stop for gas more often, and dealing with longer lines at service stations created by all the other motorists who were also making additional pit stops.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] A man eats two eggs each morning for breakfast. When he goes to the grocery store he pays 60 cents a dozen. Since a dozen eggs won't last a week he normally buys two dozens at a time. One day while buying eggs he notices that the price has risen to 72 cents. The next time he buys groceries, eggs are .76 cents a dozen. When asked to explain the price of eggs the store owner says, \"the price has gone up and I have to raise my price accordingly\". This store buys 100 dozen eggs a day. I checked around for a better price and all the distributors have raised their prices. The distributors have begun to buy from the huge egg farms. The small egg farms have been driven out of business. The huge egg farms sells 100,000 dozen eggs a day to distributors. With no competition, they can set the price as they see fit. The distributors then have to raise their prices to the grocery stores. And on and on and on. As the man kept buying eggs the price kept going up. He saw the big egg trucks delivering 100 dozen eggs each day. Nothing changed there. He checked out the huge egg farms and found they were selling 100,000 dozen eggs to the distributors daily. Nothing had changed but the price of eggs. Then week before Thanksgiving the price of eggs shot up to $1.00 a dozen. Again he asked the grocery owner why and was told, \"cakes and baking for the holiday\". The huge egg farmers know there will be a lot of baking going on and more eggs will be used. Hence, the price of eggs goes up. Expect the same thing at Christmas and other times when family cooking and baking happen. This pattern continues until the price of eggs is 2.00 a dozen. The man says, \"there must be something we can do about the price of eggs\". He starts talking to all the people in his town and they decide to stop buying eggs. This didn't work because everyone needed eggs. Finally, the man suggested only buying what you need. He ate 2 eggs a day. On the way home from work he would stop at the grocery and buy two eggs. Everyone in town started buying 2 or 3 eggs a day. The grocery store owner began complaining that he had too many eggs in his cooler. He told the distributor that he didn't need any eggs. Maybe wouldn't need any all week. The distributor had eggs piling up at his warehouse. He told the huge egg farms that he didn't have any room for eggs would not need any for at least two weeks. At the egg farm, the chickens just kept on laying eggs. To relieve the pressure, the huge egg farm told the distributor that they could buy the eggs at a lower price. The distributor said, \"I don't have the room for the eggs even if they were free\". The distributor told the grocery store owner that he would lower the price of the eggs if the store would start buying again. The grocery store owner said, \"I don't have room for more eggs. The customers are only buy 2 or 3 eggs at a time\". \"Now if you were to drop the price of eggs back down to the original price, the customers would start buying by the dozen again\". The distributors sent that proposal to the huge egg farmers. They liked the price they were getting for their eggs but, them chickens just kept on laying. Finally, the egg farmers lowered the price of their eggs. But only a few cents. The customers still bought 2 or 3 eggs at a time. They said, \"when the price of eggs gets down to where it was before we will start buying by the dozen. Slowly the price of eggs started dropping. The distributors had to slash their prices to make room for the eggs coming from the egg farmers. The egg farmers cut their prices because the distributors wouldn't buy at a higher price than they were selling eggs for. Anyway, they had full warehouses and wouldn't need eggs for quite a while. And them chickens kept on laying. Eventually, the egg farmers cut their prices because they were throwing away eggs they couldn't sell. The distributors started buying again because the eggs were priced to where the stores could afford to sell them at the lower price. And the customers starting buying by the dozen again. Now, transpose this analogy to the gasoline industry. What if everyone only bought $10.00 worth of gas each time they pulled to the pump. The dealers tanks would stay semi full all the time. The dealers wouldn't have room for the gas coming from the huge tank farms. The tank farms wouldn't have room for the gas coming from the refining plants. And the refining plants wouldn't have room for the oil being off loaded from the huge tankers coming from the Middle East. Just $10.00 each time you buy gas. Don't fill it up. You may have to stop for gas twice a week but, the price should come down. Think about it. As an added note...When I buy $10.00 worth of gas, that leaves my tank a little under half full. The way prices are jumping around, you can buy gas for $2.65 a gallon and then the next morning it can be $2.15. If you have your tank full of $2.65 gas you don't have room for the $2.15 gas. You might not understand the economics of only buying two eggs at a time but, you can't buy cheaper gas if your tank is full of the high priced stuff.",
  "Last Updated": "2 May 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/gasoline/eggs.asp",
  "Claim": "Consumers' buying only a few gallons of gas at a time will bring down the price of gasoline.",
  "Claim_ID": "politics_gasoline_eggs",
  "Tags": ""
}