{
  "Origins": "On the morning of 18 January 2010, President Barack Obama and Secretary of Education Arne Duncan paid a visit to the Graham Road Elementary School in Falls Church, Virginia, in order to announce plans for a proposed expansion of the president's \" Race to the Top \" education reform initiative. During that visit, President Obama and Secretary Duncan held a chat with about thirty 6th grade students in one of the school's classrooms, and the president delivered a statement to reporters about the \"Race to the Top\" competition.",
  "Fact Check": "",
  "Description": "Barack Obama (during both the 2008 presidential campaign and his subsequent time in the White House) has often been spoofed and criticized for his frequent reliance on teleprompter devices when speaking in public. The e-mailed item reproduced above uses some pictures of the president's January 2010 Graham Road visit out of context to create the impression that he employed multiple teleprompters merely to undertake the linguistically undemanding task of shooting the breeze with a few dozen elementary school students. However, although the included images are genuine photographs from that event, they don't actually depict what the accompanying text suggests. On that day President Obama and Secretary Duncan answered questions posed by some 6th graders (without teleprompters), then moved into another classroom where the president spoke to the assembled press pool (with teleprompters) about the \"Race to the Top\" program. The photograph displayed below shows President Obama and Secretary Duncan during the \"student chat\" portion of their visit (no teleprompters in sight), and the video clip below that shows President Obama using teleprompters in a different classroom while speaking to the press:",
  "Originally Published": "",
  "Referred Links": "http://www.daylife.com/search?q=obama+Graham+falls+church;http://www.whitehouse.gov/the-press-office/president-obama-announce-plans-race-top-expansion;",
  "Example": "[Collected via e-mail, January 2010] Apparently there is no venue too small to require multiple teleprompters. I saw these pictures and first thought they were photo shopped, but it ends up they are actual pictures from Obama talking to an elementary school classroom. And they made fun of Bush's communication skills ...",
  "Last Updated": "23 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/6thgrade.asp",
  "Claim": "Photographs show President Obama using teleprompters to talk to a group of elementary school students.",
  "Claim_ID": "politics_obama_photos_6thgrade",
  "Tags": ""
}