{
  "Origins": "Well before Texas senator Ted Cruz officially announced his candidacy for the 2016 Republican presidential nomination on 23 March 2015, pundits had been questioning his eligibility to hold the office he sought due to the fact that he was born in Canada rather than in the United States. Moreover, Cruz's father was a native-born Cuban who did not obtain U.S. citizenship until long after the birth of his son.",
  "Fact Check": "",
  "Description": "One of the issues of controvery was that Article II, Section 1 of the U.S. Constitution states \"No person except a natural born citizen shall be eligible to the office of President\" but doesn't precisely define what the term \"natural born citizen\" means: Cruz was born to a Cuban father, who escaped during the revolution, and an American mother, who was the first in her family to go to college and who became a computer programmer in the 1950s. Because of Cruz's Canadian birth, some have questioned whether he qualifies to be president. Being a \"natural-born\" citizen is one of the three eligibility requirements to be president laid out in the constitution. But the weight of legal evidence supports that the term \"natural-born\" also applies to people born abroad to parents who are U.S. citizens (which Cruz's mom was). Cruz considers Houston, where he was raised, his hometown. The term \"natural born citizen\" has generally been interpreted to refer to any person who qualified for U.S. citizenship by virtue of the circumstances of his birth, and in that regard Ted Cruz meets the requirement for \"natural born citizen\" even though he was born outside the U.S. and had a non-U.S. citizen parent. The relevant U.S. Code that defines who \"shall be nationals and citizens of the United States at birth\" includes the following condition: A person born outside the geographical limits of the United States and its outlying possessions of parents one of whom is an alien, and the other a citizen of the United States who, prior to the birth of such person, was physically present in the United States or its outlying possessions for a period or periods totaling not less than five years, at least two of which were after attaining the age of fourteen years. Since Ted Cruz's mother, the former Eleanor Elizabeth Wilson, was a U.S. citizen born in Wilmington, Delaware, who had lived for at least a decade in the United States, he qualified for U.S. citizenship at birth under this condition. In an article entitled \"Is Ted Cruz a natural-born citizen eligible to serve as president?\" published by the Constitution Center on 28 October 2013, scholar Sarah Helene Duggin explained that while the Supreme Court has never ruled on the precise meaning of a \"natural born citizen,\" previous presidential bids by foreign-born candidates such as John McCain and George Romney have established legal precedents for Cruz to run in 2016. Duggin also pointed to the Naturalization Act of 1790, which states that \"children of citizens of the United States, that may be born beyond the sea, or out of the limits of the United States, shall be considered as natural-born citizens\"\u001d: The Naturalization Act of 1790 probably constitutes the most significant evidence available. Congress enacted this legislation just three years after the drafting of the Constitution, and many of those who voted on it had participated in the Constitutional Convention. The act provided that \"children of citizens of the United States, that may be born beyond the sea, or out of the limits of the United States, shall be considered as natural-born citizens.\" There is no record of discussion of the term natural born citizen, but it is reasonable to conclude that the drafters believed that foreign-born children of American parents who acquired citizenship at birth could and should be deemed natural born citizens. The Harvard Law Review agreed with Duggin's assessment, writing that there was \"no question\" about Cruz's eligibility: \"As Congress has recognized since the Founding, a person born abroad to a U.S. citizen parent is generally a U.S. citizen from birth with no need for naturalization. And the phrase \u001cnatural born Citizen\u001d in the Constitution encompasses all such citizens from birth. Thus, an individual born to a U.S. citizen parent whether in California or Canada or the Canal Zone is a U.S. citizen from birth and is fully eligible to serve as President if the people so choose.\" The Congressional Research Service also weighed in on the issue when questions were raised about President Obama's birth certificate in 2009: \"The weight of scholarly legal and historical opinion appears to support the notion that 'natural born Citizen' means one who is entitled under the Constitution or laws of the United States to U.S. citizenship 'at birth' or 'by birth,' including any child born 'in' the United States, the children of United States citizens born abroad, and those born abroad of one citizen parent who has met U.S. residency requirements.\" Another issue was that since Ted Cruz was born in Calgary, Alberta, he also qualified for Canadian citizenship at birth. Although nothing in the U.S. Constitution specifically prohibits a U.S. President from holding dual citizenship, such a situation could create a politically contentious situation regarding a President with \"divided loyalties\" even if the law did allow it. However, there is a difference between merely being eligible for citizenship in a second country and actually holding such citizenship. Many U.S. citizens have been born under circumstances that made them eligible for citizenship in another country as well, but they never took any action to actually claim that second citizenship, such as residing in the second country as an adult, working for its government, serving in its military, voting in its elections, applying for a passport, or the like. Cruz apparently never made any overt attempt to claim Canadian citizenship: The senator's office said Cruz has never embraced his legal rights in Canada. \"Senator Cruz became a U.S. citizen at birth, and he never had to go through a naturalization process after birth to become a U.S. citizen,\" spokeswoman Catherine Frazier told the newspaper. \"To our knowledge, he never had Canadian citizenship, so there is nothing to renounce.\" Nonetheless, both U.S. and Canadian authorities opined that Cruz was in fact a dual U.S.-Canadian citizen: By 1970, the Cruzes had moved to the Canadian oil patch, where they launched a seismic-data business. For purpose of citizenship, being foreigners made no difference. \"If a child was born in the territory, he is Canadian, period,\" said France Houle, a law professor at the University of Montreal. \"He can ask for a passport. He can vote.\" The fact that Cruz left Canada when he was 4 doesn't affect his status there, either. \"If you leave when you're 2 minutes old, you're still an American. It's the same in Canada,\" said Allison Christians, a law professor at McGill University in Montreal. \"He's a Canadian citizen.\" Having practiced international tax law in the U.S. for 25 years, Christians has made a close study of citizenship rules. They often come into play in tax cases. \"They can feel as American as they want. But the question of citizenship is determined by the law of the territory in which you were physically born,\" she said. \"It's not up to the Cruz family to decide whether they're citizens.\" \"The U.S. and Cuba have very similar legal patterns and requirements,\" said David Abraham, a professor of immigration and citizenship law at the University of Miami. The situation reflects the overlapping jurisdictions, said Demetrios Papademetriou, president of the Washington-based Migration Policy Institute, who called birthright citizenship common in English-speaking countries. \"If Ted Cruz was born in Canada, he is Canadian. He is American. He is a dual citizen,\" he said. All of that is now moot, however, because in 2013 Ted Cruz took steps to formally renounce any claim to Canadian citizenship: Lest any questions remain about Sen. Ted Cruz's national allegiance, the Texas Republican announced he was renouncing his Canadian citizenship. Cruz was born in Canada to an American mother and a Cuban father, and he released his birth certificate to put to rest any questions about his background. \"Because I was a U.S. citizen at birth, because I left Calgary when I was 4 and have lived my entire life since then in the U.S., and because I have never taken affirmative steps to claim Canadian citizenship, I assumed that was the end of the matter,\" Cruz wrote in his statement. \"Now the Dallas Morning News says that I may technically have dual citizenship. Assuming that is true, then sure, I will renounce any Canadian citizenship,\" he continued. \"Nothing against Canada, but I'm an American by birth, and as a U.S. Senator, I believe I should be only an American.\" That process of renunciation was accomplished by May of 2014: The Texas Republican was born in Canada to an American mother and a Cuban father. As such, he was a dual citizen an American because of his mother, and Canadian because the country, like America, grants automatic citizenship to anyone born there. When the news of his dual citizenship surfaced [in 2013], some began to question his eligibility to become president. (In truth, that was never in jeopardy. Most legal experts said Cruz qualifies as a \"natural born citizen,\" a requirement for the White House job, as stated in the Constitution.) Then [Cruz] took immediate steps to renounce his Canadian citizenship. In May of 2014 the Government of Canada issued a certificate acknowledging Ted Cruz's renunciation of Canadian citizenship as of 14 May 2014.",
  "Originally Published": "",
  "Referred Links": "http://www.scribd.com/doc/229039536/Canadian-Renunciation-Letter;http://www.scribd.com/doc/41197555/41131059-MoC-Memo-What-to-Tell-Your-Constituents-in-Answer-to-Obama-Eligibility;http://harvardlawreview.org/2015/03/on-the-meaning-of-natural-born-citizen/;http://news.yahoo.com/ted-cruz-serve-president-born-canada-111410935--politics.html;http://blog.constitutioncenter.org/2013/10/is-ted-cruz-a-natural-born-citizen-eligible-to-serve-as-president/;https://www.law.cornell.edu/uscode/text/8/1401;https://www.law.cornell.edu/constitution/articleii;",
  "Example": "[Collected via Twitter, March 2015]",
  "Last Updated": "23 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/cruz/canada.asp",
  "Claim": "Ted Cruz is ineligible to serve as President of the United States because he was born in Canada.",
  "Claim_ID": "politics_cruz_canada",
  "Tags": ""
}