{
  "Origins": "A bill introduced in the California legislature in February 2008, AB 2567, sought to officially designate May 22 as Harvey Milk Day in the state of California. As described by the Bay Area Reporter :",
  "Fact Check": "",
  "Description": "E-mail forwards such as the one reproduced above urged California citizens to call the governor's office to express opposition to AB 2567 and to urge Governor Schwarzenegger to veto it. The bill's sponsor, Assemblyman Mark Leno, said of such messages: Of Leno's bill, [one] message said, \"Homosexual activists intend to use Harvey Milk Day to force school children to celebrate his life and learn more about homosexuality.\" Leno said the characterization is totally inaccurate. \"There's no requirement of any school to do anything,\" Leno said. \"We hope that Harvey Milk Day would provide for an opportunity for teachers to share with their students why the governor has declared May 22 to be a special day ... We believe that with this additional information, LGBT students would have ever more reason to be proud of who they are and that straight students would understand this has been a civil rights battle, and thereby raising their consciousness as well, likely decreasing the amount of violence and bullying that goes on.\" Although AB 2567 was passed by the state legislature, on 30 September 2008 it was vetoed by Governor Arnold Schwarzenegger. In February 2009, Mark Leno (now a state senator) introduced another bill in the legislature to designate May 22 as Harvey Milk Day in California. That bill (SB 572) was passed by the Senate on 14 May 2009, and this time around, on 12 October 2009, Governor Schwarzenegger signed it: The Republican governor vetoed similar legislation [in 2008]. In the interim, Milk was posthumously awarded the Presidential Medal of Freedom and was the subject of a movie for which Sean Penn won the Academy Award for best actor. In his [2008] veto message, the Republican governor said Milk should be honored locally by those who were most impacted by his contributions. He did not write a signing message [in 2009] saying why he flip-flopped.",
  "Originally Published": "",
  "Referred Links": "http://info.sen.ca.gov/cgi-bin/postquery?bill_number=sb_572&sess=CUR&house=B&site=sen;http://www.hrc.org/10714.htm;http://info.sen.ca.gov/pub/07-08/bill/asm/ab_2551-2600/ab_2567_bill_20080222_introduced.html;",
  "Example": "[Collected via e-mail, September 2008] Already on Governor Schwarzenegger's desk is a very bad bill that will push even more homosexual, bisexual, and transsexual indoctrination upon children as young as kindergarten. AB 2567 would designate every May 22 as 'Harvey Milk Day' in California's government school system. Harvey Milk was a homosexual activist who was a San Francisco supervisor until he was killed in 1978. Milk championed homosexual experimentation,sexual activism, and the abolishment of sexual boundaries. He also regarded organized religion as dangerous. The text of AB 2567 states that 'On Harvey Milk Day, exercises remembering the life of Harvey Milk and recognizing his accomplishments as well as the contributions he made to this state' should be conducted; specifically, 'all public schools and educational institutions are encouraged to observe ... and conduct suitable commemorative exercises.' In other words, anything and everything Harvey Milk believed in or is now purported to believe in will be inculcated into children's impressionable minds. If signed into law by Governor Schwarzenegger, every May 22, AB 2567 will positively portray to children homosexual experimentation, homosexual 'marriages,' sex-change operations, and anything else that is 'in the closet.' There are no limits on the 'suitable commemorative exercises' that can be conducted. Obviously, AB 2567 has nothing to do with academic excellence. ACTION: CALL SCHWARZENEGGER TO STRONGLY OPPOSE AB 2567 AND URGE HIM TO VETO AB 2567. Dial 916-445-2841 1 for English 2 To speak with a staff member (It's painless and just takes a minute.) Tell the staffer that you are strongly opposed to AB 2567 Harvey Milk Day, and urge the Governor to Veto AB 2567. They will ask for your first name and what City you are calling from. Please, Please call it takes 3 minutes!",
  "Last Updated": "12 October 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/sexuality/harveymilk.asp",
  "Claim": "A bill passed by the California legislature seeks to designate May 22 as Harvey Milk Day.",
  "Claim_ID": "politics_sexuality_harveymilk",
  "Tags": ""
}