{
  "Origins": "On 12 January 2015, the English-language Dubai newspaper Gulf News published an interview with Taken 3 star Liam Neeson in which the actor was quoted as espousing a pro-gun control stance: \"There's too many [expletive] guns out there,he continued. Especially in America. I think the population is like, 320 million? There's over 300 million guns. Privately owned, in America. I think its a [expletive] disgrace. Every week now we're picking up a newspaper and seeing, 'Yet another few kids have been killed in schools.'\" Several other publications posted articles with slight variations of the above sentiment. The Scotsman , for instance, added a portion of the interview in which Neeson referenced the Second Amendment: \"But everybody says it's in the Constitution. I think the Founding Fathers would be turning in their graves if they knew what this right to bear arms is leading to in America in 2014.\" Although no audio recording of the conversation has been released for verification purposes, the actor has made similar comments about gun control in the past. In fact, Neeson was quoted as making nearly identical comments to The Independent in September 2014:",
  "Fact Check": "",
  "Description": "Liam Neeson's remarks went viral in January 2015 for two reasons: First, the terrorist attack on French satirical magazine Charlie Hebdo on 7 January 2015 resparked an ongoing debate about violence in the media and gun control. Second, Taken 3, a violent action movie starring Neeson, hit theaters the following weekend. Neeson acknowledged he felt like a bit of a hypocrite for starring in gun-heavy action movies such as Taken 3 but added his movies don't portray realistic violence: You can slap me in the face with that and say I'm a liar. My defence is that it's very much cartoon violence. That's what I see it as: Tom and Jerry played out with human beings.",
  "Originally Published": "",
  "Referred Links": "http://www.independent.co.uk/arts-entertainment/films/features/liam-neeson-interview-hard-man-actor-on-bono-ralph-fiennes-and-his-fear-of-guns-9728838.html;http://www.scotsman.com/what-s-on/film/liam-neeson-is-taken-by-life-as-an-action-hero-1-3650645;http://gulfnews.com/arts-entertainment/celebrity/liam-neeson-on-charlie-hebdo-gun-control-in-us-1.1439911;",
  "Example": "[Collected via e-mail, January 2015] Liam Neeson was apparently quoted as saying that he doesn't believe people should have the right to bear arms.",
  "Last Updated": "12 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/liamneesonguns.asp",
  "Claim": "Action star Liam Neeson is a gun control advocate.",
  "Claim_ID": "politics_guns_liamneesonguns",
  "Tags": ""
}