{
  "Origins": "The item reproduced above originated as an e-mail sent to radio talk show host Rush Limbaugh in July 2010 by Dr. Sebastian J. Ciancio, a urologist practicing in Danville, Illinois. In that e-mail, the doctor encouraged the radio host to \"share this story with your listeners so that they know how the ruling class spends their tax dollars.\"",
  "Fact Check": "",
  "Description": "The gist of \"this story\" is the claim that an Illinois woman who was pregnant with her eighth child (while still in her 20's) admitted to an emergency room physician that she was deliberately having children and giving them up to foster care in order to earn money for her family, with her grandmother volunteering to raise the children and collecting $1,500 per month from the state for each child, for an annual tax-free income of $144,000 (plus additional benefits). Is the story true? It's a second-hand account, and Dr. Ciancio declined to identify the physician who supposedly told it to him, which makes verification of that aspect of the tale difficult. Nonetheless, whatever a pregnant patient may have told an unnamed emergency room physician, the scenario described simply isn't possible. According to payment rates published by the State of Illinois' Department of Children and Family Services (DCFS), monthly payments for licensed relative home care range from $384 to $471 per child, depending upon the age of the child: The maximum monthly payment (for a child age 12 and over) is $471 per month, not $1,500 per month, so the largest amount of money a foster parent caring for eight children would receive in a month (assuming all of those children were at least 12 years old) would be $3,768, for an annual total of $45,216 a far cry from the $144,000 yearly income claimed above. (And even the $45,216 figure is a generous projection, given that it's an obvious impossibility for a woman who is pregnant with her eighth child to already have eight children all over the age of twelve.)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20101122121022/http://dcfswebresource.dcfs.illinois.gov/Procedures/procedures_359/homepage.phtml?page=35;",
  "Example": "[Collected via e-mail, August 2010] I was speaking to an emergency room physician this morning. He told me that a woman in her 20's came to the ER with her 8th pregnancy. She stated \"my momma told me that I am the breadwinner for the family.\" He asked her to explain. She said that she can make babies and babies get money for the family. The scam goes like this: The grandma calls the Department of Children and Family Services and states that the unemployed daughter is not capable of caring for these children. DCFS agrees and states that the child or children will need to go to foster care. The grandma then volunteers to be the foster parent, and thus receives a check for $1500 per child per month in Illinois. Total yearly income: $144,000 tax-free, not to mention free healthcare (Medicaid) plus a monthly \"Link\" card entitling her to free groceries, etc, and a voucher for 250 free cell phone minutes per month. This does not even include WIC and other welfare programs. Indeed, grandma was correct in that her fertile daughter is the \"breadwinner\" in the family. Variations: In December 2010 the following photograph was added to circulating versions of this item, even though the pictured family has no connection to the story and no mention of race appeared in the original text:",
  "Last Updated": "20 December 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/breadwinner.asp",
  "Claim": "An Illinois woman with eight children earns $144,000 per year for her family by giving up her kids to foster care.",
  "Claim_ID": "politics_taxes_breadwinner",
  "Tags": ""
}