{
  "Origins": "Although this much-forwarded piece was indeed penned by syndicated radio talk show host Neal Boortz , it was never given by him as a commencement address at a university or college, nor was it written with that intent. Mr. Boortz wrote it as a tongue-in-cheek protest of his never having been invited to deliver a commencement speech, despite his decades of prominence as radio talk show host. As he said, \"The final straw was when Kermit the Frog got an invitation from a Northeast college.\"",
  "Fact Check": "",
  "Description": "Boortz notes on his web site that: No, this speech has never been delivered at a college or a university. It was written to protest the fact that such an invitation has never been offered! It has only been delivered on my radio show, printed in my book \"The Terrible Truth About Liberals,\" and produced on a limited edition CD. The irony is that this commencement speech has been more widely distributed, and has been the subject of more comment, than any commencement speech that actually has been delivered at any college or university in the past 50 years.",
  "Originally Published": "",
  "Referred Links": "http://www.boortz.com;http://web.archive.org/web/20030829011400/http://boortz.com/more/commencement.html;http://web.archive.org/web/20030829011400/http://boortz.com/more/commencement.html;",
  "Example": "[Collected via e-mail, September 2009] It is the season of commencement speeches. Many are boringly predictable. Neal Boortz, a Texan, lawyer, Texas Aggie, now nationally syndicated talk show host from Atlanta is an exception. Agree or not you will find his views thought provoking. It would have been particularly entertaining to have witnessed the faculty's reaction. Commencement Address I am honored by the invitation to address you on this august occasion. It's about time. Be warned, however, that I am not here to impress you; you'll have enough smoke blown your way today. And you can bet your tassels I'm not here to impress the faculty and administration. You may not like much of what I have to say, and that's fine. You will remember it though. Especially after about 10 years out there in the real world. This, it goes without saying, does not apply to those of you who will seek your careers and your fortunes as government employees. This gowned gaggle behind me is your faculty. You've heard the old saying that those who can - do. Those who can't - teach. That sounds deliciously insensitive. But there is often raw truth in insensitivity, just as you often find feel-good falsehoods and lies in compassion. Say good-bye to your faculty because now you are getting ready to go out there and do. These folks behind me are going to stay right here and teach. By the way, just because you are leaving this place with a diploma doesn't mean the learning is over. When an FAA flight examiner handed me my private pilot's license many years ago, he said, 'Here, this is your ticket to learn.' The same can be said for your diploma. Believe me, the learning has just begun. Now, I realize that most of you consider yourselves Liberals. In fact, you are probably very proud of your liberal views. You care so much. You feel so much. You want to help so much. After all, you're a compassionate and caring person, aren't you now? Well, isn't that just so extraordinarily special. Now, at this age, is as good a time as any to be a Liberal; as good a time as any to know absolutely everything. You have plenty of time, starting tomorrow, for the truth to set in. Over the next few years, as you begin to feel the cold breath of reality down your neck, things are going to start changing pretty fast .. including your own assessment of just how much you really know. [Rest of article here.]",
  "Last Updated": "30 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/boortz.asp",
  "Claim": "Radio talk show host Neal Boortz delivered a controversial commencement speech at Texas A&M.",
  "Claim_ID": "politics_soapbox_boortz",
  "Tags": ""
}