{
  "Origins": "On 22 June 2012 a notice was posted to the blog at BarackObama.com notifying readers of the Obama Event Registry , a mechanism allowing users with upcoming special events (such as birthdays, anniversaries and weddings) to register and express their preference for friends to send donations to the Obama re-election campaign in lieu of presents:",
  "Fact Check": "",
  "Description": "We don't know who within the Obama campaign or administration might have conceived or approved the idea of the registry, but it appears to be real, as the announcement of it was posted to the official Obama campaign web site, and the registration mechanism allowing users to solicit campaign contributions does function. Fox News noted of the registry that: When signing up, supporters are asked to set a monetary goal. The site also provides some suggested language to use when hitting up friends and relatives for campaign cash. \"For my big day, I'd like to show my support for a cause I believe in re-electing President Obama,\" it reads. \"That's why I'm asking my friends and family to donate to the Obama campaign. Thanks for chipping in!\" Obama has been raising money at a furious clip to keep pace with his rival Mitt Romney and the Republican Party. Romney and the Republican National Committee raised $76.8 million in May, beating the $60 million taken in by Obama and the Democratic National Committee. In July 2012, this concept was spoofed via the circulation of a fabricated graphic advertising a fictitious \"Obama Cremation Registry\":",
  "Originally Published": "",
  "Referred Links": "http://www.barackobama.com/news/entry/the-obama-event-registry;",
  "Example": "[Collected via e-mail, June 2012] Is this true? Doesn't sound legit at all Obama Asks People Getting Married To Forgo Gifts, Ask Their Guests To Donate To His Campaign Instead You can even register your wedding on his campaign website. Could he be any more pompous?",
  "Last Updated": "12 July 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/registry.asp",
  "Claim": "The Obama Event Registry allows users celebrating special occasions to solicit campaign donations in place of gifts.",
  "Claim_ID": "politics_obama_registry",
  "Tags": ""
}