{
  "Origins": "On 1 July 2014, the Daily Currant published an article positing that the manager of one of the Hobby Lobby chain's retail craft stores had executed a gay employee by stoning:",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a bit of political humor from the Daily Currant which spoofed the Supreme Court ruling supporting Hobby Lobby's challenge to the federal mandate requiring them to provide health insurance with contraceptive coverage female employees, on the grounds that doing so violated the company's closely held Christian beliefs. As noted in the Daily Currant 's \" About \" page, that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world. Other humor sites also posted items along a similar theme. The Moonmont Chronicle published a story about clothing retailer JCPenney sacrificing employees to a Lovecraftian deity: Supreme Court Rules JCPenney Allowed to Sacrifice Employees to Appease Cthulhu Citing the newly-established precedent of corporate-religious exemption, the U.S. Supreme Court ruled Tuesday in favor of JCPenney, upholding the company's right to sacrifice pure-hearted employees in order to assuage the Dread Lord Cthulhu, Bringer of Madness. And The Atlanta Banana published a item about pizza chain Little Caesar's: Supreme Court Upholds Little Caesar s Right to Feed Christian Employees to Lions The Supreme Court ruled on Monday that Roman-owned pizza chain Little Caesar s was within its rights to place Christian employees in an arena and then unleash starved, vicious lions and lionesses upon them. The court cited religious freedom as its guiding principle. The 5-to-4 ruling opened the door to potentially thousands of Christian Little Caesar employees nationwide being immediately fed to the top predators of the African savannah. Little Caesar s argued that the persecution of Christians and the feeding of them to ravenous big cats was a \"deeply held\" religious belief, that the continued survival of the roughly 6,000 Christian employees, as well as the fact that they remained on company payroll, imposed a substantial financial burden on their religious liberty.",
  "Originally Published": "",
  "Referred Links": "http://www.atlbanana.com/supreme-court-upholds-little-caesars-right-to-feed-christian-employees-to-lions/;http://www.moonmontchronicle.com/supreme-court-rules-jcpenney-allowed-to-sacrifice-employees-to-appease-cthulhu.html;http://dailycurrant.com/about/;http://dailycurrant.com/2014/07/01/hobby-lobby-stones-gay-employee-to-death/;",
  "Example": "[Collected via e-mail, July 2014] there is an article going around Facebook that states a Hobby Lobby manager stoned a gay employee to death on the grounds that he is within his religious rights to do so. For real!?",
  "Last Updated": "5 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/religiousfreedom.asp",
  "Claim": "A Hobby Lobby store manager executed a gay employee by stoning.",
  "Claim_ID": "Politics_satire_religiousfreedom",
  "Tags": ""
}