{
  "Origins": "As of the time this item was circulating via Facebook postings in November 2010, it was not true that President Obama had announced an intention to freeze the pay of active duty military personnel starting in 2011. (In fact, President Obama's fiscal 2011 budget proposal , submitted in February 2010, called for a 1.4% military pay bump for the following year.)",
  "Fact Check": "",
  "Description": "The November 2010 circulation of this item was prompted by a draft report prepared by the National Commission on Fiscal Responsibility and Reform ( NCFRR ), a bipartisan body created by President Obama \"to address our nation's fiscal challenges.\" Among the 58 recommendations included in that draft report, released in November 2010, was a recommendation for a three-year freeze on basic non-combat military pay and allowances: Freeze non-combat military pay at 2011 levels for 3 years Regular Military Compensation (excluding combat pay) for military personnel, which includes basic pay, basic allowances for housing and subsistence, and federal income tax advantages that go along with the allowances, is expected to grow by $9.2 billion from 2011 to 2015. A three-year freeze at 2011 levels for these compensation categories would save the federal government $7.6 billion in compensation and tax expenditures, as well as another $1.6 billion in less retirement accrual, or $9.2 billion total discretionary savings in 2015. However, as noted above, the NCFRR's report was merely a draft, and a military pay freeze was but one of several dozen potential items offered to achieve the goal of saving $200 billion in federal expenditures through 2015. Any such proposal, even if considered, would still have to overcome several hurdles before being enacted, including approval by 14 of the 18 commissioners who comprise the NCFRR and then subsequent approval by both the Senate and the House of Representatives. In December 2010, Congress approved President Obama's recommended 1.4% pay increase for military personnel, while President Obama announced that he would freeze for two years the salaries of all other federal government workers. As for presidential compensation (which is currently set at $400,000 per year, with a $50,000 expense allowance), the salary of the President of the United States is established by Congress, so a president cannot technically \"cut his own pay\" (although he might opt to decline some or all of his salary, or donate it to charity). Members of Congress could vote to decrease their salaries (which are currently set at $174,000 per year), although they have already voted to decline their cost-of-living pay increases in 2009 and again in 2010.",
  "Originally Published": "",
  "Referred Links": "http://thehill.com/homenews/news/97971-obama-signs-law-blocking-congress-pay-raise;http://www.fiscalcommission.gov/about;http://www.fiscalcommission.gov/sites/fiscalcommission.gov/files/documents/Illustrative_List_11.10.2010.pdf;http://voices.washingtonpost.com/federal-eye/2010/02/budget_15_pay_raise_for_civili.html;",
  "Example": "[Collected via e-mail, November 2010] On Facebook, there is the following message \"reposted\" by a friend, and who knows how far gone it has been around: \"Dear Mr. President, I hear you would like to freeze pay rates for active duty starting next year. Would you also consider cutting your own pay to save more money for our country? While you're at it, lets cut congressman's pay too. If the people who risk their lives don't get an increase in pay, why would we continue raising pay for those who take no risks and reap the benefits? Repost if you agree!\"",
  "Last Updated": "13 January 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/payfreeze.asp",
  "Claim": "President Obama plans to implement a pay freeze for active duty military personnel in 2011.",
  "Claim_ID": "politics_military_payfreeze",
  "Tags": ""
}