{
  "Origins": "This item claiming that the Department of Defense has changed military funeral protocol to remove references to the President of the United States when the burial flag is presented to a deceased veteran's next of kin is erroneous. As of 17 April 2012, the Secretary of Defense issued a memorandum standardizing the verbiage to be used when presenting the American flag during a military funeral service as follows: \"On behalf of the President of the United States, (the United States Army; the United States Marine Corps; the United States Navy; or the United States Air Force), and a grateful Nation, please accept this flag as a symbol of our appreciation for your loved one's honorable and faithful service.\" Even before that memorandum was issued, this item was false on a number of counts: Neither the White House nor the Department of Defense had standardized protocol for military funerals; each branch of the armed services had established its own protocols. None of the branches of the armed forces had recently modified its funeral protocols to remove references to the President of the United States (and, in fact, some of them never included such references to begin with). Military funeral protocols generally offered suggested wording for services, not a fixed script which was unvaryingly recited on every occasion. The suggested wording in the U.S. Army's Drill and Ceremonies field manual (issued in 2003) neither includes, nor recently removed, specific references to the President of the United States or the Secretary of Defense in the flag presentation portion of a military funeral: After the flag is folded, the senior pallbearer executes a Right Face and places the flag at chest level into the hands of the CAO (Casualty Assistance Officer). The CAO salutes the flag for three seconds before accepting it from the senior pallbearer. The senior pallbearer salutes the flag for three seconds after presenting it to the CAO. The CAO then moves by the most direct route to the next of kin who is to receive the flag. Upon presentation, the CAO renders appropriate remarks such as, \"Sir/Ma'am, this flag is presented on behalf of a grateful nation as an expression of appreciation for the honorable and faithful service rendered by your loved one.\" After the flag is presented, the CAO returns to his original position. The U.S. Navy's Military Funerals reference manual (last revised in 1999) likewise offers suggested wording that neither includes, nor recently removed, specific references to the President of the United States or the Secretary of Defense:",
  "Fact Check": "",
  "Description": "The U.S. Marine Corps' Drill and Ceremonies manual continues to reference the President of the United States in its suggested wording for flag presentation portion of a military funeral: The field music should take position approximately 50 feet from the head of the grave until the volleys have been fired, at the conclusion of which the Marine shall sound \"Taps.\" Then the two members holding the flag shall fold it. The flag will be handed either to the Marine in charge of the detail or to the military escort commander. The escort commander will present it to the next of kin in a dignified manner with a short statement such as \"On behalf of the President, the Commandant of the Marine Corps, and Marines everywhere, please accept this flag in memory of the honorable and faithful service performed by (relationship).\" A Marine Corps order of 1 March 2011 offers an alternate wording which also mentions the President of the United States On behalf of the President of the United States, the Commandant of the United States Marine Corps, and a grateful Nation, please accept this flag as a symbol of our appreciation of your (relationship) service to Country and Corps. According to a news account from 94th Airlift Wing Public Affairs, as of mid-February 2012 the U.S. Air Force still referenced the President of the United States during the flag presentation portion of its military funerals: Firing three vollies from the 94th Airlift Wing Honor Guard rang during TAPS. Attendees were silenced as honor guard members performed military honors, including a flag-folding ceremony. \"On behalf of the President of the United States, the Department of the Air Force, and a grateful nation; Our country's flag is presented to you as a token of appreciation for years of honorable and faithful service by your loved one,\" said Master Sgt. Lena Tamplin, 94 AW Honor Guard, as she presented the U.S. Flag to Marshall's wife, Saundra.",
  "Originally Published": "",
  "Referred Links": "http://www.dobbins.afrc.af.mil/news/story.asp?id=123290089;http://www.marines.mil/news/publications/Documents/MCO%203040.4.pdf;http://www.ruf.rice.edu/~navy/files/colorguard.pdf;http://www.navybmr.com/NAVPERS%2015555D.html;http://books.google.com/books?id=P26R8NaEVz8C&pg=SA14-PA8#v=onepage&q&f=false;",
  "Example": "[Collected via e-mail, September 2011] Today I was incensed at the conclusion of a traditional Serbian-Orthodox funeral for my beloved 85 year old uncle, Daniel Martich, who proudly served in the US Army during The Korean Conflict. During the committal service at a Pittsburgh cemetery the local military detachment performed their ritual, then folded and presented the American Flag to my aunt. As I'm sure you have witnessed during military funerals, a soldier bends to one knee and recites a scripted message to a surviving relative that begins 'On behalf of the President of the United States and a grateful nation, I wish to present you with this flag in appreciation for your husband's service ...'. However, today the dialogue was 'On behalf of the Secretary of Defense and a grateful nation ...' After the service I approached the soldier who presented the flag to my aunt to inquire about the change in language. His response was \"The White House notified all military funeral service detachments to immediately remove 'the President' and insert 'the Secretary of Defense'. I couldn't believe what I heard and the soldier smiled and said \"You can draw your own conclusion sir but that was the order\". He, too, was ashamed of what he was required to say. This president has taken off the gloves. My only response to this endless cesspool of Anti-American rhetoric dripping from his mouth is to borrow a phrase (with one minor change) uttered by another temporary Washington resident living in government housing: \"Today for the first time in my adult life I was ASHAMED of my country\". I did not serve in the military but my love of country parallels that of people like my late uncle who bled Red, White and Blue. As a second generation Serbian-American who's heritage produced many patriotic military men and women who fought for freedom both in The United States as well as in the former Yugoslavia (most recently in Kosovo against the slaughter of Serbs by Muslim extremists) I implore you to make the American people aware of this little-known or, at least, publicly acknowledged fact. May God Bless you and your family during these difficult times. Your voice of reason is a welcome change from the insanity plastered across the country by the liberal media. Keep up the great work and thank you for your service to our country.",
  "Last Updated": "20 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/funeral.asp",
  "Claim": "The White House ordered a change to military funeral protocol to remove references to the President of the United States.",
  "Claim_ID": "politics_military_funeral",
  "Tags": ""
}