{
  "Origins": "On 12 November 2013, the day after Veterans Day, The Duffel Blog (TDB) published an article positing that the Applebee's restaurant chain would be filing for bankruptcy protection due to enormous financial losses it had incurred in offering free alcohol to service members on Veterans Day:",
  "Fact Check": "",
  "Description": "Links and excerpts referencing that article have since been circulated via social media, with many of those encountering it mistaking it for a genuine news report. However, the article was merely a spoof from the TDB military humor site which combined the tradition of restaurant chains offering free (or reduced price) food and beverages to veterans and active duty military on Veterans Day with the stereotype of service members being prodigious consumers of alcohol. As stated in TDB's \"About Us\" page, the site is akin to a military version of the satirical web site The Onion : The Duffel Blog serves the men and women of the US Military with a daily dose of military humor, funny military pictures, and faux news. We take an interesting and funny look at military life. We focus on veterans, military stories, defense, politics (sometimes) and life on base with a comedic twist. We are in no way, shape, or form, a real news outlet. Just about everything on this website is satirical in nature. The content of this site is parody. No composition should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm.",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com;http://www.duffelblog.com/2013/11/applebees-declares-bankruptcy-offering-free-alcohol-veterans-day/;",
  "Example": "[Collected via e-mail, November 2013] Applebee's claiming bankruptcy after allowing free drinks on Veterans Day. I don't believe it because they didn't offer drinks but figured I would ask is this true?",
  "Last Updated": "11 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/applebees.asp",
  "Claim": "The Applebee's restaurant chain was driven to bankruptcy after offering free alcohol on Veterans Day.",
  "Claim_ID": "Politics_satire_applebees",
  "Tags": ""
}