{
  "Origins": "This fantastical tale about President Barack Obama's having used a Social Security number (SSN) issued to a French immigrant named Jean Paul Ludwig, born in 1890, is easily debunked. As can be verified through the Social Security Death Index ( SSDI ), a database of death records created from the United States Social Security Administration's Death Master File Extract, the Social Security Administration was in fact informed of Ludwig's death, and the Social Security number assigned to him was not, as claimed, the same as that assigned to Barack Obama (042-68-4425), but rather a completely different number (045-26-8722). Ludwig also didn't pass away until 1981, by which time Barack Obama had long since been assigned a Social Security number of his own:",
  "Fact Check": "",
  "Description": "The premise of this claim is also flawed in concept, as Barack Obama was born in United States and thus there would have been no reason for his grandmother to appropriate someone else's Social Security number for use by him. (Since non-citizens can legally obtain Social Security numbers the issue is irrelevant anyway, as possession of a Social Security number is not in itself an indicator of citizenship.) Likewise, the claim that Social Security numbers beginning with 042 are \"reserved for Connecticut residents\" is false. As explained by the Social Security Administration, the area number portion of a SSN does not (and never did) necessarily correspond to the state in which an applicant was born or resides; it simply reflects the mailing address which the applicant has requested his newly issued card be sent to. That mailing address does not have to be the same as the applicant's residence address: it can be the address of a friend, relative, employer, rented post office box, or anyone else authorized to receive mail on his behalf: The Area Number is assigned by the geographical region. Prior to 1972, cards were issued in local Social Security offices around the country and the Area Number represented the State in which the card was issued. This did not necessarily have to be the State where the applicant lived, since a person could apply for their card in any Social Security office. Since 1972, when SSA began assigning SSNs and issuing cards centrally from Baltimore, the area number assigned has been based on the ZIP code in the mailing address provided on the application for the original Social Security card. The applicant's mailing address does not have to be the same as their place of residence. Thus, the Area Number does not necessarily represent the State of residence of the applicant, either prior to 1972 or since.. Why Barack Obama's Social Security card application might have included a Connecticut mailing address is something of a curiosity, as he had no known connection to that state at the time, but by itself that quirk is no indicator of fraud. The most likely explanation for the discrepancy is a simple clerical or typographical error: the ZIP code in the area of Honolulu where Barack Obama lived at the time he applied for his Social Security number in 1977 is 96814, while the ZIP code for Danbury, Connecticut, is 06814. Since '0' and '9' are similarly shaped numbers and are adjacent on typewriter keyboards, it's not uncommon for handwritten examples to be mistaken for each other, or for one to be mistyped as the other (thereby potentially resulting in a Hawaiian resident's application mistakenly being routed as if it had originated from Connecticut). An item from February 2013 resurrected the claim that Barack Obama was using someone else's Social Security number, this time a SSN supposedly belonging to one Harrison J. Bounel: Who is Harrison J. Bounel? According to the 2009 tax return submitted byPresident Barack Obama, he's the President of the United States. All nineU.S. Supreme Court Justices are scheduled to discuss this anomaly today. The case in question is Edward Noonan, et al v. Deborah Bowen, CaliforniaSecretary of State, and the Justices are finally looking at it thanks tothe dogged determination of Orly Taitz. The case calls into question manyof the documents Obama (Bounel, Soetoro, Soebarkah, etc.) has used and/orreleased as authentic since he came on the national scene. The casecontends that the documents birth certificate, Social Security number,Selective Service registration, etc. are fakes or forgeries. If that'sthe case, Obama should not have been on the California ballot in 2008 and,therefore, should not have received the State s electoral votes. This claim stems from nothing more than the observation that a search of a personal information database back in 2011 showed that the name \"Harrison J. Bounel\" had been mistakenly cross-indexed with Barack Obama's home address and Social Security number. (This type of error is common in such databases and has since been corrected.) Aside from that temporary erroneous entry, there is no evidence whatsoever that Barack Obama ever used the name \"Harrison J. Bounel\" as an alias, or that Barack Obama's Social Security number was originally issued to someone by that name. This issue is also not scheduled to be discussed by the U.S. Supreme Court. Birther attorney Orly Taitz has proffered claims of forged IDs and stolen Social Security numbers as \"evidence\" in a number of lawsuits challenging Barack Obama's eligibility for the presidency, and like all of her previous suits, Edward Noonan, et al v. Deborah Bowen was rejected by the U.S. Supreme Court. Variations: A 2014 version of this item included a preface crediting its authorship to Aissa Wayne, daughter of actor John Wayne: \"For those of you who don't know ... at the very bottom of this article the attorney who authored this is John Wayne's daughter, also a Graduate of USC.\" Ms. Wayne is indeed a lawyer, but she had nothing to do with this piece a query to her on the matter produced the following response: \"Hi there! Thanks so much for checking with me; it's a complete hoax! Please pass this info along if possible. My office phone went nuts and I get tons of emails every day. Ugh.\"",
  "Originally Published": "",
  "Referred Links": "http://www.supremecourt.gov/Search.aspx?FileName=/docketfiles/12a606.htm;http://www.ssa.gov/history/ssn/geocard.html;http://ssdi.rootsweb.ancestry.com/;",
  "Example": "[Collected via e-mail, June 2011] An investigation has revealed the identity of the man whose Social Security number (SSN) has been illegally used by Obama: Jean Paul Ludwig, who was born in France in 1890, emigrated to the United States in 1924, and was assigned SSN 042-68-4425 in or about March, 1977. Ludwig lived most of his adult life in Connecticut. His SSN begins with the digits 042, which are among those reserved for Connecticut residents. Obama never lived or worked in that state, so there is no reason for his SSN to start with the digits 042. Now comes the best part. Ludwig spent the final months of his life in Hawaii, where he died. Conveniently, Obama's grandmother, Madelyn Payne Dunham, worked part-time in the Probate Office in the Honolulu Hawaii Courthouse, and therefore had access to the SSNs of deceased individuals. The Social Security Administration was never informed of Ludwig's death, and because he never received Social Security benefits there were no benefits to stop and no questions were raised. The suspicion, of course, is that Dunham, knowing her grandson was not a U.S. citizen either because he was born in Kenya or became a citizen of Indonesia upon his adoption by Lolo Soetoro merely scoured the probate records until she found someone who died who was not receiving Social Security benefits, and \"selected\" that SSN for Obama.",
  "Last Updated": "27 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/birthers/ssn.asp",
  "Claim": "Barack Obama appropriated the Social Security number of a dead man born in 1890 and uses it as his own.",
  "Claim_ID": "politics_obama_birthers_ssn",
  "Tags": ""
}