{
  "Origins": "Numerous variants of this message claiming that Senator John Kerry of Masschusetts \"voted to kill every military appropriation for the development and deployment of every weapons systems since 1988\" have been circulating since at least February 2004. The message's implication that Senator Kerry distinctly and specifically voted to kill upwards of a dozen different weapons systems is inaccurate and grossly misleading, however.",
  "Fact Check": "",
  "Description": "A 22 February 2004 Republican National Committee (RNC) research briefing includes the list of weapons systems found in this message and citations that purportedly support the claim that Senator Kerry voted to kill each one. But all the citations stem from votes on three Congressional bills, none of which were about a specific weapons system or group of weapons systems. The three votes cited regarding S. 3189 (1990), H.R. 5803 (1990), and H.R. 2126 (1995) were bills covering fiscal year Department of Defense appropriations, all of which Senator Kerry voted against. (Two of those three votes were not technically on defense appropriations per se, but on House-Senate conference committee reports for defense appropriations bills.) As the text of a typical defense appropriations bill shows, such bills cover the entire governmental expenditures for defense in a given fiscal year and encompass thousands of items totalling hundreds of billions of dollars including everything from the cost of developing, testing, purchasing, and maintaining weapons and other equipment to personnel expenses (salaries, medical benefits, tuition assistance, reenlistment bonuses), medical research, hazardous waste cleanup, facilities maintenance, and a whole host of other disbursements. Members of Congress ultimately vote \"yea\" or \"nay\" on an entire appropriations bill; they don't pick and choose to approve some items and reject others. Senators and Representatives might vote against a defense appropriations bill for any numbers of reasons because they object to the presence or absence of a particular item, because they feel that the government is proposing to spend too much or too little money on defense, or anything in-between. Maintaining, as is the case here, that a Senator who voted \"nay\" on one year's defense appropriations bill therefore voted to \"kill\" a variety of specific weapons systems is like claiming that any Congressman who has ever voted against a defense appropriations bill has therefore also voted to abolish the U.S. military. The inclusion of some of the items listed here is all the more ridiculous given that they were weapons systems that a previous Republican administration advocated eliminating. For example, it was Dick Cheney himself, in his capacity as Secretary of Defense under President George H.W. Bush, who testified before the House Armed Services Committee on 13 August 1989 that he had recommended cancelling the AH-64 Apache Helicopter program: The Army, as I indicated in my earlier testimony, recommended to me that we keep a robust Apache helicopter program going forward. AH-64 . . . forced the Army to make choices. I said, \"You can't have all three. We don't have the money for all three.\" So I recommended that we cancel the AH-64 program two years out. That would save $1.6 billion in procurement and $200 million in spares over the next five years. (Note that this testimony took place over six years before Senator Kerry supposedly voted to \"kill\" the AH-64 .) Likewise, on 1 February 1992, Secretary of Defense Cheney complained to the Senate Armed Services Committee that he was being \"forced\" to spend money on unneeded weapons such as the M-1, the F-14, and the F-16: Congress has let me cancel a few programs. But you've squabbled and sometimes bickered and horse-traded and ended up forcing me to spend money on weapons that don't fill a vital need in these times of tight budgets and new requirements . . . You've directed me to buy more M-1s, F-14s, and F-16s all great systems . . . but we have enough of them. And President Bush noted in his 1992 State of the Union address that he was phasing out several weapons systems, including the B-2, to \"reflect the changes of the new era\": Two years ago, I began planning cuts in military spending that reflected the changes of the new era. But now, this year, with imperial communism gone, that process can be accelerated. Tonight I can tell you of dramatic changes in our strategic nuclear force. These are actions we are taking on our own because they are the right thing to do. After completing 20 planes for which we have begun procurement, we will shut down further production of the B-2 bombers. We will cancel the small ICBM program. We will cease production of new warheads for our sea-based ballistic missiles. We will stop all new production of the Peacekeeper missile. And we will not purchase any more advanced cruise missiles.",
  "Originally Published": "",
  "Referred Links": "http://www.c-span.org/executive/transcript.asp?cat=current_event&code=bush_admin&year=1992;http://thomas.loc.gov/cgi-bin/query/z?c101:s.3189:;http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=104&session=1&vote=00579;http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=101&session=2&vote=00319;http://www.senate.gov/legislative/LIS/roll_call_lists/roll_call_vote_cfm.cfm?congress=101&session=2&vote=00273;http://www.gop.com/RNCResearch/Read.aspx?ID=3936;",
  "Example": "[Collected on the Internet, 2004] Sen. John Kerry Democrat from Massachusetts HE says he is strongest Presidential Candidate on National Defense! He said Check the Record.. We Did ! Here is what we learned. He voted to kill the B-1 Bomber He voted to kill the B-2 Stealth Bomber He voted to kill the F-14 He voted to kill the F-15 Strike Eagle He voted to kill the F-16 He voted to kill the AV-8B Harrier Vertical Takeoff and Landing Jet Fighter He voted to kill the AH-64 Apache Helicopter He voted to kill the Patriot Anti-Missile System He voted to kill the Aegis Anti-Aircraft System He voted to kill the Trident Missile System He voted to kill the M-1 Abrams Tank He voted to kill the Bradley Fighting Vehicle He voted to kill the Tomahawk Cruise Missile In short, he voted to kill every military appropriation for the development and deployment of every weapons systems since 1988 to include the battle armor for our troops. With Kerry as president our Army will be made up of naked men running around with sticks and clubs.",
  "Last Updated": "26 July 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/kerry/weapons.asp",
  "Claim": "Senator John Kerry \"voted to kill every military appropriation for the development and deployment of every weapons systems since 1988.\"",
  "Claim_ID": "politics_kerry_weapons",
  "Tags": ""
}