{
  "Origins": "Effective satire hews closely to what people are inclined to believe, and this spoof of the enthusiasm Democratic candidate Barack Obama spurred among some of his supporters (or what detractors might term his \"cult of personality\") has apparently hit close enough to home that we've received numerous inquiries about its legitimacy.",
  "Fact Check": "",
  "Description": "Whatever the powers of \"Obama-mania\" might be, the healing of physical ailments through a mere touch from the candidate himself is not among them. This item originated with an article published in March 2008 by LarkNews.com , a web site that offers spoof news articles with a religious bent. Despite bearing a tagline that describes itself as \"A good source for Christian news,\" the web site also includes in case the name itself isn't enough of a giveaway a disclaimer advising readers that LarkNews \"is a satirical newspaper.\" The web site obamacures.com presents a similar story about Nester Todd, a 72- year-old man cured of \"Elbillug Degenerative Disorder\" after listening to a speech at an Obama campaign rally. That site also carries a disclaimer, one which reads: This site is purely for entertainment purpose only. The story about Obama is a joke, it is not a real story in any way, we are sorry if we have let your hopes down. The names of all people are fictional and we take no responsibility for any simulates to real life individuals. We are not advocating any negative belief, endorsement or ill will towards any one candidate or political party",
  "Originally Published": "",
  "Referred Links": "http://www.obamacures.com/;http://www.larknews.com/august_2008/content.asp?header=header&page=../disclaimer;http://www.larknews.com;http://www.larknews.com/march_2008/secondary.asp?page=1;",
  "Example": "[Collected via e-mail, August 2008] I would like to know if you know anything about this news about Obama. Ginny McCallum, 43, who has been confined to a wheelchair for much of her adult life, came to hear presidential candidate Barack Obama speak at the University of Texas. Afterward she found herself in a wheelchair access breezeway as Obama and his entourage exited the arena. The candidate spotted her, came over, grabbed her hand and pulled her up. She found herself standing for the first time in eleven years. \"He smiled at me and said, 'Yes, you can,'\" she says. \"I was so stunned I didn't know what to do.\" McCallum is among hundreds of people who say they have been healed by the Democratic candidate, in one of the most surprising and little-acknowledged aspects of his campaign. Reporters have shied away from the story, chalking it up to \"Obama-mania\" and people's feelings of elation. \"We don't talk about it a lot, but yeah, it does happen,\" says one staffer who says he has seen multiple people healed on a rope line. \"We don't know exactly how or why it's happening, and the Senator won t talk about it. He usually insists that people keep it quiet and just report it to their pastor or priest.\" [Rest of article here.]",
  "Last Updated": "16 August 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/obamaheals.asp",
  "Claim": "Hundreds of people with physical ailments have reported being healed by a touch from Barack Obama.",
  "Claim_ID": "politics_obama_obamaheals",
  "Tags": ""
}