{
  "Origins": "The above-quoted article about Iran's passing a law requiring Jews and Christians to wear identifying badges was taken from a May 2006 front-page article in the Canadian National Post newspaper. The Iranian parliament did not (and has not) passed such a law the National Post article was based on a misreporting of a parliamentary debate in Iran about creating a law to encourage Iranians to wear Islamic garments instead of Western-style clothing:",
  "Fact Check": "",
  "Description": "After the erroneous Canadian article caused an \"international uproar,\" the National Post 's editor-in-chief, Douglas Kelly, published a second article apologizing for it and acknowledging that it had not been properly checked and sourced: Last Friday, the National Post ran a story prominently on the front page alleging that the Iranian parliament had passed a law that, if enacted, would require Jews and other religious minorities in Iran to wear badges that would identify them as such in public. It is now clear the story is not true. Given the seriousness of the error, I felt it necessary to explain to our readers how this happened. The story of the alleged badge law first came to us in the form of a column by Amir Taheri. Mr. Taheri, an Iranian author and journalist, has written widely on Iran for many major publications. In his column, Mr. Taheri wrote at length about the new law, the main purpose of which is to establish an appropriate dress code for Muslims. Mr. Taheri went on to say that under the law, \"Religious minorities would have their own colour schemes. They will also have to wear special insignia, known as zonnar, to indicate their non-Islamic faith.\" This extraordinary allegation caught our attention, of course. The idea that Iran might impose such a law did not seem out of the question given that its President has denied the Holocaust and threatened to \"wipe Israel off the map.\" We tried to contact Mr. Taheri, but he was in transit and unreachable. The editor who was dealing with Mr. Taheri's column wrote to Rabbi Abraham Cooper, associate dean of the Simon Wiesenthal Center in Los Angeles. The Wiesenthal Center is an international Jewish human rights organization that keeps a close watch on issues affecting the treatment of Jews around the world, and maintains contacts in many countries, including Iran. Asked about the specific allegation that Iran had passed a law requiring religious minorities to identify themselves, Rabbi Cooper replied by e-mail that the story was \"absolutely true.\" When a reporter spoke to Rabbi Marvin Hier, dean of the Wiesenthal Center in Los Angeles, a short while later, Rabbi Hier said the story was true and added that the organization had sent a letter to UN Secretary-General Kofi Annan asking him to take up the matter. (Rabbi Hier has since said that, contrary to the understanding of the reporter, the Wiesenthal Center had not independently confirmed Mr. Taheri's allegation.) The reporter also spoke with two Iranian exiles in Canada Ali Behroozian in Toronto and Shahram Golestaneh in Ottawa. Both said that they had heard the story of the badges from their contacts in Iran and they believed it to be true. Canada's Foreign Affairs Department did not respond to questions about the issue until after deadline, and then only to say they were looking into the matter. After several calls to the Iranian embassy in Ottawa, the reporter reached Hormoz Ghahremani, a spokesman for the embassy. Mr. Ghahremani's response to the allegation was that he did not answer such questions. We now had four sources Mr. Taheri, the Wiesenthal Center and two Iranian exiles in Canada telling us that according to their sources the Iranian law appeared to include provisions for compelling religious minorities to identify themselves in public. Iranian authorities in Canada had not denied the story. Given the sources, and given the previous statements of the Iranian President, we felt confident the story was true and decided to publish it. The reaction was immediate and distressing. Several experts whom the reporter had tried unsuccessfully to contact the day before called to say the story was not true. The Iranian embassy put out a statement late in the day doing what it had failed to do the day before unequivocally deny such a law had been passed. The reporter continued to try to determine whether there was any truth to the story. Some sources said there had been some peripheral discussion in the Iranian parliament of identifying clothing for minority religions, but it became clear that the dress code bill, which was introduced on May 14 and has not yet been passed into law, does not include such provisions. Mr. Taheri, who had written the column that sparked the story, was again unreachable on Friday. He has since put out a statement saying the National Post and others \"jumped the gun\" in our characterization of his column. He says he was only saying the provisions affecting minorities might happen at some point. All of the people who read the column on the first day took it to mean the measure was part of a law that had been passed. Mr. Taheri maintains the zonnar, or badges, could still be put in effect when the dress code law is implemented. On Saturday, the National Post ran another front-page story above the fold with the Iranian denial and the comments of the experts casting doubts on the original story. It is corporate policy for all of CanWest's media holdings to face up to their mistakes in an honest, open fashion. It is also the right thing to do journalistically. We acknowledge that on this story, we did not exercise sufficient caution and skepticism, and we did not check with enough sources. We should have pushed the sources we did have for more corroboration of the information they were giving us. That is not to say that we ignored basic journalistic practices or that we rushed this story into print with no thought as to the consequences. But given the seriousness of the allegations, more was required. We apologize for the mistake and for the consternation it has caused not just National Post readers, but the broader public who read the story. We take this incident very seriously, and we are examining our procedures to try to ensure such an error does not happen again.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] IRAN EYES BADGES FOR JEWS AND CHRISTIANS Law Would Require Non-Muslim Insignia Human rights groups are raising alarms over a new law passed by the Iranian parliament that would require the country's Jews and Christians to wear coloured badges to identify them and other religious minorities as non-Muslims. \"This is reminiscent of the Holocaust,\" said Rabbi Marvin Hier, the dean of the Simon Wiesenthal Center in Los Angeles. \"Iran is moving closer and closer to the ideology of the Nazis.\" Iranian expatriates living in Canada yesterday confirmed reports that the Iranian parliament, called the Islamic Majlis, passed a law this week setting a dress code for all Iranians, requiring them to wear almostidentical \"standard Islamic garments.\" The law, which must still be approved by Iran's \"Supreme Guide\" Ali Khamenehi before being put into effect, also establishes special insignia to be worn by non-Muslims. Iran's roughly 25,000 Jews would have to sew a yellow strip of cloth on the front of their clothes, while Christians would wear red badges and Zoroastrians would be forced to wear blue cloth. \"There's no reason to believe they won't pass this,\" said Rabbi Hier. \"It will certainly pass unless there's some sort of international outcry over this.\" Bernie Farber, the chief executive of the Canadian Jewish Congress, said he was \"stunned\" by the measure. \"It's state-sponsored religious discrimination.\" Ali Behroozian, an Iranian exile living in Toronto, said the law could come into force as early as next year. It would make religious minorities immediately identifiable and allow Muslims to avoid contact with non-Muslims. Mr. Behroozian said it will make life even more difficult for Iran's small pockets of Jewish, Christian and other religious minorities the country is overwhelmingly Shi'ite Muslim. \"They have all been persecuted for a while, but these newdress rules are going to make things worse for them,\" he said. The new law was drafted two years ago, but was stuck in the Iranian parliament until recently when it was revived at the behest of President Mahmoud Ahmadinejad. A spokesman for the Iranian Embassy in Ottawa refused to comment on the measures. \"This is nothing to do with anything here,\" said a press secretary who identified himself as Mr. Gharmani. \"We are not here to answer such questions.\" The Simon Wiesenthal Centre has written to Kofi Annan, the Secretary-General of the United Nations, protesting the Iranian law and calling on the international community to bring pressure on Iran to dropthe measure. \"The world should not ignore this,\" said Rabbi Hier. \"The world ignored Hitler for many years he was dismissed as a demagogue, they said he'd never come to power and we were all wrong.\" Mr. Farber said Canada and other nations should take action to isolate Mr. Ahmadinejad in light of the new law, which he called \"chilling,\" and his previous string of anti-Semitic statements. \"There are some very frightening parallels here,\" he said. \"It's time to start considering how we're going to deal with this person.\" Mr. Ahmadinejad has repeatedly described the Holocaust as a myth and earlier this year announced Iran would host a conference to re-examine the history of the Nazis' \"Final Solution.\" He has caused international outrage by publicly calling for Israel to be \"wiped off the map.\" Iran does not yet have nuclear weapons, but Tehran believed by Western nations to be developing its own nuclear military capability, in defiance of international protocols and peace treaties. The United States, France and Israel accuse Iran of using a civilian nuclear program to secretly build a weapon. Iran denies this, saying its program is confined to generating electricity. This is absolutely outrageous!!! Please spread the word.",
  "Last Updated": "31 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/badges.asp",
  "Claim": "Iran has passed a law requiring Jews and Christians to wear badges identifying them as religious minorities.",
  "Claim_ID": "politics_religion_badges",
  "Tags": ""
}