{
  "Origins": "Scant weeks before the commencement of the XXX Summer Olympic Games (which run from 27 July to 12 August 2012), it became known that the uniforms to be worn by Team USA during the opening and closing ceremonies had been manufactured in China. In light of the current jobless rate in the U.S. and growing consumer unease about goods from China, this news was not greeted warmly.",
  "Fact Check": "",
  "Description": "The uniforms were designed and their manufacture overseen by American designer Ralph Lauren , the same clothier who was the official outfitter for the 2008 Summer Olympic Games held in Beijing and the 2010 Winter Olympic Games in Vancouver. Prior to Lauren, Canadian apparel company Roots had designed uniforms for U.S. athletes since 2002. The 2012 uniforms provoked a storm of criticism in Congress, with representatives from both sides of the House denouncing the foreign-produced outfits. A bill was introduced in the Senate that, if passed, would require the US Olympic Committee ( USOC ) to outfit Olympic athletes in ceremonial uniforms \"sewn or assembled in the United States.\" Whatever the actual cost per uniform or any of its components, ordinary taxpayers are not footing the bill. That expense is borne by the USOC, which is financed via donations, corporate sponsorships, and advertising surrounding the Games. Ralph Lauren (with whom the USOC has contracted to produce Team USA uniforms through 2014) has announced that Olympic apparel for the Opening and Closing Ceremonies for the 2014 Olympic Winter Games will be domestically manufactured and issued a statement to that effect (which you can view here or by clicking the Statement from Ralph Lauren Corporation link offered in the Recent News section of its Investor Relations page): For more than 45 years Ralph Lauren (NYSE: RL) has built a brand that embodies the best of American quality and design rooted in the rich heritage of our country. We are honored to continue our longstanding relationship with the United States Olympic Committee in the 2014 Olympic Games by serving as an Official Outfitter of the US Olympic and Paralympic teams. Ralph Lauren promises to lead the conversation within our industry and our government to address the issue to increase manufacturing in the United States. We have committed to producing the Opening and Closing ceremony Team USA uniforms in the United States that will be worn for the 2014 Olympic Games.",
  "Originally Published": "",
  "Referred Links": "http://investor.ralphlauren.com/;http://phx.corporate-ir.net/phoenix.zhtml?c=65933&p=irol-newsArticle_print&ID=1714734&highlight=;http://www.teamusa.org/About-the-USOC.aspx;http://www.ralphlauren.com/frontdoor/index.jsp;",
  "Example": "[Collected via e-mail, July 2012] The uniforms to be worn by United States athletes during the opening ceremony in London are red, white and blue. THEY WERE MADE IN CHINA. \"The Olympics are a time when Americans take great pride in our nation's top athletes as they strive for gold. At a time when millions of Americans are unemployed, there is no reason why U.S. Olympic uniforms are not being manufactured in the U.S. This action on the part of the U.S. Olympic Committee is symbolic of a disastrous trade policy which has cost us millions of decent-paying jobs and must be changed.\" (Senator Bernie Sanders) The entire outfit your American athletes will be wearing at the opening ceremony for the London Olympics this month costs $1200! That is not bad enough, but all of it, from the beret down to the shoes are made in CHINA! Now that is outrageous if you ask me!",
  "Last Updated": "17 July 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/olympicuniforms.asp",
  "Claim": "Uniforms for the 2012 U.S. Olympic team were made in China.",
  "Claim_ID": "politics_business_olympicuniforms",
  "Tags": ""
}