{
  "Origins": "One common form of satirizing or commenting on contemporary events and attitudes is by projecting them backwards in time onto a familiar historical setting, or by doing the reverse and recasting a historical event in a modern setting. Such a technique is often used to demonstrate the supposed folly of a current political viewpoint by highlighting how impractical, absurd, or out-of-touch it would have seemed to persons of an earlier time. For example, shortly after the 9/11 terrorist attacks on the U.S. in 2001, Victor Davis Hanson penned a speculative piece dated 8 December 1941 which had the most renowned newsman of that era, Edward R. Murrow, reporting that President Franklin Roosevelt's address to Congress in response to the surprise Japanese attack on Pearl Harbor the previous day would be a call for understanding and cautious diplomacy rather than a declaration of war.",
  "Fact Check": "",
  "Description": "At the time it was published, Hanson's piece was often mistaken for a reproduction of a genuine 1941 news report by readers who didn't recognize it as a modern commentary on a current event. This technique similarly fails when the audience doesn't recognize the historical event being referenced, which has led many readers to inquire of us about the veracity of an article reproduced on multiple web sites under headlines such as \"Seventy-two killed resisting gun confiscation in Boston!\" and \"BOSTON NATIONAL GUARD SHOOTOUT, 72 KILLED,\" reporting that 72 National Guard troops were killed in an ambush while attempting to \"confiscate a cache of recently banned assault weapons\": National Guard units seeking to confiscate a cache of recently banned assault weapons were ambushed by elements of a paramilitary extremist faction. Military and law enforcement sources estimate that 72 were killed and more than 200 injured before government forces were compelled to withdraw. Speaking after the clash, Massachusetts Governor Thomas Gage declared that the extremist faction, which was made up of local citizens, has links to the radical right-wing tax protest movement. Gage blamed the extremists for recent incidents of vandalism directed against internal revenue offices. The governor, who described the group's organizers as \"criminals,\" issued an executive order authorizing the summary arrest of any individual who has interfered with the government's efforts to secure law and order. The military raid on the extremist arsenal followed widespread refusal by the local citizenry to turn over recently outlawed assault weapons. In fact, as Thomas R. Eddlem told us, this piece originated as an article he collaborated on that was first published in the 6 February 1995 edition of The New American magazine under the title \"Scores Killed, Hundreds Injured As Para-Military Extremists Riot\": [O]ne of my colleagues at the time, Alan Scholl,suggested the idea of modernizing the Lexington and Concord story in a radio broadcast in order to satirize modern media coverage. After re-drafting Scholl's idea as a newspaper column, I submitted it for publication. Though the piece was designed at a time guns were a key issue, and published with a \"Could it happen again?\" subhead, I always saw it as a parody of media bias. If today's media were covering Lexington and Concord today, I thought, the story would read much more like that than how my students' history textbook depicts the events. The incident referenced in this article is of course not something that recently took place in the Boston area, but rather a recasting of a centuries-old event that is widely regarded as marking the beginning of the American Revolutionary War: the military clashes at Lexington and Concord which took place between British troops (commonly known as \"redcoats\" or \"regulars\") and Massachusetts militia (commonly known as \"Minutemen\") on April 18-19 in 1775. The \"National Guard\" troops in this encounter were British soldiers, the \"paramilitary extremist faction\" was rebellious colonials, Thomas Gage was the military governor of Massachusetts and the commander-in-chief of British forces who had been sent to occupy Boston in response to the Boston Tea Party and other colonial acts of protest, and the \"law enforcement\" group was British troops dispatched to Concord (about 26 miles northwest of Boston) on the night of April 18 in order to destroy military supplies that were reportedly being stored there by colonial rebels. The colonists learned of the British plans in advance, and William Dawes, Paul Revere, and others famously spread an alarm throughout the area that night warning that British regulars were about to embark in boats from Boston bound for Cambridge and the road to Lexington and Concord. Those early warnings allowed colonial militia to assemble in sufficient numbers to surprise the British troops at Lexington and confront them again at Concord. Those two skirmishes, as well as additional attacks on the British troops as they returned to Boston, left 72 redcoats dead. The colonial militia continued to grow as neighboring colonies sent additional men and supplies, and eventually formed the beginning of the Continental Army that would contest the British in the Revolutionary War. This article is therefore not a contemporary news report, but rather a form of satire that seeks to criticize modern calls for additional gun ownership restrictions such as bans on \"assault weapons\" and the potential for stripping citizens of weapons they might need to protect themselves against government depredations.",
  "Originally Published": "",
  "Referred Links": "http://conservativecalling.com/the-2nd-amendment/boston-national-guard-shootout-72-killed/;",
  "Example": "[Collected via e-mail, November 2012] True or false? 72 people killed during raid in Boston, involving National Guard and an automatic weapons cache. Really? There is a story going around about the National Guard ambushed in Watertown, Mass. 72 killed, April 19-20. What can you tell me about this?",
  "Last Updated": "5 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/nationalguard.asp",
  "Claim": "An ambush near Boston recently killed 72 National Guard troops.",
  "Claim_ID": "politics_satire_nationalguard",
  "Tags": ""
}