{
  "Origins": "In December 2014, a screenshot of an e-mail detailing a threat purportedly made against the lives of police officers on Ohio by the Heartless Felons gang started circulating via social media:",
  "Fact Check": "",
  "Description": "While the Cuyahoga County Sheriff's Office did make some local police departments aware of the threat, detectives eventually determined the tip was not credible. On 22 December 2014, Cleveland.com reported an official memo on the subject had never been distributed to officers in Ohio: Det. Robert Weis at the Cuyahoga Metropolitan Housing Authority Police Department caught wind of the email around Thanksgiving Day. He said his detectives worked with the sheriff's office, the Cleveland Division of Police and the FBI but were not able to identify the sender, whose name is cut off in the screen-grab. Investigators deemed the threat was not credible. Despite this, the email quickly spread through Facebook, Weis said. The Heartless Felons gang may not have ordered its members to kill all white police officers in Ohio but that doesn't mean authorities aren't on high alert. Although this tip was deemed not credible, several departments have begun taking extra precautions : Akron Police Chief James Nice has said he was notified of the threat through a police bulletin and decided to staff patrol cars with two officers instead of one.\"We just want our officers to be on heightened alert,\" Nice said. \"We need to remain tactically alert of surroundings when a threat like that is made. This gang is absolutely violent. It's not a threat with no substance.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cleveland.com/metro/index.ssf/2014/12/cleveland_heartless_felons_gan.html;http://www.cleveland.com/metro/index.ssf/2014/12/heartless_felons_gang_threat_t.html;",
  "Example": "[Collected via email, December 2014] In the wake of several highly publicized media accounts of the shooting deaths of blacks by white police officers, a violent street gang has decided that the time has come for them to take justice into their own hands by murdering white cops. The Cuyhoga County Sheriff's Office in northern Ohio said area street gang Heartless Felons has instructed its members to kill white police officers in retaliation for the deaths of blacks like Michael Brown and Eric Garner.",
  "Last Updated": "22 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/heartlessfelons.asp",
  "Claim": "The Heartless Felons gang issued an order to kill all white police officers.",
  "Claim_ID": "politics_crime_heartlessfelons",
  "Tags": ""
}