{
  "Origins": "The American experience with the Spanish-American War of 1898 and its aftermath demonstrated the need for reform of the U.S. military. In an attempt to balance the competing interests of those who wanted the U.S. to maintain a much larger standing army and those who felt an expanded peacetime army was both too expensive and contrary to American tradition, Congress passed the Militia Act of 1903 (also known as the Dick Militia Act or the Dick Act, named for Ohio Congressman Charles Dick), which established the National Guard as the Army's primary organized reserve.",
  "Fact Check": "",
  "Description": "According to I Am the Guard , a history of the Army National Guard: The Militia Act of 1903 was benchmark legislation that repealed the antiquated Militia Act of 1792 and converted the volunteer militia into the National Guard. In simplest terms, Guard units received increased funding and equipment, and in return, they were to conform to federal standards for training and organization within five years. The law recognized two classes of militia; the Organized Militia (National Guard) under joint federal-State control and the Reserve Militia, the mass of 18-45 year old males otherwise available for military service. The Dick Act required Guardsmen to attend twenty-four drill periods per year and five days of summer camp. For the first time, Guardsmen received pay for summer camp but not for drill periods. The law called for Guard units to conduct maneuvers with the Army and to receive training assistance and formal inspections from Regulars. The Guard was subject to federal callups for nine months, though its service was restricted to within U.S. borders. The participation of Guard members in national callups was no longer discretionary; any soldier not reporting to his armory during a federal mobilization was subject to court martial. It is hard to overstate the significance of the Dick Act for the National Guard. The practices of the volunteer militia as a self-supporting and largely independent entity gave way to a new military force with significant federal funding and subject to the administrative controls of the War Department. Most everything stated about the Dick Act in the example quoted above is erroneous, however: It also divides the militia into three distinct and separate entities ... the organized militia, henceforth known as the National Guard of the State, Territory and District of Columbia, the unorganized militia and the regular army. Under current public law, the militia of the United States comprises two classes, not three: the organized militia, which consists of the National Guard and the Naval Militia; and the unorganized militia, which consists of those who are not members of the National Guard or the Naval Militia. The \"regular army\" (i.e., the U.S. Army) is not a class of militia. All members of the unorganized militia have the absolute personal right and 2nd Amendment right to keep and bear arms of any type, and as many as they can afford to buy. Nothing in the Dick Act or any other item of U.S. legislation states that all members of the unorganized militia have an \"absolute personal right to keep and bear arms of any type.\" The term \"unorganized militia\" simply refers to a subset of private individuals (i.e., men between the ages of 17 and 45 who are not part of the National Guard or the Naval Militia), and those persons are subject to the same legislative limitations on firearm ownership and possession as any other private individuals. The existence and enforcement of modern laws limiting the ownership of certain types of firearms is prima facie evidence that those laws have not been \"invalidated\" by a piece of legislation enacted back in 1903. (And even if such a claim were true, then the unfettered right to keep and bear arms would not apply to men over the age of 45 or to any women, as neither of those groups falls within the legal definition of \"unorganized militia.\") The Dick Act of 1902 cannot be repealed; to do so would violate bills of attainder and ex post facto laws which would be yet another gross violation of the U.S. Constitution and the Bill of Rights. No legislation is immune from being repealed, and in fact much of the content of the Dick Act has effectively been repealed through the passage of subsequent modifying legislation such as the Militia Act of 1908, the National Defense Act of 1916, and the National Defense Act of 1920. Moreover, \"bills of attainder\" and \"ex post facto laws\" are legal terms that have nothing to do with a supposed prohibition on the repeal of legislation: the former is a legislative act pronouncing a person guilty of a crime without trial, and the latter refers to laws that retroactively impose punishments for actions that were legal prior to the passage of those laws. The President of the United States has zero authority without violating the Constitution to call the National Guard to serve outside of their State borders. Although it was true at one time, it is not now the case that \"the President of the United States has zero authority without violating the Constitution to call the National Guard to serve outside of their state borders.\" The Dick Act authorized the federal callup of National Guard units for nine months (with the restriction that they serve within U.S. borders), and a 1908 amendment to the Dick Act eliminated both the nine-month callup limit and the restriction on National Guard units serving outside the United States. However, U.S. Attorney General George W. Wickersham declared in 1912 that authorizing the use of the National Guard for overseas service was unconstitutional. As noted in I Am the Guard , though, that 1912 restriction was lifted by legislation enacted in 1933 that provided that those who enlisted in a state National Guard unit simultaneously enlisted in the National Guard of the United States and thereby became deployable assets of the U.S. Army: Even as late as 1912, serious questions lingered over the legality of National Guard service overseas. Secretary of War Henry L. Stimson asked Army Judge Advocate General Enoch H. Crowder to study the issue. Crowder found that the Guard was bound in its operations by the specific language of the Constitution and was not a substitute for a federal reserve force. He also opined that Congress had erred in the Militia Act of 1908 by authorizing the Guard s use abroad. Secretary Stimson forwarded Crowder's findings to the Department of Justice for a formal legal opinion. On February 12, 1912, U.S. Attorney General George W. Wickersham rendered an opinion that was potentially devastating to the Guard. Wickersham followed a strict interpretation of the Constitution and ruled that the federal government was forbidden from employing the National Guard for purposes beyond those enumerated in the Constitution's militia clauses. The attorney general declared that provisions of the Militia Act of 1908 authorizing the Guard s overseas service were unconstitutional, and furthermore, that the Guard could not serve as part of an army of occupation on foreign soil under conditions short of actual warfare. The Wickersham decision meant that the federal government could not order State troops overseas as long as they retained their status in the National Guard. In the War Department, the attorney general's ruling destroyed the Guard's value as a viable federal reserve. An important amendment to previous National Guard legislation came in 1933. Since the passage of the Dick Act thirty years prior, the Guard s dual nature its role as both a State and federal force had confused and confounded many soldiers and legislators alike. Under the leadership of Milton Reckord, NGAUS and Guard supporters drafted and passed into law an amendment to the National Defense Act of 1916 that defined and institutionalized the Guard's unique status. The legislation established the \"National Guard of the United States\" as a permanent \"reserve component\" of the Army consisting of federally recognized National Guard units. At the same time, the law identified the \"National Guard of the several States\" [as] consisting of the voluntary members of the State militias that served under the Governors. In simplest terms, the \"National Guard of the United States\" pertained to the Guard s federal role as a deployable asset of the Army, while the \"National Guard of the several States\" recognized the role of Guardsmen on State active duty. Henceforth, officers would take a dual oath to both the nation and their State.",
  "Originally Published": "",
  "Referred Links": "http://www.law.cornell.edu/uscode/text/10/311;",
  "Example": "[Collected via e-mail, July 2012] The Dick Act of 1902 also known as the Efficiency of Militia Bill H.R. 11654, of June 28, 1902 invalidates all so-called gun-control laws. It also divides the militia into three distinct and separate entities. The three classes H.R. 11654 provides for are the organized militia, henceforth known as the National Guard of the State, Territory and District of Columbia, the unorganized militia and the regular army. The militia encompasses every able-bodied male between the ages of 18 and 45. All members of the unorganized militia have the absolute personal right and 2nd Amendment right to keep and bear arms of any type, and as many as they can afford to buy. The Dick Act of 1902 cannot be repealed; to do so would violate bills of attainder and ex post facto laws which would be yet another gross violation of the U.S. Constitution and the Bill of Rights. The President of the United States has zero authority without violating the Constitution to call the National Guard to serve outside of their State borders.",
  "Last Updated": "12 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/dickact.asp",
  "Claim": "The Dick Act passed in 1903 \"invalidates all gun control laws\" in the U.S.",
  "Claim_ID": "politics_guns_dickact",
  "Tags": ""
}