{
  "Origins": "In late 2011, the pictures displayed above were circulated with the claim that emblems depicting the U.S. flag had been removed from Air Force One and replaced with an Obama campaign logo. This claim is completely false: both of the two Boeing 747-200B airplanes typically used by the President of the United States (and commonly referred to as Air Force One ) remain with their standard markings (i.e., the words \"United States of America,\" the American flag, and the Seal of the President of the United States) intact:",
  "Fact Check": "",
  "Description": "This rumor was just a repackaging of an item that had circulated years earlier, during the 2008 presidential campaign, regarding the removal of American flag emblems from the airplane used by the Obama campaign. As we wrote at that time: Given the length and breadth of modern presidential campaigns, it has become de rigueur for most major party candidates to have their own airplanes for ferrying themselves and staffers, press, security, and other personnel from stop to stop along the campaign trail. Such planes may be purchased by the candidate's campaign, or they may be leased or chartered from commercial airlines. Typically when a campaign owns its own airplane or leases a plane under a dedicated charter arrangement, the aircraft's exterior markings will be modified to identify it as a particular candidate's campaign plane, with some notable recent examples of this practice including aircraft used by presidential candidates Bob Dole (1996), George W. Bush (2000), John Kerry (2004) and John McCain's \"Straight Talk Express\" campaign plane (from 2008): Although Senator Barack Obama flew on a variety of aircraft during the long 2008 presidential campaign season, from March through June 2008 he primarily used a Boeing 757-200ER aircraft chartered from (and operated by) North American Airlines as his campaign plane. During that period, the plane bore the standard color scheme and company markings of a North American Airlines aircraft: However, once the primary campaign effectively ended and Senator Obama became the presumptive Democratic presidential nominee, his campaign plane underwent a month-long refurbishment to prepare it for the general election campaign, a process that included reconfiguring the interior seating and modifying the exterior markings to identify and publicize the aircraft as Barack Obama's official campaign plane. The latter activity included replacing the North American Airline color scheme and markings with the Obama campaign slogan (\"Change We Can Believe In\"), the BARACKOBAMA.COM domain name, and Obama's sunrise/flag \"O\" campaign logo: Two U.S. flag images were removed from the airplane during the refurbishment, although technically they were not ordinary representations of the American flag; rather, they were commercial markings of North American Airlines, whose logo (a registered trademark of that company) employs a stylized rendition of the U.S. flag. The North American flag/logo on the forward portion of the fuselage was removed and the one on the tail was replaced with the Obama \"O\" campaign logo, while traditional depictions of the U.S. flag adjacent to the plane's registration numbers remained: Original North American version Modified Obama campaign version",
  "Originally Published": "",
  "Referred Links": "http://www.flynaa.com/;http://www.airliners.net/photo/TransMeridian-Airlines/Boeing-757-236/0643917/M/;http://www.airliners.net/photo/North-American-Airlines/Boeing-757-28A/0123425/M/;http://www.airliners.net/photo/Boeing-727-212-Adv/0239334/M/;http://www.whitehouse.gov/about/air-force-one;http://www.airliners.net/photo/North-American-Airlines/Boeing-757-28A/1371836;",
  "Example": "[Collected via e-mail, December 2011] HOW DOES ANYONE GET AWAY WITH THIS? SAD. Obama Removes American Flag from His Plane He has turned Air Force One into a campaign slogan carrier... not only the Obama Campaign logo on the tail, it bears his Campaign Slogan. I do believe in most States there are laws against something so blatantly an abuse of power, using public funds for campaigning. Atop this \"personalization of Air Force One\", Obama has logged more miles than any previous President. We have a triple A president Audacity, Abuse, and Arrogance... He should pay for the cost of repainting/restoring the craft.... this guy has to go. Photograph Rob Olewisnki",
  "Last Updated": "16 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/airplane.asp",
  "Claim": "Barack Obama removed the U.S. flag from the tail of Air Force One and replaced it with his own logo.",
  "Claim_ID": "politics_obama_airplane",
  "Tags": ""
}