{
  "Origins": "On 12 March 2014, the Daily Mail published an article titled \"Teacher orders boy, 10, to remove Help for Heroes wristband worn in memory of Lee Rigby 'because it might cause offence.'\" In it, the paper reported a 10-year-old English boy named Charlie was ordered to remove a Help 4 Heroes wristband worn in honor of slain British soldier Lee Rigby, who was attacked and murdered in Woolwich, London, in May 2013.",
  "Fact Check": "",
  "Description": "According to Charlie's mother, Tracy Tew, the boy's teacher cited possible offense as the reason the Help 4 Heroes wristband was not permitted: When the teacher said she was worried it was going to offend people, I thought it was disgusting. Our family are up in arms because we are all military minded. Since the initial article was published in March 2014, the \"Help 4 Heroes\" wristband tale spread internationally on social media sites. Many users liked and shared memes objecting to the school's decision to prohibit the wristband due to potential offense on the part of Muslims because two men arrested in connection with Rigby's slaying, Michael Olumide Adebolajo and Michael Oluwatobi Adebowale, cited British involvement in Iraq and Afghanistan as a motivation for their attack on Rigby. At the time of the Daily Mail 's coverage of the \"Help 4 Heroes\" wristband controversy in March 2014, the newspaper contacted Maldon Primary School for information on the incident. According to Headteacher Tracy Thornton, the wristband was prohibited not because of any potential offense it might cause, but because it violated the school's dress code: [Students] are not allowed to wear jewellery, and that includes wristbands, for health and safety reasons because they could get caught. I can't comment on what one particular teacher said, but for the general perspective of the school, the children are not allowed to wear jewellery except small silver studs and watches, which have to be taken off for PE. Although the incident occurred in the UK, outrage quickly spread to the U.S. as well. An American Facebook page with a large following shared the item on 1 October 2014, without a link to any news stories, context, or location, leading many readers to believe the incident had occurred in the United States and to accept the claim at face value. As the Maldon Primary School page illustrated, students in the UK wear uniforms to school more often than do their peers in the United States. The school's event page features images showing male pupils wearing white polo shirts and blue sweaters. It does not require a large leap of imagination to presume plastic wristbands of any sort, worn for any reason, would violate the school's strict dress code (as was stated by Thornton in her interview). The same event page reported three of the school's eight scheduled annual events honored or involved the country's armed forces: Remembrance Day, Red, White and Blue Day; and the Centenary Poppy Campaign. As such, it is unlikely animosity towards the UK's armed forces or fear of offense prompted a teacher to order the child to remove his Help 4 Heroes wristband; the item simply violated the school's dress code rules.",
  "Originally Published": "",
  "Referred Links": "http://www.maldonprimaryschool.ik.org/p_Events.ikml;http://www.dailymail.co.uk/news/article-2578994/Teacher-orders-boy-10-remove-Help-Heroes-wristband-worn-memory-Lee-Rigby.html;",
  "Example": "[Collected via email, December 2014] There's a fluff post going around concerning a teacher who allegedly told a pupil to remove their \"Help 4 Heroes\" band since it might offend Muslims. You have any word on this?",
  "Last Updated": "2 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/education/help4heroes.asp",
  "Claim": "A student was forced to remove his \"Help 4 Heroes\" wristband because it might offend Muslims.",
  "Claim_ID": "politics_education_help4heroes",
  "Tags": ""
}