{
  "Origins": "We contacted the U.S. Naval Academy (USNA) about this item claiming that, due to the presence of President Obama as a speaker during the academy's 2009 graduation ceremonies, all officers and midshipmen could not engage in the tradition of wearing ceremonial swords to that event. As noted in a statement provided to us by Lawrence Heyworth III, Vice President, Communications for United States Naval Academy Alumni Association, that was not the case: Midshipmen did not wear swords at the event because ceremonial swords have not been part of the prescribed uniform for graduation ceremonies at the USNA for many years now: Graduating midshipmen did not wear swords because swords were not a component of the service uniform prescribed for either this graduation or many other previous graduations; swords have not been worn by midshipmen at graduations for some considerable time. That statement went on to note that family, friends, and other ceremony attendees were advised not to bring items such as ceremonial swords into the stadium due to security precautions which were \"consistent with many previous graduation ceremonies\": [I]n conjunction with the graduation and commissioning celebration, many family members and friends of graduating Naval Academy midshipman present their graduate and newly commissioned Navy ensign or Marine Corps second lieutenant the service's ceremonial officer sword to symbolize the beginning of their careers as officers in the naval service. The Naval Academy advised the graduates and their families about the strict security associated with the graduation and recommended that families not bring certain items, including ceremonial swords. The intent was to avoid any additional stadium entry delays and to preclude family members from possibly not being able to attend their midshipman's graduation. This was consistent with many previous graduation ceremonies. Here is the text of the full response provided to us by the USNA:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2009] From today's \"you couldn't make it up if you tried\" file..... Obama's protectors have ordered graduating Midshipmen.... and I suppose Commissioned Officers through Flag rank... to leave their swords at home. Full Dress White includes \"wear sword\". More to the point... those badges of office have been earned in a manner Soetoro and his minions just wouldn't begin to understand. Important traditions that inspire are kind of lost on the red banner crowd, apparently.. Further, ceremonial swords never seemed to bother the Secret Service for any previous President. And before World War II, the swords were not particularly \"ceremonial\", I've seen some of those blades, boarding actions did occur on the China Station pre-war against river pirates, warlords, etc. Those swords were worn not just to graduation, but to Inaugurations, in the receiving line at the White House afterward, to the Inaugural Ball. Somehow nobody gave it a second thought. Somehow even Presidents in the past didn't presume to specify items of uniform. But of course, what worked for Harry Truman, Ronald Reagan, F.D.R., the Bushes, T.R., any other rational non-cult leader..... doesn't work for this former state senator anointed by the Chicago machine. Does he secretly consider our Naval and Military leaders \"the enemy\"? Perhaps the message this sends escaped his handlers. Sad. And..... follow me on this Obama and minions..... insulting. Actually it's contemptible. SWORDLESS SAILORS Graduating midshipmen of the U.S. Naval Academy in Annapolis are being told in writing to leave at home or in their vehicles all \"ceremonial swords\" and anything else \"that might be considered a weapon or a threat by screeners\" for Friday's outdoor commencement ceremonies featuring an address by President Barack Obama. Inside the Beltway has obtained the academy's list of prohibited items for this year's graduation exercises, which, besides ceremonial swords, includes umbrellas. Yes, cell phones and texting are still allowed.",
  "Last Updated": "19 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/swords.asp",
  "Claim": "Midshipmen did not wear ceremonial swords at the 2009 U.S. Naval Academy graduation ceremonies due to the presence of President Obama.",
  "Claim_ID": "politics_military_swords",
  "Tags": ""
}