{
  "Origins": "As explained in the first example above, cattle guards are a type of grated obstacle set at ground level and used to prevent livestock from passing through fence openings or entering roadways:",
  "Fact Check": "",
  "Description": "The duality of meaning of the word \"guard\" (commonly used to reference a person who stands protective watch over property) enables the gag employed here of an official's mistaking physical obstacles used to restrain livestock with persons employed in the task of watching over cattle. The anecdote itself dates at least as far back as the 1950s, according to numerous readers who have written to tell us when they first encountered the legend.: Regarding your \"Cattleguard\" story: That joke has been around since the '60's at least! In 1995 it was old hat. (I'm in New Mexico - land of the cattle guard) The Cattle Guard story is a really old one. My father was in the legislature in the 1950's and he got a letter in the mail saying that thethen president was going to fire all the cattle guards. I was a teenager and thought it was really stupid. We are ranchers and know what a cattle guard is! Re: the \"cattle guards\" . . . this is an old, old joke that I heard growing up on a dairy farm in the Upper Peninsula of Michigan in the50s. In terms of Internet circulation, we initially encountered this bit of humor as a lampoon of President Bill Clinton (and other Democrats) which started making its way around the Internet in 1995, variously attributed to the 26 October 1994 Newcastle Reporter or the January 1995 issue of New Mexico Stockman Magazine . In 2010, this item was updated to reference President Barack Obama by someone who clumsily left anachronistic references to Clinton-era officials in place (Rep. Pat Schroeder of Colorado left Congress in 1997; Bruce Babbitt's tenure as Secretary of the Interior ended along with the Clinton administration in 2001): For those who have never traveled to the great West, cattle guards are horizontal steel rails placed at fence openings on highways to prevent cattle from crossing. For some reason the bovines will not step on the guards, probably because they fear getting their feet caught between the rails. We need to make that clear in order for everyone to appreciate the following story. President Obama received a report that there were over 100,000 cattle guards in Colorado. Because Colorado ranchers protested his proposed changes in grazing policies, he ordered Secretary of Interior Bruce Babbitt to fire half of the guards immediately. Before Babbitt could respond, and presumably straighten him out, Colorado's congresswoman Pat Schroeder intervened with a request that before any were fired they be given six months of retraining. In July 2010 we encountered a Canadian version of the jape, one aimed at British Columbia Premier Gordon Campbell: For those of you who have never travelled to the west, or southwest, cattle guards are horizontal steel rails placed at fence openings, in dug-out places in the roads adjacent to highways (sometimes across highways), to prevent cattle from crossing over that area. For some reason the cattle will not step on the \"guards,\" probably because they fear getting their feet caught between the rails. A few months ago, British Columbia Premier Gordon Campbell received and was reading a report that there were over 100,000 cattle guards in BC. BC ranchers had protested his proposed changes in grazing policies, so he ordered the Agriculture Minister to fire half of the \"cattle\" guards immediately!! Before the Minister could respond and presumably try to straighten him out, Leader of the Opposition Carol James, intervened with a request that.. before any \"cattle\" guards were fired, they must be given six months of retraining. And these guys are running our Province?, OMG!! The original \"cattle guard\" piece was simply a joke that more than a few credulous readers were willing to believe as a true story. Where the tale actually began is anybody's guess, but a February 1995 article took a stab at identifying its putative origins: The Pinedale Roundup, Pinedale, Wyo., in its Feb. 16 edition became the latest newspaper in the Intermountain West to fall for a joke originated in the Billings Gazette last fall. The Roundup reprinted a letter which said President Clinton was so upset with ranchers' protests over his grazing policies that when he heard there were 100,000 cattle guards in Colorado, he ordered Interior Secretary Bruce Babbitt to fire half of them. The article said Rep. Pat Schroeder, D-Colo., intervened with a request that they be given six months of retraining. Gary Svee, opinion editor for the Billings Gazette, said the paper ran the item last year in a section reserved each Friday for puns and jokes. But he said he believes someone who distributes a newsletter in the West picked it up and ran it seriously. Svee said he has heard the item had run in numerous papers throughout the West. Similar slaps involving a rube's misunderstanding of what \"cattle guards\" are have been made by and at other politicians. Former Democratic state senator Kent Hance of Texas, for example, has been known to tell the following story: I was on a ranch in Dimmitt during my high school days, and a guy drove up and asked for directions to the next ranch. I said, 'Go north five miles, turn and go east five miles, then turn again after you pass a cattle guard.' As the guy turned around, I noticed he had Connecticut license plates. He stopped and said, 'Just one more question. What color uniform will that cattle guard be wearing?'\"",
  "Originally Published": "",
  "Referred Links": "http://www.barnworld.com/sa/c/Cattle_Guards_3434.htm;",
  "Example": "[Collected via e-mail, September 2010] For those of you who have never traveled to the west, or southwest, cattle guards are horizontal steel rails placed at fence openings, in dug-out places in the roads adjacent to highways (sometimes across highways), to prevent cattle from crossing over that area. For some reason the cattle will not step on the \"guards,\" probably because they fear getting their feet caught between the rails. A few months ago, President Obama received and was reading a report that there were over 100,000 cattle guards in Colorado . The Colorado ranchers had protested his proposed changes in grazing policies, so he ordered the Secretary of the Interior to fire half of the \"cattle\" guards immediately! Before the Secretary of the Interior could respond and presumably try to straighten President Obama out on the matter, Vice-President Joe Biden, intervened with a request that ... before any \"cattle\" guards were fired, they be given six months of retraining for Arizona border guards. 'Times are hard', said Joe Biden, 'it's only fair to the cattle guards and their families!' [Collected via e-mail, 1995] THESE PEOPLE ARE RUNNING THE COUNTRY?? For those who have never traveled to the great West, cattle guards are horizontal steel rails placed at fence openings on highways to prevent cattle from crossing. For some reason the bovines will not step on the guards, probably because they fear getting their feet caught between the rails. We need to make that clear in order for everyone to appreciate the following TRUE story. President Clinton received a report that there were over 100,000 cattle guards in Colorado. Because Colorado ranchers protested his proposed changes in grazing policies, he ordered Secretary of Interior Bruce Babbitt to fire half of the guards immediately. Before Babbitt could respond, and presumably straighten him out, Colorado's congresswoman Pat Schroeder intervened with a request that before any were fired they be given six months of retraining. [Kreck, 1995] President Clinton, angry at Colorado's response to the grazing-fee increase, decides to strike back. After a bit of study, he calls in Bruce Babbitt and says, \"There are 100,000 cattle guards in Colorado. That's way too many. Fire half of them.\" Babbitt goes to do as he is told. But before he can carry out the order, Pat Schroeder calls Clinton. \"Hold on!\", she says. \"You're not going to fire any cattle guards until you give them six months' retraining!\"",
  "Last Updated": "3 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/cattleguards.asp",
  "Claim": "A U.S. government official ordered the firing of half the cattle guards in Colorado.",
  "Claim_ID": "politics_humor_cattleguards",
  "Tags": ""
}