{
  "Origins": "This image was circulated in the first week of August 2013 as a supposed picture of an AT&T phone bill which includes a $0.23 surcharge for a \"Lawful Interception Recovery Fee,\" supposedly to cover the costs of government wiretapping or monitoring public phone conversations.",
  "Fact Check": "",
  "Description": "The image looks to be one fabricated by manipulating a picture of an older AT&T bill, leaving curiosities such as the surcharges listed on the bill not lining up with their descriptions (there are six charges but only five line items, leaving a $0.61 charge with no explanation) and the total shown at the bottom not equaling the sum of the individual charges. (The ITSAP surcharge suggests the original bill was for a customer in Idaho, as ITSAP is an abbreviation for the Idaho Telecommunications Service Assistance Program.) Additionally, one has to wonder why this is the only example on all of the Internet showing an AT&T bill (or any other phone bill) with such a surcharge added on. If \"Lawful Interception Recovery Fees\" were now commonly being imposed on phone customers and provoking the level of astonishment and outrage seemingly prompted by this example, the Internet should be awash in images of bills from multiple phone customers showing the same thing. To settle the matter, we contacted AT&T to inquire about this issue directly, and a customer service representative told us that the company does not (and never has) included any such surcharge in customer bills.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2013] Are We Paying a Tax to Fund the NSA Spying on Americans? I was looking at my bill and didn't know what this lawful interception charge was ... I googled it ... WIRE TAPPING!!! I called and they said it was a new fee for the vost incurred by the government. I don't have anything to hide so if they wanna tap my phone go ahead ... but why should I have to pay for it??!!! This is ridiculous, please share this so we can get the word out there. Oh, and check your phone bills people!!",
  "Last Updated": "11 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/interception.asp",
  "Claim": "Image shows an AT&T telephone bill with a \"Lawful Interception Recovery Fee\" to cover government wiretaps.",
  "Claim_ID": "politics_taxes_interception",
  "Tags": ""
}