{
  "Origins": "On 1 September 2003, a new traffic law went into effect in the Lone Star state. Troopers didn't strictly enforce it for its first ninety days on the books (they began ticketing in earnest only in December 2003 ), which is why reaction to this new measure didn't begin to surface until three months after one might have expected it to.",
  "Fact Check": "",
  "Description": "The \"Move Over Act\" (Sec. 545.157 of the Texas Transportation Code) requires motorists approaching emergency vehicles that are stopped with their lights flashing by the sides of roads to move out of the lanes closest to these vehicles or to reduce speed to 20 mph under the posted limit. (If the speed limit is less than 25 mph, motorists must slow to 5 mph.) This law was intended to reduce the number of injuries to police officers, paramedics, ambulance workers, and fire fighters who have all too often been winged by cars whizzing past sites where they were attempting to carry out their duties. \"The whole idea of that law is to keep people from running over us,\" said Kyle Coleman, a lieutenant with the Bexar County Sheriff's Department. \"It's a real nerve-racking experience. You feel the wind from the (side) mirror slide across your back.\" \"People were not slowing down and it's very dangerous for the emergency services personnel to be on the side of the road,\" said Tela Mange, a spokeswoman for the Texas Department of Public Safety. \"They are very vulnerable. There oftentimes are wrecks because people are not paying attention or are more interested on what's going on in the side of the road.\" Many of those who serve have been killed by careless motorists. In 2003, among the police officers killed nationwide, 13 were struck by vehicles while they were on duty outside of their vehicles. In the five years since we originally published this article many other states have passed \"move over\" laws, the latest being New York, which in January 2011 enacted a law requiring drivers approaching a stationary emergency or maintenance vehicle with flashing lights to move to the next adjacent lane if it is safe to do so, and, barring that, to reduce their speed. All states except Hawaii and the District of Columbia now have some form of \"move over\" law on the books, as do many of the Canadian provinces. A January 2010 message circulated by e-mail claimed that a new \"move over\" traffic law had been implemented in California just that month: In California, the \"Move-over\" law became effective on January 1, 2010. I wanted to let my friends know about the CA move over law. My son got a ticket on Pleasant Hill coming back from Wal-Mart. A police car (turned out it was 2 police cars) was on the side of the road giving a ticket to someone else. My son slowed down to pass but did not move into the other lane. The second police car immediately pulled him over and gave him a ticket. My son and I had never heard of the law. It is a new law that states if any emergency vehicle is on the side of the road, if you are are able, you are to move into the far lane. The cost of the ticket was $754, with 3 points on your license and a mandatory court appearance. Please tell everyone you know (that drives) about this new law. However, California's \"move over\" law was actually passed in 2006 and implemented in 2007, and the standard penalties for violating it are exaggerated in the e-mail : California has had a \"Move Over, Slow Down\" law for several years. The law that took effect Jan. 1 [2010] made it permanent and added Caltrans trucks to the list of vehicles you must make way for, which includes police cars, fire engines, ambulances and tow trucks. If you see an emergency vehicle on the side of a highway with lights flashing, you must slow down and move into an adjacent lane if it is safe to do so. The fine [for violating this law] is around $146, with one point on your record. (Although the monetary fine specified in the California Vehicle Code for an infraction of this type is \"not more than $50,\" the state and the county where the infraction took place typically impose additional penalty assessments and surcharges, so the total fine paid can vary from county to county and is likely to be around the $146 figure mentioned above.) Barbara \"slow down and save the life of someone who may one day save yours\" Mikkelson Additional information: Move Over, America!",
  "Originally Published": "",
  "Referred Links": "http://www.moveoveramerica.com/;http://www.dmv.ca.gov/pubs/vctop/d11/vc21809.htm;http://www.leginfo.ca.gov/pub/05-06/bill/sen/sb_1601-1650/sb_1610_bill_20060920_chaptered.html;http://www.troopers.state.ny.us/Traffic_Safety/Move_Over_Act/;",
  "Example": "[Collected via e-mail, January 2004] Let my misfortune be a lesson for you. This is a long story, but a must read. This really happened to me yesterday (12/10/03). Yesterday, I was driving into town along the Southwest Freeway around 12:30 PM. I was in the far left lane doing the posted speed limit of 65 and going with the flow of traffic. When I got over the Bissonnett/Braeswood overpass, there was an HPD squad car parked on the left shoulder with the officer standing out in front of his vehicle pointing his radar gun at oncoming cars. Your inclination automatically tells you to slow down, whether you were speeding or not. Not a 1/2 mile down the freeway, there was another HPD officer that had someone pulled over on the left shoulder giving the person a ticket. I thought, man this was an obvious speed trap and kept on going. I had slowed down to around 60 at that point as now the posted speed limit was 60. About a mile up the road, around Gessner, another HPD officer had someone else pulled over to give them a ticket and literally in front of that traffic stop was another HPD officer (yes we are up to 4 cop cars now in about a mile) walking around to the front of his car. Just as I was approaching him, he pointed his radar gun at me and signaled for me to pull over. I was shocked, because I know that I was going the posted speed limit (60) as I immediately looked at my speedometer. The officer came to my window and said \"do you know how fast you were going?\" I said yes, I was going 60. He said \"you were doing 58\" and he showed me his radar gun, which read 58. I said okay. He said \"you failed to slow your speed down by 20 MPH or move over to the adjacent lane when an emergency vehicle was stopped in the flow of traffic.\" I said, I did not know that was a law (of course that is never a defense) and he said it was and asked for my license. The officer wrote me a ticket that carries a $200 fine for this infraction. Come to find out, this is a new state law as of September 1, 2003. From the TX DPS website, the law reads: SB 193 requires drivers nearing a stopped emergency vehicle that has lights activated, unless otherwise directed by a law enforcement officer, to: Vacate the lane closest to the emergency vehicle, if the highway has two or more lanes traveling the direction of the emergency vehicle; or Slow to a speed not more than 20 miles per hour (mph) less than the posted speed limit when the posted speed limit is 25 mph or more; or Slow to a speed not more than five mph when the posted speed limit is less than 25 mph. A violation is a punishable by a maximum fine of $200. If the violation results in property damage, the maximum fine increases to $500. If the violation results in bodily injury, the offense is enhanced to a Class B misdemeanor. It was signed by the governor on June 18 and became Law on 9/1.",
  "Last Updated": "9 January 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/traffic/moveover.asp",
  "Claim": "Motorists in most U.S. states can be fined for failing to slow down or change lanes when passing parked emergency vehicles.",
  "Claim_ID": "politics_traffic_moveover",
  "Tags": ""
}