{
  "Origins": "In January 2013, a graphic began circulating on the Internet purporting to be an advertisement produced by the Brady Campaign to Prevent Gun Violence. The ad included a graphic of a woman in a pose of distress with copy reading \"A rape can last 30 seconds, but a murder lasts forever. Guns are not the answer,\" along with the logo and URL of the Brady Campaign to Prevent Gun Violence organization. Many viewers of the ad found it offensive because it seemingly trivialized rape by suggesting that a rape has no lasting physical or emotional effect on its victim beyond the elapsed period of time involved in its commission (or that the target of a rape should never shoot or otherwise kill her attacker).",
  "Fact Check": "",
  "Description": "In response, the Brady Campaign posted a notice on their Facebook page stating that they had no involvement with the ad: A highly offensive ad has begun to appear online bearing the Brady Campaign to Prevent Gun Violence logo. The Brady Campaign has no affiliation with this ad in any way. We are working hard to have it removed and want to assure our supporters in the strongest terms, that we have no involvement with this whatsoever. Thank you all for your continued support. A screenshot seemingly showing that same ad posted to the Brady Campaign's Facebook page, and a photo of monitor displaying a similar image,have also been widely circulated and touted as evidence that the Brady Campaign did in fact issue the ad but withdrew it due to negative public reaction: Caroline Brewer, Director of Communications with the Brady Campaign, told us she \"guaranteed that's a fake photoshopped screenshot of our page\" and that \"we did not post that ad and have no affiliation with it.\"",
  "Originally Published": "",
  "Referred Links": "http://www.facebook.com/bradycampaign;http://www.bradycampaign.org/;",
  "Example": "[Collected via e-mail, January 2013] This started going around Facebook recently. Any truth to the fact that the Brady campaign is behind this?",
  "Last Updated": "4 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/bradyad.asp",
  "Claim": "An advertisement by the Brady Campaign contrasts rape with gun murders.",
  "Claim_ID": "politics_guns_bradyad",
  "Tags": ""
}