{
  "Origins": "Amidst the turmoil of the civil rights movement in the 1960's (and prompted by acts of violence such as those recently visited upon the \"Freedom Riders\" ), Robert F. Kennedy spoke about race relations in a broadcast beamed to over sixty countries via the Voice of America radio network.",
  "Fact Check": "",
  "Description": "As reported at the time, Kennedy said: Attorney General Robert F. Kennedy, in a broadcast to the world, today acknowledged the United States' imperfections in the area of equal rights for Negroes. He pleaded, however, for recognition of the progress that had been made and for an awareness that everything pointed to continuing progress. \"There's no question that in the next thirty or forty years a Negro can also achieve the same position that my brother has as President of the United States, certainly within that period of time,\" the Attorney General said. The Voice of America beamed his extemporaneous remarks to more than sixty countries through thirty-nine radio transmitters. Translations were superimposed in the delivery of the talk to thirty-seven language areas. Consistent with a Voice of America policy of acknowledging the worst in the news as well as the bright side, Mr. Kennedy began by citing the attack by whites on Negroes in Alabama in the last two weeks. \"It's a matter that disturbs us tremendously,\" he declared. \"But I think that people should also understand some of the good things that are being done in this area, that this doesn't really represent the American people or the American Government, that this is just a small minority group which is causing these problems and difficulties. \"It doesn't represent the vast majority of people in the South, this kind of riot, this kind of lawlessness, and it certainly doesn't represent the feelings of the United States Government or the American people. That is why we took the steps that we took to try to prevent it, and we have prevented it.\" The Attorney General also told the world that the suppression of the recent outbreaks did not mean the end of them. \"I am not saying to you, and I would be less than frank if I did, that these kinds of events are ended now and that they won't have any racial prejudice or violence of the future, because we will have them,\" he declared. But, Mr. Kennedy said, \"we are not going to accept the status quo\" in the matter of Negro rights. \"We are not going to accept the riots or the disorders in Montgomery or Birmingham, Alabama,\" he said. \"We sent people in in order to end it, and that is the feeling of the vast majority of American people, and that's the feeling of the United States Government.\" Robert F. Kennedy's remarks are of renewed interest now, in mid-2008, because of the very real possibility that a black man, Senator Barack Obama, might win the upcoming 2008 presidential election an event which would make Kennedy's words of four decades ago prophetic down to the exact year. However, while the example quoted above accurately reflects the gist of Kennedy's remarks, it fudges a few details to increase the \"wow\" factor: Kennedy didn't say that \"a Negro could be president in 40 years\"; the time frame he mentioned for that possibility was the less specific span of \"in the next thirty or forty years.\" The identification of Robert Kennedy as Attorney General and his use of the present perfect tense in referring to his brother (President John F. Kennedy) are clues that RFK's words do not date from May 1968. (By then, John F. Kennedy had been dead for over four years, and Robert F. Kennedy was serving as a U.S. Senator.) Instead, his radio remarks were delivered several years earlier, in May 1961. By moving Kennedy's words forward several years to 1968, someone has attempted to make his mention of \"forty years\" appear accurate as applied to events in 2008, when in fact the \"thirty or forty year\" timespan he spoke of literally ended back in 2001.",
  "Originally Published": "",
  "Referred Links": "http://www.npr.org/templates/story/story.asp?storyId=5149667;",
  "Example": "[Collected via e-mail, June 2008] He gave a speech to the Voice of America all around the world 40 years ago. And despite what was going on in the country, particularly in Alabama, Bobby Kennedy said this: Things are 'moving so fast in race relations a Negro could be president in 40 years.' This is in 1968, we're now in 2008. 'There's no question about it,' the attorney general said. 'In the next 40 years a Negro can achieve the same position that my brother has.' ... Kennedy said that prejudice exists and probably will continue to ... 'But we have tried to make progress and we are making progress. We are notgoing to accept the status quo.' - Robert F. Kennedy, Washington Post, May 27, 1968",
  "Last Updated": "29 June 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/kennedy.asp",
  "Claim": "During the 1960's, Robert F. Kennedy said he believed a black man could become President of the United States within forty years.",
  "Claim_ID": "politics_obama_kennedy",
  "Tags": ""
}