{
  "Origins": "The phrase \"Keep America American\" is one any modern U.S. politician who seeks broad voter support should probably avoid, as (regardless of its intended meaning) those words smack of nativism and have been employed by groups such as the Ku Klux Klan. The 2002 book Jewish Polity and American Civil Society reports , for example: The rise and growth of the Klan in the 1920s as well as other manifestations of hate afforded these [anti-Jewish] agencies an early opportunity to collectively mobilize their resources. Organized around the theme \"Keep America American,\" Klan activists murdered blacks and boycotted and destroyed Jewish businesses, while leaving their trademark, the burning cross, outside synagogues. Likewise, the 2004 book Advancing Democracy observed : Not surprisingly, in Texarkana only two days after the [Texas Council of Negro Organizations' 4 July 1950] meeting in Dallas, the Knights of the Ku Klux Klan launched a membership drive. Roaming the streets with application forms to sign up new members, they distributed propaganda pamphlets titled \"Why You Should Become a Klansman.\" They used the generic literature produced in Atlanta, Georgia, which invited all white, Protestant, gentile, native-born Americans \"who want to keep America American\" to pay the $10 fee and join the movement. About a week later, twenty-five black-owned homes in the Exline Park area of South Dallas were bombed. As well, a 1924 treatise entitled Why You Should Become a Klansman bears the subtitle Of Interest to White, Protestant, Native-born Americans Who Want to Keep America American .",
  "Fact Check": "",
  "Description": "But contrary to what is stated in the query reproduced in the Example block at the head of this page, the phrase \"Keep America American\" is not (and never has been) the slogan of Republican Mitt Romney's presidential campaign. Romney's official campaign slogan, which he began using in April 2011, is \"Believe in America.\" (Senator John Kerry of Masschusetts, the 2004 Democratic presidential nominee, also used \"Believe in America\" as the theme of his cross-country campaign tour in August 2004.) The connection between Mitt Romney and the \"Keep America American\" motto was a minor controversy that flared briefly at the end of 2011 in response to claims that Romney had used the phrase during public appearances, such as a December 2011 campaign stop in Cedar Rapids, Iowa, of which the Los Angeles Times reported : \"There are people in this room who are informed and who care about this election, who recognize that this is a defining time for America,\" [Romney] said. \"We have on one side a president who wants to transform America into a European-style nation, and you have on other hand someone like myself that wants to turn around America and keep America American with the principals that made us the greatest nation on Earth. And I will do that with your help.\" However, three weeks later the Times issue a correction stating: [A]n article about Republican presidential candidate Mitt Romney's campaigning in Iowa quoted Romney as saying he wanted to \"keep America American.\" Romney actually said he would like to \"keep America America.\" Although the two phrases are very close in sound, a video clip of another Mitt Romney speech appears to bear out that the words he was using were in fact \"keep America America\" and not \"keep America American\": After a 14 December 2011 Washington Post BlogPost also initially reported that Romney was using the Keep America American\" catchphrase previously associated with white supremacist groups, the entry was updated with an Editors note stating: This posting contains multiple, serious factual errors that undermine its premise. Mitt Romney is not using Keep America American, which was once a KKK slogan, as a catchphrase in stump speeches, as the posting and headline stated. In a YouTube video that the posting said showed Romney using the phrase, Romney actually used a different phrase, Keep America America. Further, the video that the blog posting labelled Mitt Romney 2012 Campaign Ad is not actually a Romney campaign ad. The video itself states Mitt Romney does not actually support this ad. The posting cited accounts of Romney saying keep America American at an appearance last week. Independent video from the event shows him saying Keep America America. The Post should have contacted the Romney campaign for comment before publication. Finally, we apologize that the posting began by saying [s]omeone didn t do his research when, in fact, we had not done ours. (The author of that BlogPost entry subsequently resigned from her position at the Washington Post .)",
  "Originally Published": "",
  "Referred Links": "http://www.google.com/hostednews/afp/article/ALeqM5ioRLe8hcs40EBsdO6vTCe8_EHq-A?docId=CNG.a14f5248b1f07e543e17938fb36a6c38.41;http://www.washingtonpost.com/blogs/blogpost/post/mitt-romney-is-using-a-kkk-slogan-in-his-speeches/2011/12/14/gIQAXD6OuO_blog.html;http://articles.latimes.com/2011/dec/10/nation/la-na-1210-romney-strategy-20111210;http://articles.cnn.com/2004-07-30/politics/dems.main_1_middle-class-taxes-kerry-and-edwards-bush-on-national-security;http://www.boston.com/news/nation/washington/articles/2011/04/12/romney_takes_next_big_step_toward_run_for_president/?page=2;http://books.google.com/books/about/Why_you_should_become_a_Klansman.html?id=BnCgOwAACAAJ;http://books.google.com/books?id=5qR7bKTE7GUC&pg=PA106&lpg=PA106&source=bl&ots=z0ULnzE8iK&sig=1dI68N8BflX7DIawtJZknPseAWw&hl=en&ei=STbpTtXUBI_yggefmrzLCA&sa=X&oi=book_result&ct=result&resnum=10&ved=0CFgQ6AEwCQ#v=onepage&q&f=false;http://books.google.com/books?id=44UKwOoPB7sC&pg=PA31&lpg=PA31%27&source=bl&ots=MRLDKT0DRN&sig=RP83OEGizt8MdxNnhOuh5AKJuL4&hl=en&sa=X&ei=MnxFUIWMNai2igKIyIGwDg&ved=0CDUQ6AEwAQ#v=onepage&q=%27theme%20%22keep%20america%20american%22%27&f=false;",
  "Example": "[Collected via e-mail, September 2012] There is a facebook circulating that says that Mitt Romney's campaign slogan, \"Keep America American\" is the same as the Klu KluxKlan's slogan in 1922. Is this true?",
  "Last Updated": "3 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/romney/slogan.asp",
  "Claim": "Mitt Romney's campaign slogan, \"Keep America American,\" is identical to a catchphrase once used by the Ku Klux Klan.",
  "Claim_ID": "politics_romney_slogan",
  "Tags": ""
}