{
  "Origins": "On 20 October 2013, the National Report published an article positing that Wyoming school districts were implanting RFID-based microchips in students without parental consent:",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of fictional satire from the National Report spoofing the persistent but false belief that the Patient Protection and Affordable Care Act (PPACA), commonly known as \"Obamacare,\" requires that patients be implanted with microchips . This article was a follow-up to a July 2013 National Report piece on the same subject, one which garnered enough publicity that officials in Hanna, Wyoming, had to deal with calls from concerned citizens about it: A spoof on radio frequency identification chips created real concern for some readers and dubious national attention for the small southern Wyoming coal mining town of Hanna. The calls began pouring into Hanna Town Clerk Vivian Gonzales' office early Monday morning. Was a local ordinance really requiring its government-assisted citizens to be implanted with identification chips? The callers' anxiety stemmed from an article on a website called National Report, which claimed Hanna was part of an Obamacare pilot program, and that the town mayor, \"Ted Howell,\" was the first recipient of an RFID chip. \"I've had people call from all over the U.S., from citizens to pastors to doctors, asking if this is really true,\" Gonzales said. Lest there be any more confusion, we note here that the National Report is a web site that publishes outrageous fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/disclaimer/;http://trib.com/news/local/state-and-regional/satirical-article-creates-stir-in-wyoming-town/article_bf915e38-98ab-51d5-85f3-9d3825617d60.html;http://nationalreport.net/rfid-chip-now-being-issued-in-hanna-wyoming-as-part-of-new-obamacare-plan/;http://nationalreport.net/wyoming-school-implant-rfid/;",
  "Example": "[Collected via e-mail, October 2013] Multiple Wyoming School Districts Implant RFID Chip Technology in Students Without Parental Consent ... Is there any truth to this? I'm hoping not - as our school district can't do anything to a student without parental consent.",
  "Last Updated": "21 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/microchip.asp",
  "Claim": "Wyoming schools are implanting microchips in students.",
  "Claim_ID": "Politics_satire_microchip",
  "Tags": ""
}