{
  "Origins": "We certainly didn't need to write a piece to inform the world that, like his father, President George W. Bush is not a strong public speaker. Particularly when speaking extemporaneously, he often uses words similar in sound but different in meaning to what he intends to say (e.g., \"vulcanize\" for \"Balkanize\") or uses incorrect forms of words (e.g., \"resignate\" for \"resonate\"), garbles familiar phrases by transposing words (e.g., \"where wings take dream\"), and makes a variety of grammatical mistakes (e.g., \"how many hands have I shaked\"). The point here was not to rehash the numerous lists of \"Bushisms\" to be found in a variety of media, but to perform a sort of investigative experiment into the accuracy of information transmission in the Internet age.",
  "Fact Check": "",
  "Description": "A common phenomenon in the world of the printed word is that once a public figure whether he be an athlete such a Yogi Berra, an entertainment figure such as Samuel Goldwyn, or a politician such as Dan Quayle acquires a reputation for spouting malapropisms, people quickly begin to put words into his mouth. All sorts of humorous misuses of words and phrases that sound like something that person might have said are soon attributed to him as something he \"really said\"; newspapers run the erroneous quotes without verification and are later cited as documented proof of their veracity, thereby enshrining apocrypha as fact. Only when someone undertakes the chore of trying to track the quotes back to their sources are the misattributions discovered, usually far too late to dislodge them from the public consciousness. So, we thought we'd tackle a project to see whether the increased availability of information in the Internet age has had any effect on this phenomenon; whether quotes are less likely to be misattributed when nearly every utterance of a public figure as prominent as a presidential candidate is recorded and stored in one form or another. As a test example, we chose the \"Make the Pie Higher!\" piece reproduced above (generally credited to \" Washington Post writer Richard Thompson,\" a satirist and illustrator who produces the \"Richard's Poor Almanac\" feature appearing in the Post 's Sunday edition) and attempted to trace every statement listed therein to its source to determine how many of them were actually uttered by George W. Bush. Our standard was that in order to consider a statement to be a genuine \"Bushism\" we had to find at least one major newspaper article that quoted the actual words spoken (rather than paraphrasing them), included specific information about when and where the statement was made, and was printed within a few days of the event at which the statement was offered. In this statistically insignificant non-random sample of one, we found that yes, the accuracy of quote transmission was remarkably high: All but a couple of the items in this piece could be reliably traced back to the mouth of George W. Bush. Here are the results: \"I think we all agree, the past is over.\" In March 2000, Texas governor George W. Bush locked up the Republican presidential nomination, beating out his chief rival, Senator John McCain of Arizona, in a rancorous primary campaign marked by personal attacks and charges of dirty tactics on the part of both sides. Two months later Senator McCain somewhat reluctantly endorsed Governor Bush for president during a joint appearance at the Westin William Penn Hotel in Pittsburgh, where both men tried their best (somewhat unconvincingly) to assure the press that they had put their differences behind them: Both sides swapped charges of dirty campaign tactics. McCain aides accused Bush supporters of personal attacks, and Mr. Bush denounced McCain forces for suggesting that the governor was guilty of anti-Catholic bigotry. On Tuesday, the pair told some 200 journalists that they had discussed policy, not personal history. \"There's no point,\" Mr. McCain said. \"I hold no rancor. Others will be the judge of this campaign, not me.\" Mr. Bush said the McCain challenge toughened him for the fall campaign against Mr. Gore. \"We had a tough primary,\" Mr. Bush said. \"I told him point blank: 'You made me a better candidate.'\" Later, on his campaign plane, the governor described the discussion as \"very cordial, very frank, very open.\" He added: \"I think we agree, the past is over.\"1 \"This is still a dangerous world. It's a world of madmen and uncertainty and potential mental losses.\" On the campaign trail in South Carolina while pursuing the Republican nomination in January 2000, Governor Bush spoke before 2,000 loyal Republicans at a well-attended oyster roast held on a plantation outside Charleston and mystified his audience when, during his discourse on the need for a strengthened U.S. military , he made reference not to \"mental\" losses (which itself would have sounded odd in the given context), but to \"mential\" (pronounced \"men-shul\" ) losses: During his visit to South Carolina this week, the first Bushism exploded as the governor painted a passionate picture of the military dangers facing the US, and the pressing need for protection against rogue missile launches. \"This is still a dangerous world,\" he told more than 2,000 supporters at an oyster roast. \"It's a world of madmen and uncertainty and potential mential losses.\" Bush's spokespeople could not immediately explain what a mential loss was, but it seemed only distantly related to missile launches.2 \"Rarely is the question asked, 'Is our children learning?'\" During that same South Carolina campaign swing in January 2000, Governor Bush committed another grammatical mix-up while wrangling a sentence containing both singular and plural subjects, this example occurring (with a modicum of irony) during the portion of his stump speech dealing with education: That's not to say Bush hasn't had his share of flubs. Part of his stump speech focuses on education. On Tuesday, talking to a crowd of several hundred at a cavernous civic center in Florence, S.C., Bush decried those who ignore educational programs that produce no results inadvertently revealing a temporary shortcoming in his own grammar skills. \"What's not fine is rarely is the question asked, are, is our children learning?\" Bush said.3 \"Will the highways of the Internet become more few?\" During his January 2000 push to win the first primary election of the campaign, held in New Hampshire, Governor Bush was asked to comment on the recently announced merger of media giants Time Warner and AOL, and he addressed concerns over its potential monopolistic effects with some unusual phrasing: When asked about the Time Warner/America Online merger, the candidate took an unexpected detour on the information superhighway. The key question in considering the merger, Bush said, is \"will the highways to the Internet become more few?\"4 \"How many hands have I shaked?\" By October 1999 Republicans were noting Governor Bush's relatively rare appearances in New Hampshire and were beginning to question whether he had assumed he had the nomination sewn up and could afford to take the February 2000 New Hampshire primary for granted. When reporters persistently questioned him about that possibility on 22 October 1999, during his first campaign swing through New Hampshire since early September, Governor Bush expressed the notion that the important factor was not the number of appearances he made, but the number of people he reached during those appearances: Asked repeatedly today about why he had not been around more, Mr. Bush at one point interrupted a reporter's question to say, \"The important question is, How many hands have I shaked.\"5 \"They misunderestimate me.\" The misuse of 'misunderestimate' for 'underestimate' seems to be one of George W. Bush's more common elocutionary mistakes. We can't pin down exactly when he used 'misunderestimate' for the first time in a public statement as a presidential candidate; the earliest print reference we could find appeared in the Chicago Sun-Times on 13 November 2000, but it didn't detail where and when he said it. Nonetheless, Bush was still using the word (and catching himself at it) after his inauguration as President, as demonstrated by this excerpt from a 29 March 2001 news conference: Look, it is in our nation's best interests to have long-term tax relief, and that has been my focus all along. I'm confident we can have it, get it done. I believe not only can we get long-term tax relief in place. Since our country is running some surpluses in spite of the dire predictions about cash flow, I believe we have an opportunity to fashion an immediate stimulus package, as well. The two ought to go hand in hand. Those who think that they can say, \"We're only going to have a stimulus package, but let's forget tax relief,\" misunderestimate ... or, excuse me, underestimate just making sure you were paying attention underestimate our administration's resolve to get this done ...6 \"I am a pitbull on the pantleg of opportunity.\" This line is a retrospective statement Bush uttered during an interview about his involvement in a partnershipthat bought the Texas Rangers baseball team in 1989: George W. Bush has frequently claimed to have cobbled together the deal to buy the Rangers in 1989. \"I was like a pit bull on the pant leg of opportunity,\" Mr. Bush said in a long interview about his past. \"And I just grabbed on to it. I was going to put the deal together. And I did.\" The initiative, Mr. Bush acknowledges, came from Bill DeWitt, a businessman and friend of the family. Mr. DeWitt had heard that the Rangers were on the market and wanted to recruit Mr. Bush as a partner to buy the team.15 \"I know that the human being and the fish can coexist.\" On Friday, 29 September 2000, Governor Bush was on the stump in Saginaw, Michigan, and deviated from his prepared speech to reassure the business community that he would not support the tearing down of energy-producing dams merely to protect threatened fish species, an issue he had recently covered while campaigning in the Pacific Northwest: Friday, feeling the need to explain his statement during a speech on energy policy that he intended to maintain dams in the Pacific Northwest, he departed from his text and added, \"I know the human being and fish can coexist peacefully.\" He did not elaborate.7 Mark Crispin Miller noted in The Bush Dyslexicon that: This remark is striking not because it's silly but because it casts a threatened creature as a national enemy. A relic of the Cold War, the phrase \"peaceful coexistence\" was a pred tente Soviet coinage, meant to pitch conciliation between the world's two rival superpowers. \"Families is where our nation finds hope, where our wings take dream.\" Swinging through Wisconsin in mid-October 2000 en route to a debate with Democratic presidential challenger Al Gore, Governor Bush was discussing the importance of tax cuts to American families when he transposed a couple of words in a well-worn phrase: The Texas governor and GOP presidential nominee tangles up words often enough that he sometimes jokes about it, and the phenomenon has acquired a name Bushism. On the campaign trail Wednesday, he let one fly: \"Families is where our nation finds hope,\" he said, \"where wings take dream.\"8 \"Put food on your family!\" On 27 January 2000, speaking in Nashua just a few days before the New Hampshire primary, Governor Bush was trying to illustrate the economic plight of single working mothers and again transposed (and omitted) a few words in the familiar reference to putting food on the table for one's family: At a breakfast meeting with the Nashua Chamber of Commerce, Bush illustrated his brand of compassionate conservatism by urging his listeners to put themselves in the role of a single mother \"working hard to put food on your family.\"4 Since these words are difficult to quote in the context in which they were offered, they were soon being rendered as the pithier \"I know how hard it is for you to put food on your family.\" \"Knock down the tollbooth!\" Governor Bush's misuse of 'tollbooth' for 'roadblock,' in reference to eliminating tax obstacles that prevent the working poor from joining the middle class, comes from his New Hampshire campaign appearances in January 2000, but contemporary reports don't seem to agree on the exact words he used perhaps there was more than one such incident: Things must be good here, because the mere mention of tax cuts is not enough to get the crowd cheering. What they like is when Bush worries about the working poor; they applaud vigorously when he complains that a single mother making $22,000 is being penalized by the tax system. \"It's not fair!\" Bush exclaims. \"It's a tollbooth on the road to the middle class, and I intend not only to reduce the fees but to knock the tollbooth down.\"9 \"The hardest job in America is to be a single mom, making $20,000 a year,\" Bush declared at a recent Rotary Club lunch where he promised that as president, he would reduce the struggling woman's marginal income-tax rate and \"knock down her tollbooth to the middle class.\"10 Last weekend, fire marshals were actually turning people away from political rallies. At a high school near Nashua, you could see folks forlornly peeking in the windows, yearning to be let inside to hear George W. Bush call for \"a law that provides liability to teachers who enforce discipline in the schools.\" All the candidates are tired, but Mr. Bush's speeches are getting particularly unintelligible at the same high school, he announced, \"I think we need not only to eliminate the tollbooth to the middle class, I think we should knock down the tollbooth.\" 11 \"Vulcanize society! \" At the very beginning of the 2000 presidential campaign, Ken Herman reported in a front-page story appearing in the 23 March 1999 edition of the Austin American-Statesman that Governor Bush had expressed his disdain for racial quotas as programs that \"vulcanize\" society: Sometimes this smooth operator is anything but. This was evident in a March 23 piece by Ken Herman, the Austin American-Statesman's chief Bush watcher, who wrote about the governor's \"2-step around hot topics.\" Mr. Bush says he's against \"hard quotas, quotas that basically delineate based on whatever. However, they delineate, quotas, I think, vulcanize society.\"12 In this instance Governor Bush of course meant to say 'Balkanize' (to divide a group into small, often hostile units) rather than 'vulcanize' (to improve the strength of rubber by combining it with sulfur in the presence of heat and pressure). However, the issue was muddied a few days later when the American-Statesman reversed itself and issued a correction: A front-page story Tuesday inaccurately quoted Gov. George W. Bush's position on quotas in college admissions and the awarding of state contracts. The story said Bush believes quotas \"vulcanize society.\" Bush actually said he believes quotas \"Balkanize society.\"13 Whether the reporter misquoted Governor Bush or whether Governor Bush really did say 'vulcanize' and the American-Statesman later printed an amended quote at the behest of his office is something we can't determine. \"Make the pie higher!\" This final item (a misstatement of the concept of putting more money into the hands of Americans by reducing taxes to grow the economy and enlarge the economic \"pie\" that everyone shares i.e., making the pie \"bigger\" rather than \"higher\") is the phrase perhaps most often cited as an example of \"Bushisms,\" so much so that it was used for the title of the poem quoted at the head of this page. And it is a real quote, something Bush said during the course of a 15 February 2000 Republican debate (moderated by CNN host Larry King) in Columbia, South Carolina, between Texas Governor George W. Bush, Senator John McCain of Arizona, and former Reagan administration official Ambassador Alan Keyes: The difference between our plans is, I know whose money it is we're dealing with. We're dealing with the government we're dealing with the people's money, not the government's money. And I want to give people their money back. And if you're going to have a tax cut, everybody ought to have a tax cut. This kind of Washington, D.C., view about targeted tax cuts is tax cuts driven by polls and focus groups. If you pay taxes in America, you ought to get a tax cut. Under my plan, if you're a family of four in South Carolina, making $50,000, you get 50-percent tax cut. I've reduced the lower rate from 15 percent to 10 percent, which does this and this is important. There are people on the outskirts of poverty, like single moms who are working the toughest job in America. If she has two kids, and making $22,000, for every additional dollar she earns, she pays a higher marginal rate on her taxes than someone making $200,000. You bet I cut the taxes at the top. That encourages entrepreneurship. What we Republicans should stand for is growth in the economy. We ought to make the pie higher. This one initially posed something of a mystery to us, because transcripts of the debate prepared by the Federal Document Clearing House and CNN attribute the block of text quoted above to Senator John McCain, not Governor Bush. However, the immediately preceding question had clearly been posed to Governor Bush, and newspaper accounts the following morning noted the \"make the pie higher\" comment as something uttered by Governor Bush: Bush, shedding his sometimes goofy demeanor, was as animated and forceful as he has been in any debate, punching the air with his fist to underscore his words. He scored points among the party faithful in calling for an end to the Clinton era in Washington one of the money lines of the night. On taxes and bringing prosperity to struggling working mothers, however, Bush mangled one metaphor: \"We ought to make the pie higher.\"14 Moreover, at a Radio/TV correspondents' dinner in Washington, D.C., a few weeks later, Governor Bush made humorous use of the item with no indication that the words weren't his own: Now most people would say in speaking of the economy, \"We ought to make the pie bigger.\" I, however, am on record saying, \"We ought to make the pie higher.\" As frivolous as this experiment may have been, let's hope it's a harbinger of more accurate information to come.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0393041832/ref=ase_urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0375503994/ref=ase_urbanlegendsrefe;",
  "Example": "[Collected on the Internet, 2002] MAKE THE PIE HIGHER by George W. Bush I think we all agree, the past is over. This is still a dangerous world. It's a world of madmen and uncertainty and potential mental losses. Rarely is the question asked Is our children learning? Will the highways of the Internet become more few? How many hands have I shaked? They misunderestimate me. I am a pitbull on the pantleg of opportunity. I know that the human being and the fish can coexist. Families is where our nation finds hope, where our wings take dream. Put food on your family! Knock down the tollbooth! Vulcanize society! Make the pie higher! Make the pie higher!",
  "Last Updated": "21 July 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/piehigher.asp",
  "Claim": "\"Make the Pie Higher!\" poem is composed of actual quotes from George W. Bush.",
  "Claim_ID": "politics_bush_piehigher",
  "Tags": ""
}