{
  "Origins": "In 1993, Evan Chandler, the father of then-13-year-old Jordan Chandler, accused singer Michael Jackson of having sexually abused Jordan. Although Jordan Chandler refused to testify in criminal proceedings, and the police investigation of Jackson related to this accusation was eventually closed due to a lack of evidence, in 1994 Michael Jackson agreed to pay $22 million to the Chandlers to settle a related civil lawsuit.",
  "Fact Check": "",
  "Description": "The above-quoted article claiming Jordan Chandler has since confessed that his father coerced him into lying about the sexual abuse charges against Jackson first appeared a few days after the singer's death on 25 June 2009. Given that the sole source of this information appears to have been a single poorly-worded statement which was reproduced verbatim on multiple blogs, and that no mention of Jordan Chandler's supposed confession (or any statement from Chandler) has appeared in the news media despite the continuous crush of Michael Jackson coverage since the entertainer's passing, we have to categorize this one as false.",
  "Originally Published": "",
  "Referred Links": "http://blog.vpjayant.com/?p=21;",
  "Example": "[Collected via e-mail, July 2009] After the death of Michael Jackson, Jordan Chandler tells the whole truth. In 1993, Chandler told a psychiatrist and police that he (Jordan) and Jackson had engaged in sexual acts which included oral sex. Jordan gave detailed description of Jackson's genitals. The case was settled out of court for a reported amount of US $22 million, but the strain led Jackson to start taking painkillers. Eventually he became addicted to these painkillers. Now after Michael's death Chandler decides to tell the truth. \"I never meant to lie and destroy Michael Jackson but my father made me to tell the lies. Now I can't tell Michael how much I m sorry and if he will forgive me.\" Under the influence of a father who told his son to lie that Jackson had touched his genitals, Jordan Chandler subsequently told a psychiatrist and later on the police that he and Jackson had engaged in acts of kissing, masturbation and oral sex, as well as giving a detailed description of what he alleged were Michael s genitals. \"Now for the first time I can't bare to lie anymore. Michael Jackson didn't do anything to me, all was my father's lies to escape from being poor,\" Jordan said.",
  "Last Updated": "9 July 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/sexuality/chandler.asp",
  "Claim": "Jordan Chandler has admitted that he lied about having been sexually molested by Michael Jackson.",
  "Claim_ID": "politics_sexuality_chandler",
  "Tags": ""
}