{
  "Origins": "As noted by Kathleen Merryman of the Tacoma News Tribune the video clip linked above about the Salishan housing development on Tacoma's East Side has garnered a good deal of attention for that community:",
  "Fact Check": "",
  "Description": "As Ms. Merryman described in considerable detail in an excellent analysis of the video, virtually all of the claims made within it regarding Social Security, foreigners, and illegal immigrants are false: Claim: \"What you are looking at is a $225 million complex, $225 million complex, of housing out of the Social Security budget for 1,300 units.\" False: No Social Security funds were used to redevelop Salishan. Claim: \"All welfare housing. All Social Security housing for foreigners will get $2,642 a month. All of that comes out of the Social Security budget.\" False: Of Salishan's renters, 97 percent are citizens of the United States, according to THA Executive Director Michael Mirra. \"We know of no government program that pays $2,642 per month to foreigners,\" Mirra said. Claim: \"The average income in here is about $13,000 per year, not including welfare, not including Social Security refugee pay, not including Women, Infants and Children.\" False: The $13,000 figure is based on out-of-date 2000 Census data. As for the other sources, Mirra said: \"We do not know of anyone who gets something called 'Social Security refugee pay.'\" Claim: \"This school was built by Tacoma specifically to house foreigners and welfare recipients.\" False. Lister Elementary School does not \"house\" any foreigners or welfare recipients. Claim: \"They mollycoddle these foreigners who come across the border illegally.\" False. THA does not rent to people who are in this country illegally, and 97 percent of Salishan residents are U.S. citizens. Claim: \"And they don't pay taxes. This housing is free if you are on Social Security refugee pay.\" False. Anyone who buys non-food goods and services in Washington State pays sales tax, and every Salishan household with earned income is subject to federal income taxes. Every Salishan rental household with an income pays rent. For complete information, we recommend reading the News Tribune 's thorough debunking of the video.",
  "Originally Published": "",
  "Referred Links": "http://blog.thenewstribune.com/street/2011/07/26/william-mounts-salishan-youtube-video-debunked/;http://blog.thenewstribune.com/street/2011/07/26/william-mounts-salishan-youtube-video-debunked/;",
  "Example": "[Collected via e-mail, July 2011] I want to move to Tacoma.. to the good life! Here is a development in Tacoma WA (Salishan) that was built for Illegal Immigrants! 1325 Homes created! Refugee Pay offers them $2642 per month in SSI benefits, plus Food Stamps, plus Section 8 Housing. You will see new expensive cars in this video. Wouldn't you like to get a free ride like the illegals?",
  "Last Updated": "28 July 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/socialsecurity/salishan.asp",
  "Claim": "Video clip shows Tacoma housing development \"built for illegal immigrants\" who are receiving \"refugee pay.\"",
  "Claim_ID": "politics_socialsecurity_salishan",
  "Tags": ""
}