{
  "Origins": "On 21 November 2014, the web site TPNN published an article titled \"Colorado School Changes Pledge to One Nation Under 'Allah?'\" The body of the article was concise, consisting of only a single original line preceding paragraphs of text quoted from another source:",
  "Fact Check": "",
  "Description": "The page went on to quote an article by Fox News opinion columnist Todd Starnes on the matter of the inclusion of the word \"Allah\" during the Pledge of Allegiance in schools located in Fort Collins, Colorado. If the claims made in that article sound familiar, it may be because Starnes' opinion piece on Fox News Radio was initially published in January 2013, nearly two years earlier than its November 2014 recirculation. Since that time, the story of \"one nation under Allah\" being recited in an amended Pledge of Allegiance has been sparking outrage across the social web. But is the claim true? By Starnes own account, students in Fort Collins, Colorado, were not influenced to recite an updated form of the Pledge of Allegiance. He explained that a single translation of the pledge into Arabic by one student replaced \"God\" with \"Allah,\" and the pledge had previously (and presumably, subsequently) been recited in other languages as part of cultural inclusion activities: The school recites the Pledge of Allegiance once a week and on Monday a member of the Cultural Arms Club led the student body in the Arabic version of the pledge. Danielle Clark, communications director of the Poudre School District, said they understand why parents are upset. Clark said the cultural club has a history of reciting the Pledge of Allegiance in a number of different languages. \"It's not just Arabic,\" she said. Last year, the group found itself in a firestorm of controversy after reciting the pledge in Spanish. In the original 2013 article, Clark stressed the Cultural Arms club was \"student-initiated and student-led\" and no staff or administrator directed the organization's activities; the students had asked the principal's permission as a courtesy: We deferred to the students because it's their deal. Ibrahim Hooper of the Council on American Islamic Relations explained that Christians speaking Arabic would recite the translated pledge in the same fashion: Obviously in Arabic, you would use the word Allah, but Christian Arabs would use the word Allah. It's not necessarily specific to Islam and Muslims. So although a student in Fort Collins, Colorado once recited the Pledge of Allegiance in Arabic and used the Arabic word \"Allah\" to translate the English word \"God,\" that occurred at some point before 30 January 2013. No directive was issued by the school or district instructing that the pledge be recited in that manner, and use of an Arabic translation was a single incidental occurrence. Even at that, Christian students speaking Arabic would also say \"Allah\" when reciting the Pledge of Allegiance translated into that language, not just Muslim students.",
  "Originally Published": "",
  "Referred Links": "http://www.tpnn.com/2014/11/21/colorado-school-changes-pledge-to-one-nation-under-allah/;",
  "Example": "[Collected via email, November 2014] Is it true that Colorado schools are saying the pledge to onenation under allah??",
  "Last Updated": "19 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/allahpledge.asp",
  "Claim": "A Colorado school changed the Pledge of Allegiance, replacing \"one nation under God\" with \"one nation under Allah.\"",
  "Claim_ID": "politics_religion_allahpledge",
  "Tags": ""
}