{
  "Origins": "There isn't much we could add to this piece, as most of it is a verbatim reproduction of a news article about the 20 April 2006 murder of Anna Svidersky, a 17-year-old Vancouver, Washington, girl who was stabbed to death in front of her co-workers while she cleaned a table near the end of her work shift at a McDonald's restaurant. She died at Legacy Emanuel Hospital in Portland about an hour after the attack. Her alleged assailant, David Barton Sullivan, is a registered sex offender with a history of mental illness. He was chased by witnesses as he fled the restaurant and apprehended by officers with police dogs.",
  "Fact Check": "",
  "Description": "Anna's MySpace has since been flooded with messages of shock, outrage, sympathy, and remembrance. She last logged in to her account earlier on the day of her murder. Investigators say that Anna Svidersky appeared to be the victim of a random attack, as they have found no evidence that she and David Sullivan knew each other. Sullivan was charged with first-degree murder but gained a not guilty by reason of insanity verdict, resulting in his indefinite confinement in a facility for the criminally insane.",
  "Originally Published": "",
  "Referred Links": "http://www.kgw.com/news-local/stories/kgw_042106_news_svidersky_myspace_account_.5a86a481.html;http://www.kgw.com/news-local/stories/kgw_042106_news_vancouver_stabbing.5869650c.html;",
  "Example": "[Collected via e-mail, 2006] To those of you who wont repost this, thats kind of sad. I know most of you didnt know her but I have seen you repost the most ridiculous bulletins like \"If you dont repost this in .2 seconds you will die tonight and your crush will hate you\", \"What kind of skittle are you?\", \"Whats your favorite song to have SEX too?\", \"put BACARDI if your taken\", \"Leave me comments lyke now!!1!!111\" and so on. But you cant repost one that has meaning, and that isnt threatening you? To alot of you this is just another sad bulletin or news article, but to the people who knew her she was their daughter, best friend, niece, cousin, crush, grandaughter, sister, prom date. Think of how they feel?and how you would feel if this happened to someone close to you. R.I.P Anna Svidersky Anna was a smart 17 year old girl who lived in Vancover, WASHINGTON. She attended Fort Vancover Highschool and was going to graduating this June, 2006. Thursday, April 20th 2006 in the evening she was stabbed and murdered at Mcdonalds while working. She didnt deserve this, at all. There is so much violence going on lately its ridiculous. [Rest of article here]",
  "Last Updated": "17 August 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/svidersky.asp",
  "Claim": "E-mail reproduces news account of the stabbing death of 17-year-old Anna Svidersky.",
  "Claim_ID": "politics_crime_svidersky",
  "Tags": ""
}