{
  "Origins": "Red Lobster is the ubiquitous casual dining restaurant chain operated by Darden Restaurants of Orlando, Florida, which boasts over seven hundred outlets worldwide, including (in addition to the United States) operations in Canada, the United Arab Emirates, Qatar and Japan.",
  "Fact Check": "",
  "Description": "In September 2013, the Darden Restaurants corporation (which also owns the Olive Garden, LongHorn Steakhouse, Bahama Breeze, Capital Grille and Seasons 52 restaurant chains) reported disappointing financial results, including a 37.6% decrease in earnings per share and a $41 million drop in net earnings. A fair chunk of those disappointing financial results were attributed to the poor performance of the Red Lobster chain, which saw a 5.2% decline in sales relative to the same quarter of the previous year, and a 3.8% decline in same-restaurant traffic. These results prompted Darden, under pressure from investors, to announce in mid-December 2013 that they planned to separate themselves from the Red Lobster chain by selling it or spinning it off as a separate company: Under pressure from an activist hedge fund, Darden announced that it would dispose of the chain that gave it life Red Lobster as one of several steps meant to bolster its stock price. The company plans to shed Red Lobster through a tax-free spinoff to shareholders, but would be interested in a sale if it could raise more money. Darden's plan follows months of questions and pressure from investors and analysts over how it planned to bring back consumers after the recession. Darden is one of the biggest companies in the casual dining industry, with a market value of $6.7 billion, but its core chains have had stagnant growth. Though Red Lobster served as the basis for the Darden empire, it has become less important to the company over time. Members of the management team said that they expected same-restaurant sales for the chain to fall 4 to 5 percent this year. Separating the low-growth brand would let its new management team focus on running the company for its significant cash flows, while letting the rest of the company focus on its other brands' needs, including different marketing and pricing strategies. This announcement about Red Lobster's future was interpreted by some casual news consumers as meaning that the Red Lobster chain would imminently be going out of business, but a Darden spokesman quickly moved to quell such rumors: The Red Lobster restaurant chain brushed aside reports that it will be closing its doors. Rich Jeffers, a spokesman for Darden Restaurants Inc., which owns the chain, said the rumor may have started after the website LA Weekly published a story that the company faced an \"uncertain future.\" A torrent of tweets and other online media followed with reports that the chain was closing. \"We are not closing any restaurants,\" Jeffers [said]. The confusion may also be linked to Darden's announcement that it plans to sell or spin off the Red Lobster chain into a separate company. Several months later, in May 2014, Darden Restaurants announced that they had agreed to sell the Red Lobster chain to Golden Gate Capital for $2.1 billion: Darden Restaurants announced that private equity firm Golden Gate Capital has agreed to buy seafood chain Red Lobster for $2.1 billion in cash. In December [2013] the restaurant group revealed plans to release its oldest but worst performing segment into the wild. The initial plan was to create two independent companies, but after considering a number of structures ranging from selling to a strategic partner to giving up the real estate assets while holding onto the brand Darden concluded the Golden Gate deal would create the most value, the company said in a statement. Nonetheless, as The Motley Fool warned back in December 2013, Darden's shedding of Red Lobster could still possibly sound a death knell for the chain: It's not so much that Red Lobster is a damaged brand, but rather that its results reflect all too closely the trends seen all across the casual-dining sector. Releasing it back into the wild on its own may only cause the restaurant chain to fail. It's clear Red Lobster can't compete on its own yet, and until it can find a way to bring diners back to the restaurant, it would be foolhardy to cast it off. It's possible that economic circumstances may lead to the closure of some Red Lobster outlets in upcoming years, or even the eventual demise of the chain itself. But those possibilities are currently only speculative and uncertain; there's no definitive reason to expect that the entire chain will be closing its doors anytime soon.",
  "Originally Published": "",
  "Referred Links": "http://www.fool.com/investing/general/2013/12/30/the-sharks-are-circling-red-lobster.aspx;",
  "Example": "[Collected via Facebook, December 2013] Is Red Lobster closing?",
  "Last Updated": "16 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/redlobster.asp",
  "Claim": "The Red Lobster chain is about to close its doors and go out of business for good.",
  "Claim_ID": "politics_business_redlobster",
  "Tags": ""
}