{
  "Origins": "The item quoted above about a pending Congressional bill requiring gun owners to list their guns on federal income tax is both outdated and contains a good deal of misinformation. The referenced bill, SB 2099 (the Handgun Safety and Registration Act) is not currently before Congress it was introduced to the Senate back in February 2000 (not 2009), and it was referred to the Committee on Finance, where it languished without ever coming to a vote. It also had no provisions for requiring handgun owners to list their guns on federal income tax returns.",
  "Fact Check": "",
  "Description": "The issue back in 2000 was Senate Bill 2099 , introduced in February of that year by Senator Jack Reed , a Democrat from Rhode Island. S. 2099 was titled the \"Handgun Safety and Registration Act of 2000\" and sought \"to amend the Internal Revenue Code of 1986 to require the registration of handguns, and for other purposes.\" The National Firearms Act of 1934 established (among other things) a tax on both the manufacture and the transfer of firearms, required that each person who transfers a firearm file an application (complete with photograph and fingerprints) with the internal revenue authorities, and authorized the creation of \"a central registry of all firearms in the United States which are not in the possession or under the control of the United States.\" However, the definition of \"firearm\" used by the 1934 act did not include standard rifles, shotguns, or handguns. It applied only to specialized weapons such as short-barrelled rifles and shotguns, machine guns, silencers, and other \"destructive devices\" (e.g., grenades, bombs, rockets, missiles, mines). S. 2099 would have expanded the definition of \"firearm\" to include handguns, thus subjecting them to these requirements as well. The upshot of the Handgun Safety and Registration Act, if passed, would have been the imposition of a $50 tax on the manufacture of all handguns, a requirement that all gun owners register their handguns within one year of the Act's passage (but not, as claimed, list them on their federal income tax returns), and the provision that registration information be made available to federal, state, and local law enforcement agencies. In practical terms, every handgun owner would have had to obtain a Bureau of Alcohol, Tobacco, and Firearms registration form and an FBI fingerprint form, then complete and submit both forms (along with a 2x2 of himself and a $5 payment) to the BATF. That the intent of this bill was to effect nationwide registration of handguns is unmistakable. As stated in a press release about Senator Reed's bill: The bill would require registration of all handguns, including those currently in private possession, and would make it a felony for any person to transfer a handgun to another individual without prior law enforcement approval. Background checks would be performed on all primary and secondary transfers of handguns, including retail sales, gun shows, Internet sales and all private sales. The claim that this bill could have been passed into law without Congress voting upon it was not true: The Handgun Safety and Registration Act, like any other Congressional bill, would have had to be passed by both houses of Congress and signed by the President (or passed again over his veto) in order to become law. Furthermore, the $50 tax specified in the bill would have applied only to gun manufacturers, not gun owners. As noted above, the Handgun Safety and Registration Act of 2000 languished in committee without ever being brought to a vote, and even Senator Reed himself said at the time he submitted the bill that he was not optimistic about its chances of success: I am under no illusion that this legislation will be approved by this Congress or next Congress ... But we must begin the process to create a law that Americans overwhelmingly believe is necessary. Additional information: Misleading E-mail (gunregistration.org)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010815030932/http://www.gunregistration.org/email.htm;http://web.archive.org/web/20040821123434/http://reed.senate.gov/releases/0058.htm;http://web.archive.org/web/20030415001149/http://hcl.chass.ncsu.edu/garson/dye/docs/firearms.htm;http://reed.senate.gov/;",
  "Example": "[Collected via e-mail, May 2009] Senate Bill SB-2099 will require us to put on our 2009 1040 federal tax form all guns that you have or own. It may requirefingerprints and a tax of $50 per gun. This bill was introduced on Feb. 24. This bill will become public knowledge 30 days after it is voted into law. This is an amendment to the Internal Revenue Act of 1986. This means that the Finance Committee can pass this without the Senate voting on it at all. The full text of the proposed amendment is on the U.S. Senate homepage, http://www.senate.gov/ You can find the bill by doing a search by the bill number, SB-2099. Variations: An August 2009 version of the Handgun Safety and Registration Act e-mail combined it with the Blair Holt e-mail that truthfully claims a bill before Congress would prohibit ownership of handguns by those who have not obtained firearms licenses.",
  "Last Updated": "13 August 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/taxreturns.asp",
  "Claim": "A bill currently before Congress would require that all handgun owners list their guns on federal income tax returns.",
  "Claim_ID": "politics_guns_taxreturns",
  "Tags": ""
}