{
  "Origins": "The publication on the web of some security scanner images has raised in some people not only concerns over the privacy of air travelers (particularly regarding the retention of scanner images that supposedly \"could not be stored and would therefore never be made public\") but also shock at how detailed the security images from backscatter x-ray body scanners actually are. Such revelations have sown fear among the public over the potentially odious specter of Transportation Security Administration (TSA) agents enjoying the view, so to speak.",
  "Fact Check": "",
  "Description": "This item about a Denver TSA screener's being caught masturbating to the body scanner images of attractive teen girls makes it appear these fears are far from unfounded. However, the \"British newspaper\" that originated the above-quoted article is the Daily Squib, which describes itself as \"a curious satirical publication and should therefore be taken fu**ing seriously ;) .\" A similar piece from November 2010 reported a 47-year-old gay man named Percy Cummings was arrested at San Francisco International Airport \"after ejaculating while being patted down by a male TSA agent.\" That item was also a piece of satire, apparently originating with the Dead Serious News web site, which notes on its About page \"Dead Serious News is a satirical website that is updated on an irregular basis. With the exception of the names of public figures, all names are fictional.\"",
  "Originally Published": "",
  "Referred Links": "http://www.deadseriousnews.com/?page_id=2;http://www.deadseriousnews.com/?p=573;http://dailysquib.co.uk/;http://en.wikipedia.org/wiki/Backscatter_X-ray;http://en.wikipedia.org/wiki/Backscatter_X-ray;http://www.donotlink.com/djiq;http://www.dailysquib.co.uk/most-popular/2389-body-scanner-operator-caught-groping-self-at-colorado-airport.html;",
  "Example": "[Collected via e-mail, November 2010] DENVER - USA - A full body scanner operator was caught masturbating during a scanning session by airport staff late Tuesday. Airport officials at Denver International airport were on high alert yesterday when a full body scanner operator was caught masturbating in his booth as a team of High School netball players went through the scanner. [Rest of article here.]",
  "Last Updated": "5 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/scanner.asp",
  "Claim": "A TSA screener in Denver was caught masturbating to images of airline travelers displayed on a body scanner.",
  "Claim_ID": "Politics_satire_scanner",
  "Tags": ""
}