{
  "Origins": "Jamie Foxx (born Eric Marlon Bishop), is a 44-year-old American actor who won an Academy Award for Best Actor for his portrayal of musician Ray Charles in the film Ray , as well as a stand-up comedian, a singer/songwriter, and a radio talk show host.",
  "Fact Check": "",
  "Description": "On 8 December 2012, Foxx appeared as the guest host on Saturday Night Live (SNL) to plug his upcoming movie, Django Unchained , in which he plays a freed slave turned bounty hunter who sets out to rescue his wife from a ruthless Mississippi plantation owner. In his opening monologue for SNL that evening Foxx riffed on a theme of \"How black is that?\", touching on the recent activities of prominent blacks such as rapper Jay-Z, himself, and President Obama. Speaking of himself, Foxx mentioned his role in the soon-to-be-released Django Unchained : I got a movie coming out, Django Unchained, check it out. I play a slave. Uh, how black is that? And in the movie I have to wear chains. Umm ... how whack is that? But don't worry about it, because I get out of the chains, I get free, I save my wife, and I kill all the white people in the movie. So in a literal sense it is true that Jamie Foxx spoke the words attributed to him above, but they were part of a comedic monologue written for the opening of a comedic sketch show and not an extemporaneous comment.",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt1853728/;",
  "Example": "[Collected via e-mail, December 2012] I received an email asking to boycott Jamie Foxx's new movie Django because he said of it, \"I save my wife and I kill all the white people in the movie... How great is that?\" I am wondering if he said this, if it is true?",
  "Last Updated": "11 December 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/jamiefoxx.asp",
  "Claim": "Actor Jamie Foxx said of his upcoming film, \"I kill all the white people in the movie ... How great is that?\"",
  "Claim_ID": "politics_quotes_jamiefoxx",
  "Tags": ""
}