{
  "Origins": "Since the gist of this piece is an expression of the writer's feelings about President Bush after having encountered him while attending church, there isn't much factual information to verify other than the identity of the writer. Although President Bush is a Methodist, he has attended services at St. John's Church, an Episcopal congregation located in Lafayette Square across from the White House, on a number of occasions, so it is quite plausible that a fellow churchgoer might spot him there on any given Sunday when he is in Washington. (According to White House spokesperson Jeanie Mamo, the President and his family also visit Lincoln Park United Methodist and Washington National Cathedral .) The President was in attendance at St. John's on significant days such as 6 July 2003, his 57th birthday , and on 11 September 2003, the two-year anniversary of the terrorist attacks on the U.S., and he also reportedly cancelled plans to visit St. John's on 14 December 2003 because he did not want a church to be the setting for his first public appearance after the capture of Saddam Hussein.",
  "Fact Check": "",
  "Description": "This piece usually bears an attribution crediting it to Laura Lefler, a staffer employed in the office of U.S. Senator Lamar Alexander of Tennessee. The Senator's office confirmed for us that Ms. Lefler did indeed write and send the missive: Thanks for writing regarding Ms. Lefler's e-mail. The e-mail reflects the personal experiences of one of our employees, and while we appreciate her enthusiasm, it should really have been sent from her personally and not from our office. Since this is not an official communication of our office, we really can't say anymore about it. We do appreciate your taking the time to get in touch with us.",
  "Originally Published": "",
  "Referred Links": "http://www.cathedral.org/cathedral/;http://www.gbgm-umc.org/lincolnparkumc/;http://www.stjohns-dc.org/;",
  "Example": "[Collected on the Internet, 2004] I'm at the 8:00 am service at my church, St. Johns at Lafayette Square, across from the White House. (I wanted to go early because I was going for breakfast at the Cracker Barrel in Manassas.) Much of the service was uneventful nice, but uneventful until it comes to the part of the service when the Minister says, \"Greet one another in the name of the Lord.\" I turn to my right to exchange the peace with my friend, Amy Fox Smythe, who was on the other end of my pew. I then shake hands with theperson in front of me, and turn around to say hello to the person behind me. The person behind me was our 43rd President, George W. Bush. I am not kidding. A small crowd was forming around him, and not wanting to delay the church service or bother him by waiting to shake his hand, I turned back around and sat down and talked to Amy. About 30 seconds later I felt a hand on my left shoulder and turned around to see President Bush with his hand extended. \"Peace of the Lord, \" he said, and held my hand with both of his. \"Peace of the Lord,\" I replied, and held both his hands and smiled at him. I turned back around and was remarkably calm about the fact that the most powerful person in the world was sitting two feet behind me. I could hear him flipping through his bulletin as the Minister made theannouncements. I loved the idea of him thinking, \"Oh, there's a covered dish next Sunday.\" We prayed and when I stood up to go to the communion rail, he got up and walked down the aisle behind me. We passed a little old lady who said, \"Mr. President, I pray for you every day.\" To which he said, \"That's a very special gift. Thank you so much.\" We got to the communion rail and there were two spaces, one in front of us and one around the side of the altar . I started off around the corner. He stopped me and whispered, \"No, no. I'll go around\" and motioned for me to take the closer spot. The only exception made in the entire service was that the President was allowed to leave first and then the rest of the congregation followed. With all sincerity, and partisanship aside, I tell you: This is a special man! There is a peace and a Godliness about him. It radiates from him. It is the only reason that I was able to remain calm. It was more than the adrenaline I've felt when I've met other famous people. A goodness flows through this man. He has more than my vote in November. He has my respect, my prayers, and my gratitude. Whatever your political affiliation, and whether or not you agree with his decisions, you should take comfort in the fact that despite recent press attacks this is a man of integrity who makes decisions because he believes that they are RIGHT, not popular. He makes these decisions with a heavy heart and through prayer.",
  "Last Updated": "14 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/stjohns.asp",
  "Claim": "Churchgoer describes encounter with President Bush at St. John's Church.",
  "Claim_ID": "politics_soapbox_stjohns",
  "Tags": ""
}