{
  "Origins": "The Book of the Marvels of the World , more commonly known in English as The Travels of Marco Polo , is a travelogue compiled in the 13th century by Rustichello da Pisa. The work was based on accounts told to da Pisa by Venetian merchant traveler Marco Polo when the two men were imprisoned together in Genoa and comprises tales of Polo's world travels and his experiences at the court of Kublai Khan. The Book of the Marvels of the World includes descriptions of a number of different cultures and comments about the religion of Islam, but neither Marco Polo nor the compiler of his travel tales wrote a \"militant Muslim is the person who beheads the infidel, while the moderate Muslim holds the feet of the victim.\"",
  "Fact Check": "",
  "Description": "The referenced quote has been circulating on the Internet for several years and seems to have originated in an article titled \"The Alien Concept of Free Speech\" published on a web site called Islamic Scriptures Unveiled. That article offered up several quotes from \"great thinkers\" about Islam, including the phrase that has since been attributed to Marco Polo. But credit for that quotation was given to a professor of philosophy named Dr. M. Sabieski, not the famous Venetian traveler. It's uncertain when Marco Polo's name became incorrectly attached to the \"militant Muslim\" quote, but it probably started after the Islam Watch web site reproduced the quotes used in the \"Alien Concepts of Free Speech\" article in August 2008. Islam Watch changed the order of many of the quotes and placed Marco Polo's name below the words originally attributed to Sabieski: These quotes have subsequently been copied and pasted to various blogs over the years, and somewhere along the line Dr. M. Sabieski's name was elided. An e-mail circulated in January 2015 under the title \"Marco Polo Got It Right\" included the quote superimposed over an image of Marco Polo: Marco Polo got it right. Marco Polo, a Venetian merchant whose travels are recorded in the Book of the Marvels of the World, was the first to leave a detailed chronicle of his travel experience through Central Asia and China. There is no mention of \"moderate\" or \"militant\" Muslims in Book of the Marvels of the World . Marco Polo's name apparently became attached to the quotation now credited to him only because his name appeared in close proximity to the statement when it was reproduced online in 2008. So that's the end of that, right? Well, the origins of the quote are still something a mystery, as no reliable information about Dr. M. Sabieski, the professor of philosophy who was originally credited for these words, is currently available.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20081104095935/http://www.islam-watch.org/AyeshaAhmed/Great-Thinkers-on-Islam.htm;https://sites.google.com/site/islamicscripturesunveiled/Home/free-speech;",
  "Example": "[Collected via e-mail, January 2015] A quote attributed to Marco Polo. Marco Polo, a Venetian merchant whose travels are recorded in the Book of the Marvels of the World, was the first to leave a detailed chronicle of his travel experience through Central Asia and China. \"The militant Muslim is the person who beheads the infidel, while the moderate Muslim holds the feet of the victim.\" Is this accurate and attributed to Polo?",
  "Last Updated": "23 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/marcopoloislam.asp",
  "Claim": "Marco Polo said: \"The militant Muslim is the person who beheads the infidel, while the moderate Muslim holds the feet of the victim.\"",
  "Claim_ID": "politics_quotes_marcopoloislam",
  "Tags": ""
}