{
  "Origins": "Scytl is a provider of online voting solutions based in Barcelona, Spain. In January 2012, Scytl expanded its reach in that market through the acquisition of SOE Software, a provider of e-Government software solutions. The item reproduced above claims the Obama administration has \"sold the processing rights of our votes in the general election\" to Scytl, the pending use of Sctyl's systems in U.S. elections will make it impossible \"to track and verify our votes,\" and Scytl's CEO was a donor to Barack Obama's 2008 presidential campaign.",
  "Fact Check": "",
  "Description": "Taking these points in order, we find: The Obama administration could not possibly have \"sold the processing rights of our votes in the general election\" to Scytl, as the federal government does not run elections: individual states do. It's up to each state to determine on its own how to conduct its elections and what voting systems to use. Moreover, it's highly unlikely any states will be choosing to use systems like Scytl's to implement online voting on anything more than a very limited basis in the 2012 general election. Scytl's current list of customers includes only a few U.S. states plus the District of Columbia, all of whom have so far limited their use of Scytl systems to providing a means for overseas (i.e., military and absentee) voters to cast their ballots remotely. According to Discovery News, even those scant initial uses of online voting failed to pan out in some cases, and those systems will not be re-used in 2012: One of the nation's first online voting experiments was a big failure. In October 2010, officials in Washington, D.C., set up an Internet-based system for overseas and military voters to cast their ballots. During a one-week test period, the D.C. Board of Elections and Ethics asked the public to test its integrity. Students from a University of Michigan class obliged and within 36 hours had posted the Michigan fight song on the website. \"Not only were they able to penetrate the system, but also they were monitoring what was going inside the system itself,\" Alexander Shvartsman, professor at the University of Connecticut's Center for Voting Technology Research, said. He added that the students were also able to see the electronic signatures of hackers based in both China and Iran probing the D.C. site. The District of Columbia scrapped the plan and has no plans to resurrect it in 2012.(SOE software does have a more expansive roster of U.S. customers, but their products are aimed at providing ancillary services to local governments such as helping constituents communicate with government offices or displaying election results, not systems to record and tabulate votes.) The security and auditability of online voting systems remains a subject of debate, which, as noted above, makes it quite improbable there will be any statewide (much less nationwide) use of systems like Scytl's in tabulating votes for the 2012 presidential election. Steve Wildstrom, writing in Tech.pinions, outlined the difficulties of implementing such systems securely: Voting, alas, has unique characteristics that make internet implementations all but impossible given current technology. The big problem is that we make two demands of it that cannot be met simultaneously. We want voting to be very, very secure. And we want it to be very, very anonymous. Internet security is difficult under the best of conditions. But voting has the additional complication that it is very difficult, if not impossible, to remedy a breach. Most of the time, all that is at stake is money, and we know how to fix that. Identity theft is more complex but still there are remedies. A stolen vote is gone forever. Anonymity complicated the problem immensely. The usual way to secure an internet transaction to make certain that both the server and the person at the other end and who or what they claim to be. To cast a ballot at a polling place or vote an absentee ballot, you have to produce identification or, at a minimum, a signature that matches one on file. It's not perfect. but it's generally better than we can do on the internet. Then you are given a ballot or a card that activates an electronic voting machine, but there is no link between the ballot and your identity, guaranteeing anonymity. This is really, really hard to simulate online. The more that is done to assure your identity, the harder it is to separate that identity from the vote that is cast. Furthermore, trust is central to elections and people, rightly, have their doubts about trusting online voting. We will see more trials in this year's voting. But widespread internet voting is still waiting for a day that may never come.Other experts in electronic voting security concur that such systems are very unlikely to be implemented in U.S. national elections for a long time yet: Some experts worry that security flaws still haven't been fixed and that federal elections are still decades away from going fully online. While some states and localities are taking baby steps to embrace new voting technology, it's not likely that online voting will come to the masses anytime soon, experts say. \"We still do not know as a society how to build secure electronic systems,\" said Alexander Shvartsman, professor at the University of Connecticut's Center for Voting Technology Research. \"Obviously an electronic voting system makes everything easier, but it has to be auditable. There is no replacement for having a ballot that is verified by the voter.\" Most U.S. voters will continue to use paper ballots that are counted electronically. The current CEO of Scytl is Pere Vall s, whose r sum states: Mr. Valles joined Scytl in March 2004 after spending most of his professional career in the United States. Prior to joining Scytl, Mr. Valles was Vice-President and Chief Financial Officer of GlobalNet, a NASDAQ publicly-traded telecommunications company headquartered in Chicago. Mr. Valles assisted GlobalNet in becoming one of the leading providers of Voice-over-IP in the world and was instrumental in the successful sale of the company to the Titan Corporation, a NYSE defense company. At GlobalNet, Mr. Valles was responsible for designing and executing the strategic plan that led to an increase in revenues from US $25 million to over US $100 million and brought the company to profitability. Previously, Mr. Valles had worked as Senior Manager for KPMG's Mergers & Acquisitions group in Los Angeles and Miami providing financial and strategic consulting services to private equity groups and corporations involved in acquisitions in the United States, Latin America and Europe. During his career at KPMG, Mr. Valles actively participated in more than 20 transactions in the telecommunications and technology areas. Mr. Valles has a bachelor degree in Economics and a bachelor degree in Law from the University of Barcelona and a MBA (summa cum laude) from Indiana University.Despite claims that Pere Vall s \"donated heavily to the 2008 Obama campaign,\" a search of all donors to the 2008 presidential campaign of Barack Obama does not turn up a contribution (of any size) from anyone with that name. (Likewise, we found no evidence supporting the common rumor that financier George Soros holds an ownership stake in Scytl.)",
  "Originally Published": "",
  "Referred Links": "http://www.opensecrets.org/pres08/search.asp?cid=N00009638&name=valles&employ=%28any+employer%29&state=%28all%29&zip=%28any+zip%29&submit=OK&amt=a&sort=A;http://es.linkedin.com/in/pvalles;http://www.scytl.com/en/board-of-directors-p-223.html;http://techpinions.com/internet-voting-is-years-away-and-maybe-always-will-be/6343;http://www.soesoftware.com/solutions/enr.aspx;http://www.soesoftware.com/solutions/livehelp.aspx;http://www.soesoftware.com/customers.aspx;http://www.scytl.com/en/customers-c-10.html;http://www.businesswire.com/news/home/20120111005635/en/SCYTL-Acquires-SOE-Software-Leading-Election-Software;http://www.scytl.com/en/about-scytl-c-8.html;",
  "Example": "[Collected via e-mail, April 2012] The Obama administration has sold the processing rights of our votes in the general election to a company from Spain (SCYTL) It will no longer be possible to track and verify our votes. The CEO of the company donated the maximum amount to Obamas' 2008 campaign. [Collected via e-mail, September 2012] GEORGE SOROS, BARACK OBAMA'S NUMBER ONE SUPPORTER AND SOURCE OF THEPRESIDENT'S LARGEST CORPORATE DONATIONS, WILL CONTROL YOUR VOTES IN THE UPCOMING PRESIDENTIAL ELECTION Follow the bouncing ball on the criminalcorruption ruse of your USA votes. 1.) The Obama Government has outsourced the counting of votes for the 2012election. But since WHEN does the nation need to outsource a task asuncomplicated and straightforward as vote-counting? 2.) Obama outsourced the counting to a Tampa Florida company, named SOE,that had previously been used to administer the vote counting process forover 500 American jurisdictions. 3.) But recently, SOE software has now been sold to a company named SCYTL,owned by George Soros, headquartered in Spain. 4.) The votes will go to SCYTL, the question becomes as to WHY Must localvotes for each precinct will be downloaded to SCYTL s main server leaving no TRACEABLE record of how many, and what votes were scored! Whichof course means that said votes will be MERGED; and any discrepancies atlower levels will be IMPOSSIBLE to track. 5.) But wait, it gets murkier: SCYTL is shadow owned by Pere Valles, aformer CEO of Global Net; who just HAPPENS to have been a maximum levelcontributor to the Obama Campaign in 2008. Not surprisingly, Valles isalso has contacts with Media Matters, a communication consortium owned by:George Soros. 6.) Now the bad news: according to the Black Box voting site, thiscentralizes one middleman access point for over 525 votingjurisdictions: (AL, AZ, CA, CO, DC, FL, KY, MI, KS, IL, IN, NC, NM, MN,NY, SC, TX, UT, WA. and growing).",
  "Last Updated": "11 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/scytl.asp",
  "Claim": "President Obama has sold the tabulating of votes in U.S. national elections to Scytl, a Spanish company run by a donor to his campaign.",
  "Claim_ID": "politics_ballot_scytl",
  "Tags": ""
}