{
  "Origins": "As of 2001, the compensation paid to the President of the United States as established by Congress includes a $400,000 annual salary as well as a $50,000 annual expense account, a $100,000 nontaxable travel account, and $19,000 for entertainment.",
  "Fact Check": "",
  "Description": "On 31 May 2013, the Palookaville Post published an article stating that President Barack Obama had circumvented Congress by issuing an Executive Order (announced late on a Friday to keep word of it out of the daily news cycle) granting himself a whopping 25% salary increase, to $500,000 per year: Friday a White House press release was inadvertently distributed early to news organizations announcing that President Barack Hussein Obama had signed an executive order giving himself a pay raise to $500,000 annually. White House staff failed to squash the story as the press release was intended to be distributed late in the day on Friday, after the deadline when most news agencies are able to publish breaking news stories. Critics of the President s executive order say the move makes Obama seem \"politically tone deaf\" because he gave himself a raise at a time when the federal government is arbitrarily cutting services and benefits due to sequestration. By the following day links and reproductions of this article were being circulated via social media, with many of those who encountered it (such as I Am is at the Doors and GOP The Daily Dose ) mistaking it for a genuine news article. However, this item was a fictional spoof, merely a bit of political humor from the Palookaville Post , a satirical web publication whose other recent spoofs include topics such as \"Obamacare Plans to Sell List of Viagra Users to Match.com,\" \"Obama Searches for Special White House Counsel on Craigslist,\" and \"Feds Blame Ronald Reagan for Current Rise in Suicide Rate.\" The fantastically fictional Weekly World News beat the Palookaville Post to this spoof, publishing an article in June 2011 which reported that President Obama had issued an Executive Order raising his salary to $1 million a year in addition to a one-time bonus of $200,000 \"for killing Osama Bin Laden.\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20110623083806/http://weeklyworldnews.com/politics/34743/obama-gives-himself-a-raise/;http://www.palookavillepost.com/;http://gopthedailydose.com/2013/06/02/obama-signs-executive-order-giving-himself-a-pay-increase/;http://iamisatthedoors.wordpress.com/2013/05/31/obama-signs-executive-order-giving-himself-a-pay-increase/;http://www.palookavillepost.com/2013/05/31/obama-signs-executive-order-giving-himself-a-pay-increase/;",
  "Example": "[Collected via e-mail, May 2013] Is this a true statement? Friday a White House press release was inadvertently distributed early to news organizations announcing that President Barack Hussein Obama had signed an executive order giving himself a pay raise to $500,000 annually.",
  "Last Updated": "3 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/payraise.asp",
  "Claim": "President Obama issued an executive order granting himself a $100,000 pay raise.",
  "Claim_ID": "Politics_satire_payraise",
  "Tags": ""
}