{
  "Origins": "On 31 October 2014, President Obama delivered a speech titled \"Remarks by the President on Women and the Economy\" at Rhode Island College in Providence. Plucked from the context of a broader speech about paid leave for parents and general household costs such as daycare, one snippet of the President's words grabbed the attention of political blogs and social media users.",
  "Fact Check": "",
  "Description": "A short portion of the President's remarks became a story unto themselves following the speech, with a common claim attached to those words holding that President Obama had \"slammed stay-at-home moms\" in the cited portion of his speech. One widely-circulated extract from his remarks read that way to some who hadn't caught the entire speech: Sometimes, someone ... usually mom ... leaves the workplace to stay home with the kids, which then leaves her earning a lower wage for the rest of her life as a result. That's not a choice we want Americans to make. So let's make this happen. By the end of this decade, let's enroll 6 million children in high quality preschool ... Taken out of context, it appeared to some President Obama was advocating all stay-at-home moms should return to the workforce without question and place their children in government-run preschools (presumably ones of questionable quality, or, at the very least, schools chosen by the government and not by the families themselves). What President Obama actually said, however, did not pertain to the worth of stay-at-home moms versus that of working parents. Explaining his recent experiences in discussing the challenges that mothers in the workforce face, President Obama said: I kept on hearing about my mom struggling to put herself through school, or my grandmother hitting that glass ceiling. And I thought about Michelle, and I told some stories about when Michelle and I were younger and getting starting, and we were struggling to balance two careers while raising a family. And my job forced me to travel a lot, which made it harder on Michelle, and we would feel some of the guilt that so many people feel we're working, we're thinking about the kids, we're wondering whether we're bad parents, we're wondering whether we were doing what we need to do on the job. And as the catch-22 of working parents, we wanted to spend time with our kids, but we also wanted to make sure that we gave them the opportunities that our hard work was providing. And then, of course, I think about my daughters. And the idea that my daughters wouldn't have the same opportunities as somebody's sons well, that's unacceptable. That's not acceptable. President Obama then addressed the advances women have made in education and in graduating college and continued by explaining females are disproportionately affected by a lack of protective policy pertaining to sick leave and paid family leave: But here's the challenge that's all good news the challenge is, our economy and some of the laws and rules governing our workplaces haven't caught up with that reality. A lot of workplaces haven't caught up with that reality. So while many women are working hard to support themselves and their families, they're still facing unfair choices, outdated workplace policies. That holds them back, but it also holds all of us back. We have to do better, because women deserve better. And, by the way, when women do well, everybody does well. So women deserve a day off to care for a sick child or sick parent without running into hardship. And Rhode Island has got the right idea. You're one of just three states where paid family leave is the law of the land. (Applause.) More states should choose to follow your lead. The quoted bit came soon thereafter. President Obama made a case for paid leave and for the economic gains to be had if daycare and preschool were affordable to all mothers. He said: THE PRESIDENT: Without paid leave, when a baby arrives or an aging parent needs help, workers have to make painful decisions about whether they can afford to be there when their families need them most. Many women can't even get a paid day off to give birth to their child. I mean, there are a lot of companies that still don't provide maternity leave. Of course, dads should be there, too. So let's make this happen for women and for men, and make our economy stronger. (Applause.) We've got to broaden our laws for family leave. Moms and dads deserve a great place to drop their kids off every day that doesn't cost them an arm and a leg. We need better childcare, daycare, early childhood education policies. (Applause.) In many states, sending your child to daycare costs more than sending them to a public university. AUDIENCE MEMBER: True! THE PRESIDENT: True. (Laughter.) And too often, parents have no choice but to put their kids in cheaper daycare that maybe doesn't have the kinds of programming that makes a big difference in a child's development. And sometimes there may just not be any slots, or the best programs may be too far away. And sometimes, someone, usually mom, leaves the workplace to stay home with the kids, which then leaves her earning a lower wage for the rest of her life as a result. And that's not a choice we want Americans to make. It's clear from the context of President Obama's full remarks on 31 October 2014 his view wasn't one that \"slammed\" stay-at-home moms and stated \"we\" don't want anyone to choose to be a stay-at-home mom; rather, the choice to which he referred was for women to fairly have the option of deciding whether to remain in the workforce or to stay at home with their children, without (in the latter case) having to lose their place on the employment ladder and thus be relegated to earning lower wages for the rest of their working lives. In short, President Obama did not \"slam\" stay-at-home moms; he instead argued current policies affecting mothers are unfair and should be changed to allow, among other things, expanded maternity leave and affordable daycare and preschool options to ensure women have more choice in deciding how to balance their economic and family lives.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/the-press-office/2014/10/31/remarks-president-women-and-economy-providence-ri;",
  "Example": "[Collected via email, November 2014] Obama wants stay at home moms back in workforce Obama does not like stay at home moms. Many sites are reporting that Obama doesn't want women to be stay-at-home moms based on this speech. Obama's speech on Stay at Home Moms Aren't worth a Hill of Beans....also, it's a choice we don't want Americans to make. Video with comment by President Obama on Stay-at-Home Moms: 'That's Not a Choice We Want Americans to Make.' I'm just seeing this posted on Facebook and wondering if it's true or taken out of context.",
  "Last Updated": "3 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/sahm.asp",
  "Claim": "President Obama said women should not choose to be stay-at-home-moms.",
  "Claim_ID": "politics_obama_sahm",
  "Tags": ""
}