{
  "Origins": "Megyn Kelly is a Fox News Channel anchor who in October 2013 began hosting a news program titled The Kelly File , airing weekdays on Fox at 9:00 PM. Shortly after the debut of The Kelly File , a memetic image (shown above) began to be widely circulated via social media, one which implied Ms. Kelly had once said of Native Americans that \"they're illegal immigrants, essentially.\"",
  "Fact Check": "",
  "Description": "Said image prompted a flood of inquiries to our inbox inquiring whether this item is \"true.\" We found no source documenting that Megyn Kelly ever actually made such a statement: no video clip, no transcript, no news article, no reference to when and in what context she supposedly said the reported words. It's extremely unlikely if she had expressed that very thought on the air (or in any other public forum), there would not be an ample trail of online reproductions and commentary about it to follow back to a source. It appears this image was one of a series of spoofs concocted after Megyn Kelly appeared on Fox's The O'Reilly Factor in November 2011 to discuss a recent incident in which a University of California-Davis police officer had been filmed pepper-spraying seated activists during a campus protest. During that appearance, Kelly referred to pepper spray as \"a food product, essentially\" in an exchange with host Bill O'Reilly: O'Reilly: \"First of all, pepper spray that just burns your eyes, right?\" Kelly: \"Right, I mean it's like a derivative of actual pepper. It's a food product, essentially ...\" This event led to the creation and circulation of a mocking memetic image featuring her picture with that statement superimposed over it, which then spawned a series of other similar images which all played on theme of presenting her picture in conjunction with absurd statements followed by the word \"essentially\": Additional information: Megyn Kelly Essentially (Know Your Meme)",
  "Originally Published": "",
  "Referred Links": "http://knowyourmeme.com/memes/megyn-kelly-essentially;http://knowyourmeme.com/memes/megyn-kelly-essentially;http://otherwords.org/the_uc_davis_pepper_spray_incident/;http://www.foxnews.com/on-air/the-kelly-file/index.html;",
  "Example": "[Collected via e-mail, October 2013] Right now, the internet is abuzz with a rumor that Megyn Kelly of Fox news said that Native Americans were essentially illegal immigrants.",
  "Last Updated": "23 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/megynkelly.asp",
  "Claim": "Fox News host Megyn Kelly once referred to Native Americans as \"illegal immigrants.\"",
  "Claim_ID": "politics_quotes_megynkelly",
  "Tags": ""
}