{
  "Origins": "Treppenwitz , \"the wit of the stairway,\" is a word used to describe brilliant comebacks one thinks of only long after the moment for saying them has passed. The opposite of treppenwitz is when one thinks of the perfect words to use in advance of an event, but for whatever reason (e.g., politeness, conflict with business interests, lack of opportunity) never delivers them. The latter phenomenon is often subject matter for opinion columns, in which writers set forth words they would ideally like to express in a particular circumstance.",
  "Fact Check": "",
  "Description": "The text referenced above is one such column, a piece authored by talk show host Dennis Prager , a staple of Southern California talk radio for over twenty years (and now a nationally syndicated radio host as well). Mr. Prager has never been a high school principal. His column, \"A Speech Every American High School Principal Should Give,\" was originally published on 13 July 2010, and within a few weeks of its publication we began receiving e-mailed copies which omitted the authorial attribution and changed the piece's premise from the abstract to the concrete by presenting its content as a speech actually delivered by a real high school principal to his school's incoming class: An early-August 2010 version was positioned as \"Supposedly from an Arizona Principal.\" Another early-August 2010 version bore this preface: \"Hillsdale College is setting up a charter school in Washington D.C. Thisis what each student that is allowed to enroll in the school and their parents will read, sign and adhere to while in attendence. I sincerely hope that in the near future all our schools will adopt these very same policies.\" A mid-August 2010 version asserted \"This speech was given by a new HS principal in Florida.\" An early-September 2010 version proclaimed the item to be the \"Principal's Remarks at a South Texas school.\" A November 2010 version was titled \"California Principal's Opening Message to Students\" and further asserted the speech was given by \"Dennis Prager, a principal at a high school in Redding, California, on the first day of classes in 2010.\" A July 2011 version opened \"We watched high school principal Dennis Prager of Colorado...\" A May 2012 version placed Sarah Palin and Tom Brokaw at the event as guest speakers: \"We watched high school principal Dennis Prager of Colorado , along with Sara Palin and Tom Brokaw on TV a couple of weeks ago....what a dynamic, down to earth speaker. Even though Palin and Brokaw were also guest speakers they did little but nod and agree with him. This is the guy who should be running for President in 2012!\" In concept, Dennis Prager's July 2010 column echoed one of his earlier efforts, a piece setting forth a commencement speech that he would give if were he called upon to address a graduating college class.",
  "Originally Published": "",
  "Referred Links": "http://www.dennisprager.com/columns.aspx?g=07f08515-be95-4197-955e-327f6a0b98f8;http://www.dennisprager.com/columns.aspx?g=7bbeb237-47bb-4caf-aa46-5bc6cfcf8e22&url=the_commencement_address_i_would_give;http://www.dennisprager.com/columns.aspx?g=07f08515-be95-4197-955e-327f6a0b98f8;http://www.dennisprager.com/;http://www.dennisprager.com/a-speech-every-american-high-school-principal-should-give/;",
  "Example": "[Collected on the Internet, July 2010] To the students and faculty of our high school: I am your new principal, and honored to be so. There is no greater calling than to teach young people. I would like to apprise you of some important changes coming to our school. I am making these changes because I am convinced that most of the ideas that have dominated public education in America have worked against you, against your teachers and against our country. First, this school will no longer honor race or ethnicity. I could not care less if your racial makeup is black, brown, red, yellow or white. I could not care less if your origins are African, Latin American, Asian or European, or if your ancestors arrived here on the Mayflower or on slave ships. The only identity I care about, the only one this school will recognize, is your individual identity your character, your scholarship, your humanity. And the only national identity this school will care about is American. This is an American public school, and American public schools were created to make better Americans. [Rest of article here.]",
  "Last Updated": "23 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/principal.asp",
  "Claim": "Transcript reproduces a high school principal's speech to students and faculty at the beginning of a new school year.",
  "Claim_ID": "politics_soapbox_principal",
  "Tags": ""
}