{
  "Origins": "Rep. Michele Bachmann has represented Minnesota's Sixth District in the U.S. House of Representatives since 2007 and was an early candidate for the GOP presidential nomination in 2012. Bachmann ended her bid for the Oval Office in January 2012, but she remains popular outside her district due to her hard-line stances on a number of hotly debated issues.",
  "Fact Check": "",
  "Description": "In October 2014 we began receiving e-mails about a quote attributed to Rep. Bachmann during an unspecified Fox News channel program on 22 October 2014. Bachmann (who controversially claimed during a 2006 debate that intelligent design was popular among scientists) is often the subject of internet-based political ribbing, and the following quote began to circulate as an example of the congresswoman's views on science: Post by Christians for Michele Bachmann. While we often encounter quotes that are partially rooted in a real statement or somewhat resemble something said at one time by the person in question, the Michele Bachmann \"dinosaur bones\" remark is 100 percent satire. The image meme of Bachmann superimposed with the comment about dinosaur bones came from the Facebook group \" Christians for Michele Bachmann ,\" a spoof group that is not associated with the politician and frequently posts fake stories and images that poke fun at her and her fan base.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/C4MB12.0;https://www.facebook.com/C4MB14;https://www.facebook.com/C4MB14/photos/a.1537495406481114.1073741828.1537494199814568/1555224034708251/?type=1;http://bachmann.house.gov/;",
  "Example": "[Collected via e-mail, October 2014] Received a Facebook meme with the following quote, credited to Michele Bachmann on Fox News, Oct 22, 2014. Can you verify/debunk this? If dinosaur bones have been buried for millions of years, then why are they so clean when they're in museums? They would be dirty. And if the dinosaur bones are real, why do they need wire to keep them together? Real animals don't need wire. And they're dirty.",
  "Last Updated": "28 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/dinobones.asp",
  "Claim": "Rep. Michele Bachmann questioned why dinosaur bones aren't dirty if they've been buried for millions of years.",
  "Claim_ID": "politics_quotes_dinobones",
  "Tags": ""
}