{
  "Origins": "This story about which of the spouses is responsible for the success of the husband is a hoary old anecdote that has been told any number of times of various famous married couples. It's not a true account of an actual incident, but is rather an illustrative tale meant to impress upon readers the importance of the distaff spouse's influence on her husband's success.",
  "Fact Check": "",
  "Description": "The wife's old boyfriend is almost invariably presented as someone who makes his living via manual labor, and presumably a rather meager one at that. He is typically a gas station attendant, ditch digger, mechanic, construction worker, or in one telling, the owner of a badly run-down gas station out in the middle of nowhere that has all of one pump. However his circumstances are described, their meaning is always clear the now rather pampered wife of a very successful man would have instead been living a rather hardscrabble life if she'd married her first love. (The Obama version quoted above is a rare exception to that pattern, in that the ex-boyfriend is positioned as the owner of a restaurant, albeit one that \"wasn't too luxurious.\") While the earliest Obama versions of this tale appear to date to late 2010, the story itself has been around much longer, and has been applied to numerous U.S. Presidents and their wives over the years. Bill and Hillary Clinton versions have been noted as far back as 1993. This version was posted online in March 2002: A telling Hillary Clinton joke has the then-first lady and the president driving along in scenic Arkansas. When they pull over for gas, Clinton notices his wife has jumped out of the car, bounded over to the gas-station attendant, thrown her arms around him, and kissed him with tears of joy. \"Who was that?\" a bemused Bill asks as they drive away. \"Oh,\" replies Hillary somewhat wistfully, \"he was an old flame I haven't seen in years.\" \"Well,\" says Slick Willie with a smirk, \"I guess if you hadn't married me, you'd be helping him pump gas now.\" \"I don't think so,\" says Hillary icily. \"If I had married him, he'd be president now.\" Both Presidents Bush have starred in the tale. Here's a July 2006 rendition that features George W. and Laura Bush: President George W. Bush and his wife Laura were driving in the Texas countryside when they came to Midland, where the president stopped for gas. It turned out that the gas station attendant was a former high school boyfriend of Laura Bush's. Driving away from the gas station George W. turned to his wife and said: \"Ain't that odd Laura? If you had married that guy you would be the wife of a gas station attendant instead of the president's wife.\" \"No, George dear. If I had married him he would now be the president of the United states of America\", the First Lady replied. And here's a June 2010 version that slots George H.W. and Barbara Bush into the starring roles: Years ago when the first George Bush was President he went out campaigning for his second term in office. While on the road they needed some gas and the driver pulled into a gas station along the road. As the attendant started fueling the car Mrs. Barbara Bush got out of the vehicle, walked around, hugged and cheerfully spoke with the attendant. After they finished talking, she got back into the car and sat next to her husband. President Bush asked her, \"Who was that?\" She responded, \"A high school boyfriend.\" To which he replied, \"You mean to tell me, that you left the car to talk to him? Do you realize that you are married to the President of the United States? If you had married him, you d be the wife of a gas station attendant.\" She responded: \"Honey, if I had married him, he would be the President of the United States.\" The tale is not limited to U.S. Presidents and their wives, however. From a 1994 book of quotations: Mayor David N. Dinkins: \"See that man over there digging the ditch. I remember you dated him once. If you had married him, you would be the wife of a ditch digger.\" Mrs. Dinkins: \"No, if I had married him, he would be the mayor of New York City.\" From 1999's Chicken Soup for the Couple's Soul (which drew the tale from 1994's The Best of Bits & Pieces ): Behind Every Great Man Is a Great Woman Thomas Wheeler, CEO of the Massachusetts Mutual Life Insurance Company, and his wife were driving along an interstate highway when he noticed that their car was low on gas. Wheeler got off the highway at the next exit and soon found a rundown gas station with just one gas pump. He asked the lone attendant to fill the tank and check the oil, then went for a little walk around the station to stretch his legs. As he was returning to the car, he noticed that the attendant and his wife were engaged in an animated conversation. The conversation stopped as he paid the attendant. But as he was getting back into the car, he saw the attendant wave and heard him say, \"It was great talking to you.\" As they drove out of the station, Wheeler asked his wife if she knew the man. She readily admitted she did. They had gone to high school together and had dated steadily for about a year. \"Boy, were you lucky that I came along,\" bragged Wheeler. \"If you had married him, you'd be the wife of a gas station attendant instead of the wife of a chief executive officer.\" \"My dear,\" replied his wife, \"if I had married him, he'd be the chief executive officer and you'd be the gas station attendant.\" Sometimes the tale is presented purely as an illustrative anecdote about the power of the woman behind the man, with no attempt made to attribute the exchange to actual public figures, as was the case in this example found in a 2010 book about building and maintaining marriages: A distinguished couple in their early forties stopped at a service station to refuel their luxury sedan. It had been a long drive, and they both got out of the car to stretch their legs. The service attendant was startled when he thought he recognized the woman. He enthusiastically asked, \"Connie, is that you?\" She turned and remembered him as her high school boyfriend. They joined hands and laughed with fond memories. She then introduced her husband, Bob, who was shocked to see this display of affection. As they were driving back onto the highway, he asked, \"Just who was that guy that you were so glad to see?\" Connie explained the he was her first real boyfriend from high school. She confessed that he was more serious about the relationship than she was. Bob then sarcastically said, \"It's a good thing you didn't marry him. You would have been stuck with a greasy car mechanic.\" She was not amused. She then said, \"If I had married him, he would have become President of the bank instead of you.\" In all its tellings, the legend conveys the belief that even men lauded for having achieved dizzying levels of success are in fact rather ordinary lads who would not have climbed nearly so high had they not yoked themselves to exceptional women. Had they married differently, their success would have been some lucky other fellow's lot, says the tale. While at first blush, the story seems to confirm that it's the wife who is the making of the one she marries rather than the husband who daily toils in pursuit of his advancement, at a deeper level it tends to confirm a popular conceit that the sole proper occupation for an ambitious woman is that of working behind the scenes to ensure her spouse's success. She's not the one who is to labor towards becoming President or a bank manager or the CEO of a thriving company; her job is instead to guide the man she weds to those heights, her duly assigned place to be standing adoringly and silently at his side when the laurels are being tossed. Barbara \"help meat\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1558743790/ref=urbanlegendsrefe;http://groups.google.com/group/xom-nha-la/browse_thread/thread/b9e904987396e727/5a7a48cbbb25e104?q=%22If+I+had+married+him%22+president+bush+barbara;http://finlander.genealogia.fi/archive/index.asp/t-3734.html?s=022ea12780bb192867647a72fd7cfa89;http://groups.google.com/group/soc.culture.baltics/browse_thread/thread/d26128487753e07a/79a48eab25bb8a52?q=%22If+I+had+married+him%22+president;",
  "Example": "[Collected via e-mail, April 2011] One night President Obama and his wife Michelle decided to do something out of routine and go for a casual dinner at a restaurant that wasn't too luxurious. When they were seated, the owner of the restaurant asked the President's Secret Service if he could please speak to the First Lady in private. They obliged and Michelle had a conversation with the owner. Following this conversation President Obama asked Michelle, \"Why was he so interested in talking to you?\" She mentioned that in her teenage years, he had been madly in love with her. President Obama then said, \"So if you had married him, you would now be the owner of this lovely restaurant,\" to which Michelle responded, \"No. If I had married him, he would now be the President.\"",
  "Last Updated": "17 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/marriedhim.asp",
  "Claim": "First Lady ripostes that her ex-boyfriend would have been President if she'd married him.",
  "Claim_ID": "politics_humor_marriedhim",
  "Tags": ""
}