{
  "Origins": "After a tornado wrought massive destruction in and around the town of Moore, Oklahoma, in May 2013, the news was full of accounts of survival and heroism, such as the story of Rhonda Crosswhite, an elementary school teacher who shielded some of her students with her body while praying for the twister to spare them:",
  "Fact Check": "",
  "Description": "The Palookaville Post used this event as the basis for a spoof on the controversial issue of school prayer, publishing an article headlined \"Teacher Fired for Praying in School During Oklahoma Tornado\" on 25 May 2013: A teacher working at an Oklahoma school hit hard by a devastating tornado this week was fired after admitting she had prayed out loud during the horrific event, and that a complaint was filed by an atheist family of a kindergarten student who was offended by the Christian prayer. Paulina Trumble, 52, a twenty three year veteran educator at Briarwood Elementary School in Moore, Oklahoma knew she was in trouble the moment the cyclone passed after realizing she had uttered out loud a prayer to the Almighty, violating strict separation of church and state laws. \"In a moment when I believed we were all going to die I naturally sought comfort from the only place I knew,\" said Trumble. \"I know prayer is strictly forbidden in classrooms, and the students know that too, but I m only human and in the face of such terror I did break the rules. I m sorry if I offended anyone or violated their civil rights.\" By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, this item was just a bit of political humor from the Palookaville Post , a satirical web publication whose other recent spoofs include topics such as \"Obamacare Plans to Sell List of Viagra Users to Match.com,\" \"Obama Searches for Special White House Counsel on Craigslist,\" and \"Feds Blame Ronald Reagan for Current Rise in Suicide Rate.\" Nonetheless, the rumor that a teacher in Moore, Oklahoma, had been fired after praying for safety during the tornado became so prevalent that school officials took to the news media to debunk it, as described in the Tulsa World : Moore Public School officials paused from their cleanup work to dispel an Internet rumor that a teacher had been fired for an audible prayer in school when [the] tornado hit. No such school employee existed by the name circulated and no employees were fired, Superintendent Susan Pierce said. \"That's such a mean-spirited and disrespectful action,\" Pierce said at a news conference. The rumor began that a teacher was fired because she lead the class in a prayer when the tornado barreled toward Moore on May 20. Pierce said school officials checked out the rumor and found it to be false. \"I haven't stopped praying. We haven't stopped praying\" since the storm, Pierce said. \"We all turn to our beliefs and our faith in our time of crisis.\"",
  "Originally Published": "",
  "Referred Links": "http://www.palookavillepost.com/;http://www.palookavillepost.com/2013/05/25/teacher-fired-for-praying-in-school-during-oklahoma-tornado/;",
  "Example": "[Collected via e-mail, May 2013] Rumors are that an Oklahoma teacher was fired for praying during the tornado. Is this true?",
  "Last Updated": "28 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/oklahoma.asp",
  "Claim": "An Oklahoma teacher was fired for praying when a tornado hit her school.",
  "Claim_ID": "politics_satire_oklahoma",
  "Tags": ""
}