{
  "Origins": "In July 2009, a 53-year-old woman named Nancy Genovese was arrested on a trespassing charge just outside the grounds of the Francis S. Gabreski Air National Guard (ANG) base in Westhampton Beach, New York, after ANG officials called the Suffolk County sheriffs' office to report she was \"taking pictures of both the air base and surrounding airport property.\" (The site includes both an ANG base and a civilian airport.) Ms. Genovese was arraigned on a third-degree criminal trespass charge and ordered held on $50,000 bail.",
  "Fact Check": "",
  "Description": "According to a Long Island Newsday report published at the time of the arrest, law enforcement officials said Ms. Genovese had been warned away from the site on previous occasions, and when she was taken into custody was found to have firearms and ammunition in her vehicle and was acting erratically: Genovese was seen at the air field taking pictures on previous occasions over the past few weeks and was warned to stay away, said Undersheriff Joseph T. Caracappa. On one of those prior occasions, \"She had wandered on the property, looking around, and was approached by staff at the Air National Guard,\" Caracappa said. \"She was asking them about containers on the property, and they said, 'We can't tell you that,' and asked her to leave.\"But she was seen and recognized on the property again by an off-duty Southampton Town police officer, and upon arrival Deputy Sheriff Robert Carlock made the arrest, officials said. In the front seat of her vehicle officers found a shotgun with about 250 shotgun shells, and an XM-15 assault rifle with more than 250 rounds of ammunition, Caracappa said. Genovese's actions during her arrest and during the arraignment appeared somewhat erratic, Caracappa said, and she is undergoing a psychiatric evaluation while at the Suffolk County jail. Genovese, a divorced, unemployed mother of three, has no known record of criminal behavior, and is not listed on any security watch lists, Genovese said. The weapons in her vehicle were legally registered, he said. Genovese spent four days in jail before posting $50,000 bail, and the charges against her were subsequently dismissed. According to comments published on the web site of the law firm Murtha & Murtha which were taken from court documents filed in the $70 million lawsuit Genovese was pursuing against the Town of Southampton, Genovese was merely taking a picture of a decorative helicopter shell from a publicly accessible roadway, was not trespassing, had not been warned away from the area before, and was in possession only of a legal firearm: Nancy Genovese was driving home from the range when she stopped to take a photograph, and she did have a rifle in her car. It was not an \"assault weapon . Assault weapons are illegal in New York. Regardless of your personal views on firearms, it is important to remember that it is perfectly legal to drive around with an unloaded rifle in a locked case. Gabreski Airport is a general aviation airport owned by Suffolk County and open to the public. It is utilized by private aviation, corporate flights, and air taxi services. It is also home to the 106th Rescue Wing of the Air National Guard. Nancy Genovese was detained and arrested outside the main entrance to the public airport, on Old Riverhead Road, on public property, directly in front of a helicopter shell placed at the airport entrance for the sole purpose of attracting tourists. There are no signs warning the public from taking pictures, and in fact, why would you set up a helicopter shell by the roadway to attract visitors if you don t want pictures taken? Another point that is important to remember is that it is perfectly legal to take pictures of an airport or military base from public property. Posting a no photos sign does not diminish your constitutional rights. Nancy Genovese denies that she was ever previously warned by anyone not to visit the airport, and insists that Undersheriff Caracappa is lying. Even if Undersheriff Caracappa s version of what happened was 100% true, Nancy still did nothing wrong. When she was arrested, she was on public property. No one in that airport can prevent Nancy Genovese from standing or travelling on public property. A November 2009 Anti-Defamation League publication on anti-government conspiracies suggested Nancy Genovese had become caught up in rumors about FEMA-operated concentration camps: Not only did gun confiscation conspiracy theories cause the reaction to the Iowa National Guard exercise, but, in a ripple effect, the extremist reaction to the exercise actually may have helped to create another incident. In late July 2009, a 53-year-old mother of three from Long Island, Nancy Genovese, was arrested for allegedly trespassing on a nearby Air National Guard base. Since the election of Obama, Genovese had become increasingly anti-government and fearful of President Obama. A fan of both Glenn Beck and Alex Jones, Genovese had become transfixed with conspiracy theories about one world government, FEMA, and more. In February 2009, Genovese learned of the planned Iowa National Guard exercise in Arcadia. \"This is the beginning of the end,\" she posted to one Web site. \"They will do this in some other town, but it's just the beginning. Tell me how do I buy a gun? Do I buy a rifle or shotgun?\" In the end, Genovese bought both, purchasing a shotgun and an XM-15 assault rifle. In subsequent months, she became particularly focused on FEMA, which she was convinced was operating concentration camps and preparing for martial law. She also began trying to take pictures at a nearby New York Air National Guard base, despite repeated warnings by base personnel (taking photographs of military bases is not permitted). It was on one of these trips on July 30 that military personnel allegedly found her just outside the base, taking photographs. Authorities found an assault rifle, as well as a shotgun, in the front seat of her car. She was arrested for third degree criminal trespassing, but the charge was later dropped because it was determined she had been in her vehicle the whole time. On 11 December 2014, a federal jury awarded Genovese $1.12 million in compensatory damages in her lawsuit against Suffolk County over false arrest: \"What they took from this woman cannot be measured in money,\" said prominent Long Island civil rights attorney Frederick Brewington. \"There is no reason to treat another human the way they treated her.\" He claimed Suffolk County sheriff's deputies humiliated Nancy Genovese after arresting her in July 2009 while she took photographs of a decorative helicopter on display outside the Gabreski Airport Air National Guard base in Westhampton Beach, on eastern Long Island. A deputy sheriff allegedly said he would arrest her for terrorism to make an example of other \"right wingers,\" according to Brewington. \"Ms. Genovese was subjected to a level of abuse because they did not share the same political views as she did and saw this as an excuse to deny her even the most basic civil rights,\" said Brewington. During her time in the Suffolk County jail, Brewington claimed Genovese was subjected to humiliation and was strip searched. Genovese said in a statement provided by Brewington that she was relieved \"that the jury heard the truth and that I now have had the chance to clear my name. If this can happen to me, and officers can abuse their power like this, I can only imagine how other people who are not as fortunate as me have been treated.\"",
  "Originally Published": "",
  "Referred Links": "http://nypost.com/2014/12/12/tea-party-mom-wins-1-12m-for-false-prosecution/;http://www.adl.org/special_reports/rage-grows-in-America/Rage-Grows-In-America.pdf;http://www.murthalawfirm.com/comments-nancy-genovese-case;",
  "Example": "[Collected via e-mail, May 2012] Is it true that a mother of 3 was arrested and abused for taking pictures of tourist attraction at an airport?",
  "Last Updated": "25 December 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/genovese.asp",
  "Claim": "A woman was arrested for trespassing for taking pictures of an airport tourist attraction from a publicly accessible area.",
  "Claim_ID": "politics_crime_genovese",
  "Tags": ""
}