{
  "Origins": "In November 2012, Forbes magazine published an article listing eleven states (California, Maine, New Mexico, Hawaii, Alabama, Mississippi, New York, Illinois, Ohio, Kentucky, and South Carolina) which it identified as being in financial \"death spirals\" that is, according to Forbes , those states were at \"high risk of a fiscal tailspin\" which made them \"danger spots for investors.\" As elements of this article made their way around the Internet through various repostings and forwardings, the \"death spiral\" label was simplified into one supposedly denoting states in which the number of welfare recipients was greater than the number of employed persons. That isn't what Forbes originally reported, however.",
  "Fact Check": "",
  "Description": "First off, Forbes classified states as being in \"death spirals\" based on two factors: whether they had more \"takers than makers\" and where they ranked on a scorecard of state credit-worthiness. They did not rate states base solely on the first factor, as suggested in examples like the one reproduced above. Second, Forbes determined states with more \"takers than makers\" by defining \"the taker count [as] the number of state and local government workers plus the number of people on Medicaid plus 1 for each $100,000 of unfunded pension liabilities. Thus the \"taker count\" was not derived simply by comparing the number of persons collecting welfare to the number of employed persons in each state: the \"takers\" total included those who collect any form of Medicaid benefit, those who are gainfully employed but work for the government (rather than in the private sector), and unfunded pension liabilities (a measure which is based on dollar amounts to be paid to retired workers and not on a count of people). As for the claim that \"these states vote straight Democrat ticket every election,\" a majority of the eleven states listed (Maine, New Mexico, Alabama, Mississippi, Ohio, and South Carolina) currently have Republican governors, and four of the eleven states listed (Alabama, Mississippi, Kentucky, South Carolina) have not voted Democratic in any presidential election since 1996.",
  "Originally Published": "",
  "Referred Links": "http://www.forbes.com/sites/baldwin/2012/11/25/do-you-live-in-a-death-spiral-state/;",
  "Example": "[Collected via e-mail, January 2013] Death Spiral These 11 States now have More People on Welfare than they do Employed! And Surprise-Surprise!!! These States vote straight democrat ticket every election - living on the government plantation. This Just Proves that The Majority of Americans have No Intentions of Making a Better Independent Life for Themselves and their Families and are content Living on The Tax Payers Dime for Eternity!",
  "Last Updated": "10 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/deathspiral.asp",
  "Claim": "Chart shows eleven \"death spiral\" states where more people are on welfare than are employed.",
  "Claim_ID": "politics_taxes_deathspiral",
  "Tags": ""
}