{
  "Origins": "Times of crisis prompt people to search for meaning as they struggle to come to terms with frightening events well beyond their power to control, or even influence. We hunt for portents to see if scary current events might have been foretold, because if they had, we can at least draw some measure of comfort from a sense of history unfolding as preordained.",
  "Fact Check": "",
  "Description": "President Barack Obama, the United States of America's first black president, realized his first hundred days in office on 29 April 2009. Since the time of President Franklin D. Roosevelt's sweeping New Deal reforms in 1933, the \"100 days\" benchmark has become a standard for gauging presidential effectiveness. Those first hundred days of a new presidency are carefully scrutinized for signs of actual achievement of promises made on the campaign trail and for indications of how well the new officeholder handles the responsibilities that come with the highest job in the land. One might think of it as an informal interim report card issued by the American people on their chief executive. While there is nothing inherently magical about that 100-day period, some of more superstitious bent also look to the events that take place within it. Which brings us back to the 'prophecy.' Just at the tail end of those hundred days, news of a novel strain of swine flu broke. While it is still too soon to tell how virulent this incursion of H1N1 might be, or how widespread the contagion will become, the World Health Organization and many nations (including the U.S.) are taking seriously the potential for a pandemic that could cost a great many lives. Many did not feel the U.S. was ready to elect an African-American to its highest office. Such disbelief could well have been couched in a variety of colloquial terms, including \"It'll happen when pigs fly.\" And yet, the U.S. did elect a black president. Also, while porkers did not actually take to the skies within his first hundred days in office, one could say that 'swine flew,' especially if a bit of license were taken with the spelling of the second word. Prophecies sometimes employ such trickery, using one spelling of a word where another is intended, thereby leaving the meaning of the augury unclear until the unfolding of the events they supposedly pertain to. The writings of one particularly famous seer are replete with this sort of doubletalk. The French physician and astrologer Nostradamus (1503-1566) penned numerous quatrains populated by obscure imagery that continue to prove a bafflement to scholars that attempt unravel his meaning. It is therefore no surprise that someone would attempt to lay 'pigs fly/swine flu' prediction at his feet. However, Nostradamus made no claims about U.S. presidents (black or otherwise) in his writings, nor did he predict the flying of pigs. His is but a name that is invoked whenever a story requires the insertion of a famous seer (e.g., an April 2008 satire piece titled \"Nostradamus Obama Prophecies Revealed,\" a February 2003 hoax about the disaster that took the lives of those aboard the space shuttle Columbia , a September 2001 hoax regarding the foretelling of the September 11 attacks on America, and the 2000 howler that the U.S. Presidential election of that year would be won by 'the village idiot '). If not Nostradamus, then who? Well, no one. That a well recognized idiom expressing disbelief ('When pigs fly') might have been applied to the election of a black president doesn't mean anyone actually made such a prediction, or that any utterance of that common saying in relation to such event had been meant as prognostication. No venerable psychic or seer intoned such a prophecy. While the word play ('swine flew' versus 'swine flu') is cute, it is coincidental, not the result of a fortune teller's having foreseen a looming pandemic. Barbara \"days of swine and roses\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2009] THERE IS A NEW RUMOR GOING AROUND THAT NOSTRADAMUS PREDICTED THE BLACK PRESIDENT & THAT PIGS WOULD FLY SOON AFTER. THEY ARE SAYING THAT THIS IS THE SWINE FLU EPIDEMIC. you know the swine flu is going around and obama has had his 100 days in office right? well i heard a saying that says \"in 100 years (the 100 days obamas in office) the first black man will be president, pigs will fly (the swine flu).\" For years people have said that there wouldn't be a black president until pigs could fly. Obama's been in office for 100 days and wouldn't you know it; swine flu!",
  "Last Updated": "6 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/pigsfly.asp",
  "Claim": "A prophecy that a black man would inhabit the White house \"when pigs fly\" ties the Obama presidency to the swine flu.",
  "Claim_ID": "politics_obama_pigsfly",
  "Tags": ""
}