{
  "Origins": "On 9 January 2003, 31-year-old Staff Sergeant Mike McNaughton of Denham Springs, Louisiana, a member of the Louisiana Army National Guard, was serving with the 769th Engineer Battalion in Afghanistan, scouting for land mines. Suddenly, according to Sgt. McNaughton, \"I closed my eyes for a second going up in the air and then landing on the ground, and that's when I just I knew exactly what happened.\" Sgt. McNaughton had stepped on an anti-personnel mine, and in the resulting blast he lost his right leg, as well as the middle and ring fingers of his right hand and a chunk of his left leg. Sgt. McNaughton was evacuated to Landstuhl Regional Medical Center in Germany for immediate treatment and later flown to Walter Reed Army Medical Center in Washington, D.C., for follow-on care.",
  "Fact Check": "",
  "Description": "In the months since his wounding, Sgt. McNaughton has undergone at least 11 separate operations as a result of his injuries and has been fitted with a thin, robotic prosthetic shaft to replace his right leg. While recuperating at Walter Reed, Sgt. McNaughton was honored to receive a visit from President Bush. One of the subjects of common interest they discussed was running, and the President extended an invitation to Sgt. McNaughton to come running with him once he was up and about. The President's invitation posed something of a dilemma for Sgt. McNaughton: \"He said give him a call and we'll go running. How are you supposed to just call the president?\" Fortunately, Sgt. McNaughton's doctor at Walter Reed was also a doctor for the President, and the two men were able to keep in touch through her. In April 2004 , Sgt. McNaughton and his family made the trip to Washington, and true to his word the President went for a run with him. According to Baton Rouge television station WAFB, Sgt. McNaughton described his return visit with President Bush thusly: \"It rained a little bit. I didn't care if it was storming or lightning all around, I didn't care. It was nice to run with him. \"He has a weight room upstairs, in the White House. We worked out for about 45 minutes, we tried different equipment. He said I couldn't do it, so I had to prove him wrong. \"This goes back to my military training. I never once stopped something and said I can't do it or quit. Just because I lost my leg, why should I start now?\" Sergeant McNaughton says the president was more interested with his new leg than even his own children. McNaughton says the president couldn't stop looking at it or asking questions about it. Additional information: Wounded Guard Soldiers Visited (The Army National Guard)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030219011314/http://www.arng.army.mil/news/news_view.asp?nav_link_id=94&news_id=564;",
  "Example": "[Collected on the Internet, 2004] Attached is a picture of Mike McNaughton. He stepped on a landmine in Afghanistan Christmas 2002. President Bush came to visit the wounded in the hospital. He told Mike that when he could run a mile, that they would go on a run together. True to his word, he called Mike every month or so to see how he was doing. Well, last week they went on the run, 1 mile with the president. Not something you'll see in the news, but seeing the president taking the time to say thank you to the wounded and to give hope to one of my best friends was one of the greatest/best things I have seen in my life. It almost sounds like a corny email chain letter, but God bless him.",
  "Last Updated": "13 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/jogging.asp",
  "Claim": "Photograph shows President Bush jogging with a serviceman who lost a leg in Afghanistan.",
  "Claim_ID": "politics_bush_jogging",
  "Tags": ""
}