{
  "Origins": "It's true that the state of Florida has enacted a Driver Privacy Protection Act which provides motorists with a means of limiting (with certain exceptions) who has access to their motor vehicle and driver license records. And it's true that the Florida DMV provides a form on their web site through which motorists can keep this information private. (Under state law such records are subject to public disclosure unless individuals specifically limit access to them by invoking their right to \"opt out.\")",
  "Fact Check": "",
  "Description": "However, a couple of points in the brief e-mail quoted above are misleading or wrong: no \"new law\" makes Florida DMV records subject to public disclosure (the law regarding disclosure of DMV records has been in place for several years), and Florida law already prohibits the release of Social Security numbers by state government agencies. As the Associated Press reported: It's either a hoax or just a bad rumor that caught fire, but it's been driving officials at the Department of Highway Safety and Motor Vehicles buggy over the past several days. They say they are not selling motorists' personal information despite an e-mail sent to Floridians claiming a \"new law\" allows the state to sell such information. Although Florida has strong open government laws, it also prohibits releasing Social Security numbers and drivers can take action to block access to other personal information, including their address. The only recent change was a 1999 law signed by Governor Jeb Bush that increased drivers' privacy by rescinding a 1998 law allowing an exception to the state's long-standing prohibition against the sale of driver license photos. In the past several weeks, about a million drivers have applied to the department's web site to prevent anyone from getting information off their particular file. More than 1.5 million Florida drivers have not requested to block access to their personal information.",
  "Originally Published": "",
  "Referred Links": "http://www.hsmv.state.fl.us/html/withhold.pdf;http://www.hsmv.state.fl.us/ddl/DPPAInfo.html;",
  "Example": "[Collected on the Internet, 2003] Under a new [Florida] state law, DMV has the right to sell and distribute your personal information on file (DOB, SS#, Address, etc). However the law also requires that DMV give individuals the opportunity to block their information (Driver Privacy Protection Act) from being sold. You can go to the DMV web site and block your information.",
  "Last Updated": "12 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/traffic/florida.asp",
  "Claim": "Florida motorists can block the DMV from disclosing their motor vehicle and driver license records.",
  "Claim_ID": "politics_traffic_florida",
  "Tags": ""
}