{
  "Origins": "This item is a testament to how easily people can be misled by information presented out of context and accompanied by a suggestion that it presents something other than what it actually depicts. The above-displayed video footage was taken from President Barack Obama's July 2009 trip to Russia and has been circulated with claims that it shows the U.S. President being \"snubbed\" as he attempts to shake hands with Russian officials. In fact, this clip has been edited and removed from its original context, and it documents the very opposite of what it is claimed to portray.",
  "Fact Check": "",
  "Description": "Prior to a meeting between American and Russian officials during that July 2009 Russian visit, President Obama and Russian president Dmitri Medvedev each introduced their country's representatives to the other: President Obama met and shook hands with the Russian delegation, and then President Medvedev met and shook hands with the U.S. delegation. However, only a brief portion of the latter set of introductions is included in the clip displayed above, and the accompanying text misleadingly states the activity shown took place after (rather than before) the meeting between the two sides. What is really captured in this clip is President Obama's introducing President Medvedev to American officials (not President Obama meeting Russian officials), with President Obama making directional hand gestures as he points out and identifies each U.S. official by name. (The last person shown on the bottom left-hand side of the screen appears to be U.S. Commerce Secretary Gary Locke.) President Obama is not offering to shake hands with any of the persons shown (who are members of his own delegation), nor is he being rebuffed in the attempt. A non-edited video of this event clearly shows President Obama shaking hands with all the members of the Russian delegation:",
  "Originally Published": "",
  "Referred Links": "http://www.washingtonpost.com/wp-srv/photo/postphotos/orb/asection/2009-07-09/12.htm;",
  "Example": "[Collected via e-mail, July 2009] Here is President Obama, the leader of the free world, coming out of the meeting with the Russians and no one seems to want to shake his hand. MSNBC said nothing about it but I found it amazing.",
  "Last Updated": "2 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/snubbed.asp",
  "Claim": "Video clip shows President Obama being snubbed while attempting to shake hands during a visit to Russia.",
  "Claim_ID": "politics_obama_snubbed",
  "Tags": ""
}