{
  "Origins": "In May 2010, NATO commanders were weighing options for reducing civilian casualties in Afghanistan. One notion that was considered was recognizing troops for \"courageous restraint\" if they avoided using force that could endanger innocent lives, and British Maj. Gen. Nick Carter proposed the idea of an award for soldiers who demonstrated that quality:",
  "Fact Check": "",
  "Description": "Although General McChrystal reviewed the \"courageous restraint\" proposal to determine how it might be implemented, the idea for a so-called Courageous Restraint Medal didn't proceed past the talking stages: Marine Corps Gen. James Mattis spoke pointedly about the need for troops in Iraq and Afghanistan to show discipline and avoid harming innocent people. But he doesn't think troops should get a medal for it. His opinion neatly dovetailed with news that came out later in the day. A so-called Courageous Restraint Medal, which had been in the talking stages, was pushed off the table. In short, the Courageous Restraint Medal was a concept that was briefly considered back in May 2010 before being tabled. No such medal (yet) exists within the U.S. military, and none has been awarded (posthumously or otherwise). The idea originated with NATO commanders; it was not suggested or designed by the \"Obama team.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2010] The greatest insult to our troops in the field, and to the officers who lead them, may be a new battlefield medal designed by the Obama team. It is called the Courageous Restraint Medal and is awarded to soldiers and Marines who demonstrate uncommon restrain in combat by not firing their weapons even when they feel threatened by the enemy. Would we be surprised to learn that the preponderance of these medals were awarded posthumously?",
  "Last Updated": "6 July 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/restraint.asp",
  "Claim": "The U.S. military awards \"Courageous Restraint Medals\" to soldiers who refrain from firing their weapons.",
  "Claim_ID": "politics_military_restraint",
  "Tags": ""
}