{
  "Origins": "On 15 May 2014, the National Report published an article positing that Barack Obama had (in defiance of constitutional provisions) shockingly proclaimed he would be seeking a third term as President of the United States:",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just more fake news from the National Report , a fake news web site that publishes outrageous fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's disclaimer page previously noted that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. The 22nd amendment to the U.S. Constitution prohibits any person from being elected to the office of President more than twice, so (absent a change to the Constitution) Barack Obama would be forever barred from running for that office once his second term in office expires in January 2017. The National Report article claims this amendment includes a loophole which allows a third term with Congressional approval: The U.S. Constitution does make an exception in the 22nd Amendment though: \"This article shall be inoperative unless it shall have been ratified as an amendment to the Constitution by the legislatures of three-fourths of the several states within seven years from the date of its submission to the states by the Congress.\" This means Obama's third term presidential run is only valid if he receives 75% approval from the Congress. This statement is incorrect. The three-fourths threshold mentioned here refers to the proportion of state legislatures that were required to ratify the 22nd amendment in order for it to become part of the Constitution. There is no provision of that amendment holding that a person may seek a third term as President if he \"receives 75% approval from the Congress.\"",
  "Originally Published": "",
  "Referred Links": "http://www.law.cornell.edu/constitution/amendmentxxii;http://www.donotlink.com/g7br;",
  "Example": "[Collected via e-mail, May 2014] Is this true? \"Obama Announces Plans for a Third Term Presidential Run\"",
  "Last Updated": "2 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/thirdterm.asp",
  "Claim": "Barack Obama has announced that he is running for a third term as President.",
  "Claim_ID": "Politics_satire_thirdterm",
  "Tags": ""
}