{
  "Origins": "On 21 October 2014, Fox News host Megyn Kelly opened her program The Kelly File with a shocking claim about new voting rules in Colorado. As she introduced an interview segment with pundit Michelle Malkin, Kelly stated voters in Colorado are now allowed to simply print ballots on their home computers and turn them in to \"vote collectors.\"",
  "Fact Check": "",
  "Description": "Kelly employed air quotes when she said \"vote collectors\" and warned: Breaking tonight: With two weeks til the midterm, we are getting warnings that a new law has opened the door to possible voter fraud in a critical Senate race that could decide the balance of power in Congress. It was roughly sixteen months ago when the Democratic governor of Colorado signed a first of its kind new election law a set of rules that literally allows residents to print ballots from their home computers, then encourages them to turn ballots over to \"collectors\" in what appears to be an effort to do away with traditional polling places. What could go wrong? Kelly interviewed Malkin about her new documentary, Rocky Mountain Heist , and Malkin's concern about Colorado's demographic affiliation: Kelly's statement prompted a local Colorado news station to cover her claims in a segment of its own normally devoted to fact-checking political claims. Moved by an unusually high volume of inquiries about the Fox clip, Denver station KUSA consulted with the office of Colorado Secretary of State Scott Gessler, a Republican, to get to the bottom of the claim. Gessler's office explained that most Colorado voters are, and always have been, required to use official ballots (with the single exception of active-duty military service members): While traditional polling places are a thing of the past (in-person voters can go to Voter Service Centers instead of traditional precinct polling places) because of the law, the claim that it allows for home-printed ballots is simply false. Gessler's office said that most Colorado voters can not print a ballot on their home printer and use it to vote. There is one category of Colorado voters who can: those serving in the military. Kelly's claim referenced a law proposed by Gov. John Hickenlooper, a Democrat, in 2013. Gessler's office confirmed that the law, of which he was a vocal opponent, did not effect the change Kelly incorrectly cited on her 21 October 2014 broadcast.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Twitter, October 2014] In Colorado. ...people can print their own ballot. What could possibly go wrong with that?",
  "Last Updated": "23 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/kellycolorado.asp",
  "Claim": "Voters in Colorado can print ballots at home and turn them over to \"vote collectors.\"",
  "Claim_ID": "politics_ballot_kellycolorado",
  "Tags": ""
}