{
  "Origins": "Back in March 2005, when Michael Jackson was still alive and undergoing trial on sexual abuse charges, The Onion published an article positing that police investigators had found and identified the decomposed corpse of the immensely popular entertainer buried on the grounds of his Neverland Ranch, and that the person on trial in his name was an imposter:",
  "Fact Check": "",
  "Description": "Soon after its publication, links and excerpts referencing this article were being circulated via the Internet, with many of those who encountered the item mistaking it for a genuine news item. This piece also saw renewed circulation in June 2009 (after Jackson died for real) and again in December 2013. However, the article was nothing more than a bit of fictional humor spoofing Michael Jackson's then-current legal problems and his well known penchant for undergoing appearance-altering medical procedures, courtesy of the satirical Onion newspaper, whose FAQ notes that: The Onion is a satirical weekly publication published 52 times a year on Thursdays. The Onion uses invented names in all its stories, except in cases where public figures are being satirized. Any other use of real names is accidental and coincidental. Photographs of Michael Jackson's (real) corpse were leaked to the public during the 2011 trial of his personal physician, Dr. Conrad Murray, on involuntary manslaughter charges.",
  "Originally Published": "",
  "Referred Links": "http://perezhilton.com/2011-10-11-michael-jackson-autopsy-photo-dead-naked-dr-conrad-murray-trial;http://www.theonion.com/faq/;http://www.theonion.com/articles/neverland-ranch-investigators-discover-corpse-of-r,1303/;",
  "Example": "[Collected via e-mail, December 2013] I saw this article for the first time today and had never heard anything like this before. Is this story true? \"Neverland Ranch Investigators Discover Corpse of Real Michael Jackson.\"",
  "Last Updated": "1 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/jacksoncorpse.asp",
  "Claim": "In March 2005, investigators discovered the corpse of Michael Jackson buried at his Neverland Ranch, more than four years before he was reported dead.",
  "Claim_ID": "Politics_satire_jacksoncorpse",
  "Tags": ""
}