{
  "Origins": "We've seen many a case of a news item with some small, prospective kernel of truth to it being reported in an exaggerated, \"OMG, can you believe they're really doing this!!!\" fashion, and this item about the state of California's planning to pass legislation banning black (or all dark-colored cars) as a measure to help curb global warming is another example of that phenomenon.",
  "Fact Check": "",
  "Description": "The California Air Resources Board ( CARB ) is a part of the California Environmental Protection Agency (CEPA) and is tasked with the mission of \"promoting and protecting public health, welfare and ecological resources through the effective and efficient reduction of air pollutants.\" As part of that mission, the CARB in March 2009 took up the subject of \" Cool Cars Standards and Test Procedures\" with an eye towards meeting requirements imposed by AB 32 (the California Global Warming Solutions Act of 2006) that the state reduce greenhouse gas emissions to 1990 levels by the year 2020. One of the approaches the ARB considered was curbing carbon dioxide (CO 2 ) emissions by reducing the use of air conditioning in automobiles, something that might be achieved through requiring the use of solar reflective paint/coating and window glazing on new automobiles. (The use of \"cool paints\" would theoretically reduce the interior temperatures of automobiles, thereby lessening the demand for air conditioning.) As the board noted, a goal of 20% reflectivity would be more difficult to achieve with dark-colored cars (observing that \"jet black remains an issue, even at this level\"), so one potential implementation plan called for auto manufacturers to phase in one-third of their color palettes by the 2012 model year, with all colors having to meet the 20% reflectivity goal by 2016. However, as the San Jose Mercury News reported, the CARB never actually considered banning black cars, and all of the discussion about reflective paint requirements was merely part of a draft proposal which the ARB ultimately decided against as not cost-effective: \"It's completely fallacious,\" said Stanley Young, a spokesman for the state's Air Resources Board, the agency supposedly behind the ban. \"At no time was it mentioned, contemplated or proposed that we would ban or restrict any color.\" The rumor arose as the board considered requiring reflective car paints and windshields. The premise was that a cooler car would require a driver to use less air conditioning, which would require less gasoline, which would mean fewer greenhouse-gas emissions. Several groups, including the Alliance of Automobile Manufacturers, which lobbies for the big automakers, complained that a draft proposal to change the car-painting process to make vehicles more reflective would \"eliminate a significant number of vehicle colors\" because darker colors absorb more heat. Even the ARB itself, in a PowerPoint presentation on the paint proposal, stated, \"Jet black remains an issue,\" though it never said the color should be banned. But eventually, the ARB staff decided that the technology required to make car paint more reflective \"is not cost-effective\" today, and won't be part of the new regulations, Young said. The CARB has posted revised draft regulatory language for Cool Car Standards and Test Procedures as of 27 March 2009 and stated in a mailing list notice that: Of note, the proposal now specifies solar control requirements only for new vehicles windows (glazing). The original proposed regulation contained requirements for both vehicle paint and windows to improve their ability to reflect heat from the sun. The intent of the paint requirements was to introduce reflective paint (currently used in architectural paints to keep houses and businesses cool) into the automotive arena. The requirement was never at any point to limit consumer color choices or ban any colors. Based on input from the automotive industry, paint, pigment suppliers, and comments from a public workshop held onMarch 12th, ARB staff has determined that a clear path to achieve solar reflectivity for the darker colors has not yet been identified. We are planning to address the paint-related portion of the proposal in a future regulatory action. Staff has also changed the glazing requirements from a reflective (Rds) to a Total Solar Transmission (Tts) specification. This metric more closely aligns with the proposal's goal of limiting solar transmission into the vehicle. In an effort to get the newest draft of the regulation out to stakeholders some numerical values are not currently indicated in the draft regulation. The intent is to provide the framework of various compliance options. The numerical value will bespecified in the final draft of the regulation which will be released 45-days prior to the June 25-26, 2009 Board Hearing.",
  "Originally Published": "",
  "Referred Links": "http://www.arb.ca.gov/cc/cool-paints/draft_regs_coolcars_032709.pdf;http://gov.ca.gov/index.asp?/press-release/4111/;http://www.arb.ca.gov/cc/cool-paints/cool-paints.htm;http://www.arb.ca.gov/cc/cool-paints/final_cool_cars_workshop_presentation31209.pdf;http://www.arb.ca.gov;",
  "Example": "[Collected via e-mail, March 2009] I have just heard that to combat global warming President Obama will ban the use of Black painted cars in the state of California because the air conditioning used in the summer to keep them cool gives off increased CO2 emissions. Is this too silly to be true? While listening to Rush Limbaugh today, I heard him say that the state of California is banning black cars, because they're considered \"racist\". This sounds like one of many things he reports that are not factual, but I was wondering if we could find out for sure.",
  "Last Updated": "30 March 2009",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/traffic/darkcars.asp",
  "Claim": "California is planning to ban black cars in order to curb global warming.",
  "Claim_ID": "politics_traffic_darkcars",
  "Tags": ""
}