{
  "Origins": "Although the public often expects the immediate family members of presidents to share the same political views and sense of party loyalty as their esteemed husband/father/brother/son, that doesn't always prove to be the case particularly for children, who (unlike spouses and siblings) necessarily grow up in a generation different than the one their parents knew. Patti Reagan, for example, was so intent on disassociating herself from her parents' politics that in 1974 she jettisoned the 'Reagan' name and adopted her mother's maiden name (Davis) as her surname instead. And son Ron Reagan, Jr. has been an outspoken critic of President George W. Bush.",
  "Fact Check": "",
  "Description": "In a similar vein comes this piece from John Eisenhower son of (Republican) President Dwight D. Eisenhower, a one-time member of his father's White House staff, and the author of several military histories about why he will be voting for the Democratic Party's nominee, Senator John Kerry, in the upcoming presidential election. Mr. Eisenhower's commentary appeared in the 9 September 2004 edition of the Manchester (New Hampshire) Union Leader and was reprinted in that newspaper on 11 October 2004.",
  "Originally Published": "",
  "Referred Links": "http://www.theunionleader.com/Articles_show.html?article=44657&archive=1;http://www.amazon.com/exec/obidos/search-handle-url/index=books&field-author=Eisenhower%2C%252520John%252520S.%252520D./102-9706412-8165722;http://www.esquire.com/features/articles/2004/040729_mfe_reagan_1.html;http://www.theunionleader.com/Articles_show.html?article=44657&archive=1;",
  "Example": "[Eisenhower, 2004] Why I Will Vote for John Kerry for President The Presidential election to be held this coming Nov. 2 will be one of extraordinary importance to the future of our nation. The outcome will determine whether this country will continue on the same path it has followed for the last 3 years or whether it will return to a set of core domestic and foreign policy values that have been at the heart of what has made this country great. Now more than ever, we voters will have to make cool judgments, unencumbered by habits of the past. Experts tell us that we tend to vote as our parents did or as we \"always have.\" We remained loyal to party labels. We cannot afford that luxury in the election of 2004. There are times when we must break with the past, and I believe this is one of them. As son of a Republican President, Dwight D. Eisenhower, it is automatically expected by many that I am a Republican. For 50 years, through the election of 2000, I was. With the current administration s decision to invade Iraq unilaterally, however, I changed my voter registration to independent, and barring some utterly unforeseen development, I intend to vote for the Democratic Presidential candidate, Sen. John Kerry. [Rest of article here.]",
  "Last Updated": "12 October 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/eisenhower.asp",
  "Claim": "John Eisenhower, son of President Dwight D. Eisenhower, wrote a commentary explaining why he will be voting for John Kerry for president.",
  "Claim_ID": "politics_soapbox_eisenhower",
  "Tags": ""
}