{
  "Origins": "When one of the hottest issues of a presidential campaign is the meltdown of the mortgage lending industry and the collapse of the economy, a candidate's having economic advisors on his staff who are strongly associated with the system and practices that helped create the current mess likely wouldn't sit well with the public. That's the premise of the above-quoted e-mail, which claimed that three men formerly associated with the Federal National Mortgage Association (commonly known as \"Fannie Mae\") were serving as \"chief economic advisors\" with the 2008 presidential campaign of Barack Obama. However, although some of these men had at least tangential connections to the Obama campaign at one time or another, none of them had ongoing roles with that campaign as chief economic advisors.",
  "Fact Check": "",
  "Description": "Franklin Raines, who formerly headed the budget office for the Clinton administration, became the first black CEO of a Fortune 500 company when he took over at Fannie Mae\" in 1999. Raines, who had earned $20 million in salary and bonuses from Fannie Mae in 2003, resigned from his CEO position in 2004 after regulators determined that the company had violated accounting rules and created an illusory $9 billion in past profit. Raines had some dealings with the Obama campaign, but he never held any actual position within the campaign (much less as its \"chief economic advisor\"), and his involvement with it was not nearly as substantial as implied above. As the Washington Post reported when a McCain campaign commercial attempted to link Raines with the Democratic candidate, the whole substance of the connection between the two men was that Raines \"had gotten a couple of calls from the Obama campaign\" in which they talked about \"general housing and economy issues.\" Franklin Raines' predecessor, James A. Johnson, (former chief of staff to Vice President Walter F. Mondale), was CEO of Fannie Mae from 1991 to 1998. After Johnson left the company, regulators later discovered that Fannie Mae had engaged in fraudulent accounting practices in 1998 which manipulated its earnings so that executives could earn performance bonuses (up to $1.9 million in Johnson's case) they would not otherwise have been entitled to. In May 2008, Senator Obama tapped James Johnson to be one member of a three-person panel tasked with vetting potential vice-presidential running mates. Johnson (who was not serving as an economic advisor to the Obama campaign) resigned from that position shortly afterwards when news accounts reported that he had received more than $2 million in home loans at below average market rates from Countrywide Financial (a partner of Fannie Mae). Tim Howard, the former CFO (chief financial officer) of Fannie Mae, was caught up in the same accounting scandal that undid Franklin Raines, and (like Raines) resigned from the company in 2004. We found no substantive connection between Tim Howard and the Obama campaign, however, much less any information supporting the claim that Howard was ever a \"Chief Economic Advisor to Obama.\"",
  "Originally Published": "",
  "Referred Links": "http://www.ofheo.gov/media/pdf/FNMSPECIALEXAM.PDF;http://voices.washingtonpost.com/the-trail/2008/09/19/_the_ad_obama_has.html;http://www.washingtonpost.com/wp-dyn/content/article/2008/09/19/AR2008091903604.html;",
  "Example": "[Collected via e-mail, September 2008] Here is a quick look into 3 former Fannie Mae executives who have brought down Wall Street. Franklin Raines was a Chairman and Chief Executive Officer at Fannie Mae. Raines was forced to retire from his position with Fannie Mae when auditing discovered severe irregularities in Fannie Mae's accounting activities. At the time of his departure The Wall Street Journal noted, 'Raines, who long defended the company's accounting despite mounting evidence that it wasn't proper, issued a statement late Tuesday conceding that 'mistakes were made' and saying he would assume responsibility as he had earlier promised. News reports indicate the company was under growing pressure from regulators to shake up its management in the wake of findings that the company's books ran afoul of generally accepted accounting principles for four years.' Fannie Mae had to reduce its surplus by $9 billion. Raines left with a 'golden parachute valued at $240 Million in benefits. The Government filed suit against Raines when the depth of the accounting scandal became clear. The Government noted, 'The 101 charges reveal how the individuals improperly manipulated earnings to maximize their bonuses, while knowingly neglecting accounting systems and internal controls, misapplying over twenty accounting principles and misleading the regulator and the public. The Notice explains how they submitted six years of misleading and inaccurate accounting statements and inaccurate capital reports that enabled them to grow Fannie Mae in an unsafe and unsound manner.' These charges were made in 2006. The Court ordered Raines to return $50 Million Dollars he received in bonuses based on the miss-stated Fannie Mae profits. Tim Howard - Was the Chief Financial Officer of Fannie Mae. Howard 'was a strong internal proponent of using accounting strategies that would ensure a 'stable pattern of earnings' at Fannie. In everyday English - he was cooking the books. The Government Investigation determined that, 'Chief Financial Officer, Tim Howard, failed to provide adequate oversight to key control and reporting functions within Fannie Mae,' On June 16, 2006, Rep. Richard Baker, R-La., asked the Justice Department to investigate his allegations that two former Fannie Mae executives lied to Congress in October 2004 when they denied manipulating the mortgage-finance giant's income statement to achieve management pay bonuses. Investigations by federal regulators and the company's board of directors since concluded that management did manipulate 1998 earnings to trigger bonuses. Raines and Howard resigned under pressure in late 2004. Howard's Golden Parachute was estimated at $20 Million! Jim Johnson - A former executive at Lehman Brothers and who was later forced from his position as Fannie Mae CEO. A look at the Office of Federal Housing Enterprise Oversight's May 2006 report on mismanagement and corruption inside Fannie Mae, and you'll see some interesting things about Johnson. Investigators found that Fannie Mae had hidden a substantial amount of Johnson's 1998 compensation from the public, reporting that it was between $6 million and $7 million when it fact it was $21 million.' Johnson is currently under investigation for taking illegal loans from Countrywide while serving as CEO of Fannie Mae. Johnson's Golden Parachute was estimated at $28 Million. WHERE ARE THEY NOW? FRANKLIN RAINES? Raines works for the Obama Campaign as Chief Economic Advisor TIM HOWARD? Howard is also a Chief Economic Advisor to Obama JIM JOHNSON? Johnson hired as a Senior Obama Finance Advisor and was selected to run Obama's Vice Presidential Search Committee IF OBAMA PLANS ON CLEANING UP THE MESS - HIS ADVISORS HAVE THE EXPERTISE - THEY MADE THE MESS IN THE FIRST PLACE. Would you trust the men who tore Wall Street down to build the New Wall Street?",
  "Last Updated": "3 January 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/fanniemae.asp",
  "Claim": "Three former Fannie Mae executives served on Barack Obama's 2008 presidential campaign as chief economic advisors.",
  "Claim_ID": "politics_obama_fanniemae",
  "Tags": ""
}