{
  "Origins": "On 13 December 2013, the web site stupend.us published an article positing that Pennsylvania had passed a \"Safe Highways Act\" law that banned New Jersey-licensed motorists from driving on Pennsylvania highways: In a move that angered many New Jersey residents and stunned the nation, Pennsylvania Governor Tom Corbitt signed the \"Pennsylvania Safe Highways Act\" into law yesterday, marking the first time such a law has been passed in the United States. The law bans New Jersey licensed drivers from operating any vehicle on Pennsylvania highways with fines of up to $1,500 for each offense. An exemption can be made for vehicles with state approved modifications, such as black and yellow reflective vinyl on all the doors and bumpers or a large \"Student Driver\" sign affixed to the roof of the vehicle. Shortly afterwards links and excerpts referencing this item were being circulated via social media, with many of those who encountered it mistaking it for a genuine news article. However, this item was just a bit of regional humor spoofing bad drivers: The article includes tags identifying it as \"parody\" and \"spoof,\" and other material published on stupend.us is clearly satirical in nature, such as articles proclaiming \"Philadelphia to Adopt Official 'Knockout' League\" and \"Affordable Care Act Labels Netflix as 'Addictive'; Moves to Restrict Usage.\"",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://stupend.us/2013/12/13/pa-bans-new-jersey-drivers/;",
  "Example": "[Collected via e-mail, December 2013] I have been hearing from co-workers about a news report popping up on Facebook stating the Governor Tom Corbett has signed a bill banning all New Jersey drivers from Pennsylvania roadways unless they have their vehicles marked as \"student driver\". This sounds sublimely rediculous to me.",
  "Last Updated": "16 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/traffic/pennsylvania.asp",
  "Claim": "Pennsylvania passed a law banning New Jersey drivers from its highways.",
  "Claim_ID": "politics_traffic_pennsylvania",
  "Tags": ""
}