{
  "Origins": "No, this is not a genuine Reuters article from 1944. Like a similar speculative news item attributed to newsman Edward R. Murrow shortly after the September 11 terrorist attacks on the U.S., this piece is a modern creation which uses the events of World War II as a framework to mock calls for patience and cautious diplomacy rather than military action against Iraq. It was posted to a weblog by its author, Rand Simberg, on 20 August 2002; it has since been stripped of its attribution and circulated as a genuine article from the Reuters news agency (the original was credited to \"Routers\").",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.interglobal.org/weblog/archives/001571.html;http://www.interglobal.org/weblog/archives/001571.html;",
  "Example": "[Collected on the Internet, 2003] Administration Split On Europe Invasion Washington, April 3, 1944 (Reuters) Fissures are starting to appear in the formerly united front within the Roosevelt administration on the upcoming decision of whether, where and how to invade Europe. Some influential voices within both the Democrat and Republican parties are starting to question the wisdom of toppling Adolf Hitler's regime, and potentially destabilizing much of the region. \"It's one thing to liberate France and northwestern Europe, and teach the Germans a lesson, but invading a sovereign country and overthrowing its democratically-elected ruler would require a great deal more justification,\" said one well-connected former State Department official. \"The President just hasn't made the case to the American people.\" Indeed, some are querulous at the notion of invading France itself. They argue, correctly, that the German-French Armistice of 1940 is a valid international treaty, and the Vichy government is widely recognized as the legitimate government of France, even by the US. (The British government doesn't recognize it, but much of that is a result of antipathy to the Germans from the Blitz.) Under this reading, German forces are thus legally stationed in France, per the request of its government, and by all observable indications, the Vichy government is supported by the \"French street.\" More Frenchmen serve voluntarily in the Vichy militias than join the \"underground\" organizations supported by foreign intelligence services like MI5 and OSS. [Click here to view the complete article]",
  "Last Updated": "6 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/split.asp",
  "Claim": "A 1944 Reuters article describes a U.S. administration split over the decision whether to invade Europe.",
  "Claim_ID": "Politics_satire_split",
  "Tags": ""
}