{
  "Origins": "On 3 November 2014, just prior to the mid-term elections, First Lady Michelle Obama spoke with TV One host Roland Martin about the impending vote and its implications. In the course of a larger discussion between Mrs. Obama and Martin about voter turnout, the First Lady made a comment about fried chicken that sparked social media debate.",
  "Fact Check": "",
  "Description": "The exchange was initiated by Martin, and the context appeared to be Michelle Obama's favored initiative: healthy food choices. (The First Lady created the \"Let's Move\" program, aimed at encouraging childhood fitness and improved nutrition for Americans.) Martin brought up the general topic of soul food and asked: So can we ... if we go out to the polls, can we say, we have a souls to polls on Sunday can we do soul food after we vote? Mrs. Obama replied: Absolutely. I give everyone full permission to eat some fried chicken after they vote ... Only after, if you haven't voted. [Interjection] You make a good point. Because I am, I do talk about health. But I think that a good victory for Democrats on Tuesday, you know, should be rewarded with some fried chicken. The First Lady's comments led to some controversy and debate on social media sites like Twitter and Facebook over whether the segue was racially offensive, generally polarizing, or overly prescriptive in regards to which foods Americans should or should not be eating. Michelle Obama's \"fried chicken\" remark can be heard in the clip above around the 0:40 mark.",
  "Originally Published": "",
  "Referred Links": "http://www.letsmove.gov/;",
  "Example": "[Collected via e-mail, November 2014] Did Michelle Obama appear on a show whose audience is primarily composed of African Americans and tell them that they needed to vote straight Democrat and reward themselves with fried chicken if they did vote? Or possibly they should only celebrate with fried chicken if the Democrats won. The article I read was a little unclear. Either way, if true, it seems insulting. I'd love to know if it's true or yet another example of a spoof website being picked up as real news.",
  "Last Updated": "5 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/friedchicken.asp",
  "Claim": "Michelle Obama gave voters permission to eat fried chicken after voting.",
  "Claim_ID": "politics_obama_friedchicken",
  "Tags": ""
}