{
  "Origins": "A venerable urban legend (\"Polished Off\") which took hold in the 1990s held that a series of mysterious deaths in a hospital (all occurring at the same time of day on the same day of the week, to patients who had all been assigned the same particular bed) was eventually found to have been caused by a cleaning person who each week unplugged a critical life support system in order to free up an electrical outlet to plug in his cleaning equipment (e.g., vacuum cleaner, floor buffer). Given how widely that legend was believed in its day (and has continued to pop up periodically as a \"true story\" ever since), the similar tale cited above undoubtedly also seemed plausible to many people: A hospital in San Francisco, in observance of \"Earth Hour\" (an event held on 28 March 2009 during which participants were urged to switch off their lights for one hour in the evening), shut off all its power, thereby killing a number of patients dependent upon electrically-powered life support machinery.",
  "Fact Check": "",
  "Description": "The \"Earth Hour\" version does the \"Polished Off\" legend one better, however: It holds that the patient fatalities were not the product of a mysterious accident, but rather were an anticipated result which was fully agreed to in advance by the families of the affected patients who opted to sacrifice their loved ones \"for the good of the planet.\" That additional layer of outrageousness is a clue that this is neither a true account nor an ordinary urban legend; it's a bit of satirical humor poking fun at the overzealousness sometimes exhibited by participants in such \"awareness\" events. This tale actually originated with a 30 March 2009 article (\"Fifteen Patients Die as Earth Hour Kills Life Support in Hospital\") published on BBspot, \"a tech satire news and geek humor source.\" A number of BBspot's pieces have worked their way back to us via readers who received them out of context and believed them to be true, including an entry claiming that the MPAA was lobbying Congress to outlaw unauthorized home theaters.",
  "Originally Published": "",
  "Referred Links": "http://www.bbspot.com/News/2009/03/patients-die-earth-hour.html;http://www.earthhour.org/home/;",
  "Example": "[Collected via e-mail, April 2009] I heard a portion of a story this morning on the radio about a hospital in San Francisco shutting down all the power for an hour in observance of National Power It Down Day, thus dooming all those on life support. Supposedly all family members of people on life support agreed to this, stating that the sacrifice of their family members was necessary for the good of the planet. It was even stated that any battery operated support systems were disabled because, according to one hospital official, using battery power went against \"the spirit of Power It Down Day.\" This is just too outrageous for me to believe, even if it did originate in California.",
  "Last Updated": "2 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/earthhour.asp",
  "Claim": "Patients on life support died when a San Francisco hospital shut off all its power in observance of Earth Hour.",
  "Claim_ID": "Politics_satire_earthhour",
  "Tags": ""
}