{
  "Origins": "Every presidential election prompts the circulation of misinformation regarding voting procedures. Sometimes the misinformation is merely an expression of political humor , sometime it's inaccurate information passed along in good faith by misinformed voters, and sometimes it's part of deliberate campaigns to keep selected groups of voters away from the polls by misleading or intimidating them. The message quoted above, which began circulating in the form of printed fliers in late September 2008, appears to be an example of the last category.",
  "Fact Check": "",
  "Description": "The message starts out with the ploy of offering a helpful heads-up, advising readers that they should take care of any outstanding warrants or traffic fines before showing up at the polls, then segues into lauding technology that will supposedly allow undercover officers to identify and arrest \"scoff laws\" as they attempt to vote. But, according to the Deputy Mayor for Public Safety in Philadelphia, where these fliers were circulated in African-American neighborhoods, the gist of the message is a false one intended to intimidate voters in those areas (the preponderance of whom would presumably be casting ballots for the Democratic candidate, Barack Obama): An anonymous flier circulating in African-American neighborhoods in North and West Philadelphia states that voters who are facing outstanding arrest warrants or who have unpaid traffic tickets may be arrested at the polls on Election Day. Deputy Mayor for Public Safety Everett Gillison said that the message is completely false. \"The only thing that police officers are going to do that we'll be encouraging that day is that they'll be exercising their own individual right to vote,\" Gillison said. He plans to put up statements on the city and police Web sites to let citizens know that the handouts are false. He said that he also will record a public-service announcement for broadcast. Gillison referred the matter to the U.S. Attorney's Office and the district attorney. \"We are not going to stand for any intimidation of voters,\" Gillison said. \"Not in this city.\" As the Philadelphia Daily News noted, the fliers distributed in that city may have been newly minted, but the technique they embody is a familiar one: Telling people to beware of voting if they have outstanding warrants is an old trick. In Maryland's 2002 gubernatorial election, anonymous fliers in African-American communities warned people to pay parking tickets and resolve outstanding warrants before heading to the polls. \"It seems to be clearly aimed at lower-income voters that might have had some problems in the past and clearly aimed at discouraging people from voting,\" said Zack Stalberg, who heads the political-watchdog group Committee of Seventy.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, September 2008] Recently, at school, an Obama supported approached me during a rock the vote assembly. He informed that on the day of the election there will be undercover officers to execute warrants on those who come to vote based on the anticipated turnout. He advised me if I had any outstanding warrants or traffic offenses I should clear them up prior to voting. They assume this to be an opportunity for those who normally go by fake names and addresses, to give their real names and id's. Allowing them to place name and face together and walla, gotcha! Arrested on the spot. So if you have one or the other take care of it. Due to the electronic genius of wireless technology this can and will take place all around the nation from LA to New York. Why hasn't this been done before? This seems to be a great way to arrest of just be able to identify criminals in the area. I applaud the new efforts of local and state authorities and hope to see a great success rate. I'm sorry to say but I don't think they should be able to vote anyway! Question? Are convicted felons allowed to vote? He also said that both Obama and McCain support this idea but that he, \"Obama\", does not want the public to see any of his supporters get locked up showing their support or illegally voting for him. An incentive to avoid the legal dilemmas, but still participate in the vote is being put in place. This would allow individuals to turn themselves in, prior to voting, without legal penalty. This type of incentive recently took place at a South Philadelphia church with an outstanding turnout. Is this taking away from the true freedom of voting? Is this legal? He had also learned that at the polling sites local authorites will not only be checking for \"scoff law\" traffic ticket offenders inside, but this will also take place outside. There will be vehicles equipped with plate identification computers. Upon identification cars will be locked with an immobilization feature locked to its tire then towed. I think this November will be a November to remember. I love technology. Anonymous",
  "Last Updated": "5 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/arrest.asp",
  "Claim": "Voters with outstanding warrants or unpaid traffic fines face arrest by undercover officers at polling places.",
  "Claim_ID": "politics_ballot_arrest",
  "Tags": ""
}