{
  "Origins": "On 21 April 2014, the Canadian publication B.C. Catholic published an article reporting that biomedical waste from health facilities in the Canadian province of British Columbia waste which included the remains of miscarried children and aborted fetuses was being shipped to a power plant in the state Oregon for incineration:",
  "Fact Check": "",
  "Description": "According to Portland, Oregon, television station KOIN, a few days after the story broke Marion County commissioners claimed they were unaware of the practice (referring obliquely to \"this material\") and moved to end incineration of medical waste at the Covanta Marion plant. Covanta Marion plant officials maintained that the medical waste program was run and managed by the county and stated they would no longer accept receipt of medical waste until they were assured it no longer contained the \"alleged material\": The Marion County Board of Commissioners voted to halt a medical waste program after reports surfaced accusing the waste facility of disposing human tissue, including aborted fetuses. The board said they took immediate action in response to an article published in the British Columbia Catholic Herald newspaper that claimed \"biomedical waste\" was being disposed at the Covanta Marion, Inc. Energy-from-Waste facility in Brooks that contained \"human tissue\" and \"fetal tissue.\" \"We are outraged and disgusted that this material could be included in medical waste received at the facility,\" said Marion County Commissioner Janet Carlson in a written statement. \"We did not know this practice was occurring until today. We are taking immediate action and initiating discussions with Covanta Marion to make certain that this type of medical waste is not accepted in the future.\"\" Covanta responded to the claims by placing blame on Marion County and said the company is halting the program until answers are given. \"The medical waste program at the Marion County Resource Recovery Facility is County run and managed,\" Covanta said in a statement. \"Marion County contracts for and delivers medical waste to the facility and Covanta has no responsibility for the program. Covanta is shocked by these allegations and is discontinuing the receipt of this waste stream until we have been assured by the County that this alleged material is not being delivered to the facility.\" The facility in Marion County opened in 1987, according to Convanta-Marion, Inc.'s website. It's a pioneer partnership that not only accepts tons of solid waste but also non-hazardous biomedical waste from across the state and country. The waste the facility receives is then burned at temperatures reaching 2,000 degrees Fahrenheit, boiling water and generating steam that drives turbines, which generate electrical power, according to Marion County's website. Bud Waterman, a former temp worker at Covanta Marion, said he believes certified contractors have been carrying fetuses from British Columbia to Oregon, where state statutes allow fetuses to be disposed. While the current statutes include fetuses in the disposal of medical waste, Marion County Commissioner Sam Brentano said the county's board will hold an emergency meeting to ban the practice. \"I don't know that you can know just like I should have known, but I didn't,\" said Brentano. \"I'm sorry I didn t know that this included fetal tissue, but now that I do know, believe me things [will] change.\" Waterman said he believes fetuses have been incinerated at the Marion County facility for years and used for energy, a practice that the Canadian government will not do. \"They knew it, they had to. I don't see how they could not know it,\" said Waterman. Although the B.C. Health Ministry stated the Covanta Marion plant has been receiving shipments of medical waste that include \"human tissue\" and \"fetal tissue,\" specific information documenting that such waste included aborted fetuses has not yet been provided.",
  "Originally Published": "",
  "Referred Links": "http://digital.bccatholic.ca/app.asp?RelId=5.5.7p1.18;",
  "Example": "[Collected via e-mail, April 2014] The remains of aborted humans are being shipped to a US power facility, in order to provide electricity to Oregon residents. The British Colombia Health Ministry has confirmed that 'medical waste' is sent to our country to be converted to electricity in waste-to-power plants. 'Medical waste,' in this brave new world of ours, includes amputated limbs, cancerous tissue, and the bodies of murdered children.",
  "Last Updated": "25 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/medical/incinerator.asp",
  "Claim": "Medical waste that included human tissue was shipped from British Columbia to be incinerated at a power plant in Oregon.",
  "Claim_ID": "politics_medical_incinerator",
  "Tags": ""
}