{
  "Origins": "Every election cycle reminds us that there's very little new under the sun when it comes to political humor, just recycled jokes that are continually refurbished to reference the candidates du jour. The purported exchange between Republican presidential nominee John McCain and a heckler is a variant of a item we found in a 1946 collection of humorous anecdotes, with that version referencing a campaign that took place a century ago:",
  "Fact Check": "",
  "Description": "A somewhat similar campaign anecdote about a British MP popped up in 1969 memoir: The Baron de Forest, who had been a great friend of Edward VII and a Member of Parliament for a short time, and who later took the name of Count de Bendern and became a subject of Liechtenstein, was a friend of Maundy Gregory. Whether Maundy Gregory helped the very rich Baron in his affairs and change of nationality, I do not know. But I do remember once going to a political meeting of the Baron de Forest's when he was standing as a candidate for Parliament, and a left-wing member of the audience called out 'Why are you a Baron?' De Forest replied, 'I am a Baron because my father was.' The heckler shouted back, 'Well, I wish to god your mother had been!' Just to round out the cycle (and because it's too funny to pass up), we note the following humorous but non-political incident involving the Count de Bendern: During the 1953 Masters golf tournament, one of the competitors, Count de Bendern, found his ball lodged in the bank of a brook. Deciding that he could play the ball, he took off his left shoe and sock and rolled his pants leg above the knee. Then he very carefully planted the bare foot on the bank and stepped into the water with his well-shod right foot. The look on his face as he realized what he had done was more memorable than his shot.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] Is this true? While he was making a campaign stop in Pennsylvania yesterday, John McCain kept getting interrupted by a heckler who shouted \"I am a Democrat!\" over and over. McCain was obviously getting pissed, but he kept his anger bottled up long enough to respond to the heckler with, \"My friend, can I ask you *why* you're a Democrat?\" The heckler said: \"My grandfather was a Democrat, my father was a Democrat, and I am a Democrat!\" \"What if you father had been a jackass?\" McCain asked sarcastically. \"Then what would you be?\" \"A Republican!\" the heckler yelled back.",
  "Last Updated": "14 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/mccain/heckler.asp",
  "Claim": "John McCain was one-upped by a heckler during a campaign stop.",
  "Claim_ID": "politics_mccain_heckler",
  "Tags": ""
}