{
  "Origins": "Duck Dynasty is the popular reality television series on the A&E cable channel that chronicles the lives of the wealthy Robertson family of West Monroe, Louisiana, who run Duck Commander, a business that makes products for duck hunters (most notably the Duck Commander duck call). The television series, like the Duck Commander business itself, has proved highly successful and profitable, with the April 2013 season finale of Duck Dynasty delivering 9.6 million viewers and handily beating out network shows such as CBS Survivor and Fox's American Idol in the ratings.",
  "Fact Check": "",
  "Description": "In May 2013, rumors began circulating via social media that the continuation of the show (on A&E, at least) was being threatened by \"liberals and atheists\" and meddling A&E officials who objected to the Robertsons' inclusion of their religiosity (particularly in dinner prayer scenes) and the prevalent appearance of guns in the show. According to the Hollywood Reporter (THR), what's currently holding up the renewal of Duck Dynasty for a fourth season on A&E is not a content dispute but a standoff with the Robertsons over their salary demands: The bearded stars of Duck Dynasty are asking for a big pay increase to return to A&E's top-rated series, and the salary standoff is holding up a fourth-season renewal of the show, sources tell THR. The Robertson family, including brothers Phil and Si and Phil's sons, have seen their outdoorsman empire Duck Commander earn a small fortune thanks in part to notoriety from the hit reality series. Now they have banded together and represented by WME are angling to renegotiate their existing contracts. Sources close to the negotiation say the family is asking for more than $200,000 an episode from A&E and production company Gurney Productions to return for a fourth season, with additional raises for subsequent seasons. Hit reality shows have a history of salary stalemates. For instance, the cast of MTV's Jersey Shore held up production in 2010 while demanding a 200 percent raise for its third season and beyond. Discovery's Deadliest Catch cast quit the show amid a 2010 lawsuit and pay dispute then \"un-quit\" when the spat was resolved. It also seems rather unlikely that many Duck Dynasty viewers would be objecting to the presence of guns (given that the program is built around the subject of duck hunting) or prayer (one of the more popular features of the show) in the series, or that A&E would be highly concerned about the opinions of non-viewers, and cast members have disclaimed that there is any truth to the rumors. When Missy Robertson, Jase Robertsons's wife, was asked via Twitter whether the rumor that \"A&E ask[ed] Phil not to pray [on the] show [be]cause liberals & atheists complained to them\" was true, she responded by relaying a message from Phil stating \"Not to my knowledge\": Phil's Robertson's son, Alan, also said: The rumor that A&E told the Robertsons to tone down guns and prayer is not true. We continue to partner with A&E to make a great TV show that reflects our family's values. We note, however, that a November 2012 Christian Chronicle article did report the Robertson family as being disappointed that most of their spiritual expressions were being cut from the show during the editing process, and that their characters were sometimes presented in ways they found distressing: For the show's producers, the family's strong Christian faith seems to be an uncomfortable storyline one frequently chopped in the editing room. \"They pretty much cut out most of the spiritual things,\" Phil Robertson, a one-time honky-tonk operator who gave up his heathen lifestyle in the 1970s, told The Christian Chronicle. \"We say them, but they just don't run them on the show.\" Television producers know that reality often needs to be altered to make interesting viewing or overemphasize certain stereotypes, said Jim Miller, director of the mass communication program at Harding University in Searcy, Arkansas. \"That explains some of the tension the Robertsons apparently feel with the producers of 'Duck Dynasty,'\" Miller said. \"I think people are especially interested in 'Duck Dynasty 'because the Robertsons' family and friends are outrageous, unpredictable characters. Yet they also are relatable and likable. They are God-fearing, family-oriented people who enjoy life.\" \"The challenges they face deal with compromise,\" he said. \"For example, does the opportunity to influence a segment of culture in very broad ways as TV personalities outweigh the disappointment they may feel with the producers cutting out 'in Jesus' name' at the end of every televised prayer?\" Equally shocking to the Robertsons: In the first two episodes, the producers bleeped out words said by Willie and Korie to make it appear that they cursed. The family complained. As Al Robertson explained, \"We don t cuss.\" In December 2013, news outlets reported that Phil Robertson had been indefinitely suspended from suspended from the Duck Dynasty show by A&E over comments he made about homosexuality in an interview with GQ magazine: \"Duck Dynasty\" patriarch Phil Robertson is off the hit A&E reality series indefinitely after disparaging gays as sinners akin to adulterers and swindlers, the network said. A&E announced what it called a \"hiatus\" for Robertson, 67, after he disparaged gays in the January edition of GQ magazine. In a statement, A&E said it was extremely disappointed to see Robertson's anti-gay remarks, which it said were based on his personal beliefs and do not reflect those of A&E Networks or the show. A&E called itself a supporter of the lesbian and gay community. In his GQ interview, Robertson was asked his definition of sinful behavior. \"Start with homosexual behavior and just morph out from there,\" such as bestiality, he said. \"Don't be deceived,\" he was quoted in GQ. \"Neither the adulterers, the idolaters, the male prostitutes, the homosexual offenders, the greedy, the drunkards, the slanderers, the swindlers they won't inherit the kingdom of God. Don't deceive yourself. It's not right.\" A few days later, the country store and restaurant chain Cracker Barrel announced they would be removing \"selected products\" connected with Duck Dynasty from their stores which they feared \"might offend\" some of their customers, then posted on their Facebook page that they were reversing course in response to negative public reaction: When we made the decision to remove and evaluate certain Duck Dynasty items, we offended many of our loyal customers. Our intent was to avoid offending, but that s just what we've done. You told us we made a mistake. And, you weren't shy about it. You wrote, you called and you took to social media to express your thoughts and feelings. You flat out told us we were wrong. We listened. Today, we are putting all our Duck Dynasty products back in our stores. And, we apologize for offending you. We respect all individuals right to express their beliefs. We certainly did not mean to have anyone think different. We sincerely hope you will continue to be part of our Cracker Barrel family.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/CrackerBarrel/posts/602887726427665;http://www.gq.com/entertainment/television/201401/duck-dynasty-phil-robertson;http://www.christianchronicle.org/article2159776~Faith,_family_and_ducks:_Behind_the_scenes_of_;https://twitter.com/MissyDuckWife/status/332581593329852418;http://www.aetv.com/duck-dynasty/;",
  "Example": "[Collected via e-mail, May 2013] A group on Facebook is claiming that \"atheists and liberals\" complained to A&E about Duck Dynasty showing the family praying before dinner: It would seem that Liberals and Atheists are giving A&E problems because of the Duck Dynasty family dinner prayer. They want that part taken off the air. My understanding is A&E went to Phil and ask if they would not do that again. Phil Told them if we can't pray to God on the show, we will not do the show. I don't know if it's true or not, but this is one Christian who is standing up and saying that the Liberals and Atheists can just go watch something else while Duck Dynasty is on. They got their way by taking God out of our schools and everywhere else. Isn't that enough greed? Stop trying to RUN this show! Found this quote on Facebook. I would like to know if it is true: The Liberals and Atheists are given A&E alot of problems because of Duck Dynasty family dinner Prayer and the constant presence of guns. They want that part taken off the air. Well A&E went to PHIL and ask if they would not do that again. Phil Told them, \"if we can't pray to God on the show, we will not do the show.\" He said, \"Guns and God are apart of our everyday lives and to remove either of them from the show is unacceptable.\" Well A&E, do you want the #1 show on TV or you gonna cave in to those Liberals and Atheists? I'm sure another channel will pick them up. Also Phil insisted that the show would air at 9PM central time so it would not conflict with the viewer's Wednesday Night Church Services. The contract was agreed upon and signed by A&E yesterday for another season and it will remain being produced according to Phil Robertson and on his terms.",
  "Last Updated": "22 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/duckdynasty.asp",
  "Claim": "The A&E series 'Duck Dynasty' is being threatened by complaints about the show's inclusion of prayer scenes and guns.",
  "Claim_ID": "politics_religion_duckdynasty",
  "Tags": ""
}