{
  "Origins": "After Ferguson, Missouri, teenager Mike Brown was shot and killed by a police officer on 9 August 2014, a great deal of information and speculation spread on the internet and in the media about the incident and involved parties. As Brown, who had graduated high school just over a week earlier, was unarmed, public reaction to his death was both intense and polarizing.",
  "Fact Check": "",
  "Description": "One of the most frequently repeated claims about Brown circulating in the weeks after he was killed involved his purported prior criminal behavior. Allegations ranged from simple, single-statement claims that Brown had been arrested and/or convicted of an array of crimes to a lengthy list of specific criminal counts with which the teenager had reportedly been charged and/or convicted. However, the list of charges that are cited in the \"Example\" block above and proffered as documenting Michael Brown's criminal record appear to have been erroneously drawn from a Missouri court search in which someone found a case involving some other Michael Brown and mistakenly assumed that person was the teenager killed in Ferguson. However, that case record ( 3SL-CR12675-01, ST V MICHAEL R BROWN ) referenced someone with a similar but different name ( Michael R. Brown vs. Michael Brown, Jr. ), who lived in a different Missouri town (Troy vs. Crestwood) and was born in a different year (1997 vs. 1996) than the Michael Brown who was shot in Ferguson. As the rumors regarding Mike Brown's arrest record became more varied and extreme, local news outlets began to examine claims about his supposedly having a substantial criminal record. Brown had turned 18 only three months before his death, making the array of rumors far harder to verify due to the manner in which juvenile records are handled in the state of Missouri. On 3 September 2014, a judge heard several arguments from media outlets hoping to determine whether Brown had been arrested or convicted of any criminal acts prior to his 18th birthday in May 2014. Cynthia Harcourt, the St. Louis County juvenile office's attorney, said the \"court of public opinion does not require the release of juvenile records,\" adding that \"simple curiosity\" was not an adequate reason to violate the privacy of Brown and his family. Harcourt did provide the largest amount of information regarding Brown's legal history, noting that the nature of the crimes with which Brown had reportedly been involved would not necessarily have been protected by laws that shield minors from publicizing their criminal records: Cynthia Harcourt, a lawyer for the juvenile officer of St. Louis County Family Court, said after the hearing that she could neither confirm nor deny the existence of a juvenile record for Mr. Brown. Missouri state law prohibits the records of most juvenile court proceedings from being released to the public. But she said Mr. Brown had no juvenile cases involving serious felony charges or convictions, including murder, robbery and assault with a deadly weapon. Those felony records would not be required to be confidential and would have been released, but none exist for Mr. Brown, Ms. Harcourt said. Additionally, local news sources confirmed that Mike Brown was not facing any criminal complaints at the time of his death.",
  "Originally Published": "",
  "Referred Links": "http://www.stltoday.com/news/local/crime-and-courts/juvenile-court-michael-brown-had-no-felony-convictions-did-not/article_43c9bbbb-356f-5ea6-b9e2-7dde7e3e5c83.html;http://www.nytimes.com/2014/09/04/us/michael-brown-never-faced-serious-felony-charge-st-louis-officials-lawyer-says.html;http://www.cdispatch.com/news/article.asp?aid=36044;http://www.cdispatch.com/news/article.asp?aid=36044;https://www.courts.mo.gov/casenet/base/welcome.do;",
  "Example": "[Collected via email, September 2014] Michael Brown, like Trayvon, was portrayed by the media as a \"little black boy,\" cute little headphones, and his cap and gown photo, gunned down by a ruthless police assassin, executed by \"whitey.\" ... First, I have never seen a cop drag a person into their car's driver door to arrest them. ... let us be clear, Michael Brown was a n*****; a sorry assed, criminal, hoodlum, n*****. Nobody wants to say that, but I will. He had a criminal record a mile long, was known for numerous assaults, robberies, including the one you saw with your own eyes, and still refuse to call it a robbery. He was, like so many others, living a life that he thought he was \"entitled\" to, just for being alive. THE POOR LITTLE TEEN AGER--6 FT. 4 INCH 295# MICHAEL BROWN WAS A HOODLUM The WAPO reported that Mister Brown was college bound and makes it sound like the police officer involved just singled him out for no reason. Luckily the internet filters the news now. Here's some background on Mister Michael Brown. The new Racial poster boy Michael R Brown has felony's pending in Court. Yes, that guy who was on his way to College was arrested and charged with Burglary, Armed criminal action, Assault with the intent to do great bodily harm, and again Armed criminal action. He was scheduled to go to court in Sept. (Now, I thought he was supposed to go to college in Sept? Imagine that!) You can look all this up yourself on Case.net Missouri. Do a search for St. Louis County in 2014; you'll find him ... It seems whenever Al Sharpton, Jesse Jackson and Obama chime in, it winds up being another Tawana Brawley type case. PHONY! ... According to Casenet, this unarmed teenager (Michael Brown) was already charged with: Description: Burglary 1st Degree [Felony B RSMo: 569.160] Date: 11/02/2013 Code: 1401000 OCN: AJ006207 Arresting Agency: ST ANN PD Next Charge/Judgment Description: Armed Criminal Action [Felony Unclassified RSMo: 571.015] Date: 11/02/2013 Code: 3101000 OCN: AJ006207 Arresting Agency: ST ANN PD Next Charge/Judgment Description: Assault 1st Degree Serious Physical Injury [Felony A RSMo:565.050] Date: 11/02/2013 Code: 1301100 OCN: AJ006207 Arresting Agency: ST ANN PD Next Charge/Judgment Description: Armed Criminal Action [Felony Unclassified RSMo: 571.015] Date: 11/02/2013 Code: 3101000 OCN: AJ006207 Arresting Agency: ST. ANN PD This \"unarmed teenager,\" as the liberal media like to portray Michael Brown, was nothing but a punk hoodlum, who used his size to intimidate others. I would like to know if the teenager who was shot and killed by a police officer in [Ferguson], Missouri had a police record ... Been getting many emails suggesting that.",
  "Last Updated": "22 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/brown.asp",
  "Claim": "Killed Ferguson, Missouri, teen Michael Brown had a lengthy arrest record.",
  "Claim_ID": "politics_crime_brown",
  "Tags": ""
}