{
  "Origins": "Every recent presidential election cycle has brought e-mailed forwards that paint the Democratic candidate as a proponent of a \"tax and spend\" philosophy (who will inevitably implement significant tax increases on taxpayers across all income levels) and present the Republican candidate as a model of fiscal conservatism, and the example quoted above fits this pattern.",
  "Fact Check": "",
  "Description": "However, this example is off the mark both in its broad strokes and in its particulars. According to the Tax Policy Center's analysis of the candidates' proposed tax changes, the primary difference between them would be distributional, with Senator Obama's proposals favoring lower-income taxpayers and Senator McCain's favoring higher-income taxpayers: McCain: The average taxpayer in every income group would see a lower tax bill, but high-income taxpayers would benefit more than everyone else. Obama: High-income taxpayers would pay more in taxes, while everyone else's tax bill would be reduced. Those who benefit the most in terms of reducing their taxes as a percentage of after-tax income are in the lowest income groups. The statements made about the candidates' proposals for changes in specific taxes (or implementation of new taxes) are also all erroneous or grossly misleading. as we note below: CAPITAL GAINS TAX MCCAIN: 0% on home sales up to $500,000 per home (couples). McCain does not propose any change in existing home sales income tax. OBAMA: 28% on profit from ALL home sales The statement that Senator Obama proposes instituting a 28% tax \"on profit from ALL home sales\" is false. Both candidates' proposals would leave intact an existing capital gains exemption for the first $500,000 per household of profit from the sale of a primary residence. Homeowners who realize a profit higher than the current exemption amount from the sale of their primary residences might pay more capital gains tax under an Obama presidency than they would now, but those instances currently constitute a very small minority of all home sales. (For the purposes of this article, the term \"per household\" refers to married couples who file taxes jointly.) The mention of Obama's imposing a 28% capital gains tax as president is also misleading. Senator Obama has indicated he would likely raise the capital gains tax rate, but he has not specified by how much the 28% figure is a previous (i.e., pre-Bush) capital gains tax rate which Obama stated he would certainly not exceed while noting that his capital gains tax rate would likely be \"significantly lower\": Q: How do you plan to change the tax code when it comes to capital gains? How high will that 15 percent rate go? A: Well, you know, I haven't given a firm number. Here's my belief, that we can't go back to some of the, you know, confiscatory rates that existed in the past that distorted sound economics. And I certainly would not go above what existed under Bill Clinton, which was the 28 percent. I would and my guess would be it would be significantly lower than that. I think that we can have a capital gains rate that is higher than 15 percent. The Tax Plan Fact Sheet posted on Obama's web site says that he will \"create a new top capital gains rate of 20 percent.\" DIVIDEND TAX MCCAIN: 15% (no change) OBAMA: 39.6% The notion that Senator Obama is proposing raising the tax rate on dividend income from its current 15% level to a 39.6% is unfounded. Obama has proposed taxing dividends at the same rate as capital gains, and although he hasn't yet specified a figure for the latter, he has already stated (as noted above) that he \"certainly would not go above\" 28%. Also, the proposed increase would only affect households with income of more than $250,000 per year (a figure that encompasses about 2% of U.S. households.) INCOME TAX MCCAIN: (no changes) Single making 30K - tax $4,500 Single making 50K - tax $12,500 Single making 75K - tax $18,750 Married making 60K - tax $9,000 Married making 75K - tax $18,750 Married making 125K - tax $31,250 OBAMA: (reversion to pre-Bush tax cuts) Single making 30K - tax $8,400 Single making 50K - tax $14,000 Single making 75K - tax $23,250 Married making 60K - tax $16,800 Married making 75K - tax $21,000 Married making 125K - tax $38,750 Under Obama your taxes will more than double! This is an erroneous interpretation of federal income tax rates based on the premise that Senator McCain favors extending the temporary tax cuts instituted by the Bush administration in 2001 and 2003, while Senator Obama does not. However, both senators said they would favor extending those tax cuts; the difference is that Senator Obama said he would not favor extending the tax cuts for households with incomes of $250,000 or more per year. Since none of the tax tables listed above applies to that income level, their inclusion is irrelevant and misleading. As noted at the head of this article, taxpayers in the brackets covered by these tables would likely see a greater reduction in taxes under Senator Obama's proposals than under Senator McCain's, an outcome reflected in the Tax Policy Center's estimate of how the average tax bill could change in 2009 under each candidate's proposals: MCCAIN OBAMA Income Avg. tax bill Avg. tax bill Over $2.9M -$269,364 +$701,885 $603K and up -$45,361 +$115,974 $227K-$603K -$7,871 -$12 $161K-$227K -$4,380 -$2,789 $112K-$161K -$2,614 -$2,204 $66K-$112K -$1,009 -$1,290 $38K-$66K -$319 -$1,042 $19K-$38K -$113 -$892 Under $19K -$19 -$567 INHERITANCE TAX MCCAIN: 0% (No change, Bush repealed this tax) OBAMA: Restore the inheritance tax Pretty much everything asserted about the inheritance tax (also referred to as \"death tax\" or \"estate tax\") in these few short statements that President Bush repealed it, that Senator McCain would maintain it at 0%, and that Senator Obama would \"restore\" it is wrong. In general, estate tax currently applies only to estates valued at more than $2 million and tops out at a 45% rate. The exclusion amount is already set to rise to $3.5 million in 2009, followed by a repeal of the estate tax in 2010, and then a reinstatement of the estate tax in 2011 with the exclusion amount reverting back to $1 million and the tax rate topping out at 55%. Senator McCain has proposed raising the estate tax exclusion amount to $5 million and setting a maximum estate tax rate of 15%, while Senator Obama has proposed raising the estate tax exclusion amount to $3.5 million and maintaining the maximum estate tax rate at its current 45% level. NEW TAXES BEING PROPOSED BY OBAMA * New government taxes proposed on homes that are more than 2400 square feet * New gasoline taxes (as if gas weren't high enough already) * New taxes on natural resources consumption (heating gas, water, electricity) * New taxes on retirement accounts and last but not least.... * New taxes to pay for socialized medicine so we can receive the same level of medical care as other third-world countries!!! Three of these five statements are completely erroneous: Senator Obama has not proposed a tax on \"homes that are more than 2,400 square feet,\" any \"new gasoline taxes,\" or \"new taxes on retirement accounts.\" The phrase \"taxes on natural resources consumption\" presumably refers to Senator Obama's \"cap and trade\" proposal for reducing carbon emissions, a proposal which would likely impose additional costs on polluters but isn't technically a \"tax\": Obama supports implementation of a market-based cap-and-trade system to reduce carbon emissions by the amount scientists say is necessary: 80 percent below 1990 levels by 2050. Obama's cap-and-trade system will require all pollution credits to be auctioned. A 100 percent auction ensures that all polluters pay for every ton of emissions they release, rather than giving these emission rights away to coal and oil companies. Some of the revenue generated by auctioning allowances will be used to support the development of clean energy, to invest in energy efficiency improvements, and to address transition costs, including helping American workers affected by this economic transition. As for \"new taxes to pay for socialized medicine,\" Senator Obama has proposed funding his health care plan through additional revenues generated by not extending the Bush administration's temporary tax cuts for persons making more than $250,000 per year. Whether allowing a portion of already-scheduled expiration of temporary tax cuts to take place really constitutes \"new taxes\" is a matter of semantics.",
  "Originally Published": "",
  "Referred Links": "http://www.barackobama.com/pdf/Obama08_HealthcareFAQ.pdf;http://www.barackobama.com/issues/energy/#reduce-carbon-emissions;http://www.fitzwatermeyer.com/practice/estateplanning/estategift.cfm;http://www.washingtonpost.com/wp-dyn/content/story/2008/06/09/ST2008060900950.html;http://www.barackobama.com/pdf/taxes/Factsheet_Tax_Plan_FINAL.pdf;http://www.taxpolicycenter.org/UploadedPDF/411693_CandidateTaxPlans.pdf;",
  "Example": "[Collected via e-mail, June 2008] This is something you should be aware of so you don't get blind-sided. This is really going to catch a lot of families off guard. It should make you worry. Proposed changes in taxes after 2008 General election: CAPITAL GAINS TAX MCCAIN: 0% on home sales up to $500,000 per home (couples). McCain does not propose any change in existing home sales income tax. OBAMA: 28% on profit from ALL home sales How does this affect you? If you sell your home and make a profit, you will pay 28% of your gain on taxes. If you are heading toward retirement and would like to down-size your home or move into a retirement community, 28% of the money you make from your home will go to taxes. This proposal will adversely affect the elderly who are counting on the income from their homes as part of their retirement income. DIVIDEND TAX MCCAIN: 15% (no change) OBAMA: 39.6% How will this affect you? If you have any money invested in stock market, IRA, mutual funds, college funds, life insurance, retirement accounts, or anything that pays or reinvests dividends, you will now be paying nearly 40% of the money earned on taxes if Obama become president. The experts predict that 'higher tax rates on dividends and capital gains would crash the stock market yet do absolutely nothing to cut the deficit. INCOME TAX MCCAIN (no changes) Single making 30K - tax $4,500Single making 50K - tax $12,500Single making 75K - tax $18,750 Married making 60K - tax $9,000Married making 75K - tax $18,750Married making 125K - tax $31,250 OBAMA: (reversion to pre-Bush tax cuts) Single making 30K - tax $8,400Single making 50K - tax $14,000Single making 75K - tax $23,250 Married making 60K - tax $16,800Married making 75K - tax $21,000Married making 125K - tax $38,750 Under Obama your taxes will more than double! How does this affect you? No explanation needed. This is pretty straight forward. INHERITANCE TAX MCCAIN: 0% (No change, Bush repealed this tax) OBAMA: Restore the inheritance tax How does this affect you? Many families have lost businesses, farms and ranches, and homes that have been in their families for generations because they could not afford the inheritance tax. Those willing their assets to loved ones will not only lose them to these taxes. NEW TAXES BEING PROPOSED BY OBAMA * New government taxes proposed on homes that are more than 2400 square feet * New gasoline taxes (as if gas weren't high enough already) * New taxes on natural resources consumption (heating gas, water, electricity) * New taxes on retirement accounts and last but not least.... * New taxes to pay for socialized medicine so we can receive the same level of medical care as other third-world countries!!!",
  "Last Updated": "16 July 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/taxes.asp",
  "Claim": "E-mail compares proposed changes in taxes after the 2008 presidential election.",
  "Claim_ID": "politics_obama_taxes",
  "Tags": ""
}