{
  "Origins": "On 26 November 2014, the site Medical Kidnap published a harrowing article entitled \"Breastfed, Homebirthed Babies Taken Away From Parents for Not Using Hospital.\" In that article, Bellingham, Washington, parents Erica May and Cleave Rengo claimed their state's division of Child Protective Services (CPS) took custody of their three young children (newborn twins and a 10-month-old boy named Levi) due to the couple's decision to forgo a hospital birth. The article immediately prompted widespread outrage and was shared more than 100,000 times on Facebook in its first day alone.",
  "Fact Check": "",
  "Description": "According to the article, Erica gave birth to twins Morna Kai Grace and Daniel Clemente on 2 October 2014. Under pressure from relatives and friends who did not fully agree with their home birth plan, the Rengos \"notified\" EMTs of the babies' arrival \"sometime\" after they were born. (It is not clear whether EMTs were summoned to the home, what the reason given for the notification was, or what transpired during the EMTs' visit.) According to the couple, they declined advice given by the paramedics suggesting they visit a hospital to follow up after the twins' arrival, and their refusal to go to the hospital prompted the EMTs to report them to CPS. The article stated that homebirth alone prompted EMTs to file a report with CPS. While the decision to give birth at home is often considered risky, and the birth of twins is generally deemed \"high risk\" by obstetricians, there is no indication that a woman's simply choosing a homebirth is a factor in CPS involvement. Given that home births are not uncommon, allegations such as those made by the Rengos should be rife if delivering a baby at home was by itself considered an automatic red flag for abuse. As well, a number of claims made in the upsetting account either conflict withed one another. For example, in one statement, Rengo said the children were taken from her because she refused to treat eczema with steroids and opted for natural remedies, but in other portions of the article, she blamed home birth for the children's removal (despite the number of babies born this way each day without CPS involvement). The claims of parents and families involved with child welfare agencies in any state are difficult to independtly verify because unlike criminal cases, family court proceedings are not public. CPS and related agencies cannot confirm or deny claims about their actions because their cases generally involve minors and abuse allegations. However, on 3 December 2014 the Bellingham Herald provided additional details about the Rengo case, including a statement from CPS denying claims that home birth was the issue that had caused the children to be removed from their home: Due to confidentiality, we cannot discuss details, except to say that a court determined a child's safety required removal from the home. No policy of Children's Administration would allow a child to be taken due to a home birth. A home birth is not in any way a child safety risk factor in the view of Children's Administration. In a follow-up article published by the Herald two days later reporting that a court commissioner had decided to allow ther children to be returned to their parents, CPS and public officials once again affirmed thathome birth had nothing to do with the decision to take protective custody of the children; the primary factors involved were the couple's legal issues, mental health issues, and child health care issues: Saying he was giving a Bellingham couple a \"second chance,\" a Whatcom County Superior Court commissioner decided Friday, Dec. 5, to return their three young children, who had been taken into protective custody amid the state's concerns over a chaotic home life. But Commissioner Thomas Verge told Cleave Rengo, 23, and Erica Carey, 29, that the children would be removed again if they didn't follow his conditions as well as cooperate with Child Protective Services. CPS has said the case had nothing to do with home-birth. Assistant Attorney General Rob Olson laid out a case that detailed the family's numerous contacts with law enforcement since 2013-14 in Whatcom County and seven when the couple lived elsewhere in Washington state; refusal or resistance to providing medical care for the children; concern about the twins being underweight; domestic disputes between the couple; Cleave Rengo being controlling of Carey; and Bruce Rengo's mental health issues, which had included a two-month hospitalization when he stopped taking his medication for bipolar disorder. Olson also presented information about Cleave Rengo's arrest in Battle Ground, when the couple had stayed there and Carey was eight months pregnant with Levi. The original charges included domestic violence and resisting arrest, but the domestic violence charge was dropped in a plea agreement, which included the mandate that Cleave Rengo undergo anger management. But he hadn't yet completed the anger management requirement and there was a warrant out for his arrest, which concerned the state.",
  "Originally Published": "",
  "Referred Links": "http://www.bellinghamherald.com/2014/12/05/4012570_court-return-rengo-children-to.html;http://www.king5.com/story/news/local/bellingham/2014/12/03/bellingham-couple-fights-cps-custody-home-birth-natural-remedies/19819989/;http://medicalkidnap.com/2014/11/25/breastfed-homebirthed-babies-taken-away-from-parents-for-not-using-hospital/;",
  "Example": "[Collected via e-mail, November 2014] The site medicalkidnap.com ran an article about a couple who chose homebirth having their three kids taken away by CPS on extremely trumped up charges. Mommy groups are sharing it like crazy on Facebook. Is this a thing?",
  "Last Updated": "6 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/cpshomebirth.asp",
  "Claim": "Child Protective Services in Washington removed three young children from their parents' care because homebirth is considered dangerous.",
  "Claim_ID": "politics_medical_cpshomebirth",
  "Tags": ""
}