{
  "Origins": "On 16 August 2008, presidential candidates Barack Obama and John McCain made back-to-back appearances at the Presidential Candidates Forum held at the Saddleback Church in Lake Forest, California, where they responded to questions posed to them by Pastor Rick Warren. During that forum, Pastor Warren asked both candidates to define \"rich\" for the purposes of taxation (although, since the candidates appeared separately, the question was not posed to both of them with the same wording).",
  "Fact Check": "",
  "Description": "To Democratic candidate Barack Obama, Pastor Warren said: \"OK. Taxes, this is a real simple question. Define rich. I mean give me a number, Is it $50,000, $100,000, 200,000? Everybody keeps talking about who we're going to tax. How can you define that?\" Senator Obama didn't quite answer the question directly, saying that an income level of less than $150,000 per year was middle class and that his tax plan would call for a \"modest increase\" in taxes for those making more than $250,000 per year: Look, the here's how I think about it. Here's how I think about it. And this is reflected in my tax plan. If you are making $150,000 a year or less, as a family, then you're middle class or you may be poor. But $150,000 down you're basically middle class, obviously depends on the region where you're living. I would argue that if you're making more than $250,000, then you're in the top three percent, four percent of this country. You're doing well. Now, these things are all relative. And I'm not suggesting that everybody is making over $250,000 is living on easy street. But the question that I think we have to ask ourselves is, if we believe in good schools, if we believe in good roles, if we want to make sure that kids can go to college, if we don't want to leave a mountain of debt for the next generation. Then we've got to pay for these things, they don't come for free, and it is irresponsible. I believe it is irresponsible intergenerationally for us to invest or for us to spend $10 billion a month on a war and not have a way of paying for it. That, I think, is unacceptable. So nobody likes to pay taxes. I haven't sold 25 million books but I've been selling some books lately, and so I write a pretty big check to Uncle Sam. Nobody likes it. What I can say is under the approach I'm taking, if you make $150,000 or less, you will see a tax cut. If you're making $250,000 a year or more, you're going to see a modest increase. What I'm trying to do is create a sense of balance, and fairness in our tax code. One thing I think we can all agree on, is that it should be simpler so that you don't have all these loopholes and big stacks of stuff that you've got to comb through, which wastes a huge amount of money and allows special interests to take advantage of things that ordinary people cannot take advantage of. To Republic candidate John McCain, Pastor Warren said: \"Ok, on taxes, define 'rich.' Everybody talks about taxing the rich, but not the poor, the middle class. At what point give me a number, give me a specific number where do you move from middle class to rich? Is it $100,000, is it $50,000, is it $200,000? How does anybody know if we don't know what the standards are?\" Senator McCain responded by stating that he didn't think \"rich\" should be solely defined by income level and that the question was moot because he wanted cut spending rather than increase taxes on the rich; along the way he mentioned an income level of $5 million (immediately noting that \"I'm sure that comment will be distorted\"): Some of the richest people I've ever known in my life are the most unhappy. I think that rich should be defined by a home, a good job, an education and the ability to hand to our children a more prosperous and safer world than the one that we inherited. I don't want to take any money from the rich I want everybody to get rich. I don't believe in class warfare or re-distribution of the wealth. But I can tell you, for example, there are small businessmen and women who are working 16 hours a day, seven days a week that some people would classify as quote \"rich,\" my friends, and want to raise their taxes and want to raise their payroll taxes. Let's have keep taxes low. Let's give every family in America a $7,000 tax credit for every child they have. Let's give them a $5,000 refundable tax credit to go out and get the health insurance of their choice. Let's not have the government take over the health care system in America. So, I think if you are just talking about income, how about $5 million? But seriously, I don't think you can I don't think seriously that the point is that I'm trying to make here, seriously and I'm sure that comment will be distorted but the point is that we want to keep people's taxes low and increase revenues. And, my friend, it was not taxes that mattered in America in the last several years. It was spending. Spending got completely out of control. We spent money in way that mortgaged our kids' futures. Although this item is \"true\" in the strictly literal sense that John McCain did make the remark attributed to him, how much importance to place upon it is a subjective issue. Predictably, Democrats painted Senator McCain's remarks as indicative of his being out of touch with ordinary Americans and desirous of giving tax breaks to the rich, while the McCain campaign dismissed the candidate's statement as an obvious joke. (A Democratic National Committee video spotlighted Senator McCain's \"$5 million\" statement while omitting the remarks that surrounded it; the full exchange in context can be viewed here .) Meanwhile, economists asked to comment on the issue observed that the definition of \"rich\" is a murky one, and that the dividing line between \"poor\" and \"middle class\" (rather than between \"middle class\" and \"rich\") is probably the more significant one: Economists said in interviews that neither candidate was wrong because there are no agreed-upon definitions for the terms that describe income segments. \"To be fair to both of them, 'rich' is an adjective,\" said James P. Smith, a senior economist at the Rand Corp., a nonpartisan think thank in Santa Monica. \"Economic science is not going to tell you that 'this' is the cutoff point.\" Yet the $5-million level, Smith said, includes \"almost nobody.\" Experts said that of all the households in the nation, fewer than one-tenth of 1% had an annual income of $5 million or more. Ken Goldstein, an economist for the Conference Board, a business-research group based in New York, said he would define rich as income about $500,000 or more. \"If you set the bar at half a million, you're talking about the top 1% of taxpayers. If you think about the last eight years, those are the folks who have benefited the most.\" Other economists said they would have gone with a lower figure. Even the moderator who asked the question of the candidates, Pastor Rick Warren of Orange County's Saddleback Church, did not seem to anticipate a reply beyond the lower six figures, urging each man to \"give me a specific number ... is it 100,000 [dollars], is it 50, 200?\" Most ordinary Americans tend to massage the definitions of such terms in an attempt to crowd themselves into what many consider the least offensive category. \"If you do surveys, 95% of people think they are middle class,\" said Len Burman, director of the Tax Policy Center, a nonpartisan group that has analyzed the candidates' tax proposals. \"This is including people who are objectively quite poor and people who are objectively quite rich.\" Burman added: \"I guess it says something nice about America that rich people don't want to act like they're better than anybody else and poor people don't like complaining about how tough it is to pay their bills.\" Economists tend to spend more time debating the definition of poor, in large part because that cutoff has consequences for an array of social programs designed to assist those whose incomes fall below the poverty line.",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=DENW3wSovTs;http://www.youtube.com/watch?v=mP-0pedQeGw;http://transcripts.cnn.com/TRANSCRIPTS/0808/16/se.02.html;",
  "Example": "[Collected via e-mail, September 2008] I have heard many times that John McCain said (paraphrasing his comment, I'm sure) that the middle class includes people who make under $5 million. I am trying to find that IN PRINT to forward to relatives who say it is untrue.",
  "Last Updated": "13 September 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/mccain/5million.asp",
  "Claim": "John McCain said he would define the income level that divides the middle class from the rich as $5 million.",
  "Claim_ID": "politics_mccain_5million",
  "Tags": ""
}