{
  "Origins": "Shortly after filmmaker Michael Moore generated considerable social media controversy by tweeting about snipers being 'cowards' in January 2015, a story started circulating on the Internet about a death threat Clint Eastwood had supposedly issued to Moore during the National Board of Review Awards ceremony in 2005:",
  "Fact Check": "",
  "Description": "While the story does include some error in detail (Michael Moore was at the ceremony to receive an award for Fahrenheit 911, not Bowling for Columbine ), Clint Eastwood really did make comments similar to the ones referenced above at that event. Video of Clint Eastwood's acceptance speech is not readily available online; but a 2005 New York Daily News article confirms that the Dirty Harry actor did indeed make the threat, although it is doubtful Eastwood was serious about ending Michael Moore's life. A spokesman for the Bowling for Columbine director said Moore found Eastwood's speech amusing at the time: \"Michael laughed along with everyone else, and took Mr. Eastwood's comments in the lighthearted spirit in which they were given.\" Michael Moore may have laughed when Clint Eastwood delivered his \"threat\" in 2005, but Moore told a different story when he revisited the incident for a Daily Beast article in 2012. Moore, who was responding to Clint Eastwood's memorable \"invisible chair\" speech at the Republican National Convention that year, wrote that he was unnerved by Clint Eastwood's death threat in 2005: A few years ago, at the annual National Board of Review film awards held at Tavern on the Green in New York, I was there to hand out one of the honors. When it came time for Eastwood to accept his, he went up to the microphone and growled to me in front of the audience, \"If you ever show up at my house with that camera, I'll shoot you on sight.\" The audience laughed, I laughed, but the person who issued the threat wasn't laughing. That creeped me out a bit. I made sure never to go stand on Clint Eastwood's lawn.",
  "Originally Published": "",
  "Referred Links": "http://uat.thedailybeast.com/articles/2012/08/31/michael-moore-on-clint-eastwood-s-delusional-and-detached-from-reality-speech-at-the-republican-national-convention.html;http://www.nydailynews.com/archives/gossip/moore-line-clint-ire-article-1.650323;http://www.mrctv.org/blog/clint-eastwood-told-michael-moore-he-will-kill-him-if-he-showed-camera;",
  "Example": "[Collected via internet, January 2015] Was Clint Eastwood serious when he threatened to kill Michael Moore?",
  "Last Updated": "21 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/eastwoodmoore.asp",
  "Claim": "At an awards ceremony in 2005, Clint Eastwood threatened to \"kill\" Michael Moore.",
  "Claim_ID": "politics_quotes_eastwoodmoore",
  "Tags": ""
}