{
  "Origins": "The above-quoted anecdote is another item we'd expect most who encounter it to recognize as nothing more than a bit of barbed humor, but the multiple \"Is this true?\" queries we've received about it indicate that it merits at least some explanation.",
  "Fact Check": "",
  "Description": "In short, this item: Is an old joke. Is missing its primary punchline. Is periodically updated to feature the name of a currently prominent politician. Point #1 is demonstrated by the inclusion of this joke in a number of humor books , published over the last few decades, dating it at least as far back as 1990 . Point #2 is demonstrated by the following version from 2000, which presents the joke in its typical (i.e., non-political) form: A farmer got pulled over by a state trooper for speeding, and the trooper started to lecture the farmer about his speed, and in general began to throw his weight around to try to make the farmer uncomfortable. Finally, the trooper got around to writing out the ticket, and as he was doing that he kept swatting at some flies that were buzzing around his head. The farmer said, \"Having some problems with circle flies there, are ya?\" The trooper stopped writing the ticket and said: \"Well yeah, if that's what they are I never heard of circle flies.\" So the farmer says, \"Well, circle flies are common on farms. See, they're called circle flies because they're almost always found circling around the back end of a horse.\" The trooper says, \"Oh,\" and goes back to writing the ticket. Then after a minute he stops and says, \"Hey ... wait a minute, are you trying to call me a horse's ass?\" The farmer says, \"Oh no, officer. I have too much respect for law enforcement and police officers to even think about calling you a horse's ass.\" The trooper says, \"Well, that's a good thing,\" and goes back to writing the ticket. After a long pause, the farmer says, \"Hard to fool them flies though.\" Point #3 is demonstrated by the following example from 2003, which also reworks the same basic joke to include mention of a prominent politician of the day: George W. had just concluded his final photo-op at his Crawford, Texas compound when a reporter noticed one of Bush's neighbors nearby getting into an old pickup truck. Because of this assignment he hadn't been able to report any real news for the past month, so he desperately tried to strike up a conversation with the old-timer to see if he might have something interesting to offer. \"Sir ... Hey! Can I talk to you for just a second?\" the newsman asked. \"Well I was just leavin' ... Got chores to tend to,\" the older rancher said as he began rolling up his window. \"The flies seem be a bit worse this time of year,\" the veteran reporter commented. He had tried unsuccessfully to interview all of Dubya's neighbors during several of his past month-long Crawford vacation assignments, and was hoping that a more relaxed conversational style might get this one to stop long enough to open up a bit. Not one to be rude, the old rancher stopped rolling up his window. \"Them's circle-flies\" he said, shooting the reporter a sidelong glance. \"Circle-flies? Never heard of 'em,\" replied the newsman, so surprised that he'd gotten an answer that he'd almost forgotten about the interview. The old boy tilted his hat forward, and squinted towards Dubya's farm. \"Circle-flies is what we call 'em down here. They mostly circle 'round the tail-end of livestock.\" He started rolling his up his window again. Just before the window shut the veteran reporter blurted. \"HEY ... There's no livestock on the President's ranch! Did you just call George W. Bush a horse's ass?\" \"Didn't say any such thing,\" he replied, starting up his pickup. \"But it sure is hard to fool them circle-flies.\"",
  "Originally Published": "",
  "Referred Links": "http://www.theregister.co.uk/2000/10/14/a_gag_to_make_your/;http://books.google.com/books?id=kmtrYGYFoJYC&dq=%22circle+flies%22+%22horse%27s%22;http://books.google.com/books?q=%22circle+flies%22+%22horse's%22&btnG=Search+Books;",
  "Example": "[Collected via e-mail, January 2010] Did this really happen? A cowboy from Texas attends a social function where Barack Obama is trying to gather support for his Health Plan. Once he discovers the cowboy is from President Bush's home area, he starts to belittle him by talking in a southern drawl and single syllable words. As he was doing that, he kept swatting at some flies that were buzzing around his head. The cowboy says, \"Y'all havin' some problem with them circle flies?\" Obama stopped talking and said, \"Well, yes, if that's what they're called, but I've never heard of circle flies.\" \"Well, sir,\" the cowboy replies, \"Circle flies hang around ranches. They're called circle flies because they're almost always found circling around the back end of a horse.\"",
  "Last Updated": "31 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/circleflies.asp",
  "Claim": "Politician has an encounter with 'circle flies.'",
  "Claim_ID": "politics_humor_circleflies",
  "Tags": ""
}