{
  "Origins": "Paradoxically, one of the common features of catch phrases associated with famous figures (both real and fictional) is that those phrases are often caricatures that do not reflect statements actually made by the people with whom they're associated. For years, impersonators merely had to utter the lines \"Judy, Judy, Judy\" or \"Come with me to the Casbah,\" and listeners immediately knew they were portraying actors Cary Grant and Charles Boyer , respectively, though neither man ever delivered such a line in any of his roles. Likewise, the phrase most indelibly associated with the fictional character of Sherlock Holmes , \"Elementary, my dear Watson,\" appeared in none of the original works authored by Sir Arthur Conan Doyle.",
  "Fact Check": "",
  "Description": "So it is that one of the quotes most strongly associated with former Alaska governor and 2008 Republican vice-presidential nominee Sarah Palin is the exclamation \"I can see Russia from my house!\" even though she didn't actually utter that phrase during the campaign. The basis for the line was Governor Palin's 11 September 2008 appearance on ABC News , her first major interview after being tapped as the vice-presidential nominee. During that appearance, interviewer Charles Gibson asked her what insight she had gained from living so close to Russia, and she responded: \"They're our next-door neighbors, and you can actually see Russia from land here in Alaska, from an island in Alaska\": Two days later, on the 2008 season premiere of Saturday Night Live , Tina Fey and Amy Poehler appeared in a sketch portraying Sarah Palin and Hillary Clinton, during which Fey spoofed Governor Palin's remark of a few days earlier with the following exchange: FEY AS PALIN: \"You know, Hillary and I don't agree on everything . . .\" POEHLER AS CLINTON: (OVERLAPPING) \"Anything. I believe that diplomacy should be the cornerstone of any foreign policy.\" FEY AS PALIN: \"And I can see Russia from my house.\" Henceforth, invocations of Sarah Palin frequently employed the line \"I can see Russia from my house,\" rather than the words she actually spoke, \"You can actually see Russia from land here in Alaska.\" As to the question of whether one can actually see Russia from Alaska, Governor Palin was correct: such a view is possible from more than one site in that state. A Slate article on the topic noted that: In the middle of the Bering Strait are two small, sparsely populated islands: Big Diomede, which sits in Russian territory, and Little Diomede, which is part of the United States. At their closest, these two islands are a little less than two and a half miles apart, which means that, on a clear day, you can definitely see one from the other. Also, a 1988 New York Times article reported that: To the Russian mainland from St. Lawrence Island, a bleak ice-bound expanse the size of Long Island out in the middle of the Bering Sea, the distance is 37 miles. From high ground there or from the Air Force facility at Tin City atop Cape Prince of Wales, the westernmost edge of mainland North America, on a clear day you can see Siberia with the naked eye. Neither of these viewpoints offers the observer much more than a glimpse of a vast, desolate expanse, however.",
  "Originally Published": "",
  "Referred Links": "http://abcnews.go.com/Politics/Vote2008/story?id=5782924&page=1&singlePage=true;http://www.tcm.com/tcmdb/participant.jsp?spid=20494;http://www.carygrant.net/articles/judy.htm;",
  "Example": "",
  "Last Updated": "13 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/palin/russia.asp",
  "Claim": "During the 2008 presidential campaign, Sarah Palin said: \"I can see Russia from my house.\"",
  "Claim_ID": "politics_palin_russia",
  "Tags": ""
}