{
  "Origins": "Some cultural elements have become so tainted through association with hideous people and events that their use is now proscribed and considered highly inappropriate outside of anything but a scholarly or historical context. Symbols associated with Nazi-era Germany, such as swastikas, striped uniforms, and yellow Stars of David are examples of such elements. In August 2014, the Inditex Group's chain of Zara fashion stores was the focus of outrage and criticism for offering a set of striped children's pajamas adorned with yellow stars that many consumers found too reminiscent of Holocaust-era concentration camp uniforms worn by imprisoned Jews:",
  "Fact Check": "",
  "Description": "Zara's blue-and-white striped shirt was designed for toddlers up to three years old and featured raking buttons on the left shoulder with a six-pointed gold badge. [A]t the standard resolution on an online catalogue, social media users spotted it looked like the kind of yellow stars Jews in Nazi-occupied territory were forced to wear. Combined with the stripes reminiscent of prison camp garb and the Holocaust link was clear. Zara responded to consumer complaints by asserting the pajama design was \"inspired by the sheriff's stars from the Classic Western films\" rather than concentration camp attire and was no longer available in its stores: We honestly apologize, it was inspired by the sheriff s stars from the Classic Western films and is no longer in our stores. Although a horizontal striped shirt design is more typically associated with prisoners than with law enforcement, the star featured on the Zara pajamas in question did bear a legend identifying it as a sheriff's badge: The New York Times noted of the controversy that: With the uproar on Twitter in full throat, Zara's parent company, Inditex of Spain, announced that it had stopped selling the shirt. \"We would not want any of our products or designs to be perceived as disrespectful or offensive,\" the company said in a statement. The \"Sheriff\" shirt was produced in Turkey but designed in A Coru a, where Inditex is based. It was ordered by a small number of customers and will not be delivered. Instead, the shirts will be destroyed, according to a person who had been briefed on the company's plans but would not speak for attribution. Company executives did not grant interviews. \"The design of the T-shirt was only inspired by the sheriff s stars from the classic Western films, as the claim of the T-shirt says,\" the company said in its statement. But others saw it differently and were incredulous that a major retailer would have offered such an item. The shirt has a large six-pointed yellow star over dark horizontal stripes. It was strikingly similar to the appearance of uniforms that Jews were made to wear in concentration camps, which had a similar star and vertical stripes. This incident replicated a similar brouhaha involving Zara from back in 2007. Although the swastika is of ancient origin and the swastika motif has been used by many different cultures over thousands of years, the Nazi Party's adoption of the symbol as their iconic emblem has so stigmatized it that its display is now anathema throughout most of the western world. (The swastika remains an accepted symbol in Indian and eastern religious cultures.) It was no surprise, then, that when some UK Zara outlets began to offer a handbag adorned with green swastikas at each corner in September 2007, consumers soon voiced vociferous complaints about the item: Rachel Hatton, 19, from Ashford, Kent, said she couldn't believe her eyes when she saw the symbol of the Nazi party on her bag. \"I really had to look twice. It's identical to the symbol Hitler used to cause fear throughout Europe. I took it back and got my money refunded.\" Denis Fernando, the national secretary of Unite Against Fascism said: \"It is completely offensive and abhorrent to millions and millions of people.\" The company quickly withdrew the bag from its stores, saying they had not noticed the inclusion of the symbol and that its use was not a part of the design it had originally approved: Zara, owned by the world's second largest fashion retailer Inditex, said it did not know the 39 ($78) handbag had green swastikas on its corners. The bags were made by a supplier in India and inspired by commonly used Hindu symbols, which include the swastika. The original design approved by Zara did not have swastikas on it, Inditex said. \"After the return of one bag we decided to withdraw the whole range,\" said a spokesman for Inditex, which has more than 3,330 stores in 66 countries.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2014] Zara Just Made a Huge Mistake With This Offensive Shirt for Kids They are selling pajamas that bear a disturbing resemblance to concentration camp uniforms.",
  "Last Updated": "28 August 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/zara.asp",
  "Claim": "The Zara fashion chain offered children' pajamas resembling concentration camp uniforms.",
  "Claim_ID": "politics_business_zara",
  "Tags": ""
}