{
  "Origins": "To the dismay of some parents around the U.S., the \"Forward Command Post\" described above and pictured here is indeed a real toy that was offered in 2002 by retailers such as JCPenney, eToys, and KBtoys . The product was described with promotional snippets such as the following:",
  "Fact Check": "",
  "Description": "(JCPenney pulled the item off their web site in mid-December 2002 after receiving \"hundreds of complaints,\" but as recently as the summer of 2005 it was back among their offerings.) Why so much controversy over a such a toy when G.I. Joe figures, plastic army men, tanks, helicopters, imitation guns, and other military and war-related paraphernalia have long been standard playthings for many American boys? Perhaps because, unlike those other toys, this \"battle-worn\" playset all too visibly conveyed the destructiveness of war at a time when American soldiers were facing real combat thousands of miles from home. An \"antidote\" toy was also available for purchase by concerned parents, however: the World Peace Keepers Battle Station (since replaced by the Military Life Playset ).",
  "Originally Published": "",
  "Referred Links": "http://www4.jcpenney.com/jcp/Products.aspx?DeptID=446&CatID=4142&CatTyp=AGE&ItemTyp=G&GrpTyp=PRD&ItemID=0aa6873;http://www.antiwar.com/comment/jcpenney.html;http://www.kbtoys.com/toys/product.html/rmivars%3ftarget=_top?PID=1815079;",
  "Example": "[Collected via e-mail, 2002] Thumbing through the J.C. Penney Christmas Catalog, I came across this horrific picture in the toys section. This looks like the sort of toy that Norman Podhoretz or Bill Kristol would buy for their kids. I was a pretty inventive kid. If I had had a younger sister I am confident I could have converted her Barbie Dream House and saved the $45. You may want to tell J.C. Penney's how you feel about this atrocity. Their corporate office can be reached at 972-431-1000. Personally, I will be cutting my card in half and sending it with a letter to their corporate office at 6501 Legacy Drive Plano, TX 75024-3698. I have also located similar products at two online toystores, eToys and KB Toys. Both companies are owned by KB Holdings, 2833 S. Jones Blvd., Suite 8, Las Vegas, NV 88102. Phone number 303-228-9000, fax number 303-226-8600.",
  "Last Updated": "22 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/commandtoy.asp",
  "Claim": "JCPenney and other toy retailers have offered a \"Forward Command Post\" military playset for youngsters.",
  "Claim_ID": "politics_military_commandtoy",
  "Tags": ""
}