{
  "Origins": "In October 2014, an image of a swastika ring was shared on social media sites by confused Sears shoppers. The photo was accompanied by a link to the Sears Marketplace, but since the company quickly removed the item from its online listings, many consumers who visited the Sears site to look for it were directed to an error page instead:",
  "Fact Check": "",
  "Description": "This left shoppers with more questions than answers. Did the swastika ring exist? Was it really available on the Sears Marketplace? The company's Facebook and Twitter pages were flooded with questions and comments about the existence of the ring. In fact, the swastika ring was indeed posted to the Sears Marketplace by a jewelry company called CET Domain, with a product description as follows: Find exactly what you need when browsing through our new gothic jewelry items. This gothic jewelry item in particular features a Swastika ring thats made of .925 Thai silver. Not for Neo Nazi or any Nazi implication. These jewelry items are going to make you look beautiful at your next dinner date. On 14 October 2014, Sears removed the item from the Marketplace and issued a statement on its Facebook page explaining that the swastika ring was posted by an independent third-party seller: The ring was not posted by Sears, but by independent third-party sellers on Sears Marketplace. All Marketplace Sellers must accept our seller agreement terms in order to sell their items on sears.com and part of that agreement includes an understanding that certain offensive items may not be listed. If a problem occurs, we take appropriate action. The ring has not been purchasable since this morning and we are in the process of completely removing the items from our site. Sears also replied to individual complaints on Twitter: @notloralee This item is a 3rd party Sears Marketplace product that does not abide with our guidelines and has been removed. Sears (@Sears) October 14, 2014 @dariarodman Daria, we completely understand and have take appropriate action to remove this 3rd party Sears Marketplace product. Thanks. Sears (@Sears) October 14, 2014 Despite Sears' efforts to calm the backlash, several customers urged the company to change its guidelines for third-party sellers. Sears hasn't yet announced any plans to rewrite its Marketplace policies or pre-approve all posts, but that might be a wise approach because this isn't the first time that Sears has found itself in hot water over a product displayed on its Marketplace website. Before Valentine's Day in 2012, for example, a set of lingerie on the Sears Marketplace was advertised with a photo of a scantily-clad woman that many consumers considered inappropriate:",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/Sears/status/522012218440032256;https://twitter.com/dariarodman;https://twitter.com/Sears/status/521831334822817793;https://twitter.com/notloralee;https://www.facebook.com/sears/activity/10152748672040631;",
  "Example": "[Collected via e-mail, October 2014] Just saw an ad on Facebook advertising a swastika ring from Sears. I couldn't find it on the Sears site so thought it was a prank. My friend says it's not a prank.",
  "Last Updated": "14 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/fascistfashion.asp",
  "Claim": "A swastika ring was available for purchase from the Sears Marketplace.",
  "Claim_ID": "politics_business_fascistfashion",
  "Tags": ""
}