{
  "Origins": "The Catch-A-Dream Foundation is a non-profit organization working in cooperation with the Mississippi State University Extension Service and the Mississippi Wildlife Federation in order to \"grant once-in-a-lifetime hunting and fishing experiences to children 18 years old or younger who have a life-threatening illness.\" Catch-A-Dream held a \"Catch the Vision\" benefit event on 16 May 2009 at which Sgt. 1st Class Greg Stube of the U.S. Army was slated to appear as a speaker. According to the e-mailed account reproduced above, Sgt. Stube's appearance at the benefit was nixed by President Obama himself, who supposedly issued a directive barring all U.S. service members from speaking at \"faith-based public events.\" According to the Starkville Daily News , however, Sgt. Stube's speaking engagement was cancelled at the behest of the Department of Defense (not the president) and stemmed from a DoD policy barring military personnel from speaking at \"charitable events\" (not specifically \"faith-based\" events):",
  "Fact Check": "",
  "Description": "In an attempt to clear up the confusion, we contacted Catch-A-Dream executive director Dr. Marty Brunson ourselves. Dr. Brunson told us that Sgt. Stube's appearance at the Catch-A-Dream event had been disallowed \"NOT [as] a function of any influence or directive from the President\" nor because of \"a change in policy\" aimed at \"faith-based organizations\"; it was an application of existing policy regarding the involvement of military personnel in fund-raising activities: There is an escalating swirl of misconstruction surrounding these issues. It is evident that the American public remains fervent and passionate regarding the liberties that we enjoy as citizens of this country. That fervor, as valuable as it may be, can also sometimes result in mis-directed passion; this appears to be the case in this situation. We as humans are inherently dubious of authority, and the current political climate in our country lends itself to doubt and propensity to presume the worst about our leadership. Clearly this has led to some negative commentary and discussions, and it seems prudent to encourage a re-direction of those energies in a productive direction. Here are a few pertinent points: It is vital that we all first fully understand that the decision reached by the Department of Defense regarding our request for SFC Stube to speak at our event was NOT a function of any influence or directive from the President, nor was it a change in policy. It is my understanding that the decision was based upon strict interpretation of an existing policy regarding involvement of military personnel in \"fund-raising\" activities. Though it has been suggested, it is not clear whether that strict interpretation represents any change in approach or application of policy. Thus, I strongly encourage us to give any benefit of doubt to our military leadership. The decision was in no way related to issues regarding \"faith-based\" organizations. The consideration included only the question regarding \"fund-raising.\" The faith-based aspect was not an issue, since Catch-A-Dream, by charter, is not a faith-based foundation. Though there are clearly disturbing undercurrents in existence that do not appear to bode positively regarding religious priorities and futures in this country, these, as best I can determine and discern, DID NOT play a role in this particular case. Although there was great disappointment when SFC Stube was unable to speak at the event, it is clearly recognized and understood that he was simply abiding by policy and orders, and in no way did SFC Stube abdicate any responsibility. We had, in fact, initially based our plans for the event upon personal verbal commitment and discussions, and the assumption that SFC Stube would ultimately be granted permission to honor the engagement. Regrettably, we were premature in assuming the commitment; that was our fault, not the fault of the military. The message that SFC Stube so eloquently delivers is one that America desperately needs to hear, receive and embrace. His concept of \"Service Beyond Sacrifice\" is a message of gut level patriotism that personifies the absolute fiber of our country, our values and our heritage; it is a message that leaves every person in every audience thankful that we live in a free republic called the United States of America; it is a message that changes the mindset of every hearer to that of gratitude for the sacrifices of the American soldier past and present; it is a message that has inspired perhaps millions of Americans to BE and ACT like Americans, and to stand for what is right, honorable and profitable to our nation and its people; it is a message that reminds us what is still right with our country while at the same time helping us to understand the threats lurking in the shadows; it is a message that binds the hearts and priorities of our citizenry with those of our protectors in the US Military; above all it is a message that MUST be perpetuated and disseminated. Because of current running commentary I fear that the message and its outreach potential may be thwarted or otherwise compromised. The intent of the military's outreach effort, it appears to me, is not to breed disharmony, but rather to build bridges. If the objective is not being accomplished there may be no perceived need for the program! The very importance of the \"Service Beyond Sacrifice\" concept leads us to conclude that rather than perpetuating discontent and criticism, we should seek to channel those same energies, that American fervor that has clearly been stirred, toward a concerted and organized effort to communicate with our military leadership and to bring a new harmony in that relationship. The energies devoted to the e-mails, articles, phone calls, letters and other modes of communication must be somehow systematically re-directed toward an empathetic and supportive appeal to military command for appropriate latitude with respect to policy and regulations such that the concept of an outreach program such as SFC Stube's \"Service Beyond Self,\" and the bridges it builds, can be maintained and even magnified, rather than fall victim to unwitting but potential fatal fallout from our (perhaps mis-directed) fervor. The American public, and our valiant military forces, deserve no less. In short, according to the U.S. Army, this issue was not a \"faith-based\" issue or a substantially new interpretation of policy, but rather an application of a long-standing policy that prohibits uniformed military personnel from engaging in most political, fundraising, and religious activities. They are allowed to participate in such activities, but only while off-duty and out of uniform, and only as long as they are not paid for their time. ( Dr. Brunson told us that the original request did indeed call for Sgt. Stube to appear in uniform, but Catch-A-Dream subsequently indicated they were amenable to his participation in any mode that was deemed acceptable by the Army.)",
  "Originally Published": "",
  "Referred Links": "http://transcripts.cnn.com/TRANSCRIPTS/0803/14/gb.01.html;http://catchadream.org/contribute/SPONSOR%20PACKAGE.pdf;http://catchadream.org/learn/index.html;",
  "Example": "[Collected via e-mail, May 2009] FORT BRAGG, NORTH CAROLINA OBAMA STOPS SOLDIER FROM SPEAKING Something you'll want to be aware of: Sent by Retired Vice Admiral Bob Scarborough, of Arlington , VA. I wanted to give ya'll some disturbing information on our wonderful president. I work with the Catch-A-Dream Foundation (www.catchadream.org) which provides hunting and fishing trips to childen with life-threatening illnesses. It is a great program needless to say. This past weekend we had our annual banquet/fundraiser event in Starkville. As part of the program, we had scheduled Sgt. 1st Class Greg Stube, a highly decorated U.S. Army Green Beret and inspirational speaker who was severely injured while deployed overseas and didn't have much of a chance for survival. Greg is stationed at Ft. Bragg and received permission from his commanding officer to come speak at our function. Everything was on go until Obama made a policy that NO U.S. SERVICEMAN CAN SPEAK AT ANY FAITH-BASED PUBLIC EVENTS ANYMORE. Needless to say, Greg had to cancel his speaking event with us. Didn't know if anyone else was aware of this new policy.. Wonder what kind of news we all will receive next?",
  "Last Updated": "10 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/faithbased.asp",
  "Claim": "President Obama implemented a new government policy prohibiting U.S. service members from speaking at \"faith-based public events.\"",
  "Claim_ID": "politics_religion_faithbased",
  "Tags": ""
}