{
  "Origins": "The last weekend of the college football season (which generally falls in early December) is the occasion for one of the game's oldest and most famous rivalries, the annual match-up between the football teams of the Army's and Navy's military academies. First contested in 1890, the Army-Navy game has been played in a variety of locales in its long history, but it has most frequently been held in Philadelphia due to that city's favorable location as a metropolis roughly halfway between the U.S. Military Academy in West Point, New York, and the U.S. Naval Academy in Annapolis, Maryland. So popular has the contest been among sports fans and service members that for a forty-year period (between 1936 and 1975) trains were organized on game day to bring ticket-holders from all over the country to the site of the match.",
  "Fact Check": "",
  "Description": "In 2005, the Philadelphia couple Bennett and Vivian Levin combined the idea of reviving the game day train tradition with their desire to do something for injured American troops and they already had a good head start on the project since they themselves owned three luxury rail cars and two locomotives. With the goal of transporting wounded service members to the Army-Navy game in Philadelphia from Walter Reed Army Medical Center (in Washington, D.C.) and the National Naval Medical Center (in Bethesda, Maryland), they convinced the owners of an additional fifteen luxury rail liners into donating their cars for a day's use and arranged for Amtrak to transport the cars to Washington and back. A donor from the Army War College Foundation supplied 100 prime-seat tickets for the 3 December 2005 Army-Navy game, and the Levins used their temporary rail line dubbed the Liberty Limited to transport 88 troops and guests to the game round-trip from Washington's Union Station to Philadelphia, all free of charge. The event received little publicity due to security precautions and because Mr. Levin insisted that no press or politicians be allowed to ride along on the train, but Philadelphia Daily News columnist Ronnie Polaneczky's account of it was published in the 22 December 2005 edition of that newspaper, and the text of her column was soon being circulated widely on the Internet via e-mail.",
  "Originally Published": "",
  "Referred Links": "http://www.philly.com/dailynews/columnists/ronnie_polaneczky/Heres_a_Yule_story_that_ought_to_be_a_movie.html;http://www.philly.com/dailynews/columnists/ronnie_polaneczky/Heres_a_Yule_story_that_ought_to_be_a_movie.html;",
  "Example": "[Polaneczky, 2005] Here's a Yule story that ought to be a movie And now, in time for the holidays, I bring you the best Christmas story you never heard. It started last Christmas, when Bennett and Vivian Levin were overwhelmed by sadness while listening to radio reports of injured American troops. \"We have to let them know we care,\" Vivian told Bennett. So they organized a trip to bring soldiers from Walter Reed Army Medical Center and Bethesda Naval Hospital to the annual Army-Navy football game in Philly, on Dec. 3. The cool part is, they created their own train line to do it. Rest of article here.",
  "Last Updated": "4 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/train.asp",
  "Claim": "A Philadelphia couple organized a private train line to take wounded servicemen to the 2005 Army-Navy football game.",
  "Claim_ID": "politics_military_train",
  "Tags": ""
}