{
  "Origins": "Muslims observe the Islamic New Year on the first day of Muharram, which is the first month in the Islamic calendar. However, since the Islamic calendar is based on a lunar calendar of 354 days, its notable dates move around relative to the Gregorian calendar from year to year: the Islamic New Year fell on December 29 in 2008, and on December 18 in 2009.",
  "Fact Check": "",
  "Description": "In 2010, the Islamic New Year corresponds to December 7 on the Gregorian calendar, a coincidence which has caused something of a brouhaha for Publix, a Florida-based supermarket chain. Publix, like many businesses, offers calendars to its customers at the beginning of each year, and those calendars include legends identifying days of particular interest, such as federal holidays and religious holidays. Publix's 2010 calendar bears a legend for December 7 marking that date as the \"Islamic New Year,\" which it is however, that day also has a special significance for Americans, as the passage of public law 103-308 in 1994 officially designated that date as National Pearl Harbor Remembrance Day, a day to remember and honor all those who died in the Japanese attack on Pearl Harbor on 7 December 1941. (December 7 had also been observed as an annual day of remembrance for those killed at Pearl Harbor long before it was officially designated as such in 1994.) That Publix's calendars included mention of the Islamic New Year but not Pearl Harbor Remembrance Day was a source of some controversy (although Publix pointed out that the Islamic New Year had been noted on their calendars since 2006, while Pearl Harbor Remembrance Day had never been listed). The company responded by stating it would add a notation for the latter to the next year's calendars: For several years, Publix has given away calendars with valuable coupons inside. Traditionally, our calendars have solely noted holidays. Due to the number of holidays in a calendar year, days of remembrance have not been noted. This year, Islamic New Year happens to fall on Dec. 7. Like Chinese New Year, which is also a holiday, Islamic New Year rotates dates, is a holiday, and is noted on the calendar as such. We regret that the day of remembrance Pearl Harbor is not noted, and as a result of customer feedback, we will add Pearl Harbor to our next year's calendar. The calendars are no longer available at retail.",
  "Originally Published": "",
  "Referred Links": "http://answers.usa.gov/cgi-bin/gsa_ict.cfg/php/enduser/std_adp.asp?p_faqid=8440;",
  "Example": "[Collected via e-mail, January 2010] Dear Fellow Americans, Publix is giving away free calendars at their stores. This calendar is a disgrace and an insult to every American. This Publix calendar displays December 7th, (\"A day that will live in infamy\") with a notation \"Islamic New Year\" marked for that day. No mention of \"Pearl Harbor Day,\" which commemorates the death of over 2500 American Service Men and an untold death toll of civilians on that fretful day. I have attached a copy of the December 2010 page for your review. Please go to http://publix.com. On top of the page is a link to \"Contact us\", click on this and on the next page under the Consumer Relations paragraph is the link for \"e-mail. Write to them and inform them of your feelings about Publix recognizing the Muslim New Year over Pearl Harbor Day. Let Publix know that you will not tolerate this un-American attitude and boycott their stores. You can inform them that your shopping will be done at Walmart, Target and Winn Dixie, who recognize Americans and their fighting men and women. And, they are also cheaper than Publix.",
  "Last Updated": "9 January 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/publix.asp",
  "Claim": "A 2010 calendar distributed by Publix supermarkets identifies December 7 as \"Islamic New Year.\"",
  "Claim_ID": "politics_religion_publix",
  "Tags": ""
}