{
  "Origins": "This item claiming that President Barack Obama is the only U.S. President who has \"failed to go to the D-Day Monument\" on the anniversary of that event is a bit ambiguous, but by any reasonable interpretation it's far from accurate.",
  "Fact Check": "",
  "Description": "The term \"D-Day Monument\" is non-specific and could refer to any one of a number of different sites. If the term \"D-Day Monument\" references any of the various monuments , memorials , or cemeteries around the sites of the 6 June 1944 Allied landings on the Normandy coast of France, then appearances by U.S. presidents at any of those sites in commemoration of D-Day have been neither a long-established tradition nor a regular occurrence: such visits are a fairly recent phenomenon, and not only is President Obama one of only four U.S. presidents to have attended D-Day anniversary ceremonies in Normandy, and he is the only president to have done so more than once. The first president to travel to Normandy for D-Day was Ronald Reagan, who in 1984 attended commemorative ceremonies there for the 40th anniversary of the Allied landings. Bill Clinton attended D-Day memorial ceremonies in Normandy on the 50th anniversary of the landings in 1994, George W. Bush did so on the 60th anniversary of the landings in 2004, and Barack Obama did likewise on the 65th anniversary of the landings in 2009: and again on the 70th anniversary in 2014. (George W. Bush also delivered a commemorative address in Normandy in 2002, but that event was held in conjunction with Memorial Day, not the anniversary of the D-Day landings.) If the term \"D-Day Monument\" is interpreted to mean the National D-Day Memorial in Bedford, Virginia, U.S. presidents have no established tradition of regularly visiting that site, which didn't even open until 2001. President George W. Bush was on hand for the dedication of the memorial on 6 June 2001, but the site has not seen a presidential D-Day visit since then. If the term \"D-Day Monument\" refers to the National World War II Memorial , in Washington, D.C., that site didn't open until 2004 and has never hosted a presidential visit on D-Day. In fact, any public presidential activity paying tribute to fallen U.S. and Allied soldiers on the anniversary of D-Day has been an exception rather than the rule in recent years. Available White House presidential schedules for 6 June, going back to the beginning of the George W. Bush administration in 2001, list no public events connected to D-Day in 2013 , 2012 , 2011 , 2010 , 2008 , 2007 , 2006 , 2005 , 2003 , or 2002 . Between 1944 and 2014 a span of 70 years four U.S. presidents have attended D-Day memorial ceremonies a total of seven times, and Barack Obama attended two of the seven.",
  "Originally Published": "",
  "Referred Links": "http://georgewbush-whitehouse.archives.gov/news/releases/2002/06/;http://georgewbush-whitehouse.archives.gov/news/releases/2003/06/;http://georgewbush-whitehouse.archives.gov/news/releases/2005/06/;http://georgewbush-whitehouse.archives.gov/news/releases/2006/06/;http://georgewbush-whitehouse.archives.gov/news/releases/2007/06/;http://georgewbush-whitehouse.archives.gov/news/releases/2008/06/;http://www.whitehouse.gov/schedule/complete/2010-06-06;http://www.whitehouse.gov/schedule/complete/2011-06-06;http://www.whitehouse.gov/schedule/complete/2012-06-06;http://www.whitehouse.gov/schedule/complete/2013-06-06;http://www.wwiimemorial.com/;http://articles.cnn.com/2001-06-06/us/dday.overview.02_1_share-of-american-losses-long-summer-nights-granite-arch;http://www.dday.org/;http://online.wsj.com/articles/veterans-world-leaders-remember-d-day-1402046938;http://www.nytimes.com/2009/06/07/world/europe/07prexy.html;http://georgewbush-whitehouse.archives.gov/news/releases/2004/06/20040606.html;http://history.state.gov/departmenthistory/travels/president/france;http://www.abmc.gov/cemeteries/cemeteries/no.asp;http://www.recreation.gov/recAreaDetails.do?contractCode=NRSO&facilityId=210644&agencyCode=206;http://googlesightseeing.com/2011/06/d-day-the-monuments-of-the-normandy-landings/;",
  "Example": "[Collected via e-mail, July 2012] Since its construction, only 3 times have presidents failed to go to the D-Day Monument that honors the soldiers killed on D-Day. Those 3 Presidents were: 1. Barack Obama 2010 2. Barack Obama 2011 3. Barack Obama 2012 For the past 70 years, all presidents, except Obama, have paid tribute to the fallen soldiers killed on D-Day. This year, instead of honoring the soldiers, he made a campaign trip on Air Force 1 to California to raise funds for the upcoming election. [Collected via e-mail, May 2014] Every year the French have a 4 day celebration in Normandy complete with American uniforms, tanks, jeeps and guns. They still honor the Americans who died there. In all the years since, Our country has only FOUR TIMES not been there to do the honors. Four times in 69 years!! I wonder who would have had the lack of respect to not honor our fighting forces? SHAME ON AMERICA FOR ELECTING A NON-VETERAN PRESIDENT WHO DOES NOT DESERVE TO BE THE COMMANDER-IN-CHIEF: HE IS ABSOLUTELY A DISGRACE TO ALL WHO FOUGHT FOR THIS NATION AND GAVE THEIR LIVES. June 6, 2013, the 69th anniversary of \"D-Day\", the largest invasion ever attempted, where 200,000 Americans stormed the beaches at Normandy to begin the final push to defeat Nazi Germany in WWII. D-Day marked the turning point in WWII in Europe . Today, European heads of state make it a point to recall and honor the sacrifices of those who landed in Normandy, as doour Presidents....well, most of them.... In the 69 years since D-Day, there are four occasions when the President of the United States chose not to visit the D-Day Monument that honors the soldiers killed during the Invasion. The occasions were: 1. Barack Obama, 2010 2. Barack Obama, 2011 3. Barack Obama, 2012 4. Barack Obama, 2013 For the past 69 years, every American President except Obama have taken the time to honor the memory and sacrifices of the 6,000 American soldiers killed on D-Day. ...Except Obama! June 6 2010, Obama had no events scheduled. June 6, 2011, Obama met with the National Security team and was interviewed by WEWS Cleveland and WDIV in Detroit about the auto industry - FAR too busy to visit the D-Day memorial. June 6, 2012, instead of honoring our fallen soldiers, Obama made a campaign trip to California on Air Force 1 (at our expense) to raise funds for (his) upcoming election. June 6, 2013, Obama was doing ANOTHER fund raiser with the multimillionaires in the Democratic Senatorial Campaign Committee in Palo Alto CA, once again at our expense. America - Aren't you proud?",
  "Last Updated": "18 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/dday.asp",
  "Claim": "Barack Obama is the only president who has failed to visit the D-Day Monument on D-Day.",
  "Claim_ID": "politics_obama_dday",
  "Tags": ""
}