{
  "Origins": "On 1 October 2013, the National Report published an article positing that giant hornets created by exposure to radiation from the Fukushima nuclear plant had killed several people in Nebraska:",
  "Fact Check": "",
  "Description": "The Asian giant hornet ( Vespa mandarinia ) is indeed a real species of hornet (the largest of its kind in the world), and its venomous string is particularly effective in dispatching victims: The Asian Giant Hornet is the largest species of Hornet in the world with some queens reaching more than 5cm in length. They are found throughout Eastern Asia, particularly in Japan where they are commonly known as the Giant Sparrow Bee. This Wasp species is larger than any other with average Asian Giant Hornets growing to between 2.7cm and 4.5cm in length, with a wingspan of around 7cm. The queens can grow to 5.5cm but are similar in appearance to the worker Hornets with an orange head, black mandibles and a black and golden body. The Asian Giant Hornet has two sets of eyes, one compound and one ocelli, both of which are brown in colour along with their legs. Unlike other species of Wasp, and indeed Bees, the stinger of the Asian Giant Hornet is not barbed and therefore remains attached to its body once used. This means that Asian Giant Hornets are able to sting their victims repeatedly, injecting a complex venom that is known to contain eight different chemicals. It is also true that news accounts have recently reported incidents of people in Asian countries such as China, South Korea, and Japan having died after being stung by these \"giant killer hornets,\" such as the following October 2013 account from CNN: Hornets have killed dozens of people in China and injured more than 1,500 with their powerful venomous sting. The Asian giant hornet, known scientifically as Vespa mandarinia, carries a venom that destroys red blood cells, which can result in kidney failure and death, said Justin O. Schmidt, an entomologist at the Southwest Biological Institute in Tucson, Arizona. But perhaps a bigger problem than the toxicity of the venom is allergy, Schmidt says. Some people are naturally more allergic to stinging insects than others; a sting can trigger a deadly anaphylactic reaction, which may involve airway closure or cardiac arrest. Since July, hornet attacks have killed 42 people and injured 1,675 people in three cities in Shaanxi province, according to the local government. Among those attacked, 206 are receiving treatment in hospitals. However, such \"killer hornets\" were not mutants created by exposure to radiation from the damaged Fukushima nuclear power plant which caused them to quadruple in size, nor have they killed several people in Nebraska. Those claims were taken from a bit of satire originating with the National Report , a web site that publishes outrageous fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's (since removed) disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20130805225747/http://nationalreport.net/disclaimer/;http://edition.cnn.com/2013/10/03/world/asia/hornet-attack-china/index.html;http://www.cnn.com/2013/10/04/travel/terrifying-creatures/;http://a-z-animals.com/animals/asian-giant-hornet/;http://nationalreport.net/mutated-fukushima-giant-hornet/;",
  "Example": "[Collected via e-mail, October 2013] Is it true that giant mutant Fukushima hornets are killing people in the United States?",
  "Last Updated": "4 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/hornets.asp",
  "Claim": "Giant mutant killer hornets created by exposure to radiation from the Fukushima nuclear plant have killed several people in Nebraska.",
  "Claim_ID": "Politics_satire_hornets",
  "Tags": ""
}