{
  "Origins": "This item about President Obama's supposedly having served 14 state governors with National Security Letters threatening their arrests if they do not immediately halt plans to form State Defense Forces was widely circulated on the Internet in May 2013, that outbreak apparently stemming from a single source, a 7 May 2013 post on ItMakesSenseBlog.com (which has since been deleted).",
  "Fact Check": "",
  "Description": "However, that go-round was just a word-for-word repetition of a rumor that was first floated as far back as May 2010 . Needless to say, none of multitude of sites that has reproduced this item has included any information documenting its claims, and in the three years since the rumor originally appeared no news outlet has reported anything about President Obama's having threatened to arrest multiple state governors on treason charges. (The notion that the President was attempting to intimidate 28% of the country's chief executives by throwing them in the hoosegow and charging them with a capital crime is something that would have popped up in the press by now if there were anything to it.) Moreover, this item displays a typical conspiracy-think misunderstanding of the terms and concepts it throws about. National Security Letters (NSLs) are demand letters used by government agencies including the FBI, CIA, and DHS to request information (such as telephone and Internet records) relevant to investigations involving national security and terrorism issues; they aren't arrest warrants or forms of threatening missives issued by presidents to demand that others comply with their orders. (And since NSLs typically include non-disclosure clauses forbidding recipients from revealing their contents, or even their receipt, how could the author of this item know that such letters had been sent or exactly how many governors had received them?) State defense forces (SDFs) are military units that operate under the authority of a state government (commanded by the governor) but are distinct from the state's National Guard forces and cannot be federalized. Federal law ( 32 USC 109 ) allows that any state \"in addition to its National Guard ... may, as provided by its laws, organize and maintain defense forces.\" Nearly every state has laws authorizing the creation and maintenance of state defense forces, and 22 states currently have active SDFs. Given that state defense forces are authorized under both federal and state laws, and that the President has no authority to prohibit or restrict their organization and training, the formation of an SDF is not an action for which a state governor could be arrested and charged with treason. In short, this isn't just a rumor that's lacking in any supporting evidence; it isn't even plausible in concept.",
  "Originally Published": "",
  "Referred Links": "http://www.law.cornell.edu/uscode/text/32/109;http://www.closetrevolutionary.com/strange-story-appears-then-disappears-from-canadian-free-press-siteobama-serves-14-state-governors-with-warnings-of-arrest/;http://webcache.googleusercontent.com/search?q=cache:vTUaxMKf4BEJ:itmakessenseblog.com/2013/05/07/obama-serves-14-state-governors-with-warnings-of-arrest-and-why-is-this-not-front-page-news/+&cd=1&hl=en&ct=clnk&gl=us;",
  "Example": "[Collected via e-mail, June 2010] Would you please let me know if this is true or not? Thank you! Barack Hussein Obama had served 14-State Governors in the United States, National Security Letters (NSLs) warning that the Governor's actions in attempting to form \"State Defense Forces\" needs to be halted \"immediately\" or they will face arrest for the crime of treason. The employment of NSLs was authorized by the Patriot Act introduced by George W. Bush. Contained within the section related to these letters, it is forbidden for anyone receiving a NSL warning to even acknowledge the existence of said communication. Obama is angered by the several State Governors who have reestablished State Defense Forces. These forces are described as: \"State Defense Forces (also known as State Guards, State Military Reserves, State Militias) in the United States are military units that operate under the sole authority of a state government; they are not regulated by the National Guard Bureau nor are they part of the Army National Guard of the United States. State Defense Forces are authorized by state and federal law and are under the command of the governor of each state. State Defense Forces are distinct from their state s National Guard in that they cannotbecome federal entities.\" Mr. Obama is fearful of these State Defense Forces, in that he does not have control of said forces, and with the U.S. Military stretched to near breaking from multiple deployments and theatre actions in Iraq and Afghanistan, these State military forces would be under the direct command and authority of the Governors in which states have said forces. In essence, the Governors would have de facto control of the United States. The two Governors leading this move are: Tim Pawlenty, Governor of Minnesota; and Rick Perry, Governor of Texas. Both of these State Governors stated they have: \"deep fear the President is destroying their Nation.\" Governor Pawlenty's fear of Obama is that since Obama took office he has appeased America's enemies and has shunned some of America's strongest allies, especially Israel. Governor Perry has declared that Obama is punishing his State of Texas by dumping tens-of-thousands of illegal Mexican immigrants into the cities and small towns of Texas. Governor Perry further recently stated: \"If Barack Obama's Washington doesn't stop being so oppressive, Texans might feel compelled to renounce their American citizenry and secede from the union.\" NOT possible but would be great! Obama fearing a revolution against him by the states, has moved swiftly by nationalizing nearly all National Guard Forces in multiple states; Georgia, Alabama, Kansas, Minnesota, Tennessee, Virginia, Louisiana, South Carolina to name a few. The Governors of the Great States of Alabama, Georgia, Louisiana, South Carolina, Tennessee, Texas, and Virginia still have under their Command-and-Control the State Defense Forces to go against U.S. Federal forces should the need arise. Also important to note: There are NO U.S. laws prohibiting National Guard troops from also joining their State's Defense Forces. This dilemma occurred during the Civil War with many \"citizen soldiers\" choosing to serve their states instead of the Federal Government. This is a fluid and still developing situation that warrants close attention.",
  "Last Updated": "23 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/governors.asp",
  "Claim": "President Obama has threatened 14 state governors with arrest for forming State Defense Forces.",
  "Claim_ID": "politics_conspiracy_governors",
  "Tags": ""
}