{
  "Origins": "This list of \"New California Traffic Laws for 2007\" first began to circulate at the beginning of 2007 (shortly after the new laws supposedly went into effect) and again in June 2007. The latter resurgence was likely spurred both by notations indicating that some of the laws would go into effect on 1 July 2007 and by the dropping of the word \"California\" from the title (thereby misleading readers that the putative laws applied to everyone).",
  "Fact Check": "",
  "Description": "Whatever the date, the bottom line is that the proffered information about all of these \"new traffic laws\" is erroneous (as applied to California, at least). The first issue is that fines for traffic infractions are not set on an absolute, statewide basis. The State of California creates a \"Uniform Bail and Penalty Schedule\" ( UBPS ) that includes fines and penalties for various traffic infractions, but the entries on that schedule are merely recommendations. Judges are free to apply whatever penalties they feel are appropriate for their jurisdictions, and a motorist who commits the same infraction in two different counties might receive two very different penalties. In general, judges assess penalties that are similar to those listed in the UBPS, but some counties tack hefty additional fees onto the base fines. (Los Angeles County, for example, imposes an additional \" Penalty Assessment \" of 240%.) As for the specific laws listed above: 1. Carpool lane - 1st time $1068.50 starting 7/1/07 (The $271 posted on the highway is old). Don't do it again because 2nd time is going to be double. 3rd time triple, and 4th time license suspended. The minimum suggested fine for a carpool lane violation (i.e., driving solo in a carpool lane) has increased from $271 to $380 (not $1068.50). There is no provision for automatically increasing the fine or suspending licenses for subsequent violations. (In mid-June 2007, California was warned by the Federal Highway Administration that the state was not meeting federal guidelines for carpool lanes that require a minimum 45 mph speed at least 90% of the time during rush hours, so the CHP has been asked to step up enforcement against carpool-lane violators.) 2. Incorrect lane change - $380. Don't cross the lane on solid lines or intersections. The recommended fine for an unsafe turn or illegal lane change is $146, not $380. (Incidentally, according to the California Highway Patrol, \"it is not illegal to change lanes in an intersection if it is safe to do.\") 3. Block intersection - $485 The recommended fine for blocking an intersection (i.e., gridlock) is $190, not $485. 4. Driving on the shoulder - $450 The recommended fine for unsafe passing on the right shoulder is $146, not $450. 5. Cell phone use in the construction zone. - Double fine as of 07/01/07. Cell phone use must be \"hands free\" while driving. California law already allows for all traffic infraction fines to be doubled when an infraction occurs in a construction zone. The law requiring that motorists who engage in phone calls while driving must use \"hands-free\" devices does not take effect until July 2008. 6. Passengers over 18 not in their seatbelts - both passengers and drivers get tickets. According to California law, any child under the age of 6 weighing less than 60 pounds must be secured in a federally approved child passenger restraint system and ride in the back seat of a vehicle. Children at least 6 years old but less than 16, and children under age 6 who weigh more than 60 pounds, must be properly secured in an appropriate child passenger restraint system or safety belt which meets federal safety standards. The driver and all other passengers must be restrained by safety belts. If a passenger under the age of 16 is not restrained with a proper safety belt, a citation may be issued to the vehicle's driver or the child's parent or guardian (if present). If a passenger 16 or older is not restrained with a proper safety belt, the driver and/or the passenger may be cited. 7. Speeders can only drive 3 miles above the limit. Drivers in California can be cited for speeding for driving at any rate (even just 1 MPH) over the maximum posted speed limit (and even for driving under the maximum posted speed limit, if current road conditions make that speed unsafe). Although police may not typically cite motorists until they exceed posted speed limits by a certain amount (e.g., 3-7 MPH), no California law sets a minimum amount of excess speed required for citation issuance. 8. DUI = JAIL (Stays on your driving record for 10 years!) Being taken into custody and brought to a police station (and spending a few hours in jail) is the typical experience for a motorist who is found to have a blood alcohol content over the state limit (or who refuses to take a sobriety test). How much jail time an offender might be sentenced to after a DUI conviction depends upon a number of factors (e.g., severity of the offense, previous driving record). Courts look back 10 years for assessing increased penalties against those with one or more previous convictions for DUI offenses on their records. The current penalty for a first DUI conviction in California is \"imprisonment in the county jail for not less than 96 hours, at least 48 hours of which shall be continuous, nor more than six months, and by a fine of not less than three hundred ninety dollars ($390), nor more than one thousand dollars ($1,000).\" (Additional fines, temporary license suspension, community service, and mandatory DUI class attendance are also common penalties for first-time offenders.) 9. As of 07/01/07 cell phone use must be \"hands free\" while driving. Ticket is $285. They will be looking for this like crazy - easy money for police department. As noted above, the law requiring that motorists who enage in phone calls while driving must use \"hands-free\" devices does not take effect until July 2008 and calls for \"a base fine of $20 for a first offense and $50 for each subsequent offense.\"",
  "Originally Published": "",
  "Referred Links": "http://www.california-drunkdriving.org/dui_penalties.html;http://www.dmv.ca.gov/pubs/vctop/d11_5/vc23536.htm;http://sfgate.com/cgi-bin/article.cgi?file=/chronicle/archive/2006/09/15/BAG75L6BJC1.DTL;http://www.lasuperiorcourt.org/traffic/feetable.htm;http://www.dfg.ca.gov/enforcement/07Bail.pdf;http://www.wsp.wa.gov/newsfaqs/faqs.htm#violate;http://www.wsp.wa.gov/newsfaqs/releases/mr101507.pdf;http://www.gahighwaysafety.org/whatsnewatgohs/viewnews.asp?newsID=332;http://www.txdps.state.tx.us/administration/driver_licensing_control/newlaws.htm;",
  "Example": "[Collected via e-mail, June 2007] 1. Carpool lane - 1st time $1068.50 starting 7/1/07 (The $271 posted on the highway is old). Don't do it again because 2nd time is going to be double. 3rd time triple, and 4th time license suspended. 2. Incorrect lane change - $380. Don't cross the lane on solid lines or intersections. 3. Block intersection - $485 4. Driving on the shoulder - $450 5. Cell phone use in the construction zone. - Double fine as of 07/01/07. Cell phone use must be \"hands free\" while driving. 6. Passengers over 18 not in their seatbelts - both passengers and drivers get tickets. 7. Speeders can only drive 3 miles above the limit. 8. DUI = JAIL (Stays on your driving record for 10 years!) 9. As of 07/01/07 cell phone use must be \"hands free\" while driving. Ticket is $285. They will be looking for this like crazy - easy money for police department. Variations: A June 2007 variant of this message claimed the new traffic laws applied to Texas, not California. That version is also false, as the Texas Department of Public Safety (DPS) has noted on its web site: False information has been circulating regarding new traffic laws. There are no new traffic laws going into effect in July. More specifically, there are no new laws going into effect in July related to cell phones, seat belts or carpooling. No cell phone bills were passed this Legislative session. (This misinformation started as the result of an inaccurate e-mail and incorrect information on various Web sites.) A July 2007 variant of the e-mail asserts the new traffic laws applied to Georgia, not California. That version is also false, reports Georgia's Governor's Office of Highway Safety: An e-mail has begun making its rounds across the country listing several traffic laws that supposedly took effect in Georgia on July 1, 2007, including carpool lanes, incorrect lane changes, driving on the shoulder, and DUI. The e-mail also lists fines for the violations. The e-mail is false and is being adapted for various states as it is passed along, most recently listing Georgia. Please be aware that this is false information and no such changes have occurred in Georgia. Another July 2007 variant of the e-mail asserts the new traffic laws applied to the state of Washington. That version is also false, as the Washington State Patrol points out (long version and short version): *Special Note: As of July 5, 2007 there is an e-mail circulating the internet with the subject \"New Traffic Fines For 2007\" or a variation thereof is not valid for Washington State. Yet another July 2007 variant of the e-mail asserts the new traffic laws applied to Florida. That version is also false.",
  "Last Updated": "30 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/traffic/california.asp",
  "Claim": "E-mail lists new traffic laws going into effect in 2007 California (or Texas, or Georgia, or Florida, or Washington).",
  "Claim_ID": "politics_traffic_california",
  "Tags": ""
}