{
  "Origins": "On 7 November 2012, the day after Election Day in the U.S., the Duffel Blog published an article (\"Military Absentee Ballots Delivered One Day Late, Would Have Swung Election for Romney\") about hundreds of thousands of military absentee ballots being uncounted because they were delivered after the voting deadline, enough votes to have given Republican nominee Mitt Romney a victory had those ballots been counted:",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, that article was just a bit of political humor which played on stereotypes of military inefficiency. As noted in the Duffel Blog 's \" About Us \" page, that web site deals strictly in military-based satire and faux news: The Duffel Blog serves the men and women of the US Military with a daily dose of military humor, funny military pictures, and faux news. We take an interesting and funny look at military life. We focus on veterans, military stories, defense, politics (sometimes) and life on base with a comedic twist. We are in no way, shape, or form, a real news outlet. Just about everything on this website is satirical in nature. The content of this site is parody. No composition should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm. All characters, groups, and military units appearing in these works are fictitious. Any resemblance to real persons, living or dead, or actual military units and companies is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://www.duffelblog.com/about/;http://www.duffelblog.com/2012/11/military-absentee-ballots-delivered-one-day-late-would-have-swung-election-for-romney/;",
  "Example": "[Collected via e-mail, November 2012] Is it TRUE that military absentee votes for the 2012 Presidental election were held up for three months, mis-labeled and were not counted as they came in a day later than the election????? If this IS true, it cost Romney the election and there should be a RECOUNT!!! Please advise ... and ... thanks!",
  "Last Updated": "8 November 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/absentee.asp",
  "Claim": "Uncounted military absentee ballots delivered after the voting deadline would have won the 2012 presidential election for Mitt Romney.",
  "Claim_ID": "Politics_satire_absentee",
  "Tags": ""
}