{
  "Origins": "We're not sure how the curriculum vitae of award-winning writer and constitutional scholar Linda R. Monk, J.D., came to be prepended to this article about the current economic crisis signaling an end to American dominance due to greed and out-of-control spending, but it is not her work. The editorial, entitled \"The Party's Over,\" was actually penned by political commentator (and former presidential candidate) Patrick J. Buchanan. Mr. Buchanan writes a syndicated column distributed by Creators Syndicate Inc., and \"The Party's Over\" was his entry for 19 September 2008.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://buchanan.org/blog/2008/09/pjb-the-partys-over/;http://lindamonk.com/;http://www.informationclearinghouse.info/article20809.htm;",
  "Example": "[Collected via e-mail, October 2008] About Linda Monk Linda R. Monk, J.D., is a constitutional scholar, journalist, and nationally award-winning author. A graduate of Harvard Law School, she twice received the American Bar Association's Silver Gavel Award, its highest honor for law-related media. Her books include The Words We Live By: Your Annotated Guide to the Constitution, Ordinary Americans: U.S. History Through the Eyes of Everyday People, and The Bill of Rights: A User's Guide. For more than 20 years, Ms. Monk has written commentary for newspapers nationwide, including the New York Times, Washington Post, Los Angeles Times, and Chicago Tribune THE PARTY'S OVERBy Linda Monk The Crash of 2008, which is now wiping out trillions of dollars of our people's wealth, is, like the Crash of 1929, likely to mark the end of one era and the onset of another. The new era will see a more sober and much diminished America. The \"Omnipower\" and \"Indispensable Nation\" we heard about in all the hubris and braggadocio following our Cold War victory is history. Seizing on the crisis, the left says we are witnessing the failure of market economics, a failure of conservatism. This is nonsense. What we are witnessing is the collapse of Gordon Gecko (\"Greed Is Good!\") capitalism. What we are witnessing is what happens to a prodigal nation that ignores history, and forgets and abandons the philosophy and principles that made it great. [Rest of article here.]",
  "Last Updated": "21 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/partysover.asp",
  "Claim": "Constitutional scholar Linda R. Monk wrote \"The Party's Over,\" a critique of American fiscal irresponsibility.",
  "Claim_ID": "politics_soapbox_partysover",
  "Tags": ""
}