{
  "Origins": "Many netizens who received the e-mail exhortation quoted above out of the blue in May 2003 wondered it if was legitimate. The Internet is rife with fraud, after all, and setting up imitation web sites using domain names similar to those of legitimate organizations is a common scam technique. (If President John Q. Smith's official campaign site were found at johnqsmith.com, for example, scammers would still have plenty of room to reel in victims by setting up shop at johnsmith.com, jqsmith.com. jqs.com, presidentsmith.com, etc.).",
  "Fact Check": "",
  "Description": "There's no fraud here, however. The web site mentioned in this message www.GeorgeWBush.com is indeed the legitimate web site of President Bush's re-election campaign organization, Bush Cheney '04, Inc. On 16 May 2003, President Bush took his first formal step towards running for re-election by filing with the Federal Election Commission, a step which established Bush Cheney '04, Inc. as the official campaign organization and allowed it to begin raising money for the upcoming campaign. Ari Fleischer, the President's spokesperson, said at the time of the filing that a letter to potential contributors would go out \"very shortly,\" and the message quoted above appears to be the cyber-version of that letter. Mr. Fleischer disclaimed reports that the President's re-election campaign hopes to double the record-breaking $100 million in contributions received during the 2000 campaign, but he noted that they do expect to exceed the previous amount.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] I am honored to be your President during this time of opportunity and challenge for our country. Our country has faced many tests and accomplished a great deal. But we still have so much to do to make our world more peaceful and America more compassionate that I intend to seek a second term as your President. Today, I authorized the creation of a campaign committee to build the grassroots team and collect the resources needed for victory. Will you let me know if you will be a part of my campaign in New York? And will you help get my campaign off to a strong start by contributing $1,000 or $750 today at www.GeorgeWBush.com/Donate ? The new Federal election law allows donations of up to $2,000 a person or $4,000 a couple. It will be months before Democrats settle on a candidate, but the election could be close. The strength of our grassroots effort will determine the outcome. I need the help of friends now. My responsibilities as President will require me to focus primarily on our nation's business for most of the next year. I'll depend on friends and supporters like you to get my campaign organized and operating across our country. Abroad, we have a duty to protect America by working for peace, opportunity and stability. We have no more urgent and important duty than to wage and win the War on Terrorism. We must make use of the moment history has given us to extend liberty to others around the world, because in the long term, freedom and hope are the best weapons against terror. And, we have a unique opportunity to harness American ingenuity and compassion to save tens of thousands of lives by defeating the scourge ofAIDS. At home, our most urgent mission is to strengthen our economy and create jobs. To provide economic security and opportunity to every American, we must improve health care, give senior citizens long-promised prescription drug benefits, provide a quality education for every child, and insist onsafe neighborhoods and schools. My goal is to build an ownership society where American families own their own homes, their own health coverage, their own retirement accounts and, if they want, their own businesses. And we are working to change the culture from one that too often said, \"if it feels good, do it,\" to a responsibility society where people know they are accountable for what they do, for the children they bring into the world, and for loving a neighbor like they'd like to be loved themselves. A great country strives for great objectives. The two big goals at the center of my agenda are expanding peace and freedom throughout the world, and helping our country become a more compassionate and prosperous nation where everyone has an opportunity to work and succeed and realize the promise of America. To achieve these goals, America must be united. I have worked to bring dignity and honor to the White House and to change the tone in Washington. I have asked Democrats and Republicans to join with me in achieving great purposes. One of the paintings I have selected for the Oval Office portrays a man on horseback, leading a charge up a steep hill. His face is full of purpose and determination, and it is clear he expects to get the job done. Thepainting is called \"A Charge to Keep,\" based on a Methodist hymn that's a favorite of mine, \"A Charge to Keep I Have.\" I love the painting because it speaks to serving a cause that is greater than yourself. The picture reminds me every day that my most important job is to unite our country and provide leadership to overcome America's toughest challenges. America's true strength is in our people and our values. Our country's greatest days are ahead of us, and I know that our nation and our people can achieve anything if we set our minds to the task. Serving as your President is a privilege and honor. I have worked hard to provide leadership you can be proud of, and I hope you agree with the great goals I have for our country. If I have support, I hope you willhelp my reelection campaign today. We can show the world that America is a strong and compassionate nation in which every person is able to achieve his or her dream. Thank you for allowing me to serve as your President. May God Bless America. Sincerely, George W. Bush P.S. Your early support with a contribution would be a strong vote of confidence in my leadership and would help get my campaign off to a good start. Please make a secure online donation to my campaign now at: www.GeorgeWBush.com/Donate",
  "Last Updated": "19 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/website.asp",
  "Claim": "The domain GeorgeWBush.com hosts the legitimate web site of President Bush's 2004 re-election campaign.",
  "Claim_ID": "politics_bush_website",
  "Tags": ""
}