{
  "Origins": "After a wave of bank failures that came in the wake of the stock market crash of 1929 and the prolonged economic depression that followed, the U.S. federal government created the Federal Deposit Insurance Corporation ( FDIC ) to restore public confidence in (and help stabilize) the U.S. banking system. The FDIC currently provides federal government guarantees of deposits up to $250,000 per account holder per bank (subject to certain conditions) at insured financial institutions.",
  "Fact Check": "",
  "Description": "If, as claimed above, Bank of America (the United States' largest commercial bank) were dropping out of the FDIC program, that would certainly be alarming news that would shatter consumer confidence, not just in Bank of America, but in the FDIC and the entire U.S. commercial banking system. Fortunately, no such thing is happening. We made a trip to our local Bank of America branch, where a helpful assistant manager made us a photocopy of the sign referenced in the example quoted above and took the time to answer some questions about its provisions. Here is exactly how the sign reads: Beginning January 1, 2010, Bank of America will no longer participate in the FDIC's Transaction Account Guarantee Program. Thus, after December 31, 2009, funds held in noninterest-bearing transaction accounts will no longer be guaranteed in full under the Transaction Account Guarantee Program, but will be insured up to $250,000 under the FDIC's general deposit insurance rules. The first item of importance is to note is that the change in question applies not to \"interest bearing accounts\" (e.g., savings accounts, certificates of deposit, individual retirement accounts, etc.) as claimed above, but only to noninterest-bearing transaction accounts (i.e., checking accounts). The second, larger item of importance is to note that Bank of America is not dropping FDIC insurance protection on any of its accounts. It is merely winding down its participation in a temporary FDIC program that is already due to expire at the end of 2009. On 14 October 2008, the FDIC announced the implementation of its Temporary Liquidity Guarantee Program (TLGP), which included a program known as Transaction Account Guarantee ( TAG ). The TAG program guaranteed that the FDIC would provide full deposit insurance coverage for noninterest-bearing deposit transaction accounts (primarily business checking accounts), regardless of their dollar amount. In other words, TAG was extra insurance protection in addition to, and separate from, the $250,000 coverage available under the FDIC's general deposit insurance rules under TAG, a depositor who held, say, $2 million in a checking account was covered for the full $2 million amount, not just the first $250,000. Bank of America will still be providing FDIC coverage for all accounts up to the standard $250,000 limit; it just won't be providing the extra TAG coverage that temporarily guaranteed noninterest-bearing accounts up to their full amounts beyond that $250,000 limit. Moreover, the reason Bank of America is dropping that extra coverage at the end of 2009 is because the TAG program was originally scheduled to expire on 31 December 2009. The FDIC later announced it would provide participating institutions the choice of either opting out of TAG at the end of 2009 or of temporarily extending TAG coverage for another six months in exchange for increased fees. Most of the largest banks in the U.S. (including Citibank, JPMorgan Chase, Bank of America, and Wells Fargo) have chosen to opt out of the program rather than pay the increased FDIC fees for extended temporary TAG coverage.",
  "Originally Published": "",
  "Referred Links": "http://www.fdic.gov/news/board/aug26no4.pdf;http://unitedbankky.com/fdics-transaction-account-guarantee-program/;http://www.fdic.gov/;",
  "Example": "[Collected via e-mail, December 2009] Bank of America, the largest bank in the U.S., posted notices attall branches that as of January 1, 2010 it will no long participate in the FDIC insurance guarantee program on interest bearing accounts. As of January 1, 2010, all deposits in interest bearing accounts will not be protected from bank losses. This development not only suggests that the FDIC is totally insolvent, It suggests that U.S. fiat money, placed in interest bearing accounts, will soon be defaulted in bank losses or replaced. How many other banks will quickly follow?",
  "Last Updated": "20 December 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/bofafdic.asp",
  "Claim": "At the end of 2009, Bank of America will be dropping FDIC coverage on all interest-bearing accounts.",
  "Claim_ID": "politics_business_bofafdic",
  "Tags": ""
}