{
  "Origins": "Human beings have an innate tendency to find patterns in randomness and ascribe meanings to those patterns a phenomenon whose most basic manifestation is something we call \"coincidence\": A sequence of events that, although accidental and unrelated, seems to have been planned or arranged.",
  "Fact Check": "",
  "Description": "One of the more interesting (if obscure) coincidences connected with the 2008 U.S. presidential election had to do with lottery numbers in Illinois. On 5 November 2008, the day after Election Day, the winning numbers in that state's Evening Pick 3 lottery draw were 6-6-6 a string of digits traditionally held to represent the \"Number of the Beast\" as described in the New Testament's Book of Revelation. When one considers that the winner of the previous day's presidential election was Barack Obama, who began his political career in Illinois and represents that state in the U.S. Senate, and who was the subject of a spurious election year rumor positing that he matched the Book of Revelation's description of the anti-Christ, well ... it might all seem a bit eerie. While we can't speak to the absolute predictive power of coincidence, we can note it isn't all that uncommon for the string 6-6-6 to turn up in \"Pick 3\" type lottery games which feature the random selection of three digits from 0 to 9. The odds of any particular combination's turning up are one in a thousand, and if multiple drawings are held each day (as is the case in Illinois, which offers both midday and evening Pick 3 games) the odds are better than even that any given combination will turn up at least once a year. In fact, the numbers 6-6-6 had already been the winning combination in Illinois' Pick 3 game three separate times in 2008 prior to November 5 : In the evening picks of January 16 and March 22, and in the midday pick on October 23. And for good measure, the winning combination for the evening Pick 4 draw on July 5 was 0-6-6-6. Another noted example of lottery numbers appearing to have a coincidental connection with recent events occurred on 11 September 2002, the first anniversary of the terrorist attacks on New York's World Trade Center towers, when the combination selected in one of the New York state lottery drawings that day was 9-1-1.",
  "Originally Published": "",
  "Referred Links": "http://www.illinoislottery.com/subsections/History/Win2008.txt;",
  "Example": "[Collected via e-mail, November 2008] Here is a post that my friend shared - is it true? Following the election, the winning pick 3 lotto numbers in Illinois (Obama's home state) for 11/5/08 were 666",
  "Last Updated": "9 November 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/lottery.asp",
  "Claim": "The numbers 6-6-6 were the winning combination in an Illinois lottery the day after Election Day 2008.",
  "Claim_ID": "politics_obama_lottery",
  "Tags": ""
}