{
  "Origins": "Trumpeter Louis Armstrong was one of the most renowned musicians of the 20th century, and his influence is still apparent in today's music. In fact, according to an Internet rumor, the 2000 Britney Spears hit song \"Oops I Did It Again\" was actually a cover of a song first recorded by Satchmo himself:",
  "Fact Check": "",
  "Description": "But there is no truth to this rumor. Louis Armstrong neither wrote nor recorded \"Oops I Did It Again.\" The Satchmo imitation music heard in the above-displayed video was created by the comedy web site Super Master Piece in 2005 and presented as a 1932 recording made by Armstrong and released on the Decca label: \"Oops! I Did It Again\" was recorded in April, 1932 in a Chicago studio, most likely Nearlie's or West and Forth. Cut for the Decca label by Louis Armstrong and elements of Zilner Randolph's touring group, \"Oops!\" failed to make the chart impact of \"All of Me,\" another side recorded in the same session, and soon fell out of print. The song remained all-but-forgotten until sixty years later when a young Britney Spears sent her interpretation of the Armstrong tune all the way to the top of the charts. Supermasterpiece presents the Satchmo original, newly remastered from the wax cylinder. Despite this interesting back story, the web site didn't hide the fact that this rendition was fabricated. The music was originally published with a disclaimer noting its origins as a parody and crediting the real musicians: You've heard the Britney version, now hear the original in our hilarious parody! Or is it real? No, it is not! Concept & art: Stephen Levinson. Vocals: Shek Baker. Trumpet: Kurt Stockdale. Music: Chris Messick, Neither Louis Armstrong nor Britney Spears had a hand in writing \"Oops I Did It Again.\" That credit goes to Swedish music producers Rami Yacoub and Max Martin.",
  "Originally Published": "",
  "Referred Links": "http://www.supermasterpiece.com/music/music.html;http://www.supermasterpiece.com/music/oops.html;",
  "Example": "[Collected via email, June 2015] Did Britney Spears take \"Oops I Did It Again\" from Louis Armstrong?",
  "Last Updated": "2 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/arts/louisoops.asp",
  "Claim": "Britney Spears took her hit song \"Oops I Did It Again\" from Louis Armstrong.",
  "Claim_ID": "politics_arts_louisoops",
  "Tags": ""
}