{
  "Origins": "Huntley Brown is, as described on his web site, a \"a Christian concert pianist whose versatile repertoire includes classical, jazz, gospel, reggae and many other styles.\" An e-mail to Mr. Brown about the item reproduced above, an explanation attributed to him about why he would not be voting for Barack Obama in the 2008 presidential election, drew the following response:",
  "Fact Check": "",
  "Description": "Some uncertainty has been expressed over whether Huntley Brown, who was born in Jamaica, is actually a U.S. citizen and thus eligible to vote in U.S. elections. Mr. Brown assured us that he is in fact a United States citizen who has lived in this country for 24 years and has voted in previous elections.",
  "Originally Published": "",
  "Referred Links": "http://www.huntleybrown.com/;",
  "Example": "[Collected via e-mail, October 2008] I wanted to send this article from Huntley Brown - a fabulous concertpianist, a man of God and a black man. I appreciate so much his reasoningfor not voting for Obama. I would like to see his article published orspread out via Email to as many as possible. It's good stuff! Why I Can't Vote For Obama By Huntley Brown Dear Friends, A few months ago I was asked for my perspective on Obama, Isent out an email with a few points. With the election just around thecorner I decided to complete my perspective. Those of you on my e-listhave seen some of this before but it's worth repeating... First I must say whoever wins the election will have my prayer support.Obama needs to be commended for his accomplishments but I need to explainwhy I will not be voting for him. Many of my friends process their identity through their blackness. Iprocess my identity through Christ. Being a Christian (a Christ follower)means He leads I follow. I can't dictate the terms He does because He isthe leader. I can't vote black because I am black; I have to vote Christian becausethat's who I am. Christian first, black second. Neither should anyonefrom the other ethnic groups vote because of ethnicity. 200 years from nowI won't be asked if I was black or white. I will be asked if I knew Jesusand accepted Him as Lord and Savior. In an election there are many issues to consider but when a society getsabortion, same-sex marriage, embryonic stem-cell research, human cloningto name a few, wrong economic concerns will soon not matter. We need to follow Martin Luther King's words, don't judge someone by thecolor of their skin but by the content of their character. I don't know Obama so all I can go off is his voting record. His voting record earnedhim the title of the most liberal senator in the US Senate in 2007. NATIONAL JOURNAL: Obama: Most Liberal Senator in 2007 (01/31/2008) To beat Ted Kennedy and Hillary Clinton as the most liberal senator, takessome doing. Obama accomplished this feat in 2 short years. I wonder whatwould happen to America if he had four years to work with. There is a reason Planned Parenthood gives him a 100% rating. There is areason the homosexual community supports him. There is a reasonAhmadinejad, Chavez, Castro, Hamas etc. love him. There is a reason hesaid he would nominate liberal judges to the Supreme Court. There is areason he voted against the infanticide bill. There is a reason he votedNo on the constitutional ban of same-sex marriage. There is a reason hevoted No on banning partial birth abortion. There is a reason he voted Noon confirming Justices Roberts and Alito. These two judges areconservatives and they have since overturned partial birth abortion. Thesame practice Obama wanted to continue. Let's take a look at the practice he wanted to continue The 5 Step Partial Birth Abortion procedures: A. Guided by ultrasound, the abortionist grabs the baby's leg with forceps. (Remember this is a live baby) B. The baby's leg is pulled out into the birth canal. C. The abortionist delivers the baby's entire body, except for the head. D. The abortionist jams scissors into the baby's skull. The scissors are then opened to enlarge the hole. E. The scissors are removed and a suction catheter is inserted. The child's brains are sucked out, causing the skull to collapse. The deadbaby is then removed. God help him. There is a reason Obama opposed the parental notificationlaw. Think about this: You can't give a kid an aspirin without parentalnotification but that same kid can have an abortion without parentalnotification. This is insane. There is a reason he went to Jeremiah Wright's church for 20 years. Obama tells us he has good judgment but he sat under Jeremiah Wrightteaching for 20 years. Now he is condemning Wright's sermons. I wonder whynow? Obama said Jeremiah Wright led him to the Lord and discipled him. Adisciple is one in training. Jesus told us in Matthew 28:19 - 20 \"Go andmake disciples of all nations.\" This means reproduce yourself. Teachpeople to think like you, walk like you; talk like you believe what youbelieve etc. The question I have is what did Jeremiah Wright teach him? Would you support a White President who went to a church which has tenetsthat said they have a ... 1. Commitment to the White Community 2. Commitment to the White Family 3. Adherence to the White Work Ethic 4. Pledge to make the fruits of all developing and acquired skillsavailable to the White Community. 5. Pledge to Allocate Regularly, a Portion of Personal Resources forStrengthening and Supporting White Institutions 6. Pledge allegiance to all White leadership who espouse and embrace theWhite Value System 7. Personal commitment to embracement of the White Value System. Would you support a President who went to a church like that? Just change the word from white to black and you have the tenets ofObama's former church. If President Bush was a member of a church likethis, he would be called a racist. Jessie Jackson and Al Sharpton wouldhave been marching outside. This kind of church is a racist church. Obama did not wake up after 20years and just discovered he went to a racist church. The church can't beabout race. Jesus did not come for any particular race. He came for thewhole world. A church can't have a value system based on race. The churches valuesystem has to be based on biblical mandate. It does not matter ifit s a white church or a black church it's still wrong. Anyone fromeither race that attends a church like this would never get my vote. Obama's former Pastor Jeremiah Wright is a disciple of liberal theologianJames Cone, author of the 1970 book A Black Theology of Liberation. Coneonce wrote: \"Black theology refuses to accept a God who is not identifiedtotally with the goals of the black community. If God is not for us andagainst white people, then he is a murderer, and we had better kill him. Cone is the man Obama's mentor looks up to. Does Obama believe this? So what does all this mean for the nation? In the past when the Lord brought someone with the beliefs of Obama tolead a nation it meant one thing - judgment. Read 1 Samuel 8 when Israel asked for a king. First God says in 1 Samuel1:9 \"Now listen to them; but warn them solemnly and let them know what theking who will reign over them will do.\" Then God says 1 Samuel 1:18 \" When that day comes, you will cry out for relief from theking you have chosen, and the LORD will not answer you in that day.\" 19But the people refused to listen to Samuel. \"No!\" they said. \"We want aking over us. 20 Then we will be like all the other nations, with a kingto lead us and to go out before us and fight our battles.\" 21 When Samuelheard all that the people said, he repeated it before the LORD. 22 TheLORD answered, \"Listen to them and give them a king.\" Here is what we know for sure. God is not schizophrenic He would not tell one person to vote for Obama and one to vote for McCain.As the scripture says, a city divided against itself cannot stand, soobviously many people are not hearing from God. Maybe I am the one not hearing but I know God does not change and Obamacontradicts many things I read in scripture so I doubt it. For all my friends who are voting for Obama can you really look God in theface and say; Father based on your word, I am voting for Obama even thoughI know he will continue the genocidal practice of partial birth abortion.He might have to nominate three or four Supreme Court justices, and I amsure he will be nominating liberal judges who will be making laws that areagainst you. I also know he will continue to push for homosexual rights,even though you destroyed Sodom and Gomorrah for this. I know I can lookthe other way because of the economy. I could not see Jesus agreeing with many of Obama's positions. Finally Ihave two questions for all my liberal friends. Since we know someone's value system has to be placed on the nation, 1. Whose value system should be placed on the nation. 2. Who should determine that this is the right value system for thenation? Blessings, Huntley Brown",
  "Last Updated": "28 October 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/huntleybrown.asp",
  "Claim": "Editorial by pianist Huntley Brown explains why he won't vote for Barack Obama.",
  "Claim_ID": "politics_soapbox_huntleybrown",
  "Tags": ""
}