{
  "Origins": "In April 2013, 16-year-old David Cole Withrow, a student at Princeton High School in North Carolina, was charged with bringing a weapon on educational property (a crime which is classified as a felony) and was expelled from the school, preventing him from being able to graduate with his class. According to the account of a family friend, the charges stemmed from Withrow's accidentally leaving an unloaded shotgun in his car after a skeet shooting outing:",
  "Fact Check": "",
  "Description": "School administrators have not denied the veracity of that account but maintain they are obligated to follow state law when a weapon is brought on campus, as happened in this case: Johnston County schools spokeswoman Tracey Peedin Jones said the school system has to follow state law regarding weapons on campus. \"Please know that with student and personnel issues, we carefully balance all factors to arrive at a fair and just outcome,\" she said in a statement. \"Certain items are mandated and we have no choice but to follow the law.\" Boykin said Withrow's family isn't upset with school administrators, but believes the law is too strict. \"With no areas for mistakes or human error or gray area in there, that just can't apply to everything,\" she said. Students have been painting \"Free Cole\" on their cars and a local printer even designed a \"Free Cole for Doing the Right Thing\" bumper sticker. \"I believe he did the right thing by being truthful and being honest,\" said Joseph Canzaniello of Express Signs. \"His integrity will be held intact no matter what happens to him.\" Later news accounts reported that the school district had not expelled Withrow and would allow him to finish the academic year at an alternative school and graduate with his class: School board attorney Jimmy Lawrence said that Withrow has not been expelled and will be allowed to graduate if he meets the normal graduation requirements. His family is upset he must finish at an alternative school. Withrow has received a scholarship offer from Liberty University in Lynchburg, Va., and from Harding University in Searcy, Ark.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, April 2013] Meet Cole Withrow from Princeton, NC. Eagle Scout; great student;devout Christian; responsible citizen. Just two weeks shy of high schoolgraduation... and now, ACCUSED FELON?!? Cole arrived to school Monday morning and reached behind the seat of histruck to get his book bag. He suddenly realized he'd accidentally left hisshotgun in his vehicle after he was out fishing and shooting over theweekend and that it needed to be returned home immediately. Afraid of getting in trouble for skipping class, Cole locked his truck,walked to the front office and called his mother to come and retrieve it,as he couldn't leave school; he would miss class. Due to his conversation being overheard by school staff, the police werecalled, Cole was arrested and charged with a felony, along with a year'sexpulsion. He will not be able to graduate with his class. If you believe this boy acted responsibly and doesn't deserve this, PLEASELIKE AND SHARE IT! Thank you!",
  "Last Updated": "6 May 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/withrow.asp",
  "Claim": "A high school student named Cole Withrow was charged for leaving an unloaded shotgun in his vehicle while parking at school.",
  "Claim_ID": "politics_guns_withrow",
  "Tags": ""
}