{
  "Origins": "This piece about Congressional pensions and Social Security contributions has been circulating in various forms since at least April 2000. Virtually all of it is outdated, inaccurate, or misleading: It is not true that Congressmen do not pay into the Social Security fund. Since 1984 they have been required to pay into Social Security just as most everyone else does. (A few odd exceptions to the Social Security program still exist, both inside and outside of government, but not for members of Congress.) It was true prior to 1984 that Congressmen did not pay into the Social Security fund because they participated in a separate program for civil servants (the Civil Service Retirement System, or CSRS), but that program was closed to government employees hired after 1983: In 1983, Public Law 98-21 required Social Security coverage for federal civilian employees first hired after 1983 and closed the Civil Service Retirement System (CSRS) to new federal employees and Members of Congress. All incumbent Members of Congress were required to be covered by Social Security, regardless of when they entered Congress. Members who had participated in CSRS before 1984 could elect to stay in that plan in addition to being covered by Social Security or elect coverage under an 'offset plan' that integrates CSRS and Social Security. Under the CSRS Offset Plan, an individual's contributions to CSRS and their pension benefits from that plan are reduced ('offset') by the amount of their contributions to, and benefits from, Social Security. It is not true that Congressmen \"continue to draw their same pay, until they die.\" The size of their pensions is determined by a number of factors (primarily length of service, but also factors such as when they joined Congress, their age at retirement, their salary, and the pension options they chose when they enrolled in the retirement system) and by law cannot exceed 80% of their salary at the time of their retirement. It is not true that Congressmen \"paid nothing in on any kind of retirement,\" and that their pension money \"comes right out of the General Fund.\" Whether members of Congress participate in the older Civil Service Retirement System or the newer Federal Employees' Retirement System (FERS), their pensions are funded through a combination of general tax provisions and contributions from the participants. Members of Congress in the FERS plan must pay 6.2% of their salaries (up to the Social Security wage base of $106,800) into Social Security, as well as 1.3% of their full salary into the Civil Service Retirement and Disability Fund. It is true that, if current pension levels and cost-of-living adjustments (COLA) for Congress members continue to apply in the future, some former members of Congress could conceivably collect millions of dollars in annuities over the course of their lifetimes. However, the huge dollar amounts bandied about in e-mails like the ones quoted above are based upon extreme cases: those of politicians who entered Congress at relatively early ages, served for several decades, and retired while still young enough to potentially live for another several decades. These cases are the rare exceptions, based upon the hypothetical assumption that a few long-serving members of Congress who retired while in their mid-50s would live well past the age of 80. (Even the person who collects a modest salary/pension of $40,000 per year stands to take in a million dollars over the course of 25 years.)",
  "Fact Check": "",
  "Description": "As of 2007, the average annuities for retired members of Congress were $63,696 for those who retired under CSRS and $36,732 for those who retired under FERS. Those figures are quite good (about \"2-3 times more generous than what a similarly-salaried executive could expect to receive upon retiring from the private sector,\" according to the National Taxpayers Union), but not quite the lavish endowments these e-mails make them out to be. Additional information: Congressional Pensions (C-SPAN) Retirement Benefits for Members of Congress (United States Senate) Do Members of Congress Pay Social Security Taxes? (National Taxpayers' Union)",
  "Originally Published": "",
  "Referred Links": "http://www.ntu.org/foundation/page/do-members-of-congress-pay-social-security-taxes;http://www.senate.gov/reference/common/faq/retirement_for_members.shtml;http://replay.waybackmachine.org/20010330001834/http://www.c-span.org/questions/weekly68.htm;",
  "Example": "[Collected via e-mail, 2003] 2004 Election Issue !! GET A BILL STARTED TO PLACE ALL POLITICIANS ON SOC. SEC. This must be an issue in \"2004.\" Please! Keep it going. SOCIAL SECURITY: (This is worth reading. It is short and to the point.) Perhaps we are asking the wrong questions during election years. Our Senators and Congresswomen do not pay into Social Security and, of course, they do not collect from it. You see, Social Security benefits were not suitable for persons of their rare elevation in society. They felt they should have a special plan for themselves. So, many years ago they voted in their own benefit plan. In more recent years, no congressperson has felt the need to change it. After all, it is a great plan. For all practical purposes their plan works like this: When they retire, they continue to draw the same pay until they die. Except it may increase from time to time for cost of living adjustments. For example, former Senator Byrd and Congressman White and their wives may expect to draw $7,800,000.00 (that's Seven Million, Eight-Hundred Thousand Dollars), with their wives drawing $275,000.00 during the last years of their lives. This is calculated on an average life span for each of those two Dignitaries. Younger Dignitaries who retire at an early age, will receive much more during the rest of their lives. Their cost for this excellent plan is $0.00. NADA.... ZILCH.... This little perk they voted for themselves is free to them. You and I pick up the tab for this plan. The funds for this fine retirement plan come directly from the General Funds; \"OUR TAX DOLLARS AT WORK\"! From our own Social Security Plan, which you and I pay (or have paid) into, every payday until we retire (which amount is matched by our employer) we can expect to get an average of $1,000 per month after retirement. Or, in other words, we would have to collect our average of $1,000 monthly benefits for 68 years and one (1) month to equal Senator Bill Bradley's benefits! Social Security could be very good if only one small change were made. That change would be to jerk the Golden Fleece Retirement Plan from under the Senators and Congressmen. Put them into the Social Security plan with the rest of us ... then sit back and watch how fast they would fix it. If enough people receive this, maybe a seed of awareness will be planted and maybe good changes will evolve. How many people can YOU send this to? Keep this going clear up thru the 2004 election!! We need to be heard [Collected via e-mail, 2002] Hillary for President- NOT! Just yesterday I saw her on the senate floor speaking against the high salaries of company CEO's..... Hillary Rodham Clinton, as a New York State Senator, now comes under this fancy \"Congressional Retirement and Staffing Plan,\" which means that even if she never gets reelected, she STILL receives her Congressional salary until she dies. If Bill outlives her, he then inherits HER salary until HE dies. He is already getting his Presidential salary until he dies. If Hillary outlives Bill, she also gets HIS salary until she dies. Guess who pays for that? WEDO! It's common knowledge that in order for her to establish NY residency, they purchased a million dollar-plus house in upscale Chappaqua, New York. Makes sense. They are entitled to Secret Service protection for life. Still makes sense. Here is where it becomes interesting. Their mortgage payments hover at around $10,000 per month. BUT, an extra residence HAD to be built within the acreage to house the Secret Service agents. The Clintons charge the Federal government $10,000 monthly rent for the use of that extra residence, which is just about equal to their mortgage payment. This means that we, the taxpayers, are paying the Clinton's salary, mortgage, transportation, safety and security, as well as the salaries for their 12 man staff - and this is all perfectly legal! When she runs for President, will you vote for her? [Collected via e-mail, 2000] Something to think about. So that those who don't know, may. Our Senators and Congressmen don't pay in to Social Security, and, of course, they don't collect from it. The reason is that they have a special retirement plan that they voted for themselves many years ago. For all practical purposes, it works like this: When they retire, they continue to draw their same pay, until they die, except that it may be increased from time to time, by cost of living adjustments. For instance, former Senator Bradley, and his wife, may be expected to draw $7,900,000, with Mrs. Bradley drawing $275,000 during the last year of her life. This is calculated on an average life span for each. This would be well and good, except that they paid nothing in on any kind of retirement, and neither does any other Senator or Congressman. This fine retirement comes right out of the General Fund: our tax money. While we who pay for it all, draw an average of $1000/month from Social Security. Imagine for a moment that you could structure a retirement plan so desirable that people would have extra pay deducted so that they could increase their own personal retirement income. A retirement plan that works so well, that Railroad employees, Postal Workers, and others who aren't in it, would clamor to get in. That is how good Social Security could be, if only one small change were made. That change is to jerk the Golden Fleece retirement out from under the Senators and Congressmen, and put them in Social Security with the rest of us. Then watch how fast they fix it. If enough people receive this, maybe one or some of them along the way, might be able to help. How many can YOU send it to? Nothing is worth more than this day",
  "Last Updated": "5 September 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/pensions.asp",
  "Claim": "Members of Congress can receive lavish pensions after only one term in office and are not required to contribute to the Social Security fund.",
  "Claim_ID": "politics_taxes_pensions",
  "Tags": ""
}