{
  "Origins": "On 4 March 2015, a purported Harvard student admissions rejection letter was circulated via social media sites, including the following tweet which achieved heavy circulation:",
  "Fact Check": "",
  "Description": "Got denied from Harvard :( pic.twitter.com/VigHYU6plN hunter (@hawntr) March 4, 2015 The image captivated social media users despite its implausibility, and many wondered if the recipient (one \"Molly McGaan\") had indeed been taken to task by Harvard admissions for submitting an inappropriate application: After careful consideration of your application, I am sorry to inform you that we are unable to offer you a place in the class of 2019. This year's application pool was the strongest in the College's history, and we are unable to offer admission to every student, regardless of their proficiency in \"dank memes\", or their level of \"$wagg moneyyyy.\" Although your GPA and ACT scores were certainly up to our standards, your essays raised some eyebrows at the admissions meetings. For future reference, it is not wise to start an essay with the words, \"listen here u little slanks\" and end with \"McGaan out *drops mic*\" We also didn't need a copy of your mixtape, regardless how \"fire\" it is (one admissions counselor actually listened to it, and we are pretty sure 40 minutes of you making animal noises is not \"fire\"). In addition, we will be returning your copy of Grownups 2 signed by Chancellor Angela Merkel, because you said it's your \"greatest possession\" and we don't want it. We also suggest obtaining recommendation letters from teachers or trusted mentors, not \"my #4 side ho Derek\" or Chief Keef, who submitted a picture of a dinosaur drawn in crayon on a rolling paper. The photograph was initially published on 3 March 2015 to the Facebook page of Citizen Poke , a student-led comedy magazine. Later that day Molly McGaan, the letter's creator, posted a status update and clarified that the letter was a joke: Guys- I have literally gotten 12 messages asking me this, so I thought I clear it up.That Harvard letter I shared is not real. It's from the comedy magazine I write at my school. McGaan subsequently reiterated her authorship and the nature of the Harvard rejection letter on a subreddit devoted to questioning shaky Internet claims.",
  "Originally Published": "",
  "Referred Links": "http://www.reddit.com/r/thatHappened/comments/2xxi2v/since_when_does_harvard_not_accept_mixtapes/cp4a2c1;https://www.facebook.com/mmcgaan/posts/10204018358518681?fref=nf\";https://www.facebook.com/citizenpoke/photos/a.823528341007955.1073741828.681026575258133/1002604769766977/?type=1&theater;https://twitter.com/hawntr/status/573169951323889664;http://t.co/VigHYU6plN;",
  "Example": "[Collected via Twitter, March 2015] After trying to get into Harvard this woman was hit with one of the finest rejection letters we have seen! CLASSIC. #harvarduniversity sure knows how to write great rejection letters! Just realized the person who got that rejection letter from Harvard was a girl",
  "Last Updated": "5 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/education/harvardletter.asp",
  "Claim": "Photograph depicts an admissions rejection letter sent by Harvard College.",
  "Claim_ID": "politics_education_harvardletter",
  "Tags": ""
}