{
  "Origins": "Ed Koch, mayor of New York City from 1978 to 1989, was a regular commentator on Bloomberg Radio until his death in 2013. On 7 December 2002, he delivered a commentary dealing with his perception that western society is experiencing its most\"virulent anti-Semitic period since Hitler and Stalin\" and offered a list of new year's resolutions regarding people and institutions he would shun for being anti-Israel. Transcripts of that commentary (reproduced above) have since been posted to a variety of web sites.",
  "Fact Check": "",
  "Description": "Just to be sure this information was accurate, we contacted Bloomberg Radio for verification and received an affirmative response: Hello and thank you for your inquiry. Former Mayor Ed Koch is a regular commentator on Bloomberg Radio. On 7 December 2002, Mr. Koch delivered a commentary on our \"Bloomberg On the Weekend\" broadcast in which he postulated a growing anti-semitism in America and elsewhere in the western world. He asserted that public broadcasting had an anti-Israeli attitude and declared he would no longer contribute. I hope this answers your question, and I invite you to listen to us each weekend for Ed Koch and much more. If you are in the greater New York area you will find us on Bloomberg Radio, WBBR, 1130 on your AM radio dial. Elsewhere we can be heard on the internet at http:/www.bloomberg.net/radio. Sincerely, Wes Richards, Host.",
  "Originally Published": "",
  "Referred Links": "http://www.bloomberg.com/radio;http://www.bloomberg.com/radio/?topnav=front;http://www.wikipedia.org/wiki/Ed_Koch;",
  "Example": "[Collected on the Internet, 2002] We are now going through the most virulent anti-Semitic period since Hitler and Stalin. Nearly 60 years after the end of World War II almost every country on the European continent, including England, France, Germany, Holland, Belgium and the Scandinavian countries, has seen major outbreaks of physical violence against their Jewish citizens, and against Jewish institutions, including synagogues and cemeteries. At the same time, open hostility toward the State of Israel is at an all-time high. Only in the United States have we seen a full acceptance of Jews as citizens and the Jewish state treated as a friend and ally by an overwhelming number of fellow citizens. In the U.S., Jews have been permitted to rise and fall based on their individual talents, virtues and faults. In one elite bastion after another, Jews have been selected to head institutions heretofore seen as beyond their reach. Today the presidents of Harvard and Yale Universities are Jews, as are recent former presidents of Columbia and Princeton. Having been elected three times as mayor of the City of New York, I have been the beneficiary of this country's generosity and freedom from bigotry, and I will be eternally grateful. Americans traditionally make New Years resolutions. Before I list my own resolutions, I want to thank President George W. Bush and his advisers, Vice President Dick Cheney, Secretary of Defense Donald Rumsfeld, Secretary of State Colin Powell and National Security Adviser Condoleezza Rice for their support of the State of Israel. They could easily have jettisoned Israel as a liability in their efforts to forge an international coalition against worldwide terrorism. I will be forever grateful to them, and I hope that many other supporters of the State of Israel will recognize and appreciate what they have done. Fortunately for Jews and the State of Israel, American support of the Jewish nation has been bipartisan. Particularly helpful has been the Democratic leadership in both houses including Senator Tom Daschle, outgoing Minority Leader Dick Gephardt, as well as former President Bill Clinton and Senator Hillary Clinton. There are many others on both sides of the political aisle who deserve similar praise. In the religious sector, I am grateful to the Reverends Pat Robertson and Jerry Falwell, both of whom have stood up time and again in support and defense of the Jewish nation. Regrettably, there have been many clergy who have unfairly attacked Israel for attempting to defend itself against near-daily terrorist acts against its citizens. We were made privy to the true thoughts of Rev. Billy Graham caught on tape telling President Nixon his real feelings about Jews and Israel. He has since apologized, but what is an apology without contrition and efforts to right the wrong done? Worthless. Now to my personal New Years resolutions. I will avoid France as a place to vacation. France leads those countries in the Security Council who are the enemies of the State of Israel. So too is Mexico, joining as a consistent supporter of resolutions unfairly denouncing Israel at the U.N. Security Council. I will not support National Public Radio in any way. NPR s reporters and management delight in unfairly attacking Israel. I will no longer lend financial support to New York s Channel Thirteen public television station. That station recently showed a documentary that was blatantly biased against Israel and has refused to acknowledge the bias or to try to correct it. I will not watch ABC s World News Tonight anchored by Peter Jennings. For many years, Jennings has specialized in vicious and unfair portrayals of Israel intended to injure the Jewish state and lionize Palestinians. BBC News is horrifically anti-Israel and I will shun it completely. Susan Sontag will occupy the Ninth Circle of Hell for her outrageous assaults on Israel. I will no longer read her works. Regrettably, there are many others whom I could include on this list, but I will leave that for another day. I must confess I got enormous pleasure from the defeat of Congresswoman Cynthia McKinney and her father in the recent primary elections in Georgia. In my view, both are anti-Semitic and anti-Israel. No longer able to feed at the public trough, I doubt that either will make a comparable living in the private sector. I must close now to get ready for my Chanukah and Christmas shopping. I enjoy celebrating those holidays with Jewish and Christian friends whose goodwill and affection I will always cherish.",
  "Last Updated": "6 January 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/edkoch.asp",
  "Claim": "Former New York mayor Ed Koch delivered a radio address on anti-semitism.",
  "Claim_ID": "politics_soapbox_edkoch",
  "Tags": ""
}