{
  "Origins": "On 5 September 2005, Mrs. Bush and her husband, former president George Bush, toured the Astrodome complex in Houston that is being used as temporary lodging for thousands of displaced citizens from New Orleans and visited with evacuees being housed there. On this walk-thru of the make-shift quarters that amount to little more than a sea of cots in a wide open room, they were accompanied by former president Bill Clinton and his wife, Senator Hillary Rodham Clinton. The visit was intended as a bipartisan show of support for victims and a as forum for announcing the creation of the Bush-Clinton Katrina Fund , a charitable endeavor aimed at facilitating short and long term relief efforts in the afflicted Gulf Coast states.",
  "Fact Check": "",
  "Description": "Later that day, Mrs. Bush was a guest on Marketplace , a show on public radio. During that interview she made these remarks about her interactions with the people quartered in the Astrodome: Almost everyone I've talked to says, 'We're going to move to Houston.' What I'm hearing, which is sort of scary, is they all want to stay in Texas. Everyone is so overwhelmed by the hospitality. And so many of the people in the arena here, you know, were underprivileged anyway, so this, this is working very well for them. New Orleans residents housed in the various post-Katrina evacuation camps (such as the Astrodome) lost to the hurricane and the subsequent flood their loved ones, homes, jobs, pets, and their possessions. Their city sustained a tremendous amount of damage that may take years to repair, and they may never live there again. That they now have cots to sleep on, food, water, medical care, and the protection of law and order probably isn't what most of them would consider the book definition of events' \"working very well for them.\" Scott McClellan, White House Press Secretary, said of Mrs. Bush's pronouncement: \"I think she was making a personal observation on some of the comments that people were making that she was running into.\" Many interpreted the former first lady's \" beautiful mind \" remark of 2003 as displaying a similarly callous attitude towards the horrors visited upon others, especially those persons Norma Desmond of Sunset Boulevard would have termed \"the little people.\" Barbara \"a touch of classist\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.bushclintonkatrinafund.org/;",
  "Example": "",
  "Last Updated": "8 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/barbara2.asp",
  "Claim": "Former first lady Barbara Bush said that New Orleans refugees being housed in the Houston Astrodome were \"underprivileged anyway, so this is working very well for them.\"",
  "Claim_ID": "politics_quotes_barbara2",
  "Tags": ""
}