{
  "Origins": "On 24 March 2014, the Empire Sports web site published an article positing that NASCAR champion Jeff Gordon was in a romantic relationship with openly-gay driver Stephen Rhodes:",
  "Fact Check": "",
  "Description": "As if the sports world didn t have enough people coming out of the closet. A highly respected member of the NASCAR community has come out and admitted he is in a relationship with a fellow openly gay NASCAR member. Jeff Gordon who is going through a divorce said that he is now dating openly gay driver Stephen Rhodes. Gordon joins a list of male athletes who are new to the openly gay sports world. We are unable to get a comment from Gordon or Rhodes on this news of their relationship but it is 100% confirmed by them both. Both men have been seen around together since they came out just recently. The couple has been seen hand in hand but not much else in the public eye. This new couple has sparked a fire storm in the southern states where the rednecks tend to live. We managed to get a response by a now former Jeff Gordon fan by the name of Billy-Bob Benson he said the following: There ain t no room for that queer crap in NASCAR. This is a man sport that only straight men should be doing. These queers need to go back and pray that god forgives them for the choice they made. If they wanna be gay go be a fashion designer and not ruin the greatest sport in the world! By later that day, links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, that article was just a bit of fictional humor from Empire Sports, whose stock in trade is poking fun at sports and sports figures. Other recent satirical pieces from Empire Sports include \"Russian Athlete Attempts Suicide in Front of Cheering Crowd in Sochi,\" \"Dog Killing Debuts As New Sport in 2014 Winter Olympics,\" and \"Tim Tebow Confirms Belief in Santa Claus.\"",
  "Originally Published": "",
  "Referred Links": "http://www.empiresports.co/jeff-gordon-and-stephen-rhodes-confirm-homosexual-relationship-nascar-fans-outraged/;",
  "Example": "[Collected via e-mail, March 2014] Empire sports has article stating that Jeff Gordon has finally come out and admit he is gay. Rumor true or not?",
  "Last Updated": "26 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/jeffgordon.asp",
  "Claim": "NASCAR champion Jeff Gordon has announced his relationship with another male racecar driver.",
  "Claim_ID": "Politics_satire_jeffgordon",
  "Tags": ""
}