{
  "Origins": "On 9 October 2009, the Norwegian Nobel Committee made the surprise announcement that U.S. President Barack Obama, who at that time had been in office for a mere eight months, was being awarded the 2009 Nobel Peace Prize \"for his extraordinary efforts to strengthen international diplomacy and cooperation between peoples.\" Barack Obama thus became the third sitting U.S. president to be so honored, joining Theodore Roosevelt and Woodrow Wilson. (Jimmy Carter also received a Nobel Peace Prize many years after leaving the White House.) The Norwegian Nobel Committee's decision in awarding a Nobel Peace Prize to President Obama was not popular with everyone, however, and has spawned protests from various persons and groups calling upon the committee to revoke the prize over such as issues as the continued presence of U.S. troops in Afghanistan, the continued holding of detainees without charge at Guantanamo Bay Naval Base, and the expanded use by the U.S. of drones for remote killing.",
  "Fact Check": "",
  "Description": "In October 2011 the web site The Final Edition (TFE) riffed on this controversy by publishing an article about the Nobel Committee's having asked President Obama (\"nicely\") to return his Nobel Prize: Thorbjorn Jagland, chairman of the Nobel Peace Prize Committee, said today that President Obama \"really ought to consider\" returning his Nobel Peace Prize Medal immediately, including the \"really nice\" case it came in. Jagland, flanked by the other four members of the Committee, said they'd never before asked for the return of a Peace Prize, \"even from a damnable war-criminal like Kissinger,\" but that the 10% drawdown in US troops in Afghanistan the President announced last week capped a period of \"non-Peace-Prize-winner-type behavior\" in 2011. \"Guantanamo's still open. There's bombing Libya. There's blowing bin Laden away rather than putting him on trial. Now a few US troops go home, but the US will be occupying Afghanistan until 2014 and beyond. Don't even get me started on Yemen!\" Soon afterwards links and excerpts referencing that article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, no one associated with the Norwegian Nobel Committee officially asked President Obama to return his Nobel Prize; the article was just a bit of pointed political humor from TFE, a satirical web site whose other recent stories include \"Shock in Arizona: Governor Jan Brewer Reveals She's a Velociraptor,\" \"From Here to iTernity: Apple Launches iTombs,\" and \"Thatcher Dies, Goes to Hell, Hell Spits Her Right Back Out.\"",
  "Originally Published": "",
  "Referred Links": "http://www.thefinaledition.com/article/nobel-committee-asks-obama-nicely-to-return-peace-prize.html;http://spectator.org/archives/2013/04/18/revoke-obamas-peace-prize;",
  "Example": "[Collected via e-mail, May 2013] I have seen an article posted on Facebook that says that President Obama has been asked by the Nobel Committee to return his Peace prize. Is this true?",
  "Last Updated": "28 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/nobelprize.asp",
  "Claim": "The Nobel Committee has asked President Obama to return his Nobel Peace Prize.",
  "Claim_ID": "Politics_satire_nobelprize",
  "Tags": ""
}