{
  "Origins": "On 17 March 2014, the National Report published an article saying that the founder of the Westboro Baptist Church, Fred Phelps, had announced to family members gathered by his deathbed that he was gay:",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a bit of political humor from the National Report spoofing the controversy over Westboro Baptist Church s notorious homophobia. The National Report is a satirical web site that publishes outrageous fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's disclaimer page notes: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. Another item, this one from The Duffel Blog , claimed Phelps would be buried in Arlington National Cemetery: As war broke out in the Korean peninsula in 1950, then-21-year-old Phelps enlisted in the Army as a private, fighting in the Battles of Inchon and Unsan. Later joining the U.S. 1st Infantry Division as a combat replacement, Phelps distinguished himself in the liberation of Seoul with his battlefield heroics, earning him the Silver Star. Following the war, Phelps transitioned from the active-duty Army to the Kansas National Guard, founding the Westboro Baptist Church in 1955 while continuing to serve until his retirement in 1970. Although Phelps received an appointment to the United States Military Academy at West Point, he never attended and never served his country in uniform. This item is a spoof of the Westboro Baptist Church's practice of picketing the funerals of servicemen and women killed in action. The Duffel Blog specializes in military satire, publishing such stories as \"Army Runs Out of Red Tape,\" \"Navy Solves Budget Woes By Selling Ship Naming Rights, Launches USS Ford-150,\" and \"Up-Armored Golf Carts Arrive at Bagram Country Club.\" The Duffel Blog 's disclaimer page states: We are in no way, shape, or form, a real news outlet. Everything on this website is satirical and the content of this site is a parody of a news organization. No composition should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm. All characters, groups, and military units appearing in these works are fictitious. Any resemblance to real persons, living or dead, or actual military units and companies is purely coincidental. Fred Phelps died on 20 March 2014.",
  "Originally Published": "",
  "Referred Links": "http://www.foxnews.com/us/2014/03/20/fred-phelps-sr-founder-kansas-church-known-for-anti-gay-protests-at-funerals/;http://www.duffelblog.com/about/;http://www.duffelblog.com/2014/03/fred-phelps-funeral/#!ANoRU;http://nationalreport.net/disclaimer/;http://nationalreport.net/westboro-baptist-church-fred-phelps-deathbed-confession-im-gay/;",
  "Example": "[Collected via e-mail, March 2014] There are reports that Fred Phelps dying words is in fact the admission that he is Gay. Is this true?",
  "Last Updated": "21 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/fredphelps.asp",
  "Claim": "Notorious homophobe and Westboro Baptist Church founder Fred Phelps made a deathbed confession that he was gay.",
  "Claim_ID": "politics_satire_fredphelps",
  "Tags": ""
}