{
  "Origins": "In May 2008, with crude oil prices on their way to a new record of $147 per barrel and the U.S. average price for regular gasoline climbing to an all-time high of $4.11 per gallon, the House and Senate Judiciary Committees held hearings during which Congressmembers questioned executives from five of the nation's biggest oil companies (Exxon Mobil, Shell, Chevron, ConocoPhillips and BP America) about high gasoline prices and oil company profits.",
  "Fact Check": "",
  "Description": "While some Democrats in Congress \"questioned whether the companies were illegally fixing prices to hoard profits and voiced suspicions that they were in cahoots with Vice President Dick Cheney to enrich the energy industry,\" and suggested price-lowering actions such as implementing windfall profit taxes on oil companies or allowing OPEC members to be sued in U.S. courts under antitrust laws, oil company execs asserted that the current high gas prices were the result of supply-and-demand forces beyond their control and that additional taxes would do nothing to rectify that condition: The executives firmly insisted that global market forces beyond their control were to blame for high prices. \"As repetitive and uninteresting as it may sound, the fundamental laws of supply and demand are at work,\" said John Hofmeister, the president of Shell Oil Company. The executives politely but just as firmly insisted that Congress should focus its efforts on allowing more drilling and exploration for domestic oil in the Arctic National Wildlife Refuge, offshore in the Atlantic and Pacific, and in the eastern Gulf of Mexico. They insisted that they were investing heavily in search of new oil supplies. And they strongly warned against other measures: any new tax on profits would put American companies at a disadvantage and only further decrease oil supply; a temporary suspension of the federal gas tax would increase demand and only raise prices more; lawsuits against foreign nations would do nothing to lower prices. During the House sessions, Democratic Rep. Maxine Waters of California \"pounded on [Exxon Mobil's] senior vice president, J. Stephen Simon, demanding to know if gas prices would be lower if the company earned a few billion dollars less,\" and she challenged John Hofmeister, the president of Shell Oil, to guarantee that consumer gas prices consumers would go down if the oil companies were allowed to dril wherever they wanted off of U.S. shores. Hofmeister responded by asserting forcefully that \"I can guarantee to the American people, because of the inaction of the United States Congress, ever increasing prices, unless the demand comes down ... and the five dollars [per gallon price] will look like a very low price in the years to come if we are prohibited from finding new reserves, new opportunities to increase supplies.\" At another point Rep. Waters asserted, \"And guess what this liberal will be all about. This liberal will be all about socializ... uh, uh ... would be about [long pause] basically taking over, and the government running all of your companies.\" The word Waters appeared to be unsuccessfully searching for was \"nationalizing,\" something she described as an \"extreme step\" but one that might be necessary if outsize profits and exorbitant gasoline prices continued. Waters' comments did not \"reveal a socialist agenda from Barack Obama,\" however, as the hearings took place several months prior to the election that put the Illinois senator in the White House, before he was even selected as the Democratic Party's nominee for the presidency.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2012] About Congresswoman Maxine Waters and the head of Shell oil. Supposedly she makes a \"slip up\" and reveals a socialist agenda from Barak Obama. Is this film clip true or doctored? Congresswoman Makes a Huge Slip Very short clip, but please listen! Congresswoman Maxine Waters discussing drilling for oil reserves. In a slip of the tongue, she reveals what this whole thing is all about. Notice the reaction of the people behind her. What she said is The Truth, accidentally. Notice that when she realized what she revealed to the public and the media, it stopped her dead in her own tracks, but too late. Just hope the country wakes up before the 2012 elections. She leaked out the Left's cary agenda, government ownership. I don't think it is possible for too many Americans to see this video. Please send it far and wide across America, and as fast as possible.",
  "Last Updated": "13 March 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/waters.asp",
  "Claim": "Video clip shows Rep. Maxine Waters comments during a Congressional hearing about nationalizing the oil industry.",
  "Claim_ID": "politics_business_waters",
  "Tags": ""
}