{
  "Origins": "Toward the tail end of August 2004, we began to find this quote among the morning's e-mail as an increasing number of our readers thought to ask us about it. This simple-looking piece could be considered either true or false, depending on which of its versions and components the reader chooses to focus upon.",
  "Fact Check": "",
  "Description": "T. Bubba Bechtol claims ownership of this quote, but he is not a Pensacola City Councilman (part-time or otherwise), nor even a real person. Rather, \"T. Bubba\" is the on-stage persona of James Terryl Bechtol, a comedian who has appeared more than one hundred times at the Grand Ole Opry , the world's longest-running live radio show. According to the 2 July 2004 entry in the Random Thoughts section of his web site, the comedic invention that is T. Bubba Bechtol claims the statement as his own, posting that he voiced it during a then-recent radio interview, after which he was asked to depart the premises even as the audience applauded the sentiment he'd expressed. (We do not know if there was such a radio appearance or if this is no more than another \"Bubba\" story.) The character T. Bubba Bechtol did not originate the gist of the quote, however: Bechtol's statement is a repositioning of a mid-1990s comic bit by Nick DiPaolo about the debate over performing medical experiments on animals: If hooking a car battery up to a monkey's brain will help find the cure for AIDS and save somebody's life, I have two things to say .... the red is positive and the black is negative. Bechtol does repackage earlier comic offerings into new forms as part of his comedic style, as noted in the T. Bubba Bechtol FAQ : Do you write your own material? This is a tough one. I tell people all the time, that \"I just repeat what I hear and see.\" My type and style of comedy lends itself to telling others what I think is funny about current events, people and even other comedians. I don't get angry when I hear someone, even other comedians \"using my material\", I'm actually proud of it. That is uncommon among comedians. If I hear something funny that I think will make people laugh, I repeat it with my own twist of humor to make it new and interesting. Barbara \"bubba'ling along\" Mikkelson Additional information: T. Bubba Bechtol web site",
  "Originally Published": "",
  "Referred Links": "http://www.tbubba.com/;http://web.archive.org/web/20040803113052/http://www.tbubba.com/faq.html;http://web.archive.org/web/20041014184005/http://www.tbubba.com/blog.html;http://www.opry.com/;",
  "Example": "[Collected via e-mail, March 2009] DON CHERRY of hockey night in Canada, was asked on a local live radio talk show, just what he thought about the allegations of torture of suspected terrorists. His reply prompted his ejection from the studio, but to thunderous applause from the audience. HIS STATEMENT: \"If hooking up one rag-head terrorist prisoner's testicles to a car battery to get the truth out of the lying little camel-shagger will save just one Canadian life, then I have only three things to say: \"Red is positive, Black is negative, and make sure his nuts are wet'.\" !!! [Collected via e-mail, September 2004] T. Bubba Bechtol, part time City Councilman from Pensacola, Florida, was asked on a local live radio talk show the other day just what he thought of the allegations of torture of the Iraqi prisoners. His reply prompted his ejection from the studio, but to thunderous applause from the audience. \"If hooking up an Iraqi prisoner's scrotum to a car's battery cables will save one American GI's life, then I have just two things to say red is positive, black is negative.\" Variations: This quote is also sometimes attributed to someone named Wayne Nelson, purportedly a part-time City Councilman from Jasper, Texas. A 2011 version names Jimmy MacDonald, a purported City Councillor from Glasgow, as the originator of the quote.",
  "Last Updated": "24 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/bechtol.asp",
  "Claim": "Hockey commentator Don Cherry issued a sardonic comment on Iraqi prisoner abuse.",
  "Claim_ID": "politics_quotes_bechtol",
  "Tags": ""
}