{
  "Origins": "Sending letters of support to U.S. troops can be a bit difficult these days. Those who have friends or relatives serving in the military and know their exact addresses can get mail through, but the Defense Department suspended the distribution of most \"Any Service Member\" general mail to soldiers after the September 11 terrorist attacks and the subsequent cases of mailed anthrax, so the average civilian doesn't have much of a way to send general greetings to our troops stationed overseas.",
  "Fact Check": "",
  "Description": "To overcome this obstacle, the U.S. Department of Defense (DoD) set up a \"Send Your Thanks to the U.S. Military\" form on the Defend America web site the DoD established when troops were deployed to Afghanistan for Operation Enduring Freedom in late 2001. The original \"America's Thank You Note\" form was put up on the Defend America web site to collect greetings for soldiers during National Military Appreciation Month in May 2002, but overwhelming public response kept the program going for far longer. However, the program did eventually come to an end. In 2007, the effort was revived as a \"send a text message to the troops\" program. Those who visited americasupportsyou.mil between 17 and 22 November 2007 (or used a specified cell phone text number) were able to send text messages of support to American troops. While the program was supposed to operate only for that specific six-day span, we were able to send a message on 24 November 2007, which leaves open the possibility that the service might well carry on past its original end date. Other established \"Any Service Member\" programs such as Operation Dear Abby (now operated through a Navy web site) do provide participants with the ability to send customized greetings of up to 1,000 characters.",
  "Originally Published": "",
  "Referred Links": "http://anyservicemember.navy.mil/MessageSend.html;http://www.americasupportsyou.mil/americasupportsyou/Message.aspx?SectionID=5;http://www.defenselink.mil/specials/milapprec2002/;http://www.globalsecurity.org/military/ops/enduring-freedom.htm;http://www.defendamerica.mil/nmam.html;http://www.americasupportsyou.mil;",
  "Example": "[Collected on the Internet, 2003] Whether we agree personally or not with the decision made by our country's leaders we need to stand behind the decision and show our support for men and women of the U.S. Military. Please visit the Department of Defense web page listed below and sign in thanking the men and women of the U. S. military for defending our freedom. The compiled list of names will be sent out to our soldiers atthe end of themonth. Let's let them know we appreciate all they do for us and their country. The entire exercise takes only 10 seconds. www.americasupportsyou.mil",
  "Last Updated": "24 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/support.asp",
  "Claim": "Civilians can send \"thank you\" messages to American troops through a Department of Defense web page.",
  "Claim_ID": "politics_military_support",
  "Tags": ""
}