{
  "Origins": "A November 2006 Associated Press news article reported that retailing giant Wal-Mart would be emphasizing both the use of the word \"Christmas\" and specific Christmas imagery in its stores and advertisements during the 2006 holiday sales season, reversing a policy that had been the subject of some controversy in 2005.",
  "Fact Check": "",
  "Description": "That same article noted that not all vendors were following suit and reproduced the following quote from a spokesperson for the Best Buy chain of retail electronics stores: \"We are going to continue to use the term holiday because there are several holidays throughout that time period, and we certainly need to be respectful of all of them,\" said Dawn Bryant, a spokeswoman at Best Buy Inc., whose advertising omits any reference to Christmas. It is true that Best Buy's 2006 Holiday Electronic Press Kit ( EPK ) consistently uses the phrase \"holiday season\" without making specific reference to Christmas, and when we contacted the company's marketing department, they confirmed that \"Happy Holidays\" is their primary advertising theme for the 2006 holiday season: Thank you for sharing your thoughts about including Christmas in our marketing efforts. We recognize that several holidays are celebrated during the months of November and December. Many people exchange gifts in celebration of one or more of these holidays. In order to be respectful of all our customers (and employees) who celebrate different holidays throughout the season, we are choosing to use \"Happy Holidays\" as the primary greeting in our holiday campaign. We have, however, noted recent Best Buy television commercials featuring Christmas-specific imagery (Santa Claus, stockings hung by the chimney, a tree in the corner of the house), so the company does not appear to be eschewing references to Christmas in all forms of advertising.",
  "Originally Published": "",
  "Referred Links": "http://www.bbycommunications.com/newscenter/epk/holiday/;",
  "Example": "[Collected via e-mail, 2006] Best Buy has announced they will be using \"Happy Holidays\" this coming Christmas shopping season, and they will not be using \"Merry Christmas.\" Dawn Bryant, a spokeswoman at Best Buy Co. Inc., says their advertising will not be using the term \"Merry Christmas.\" \"We are going to continue to use the term holiday because there are several holidays throughout that time period, and we certainly need to be respectful of all of them,\" Bryant said. Click here for reference article. While many other retailers have decided to return to the traditional \"Merry Christmas\", Best Buy will not be among them. Best Buy considers the use of \"Merry Christmas\" to be disrespectful.",
  "Last Updated": "18 November 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/christmas/bestbuy.asp",
  "Claim": "The Best Buy chain is eschewing use of the word \"Christmas\" in its 2006 holiday print advertising.",
  "Claim_ID": "politics_christmas_bestbuy",
  "Tags": ""
}