{
  "Origins": "The outbreak or spread of any infectious disease that potentially carries a significantly high mortality rate is typically accompanied by conspiracy theories positing that the government is planning to forcibly isolate those who carry the disease in internment camps or similar facilities in order to protect the general population. The example reproduced above carries on that tradition, holding that everyone in the U.S. will be required to undergo vaccination for Ebola and carry proof of same in order to be employed (or licensed to drive, or able to purchase groceries), and those who fail to do will be \"quarantined in segregation areas\" until they submit.",
  "Fact Check": "",
  "Description": "First of all, the notion of requiring everyone in the U.S. to undergo mandatory vaccination or face incarceration especially for a disease that has so far manifested only a few cases and a single death in the whole country is a far-fetched one that would require overcoming some huge legal and civil rights issues regarding its constitutionality and would likely take years of legislative wrangling to ever implement. Some states in the U.S. have enacted regulations requiring children to undergo specified vaccinations as a prerequisite to public school attendance, but expanding the scope of mandatory vaccinations to encompass every single person in the country, with the punishment of forced segregation for those who did not comply, would be a huge legal hurdle that likely would not be cleared for a very long time to come (and probably not ever). This rumor also falls flat against the fact that there is as yet no vaccine for Ebola. Commercial funding for development of an Ebola vaccine is difficult to obtain, as the disease is not a medical market priority in the U.S.: At least four vaccines are being developed to protect people against Ebola, including one that protects monkeys completely against the deadly virus. Several groups are also working on treatments, but one of the most promising is stuck in safety testing. They might be farther along if not for one problem: money. Even though Ebola is burning out of control in West Africa, it's not a huge potential market for a large pharmaceutical company to sink its teeth and its assets into developing. That leaves the U.S. government and small, niche biopharmaceutical companies. \"I don't see why anybody except the U.S. government would get involved in developing these kinds of countermeasures,\" said Dr. Sina Bavari of the U.S. Army Medical Research Institute of Infectious Diseases (USAMRIID) in Frederick, Maryland. \"There is no market in it.\" Ebola is so unpredictable that it would be very difficult to find enough people at high risk to test it in. Diseases such as influenza and even HIV are common and it's easy to test large groups of people. Not so with Ebola. Some potential Ebola vaccines have only just been rushed into clinical trials; it will take time to assess their safety and efficacy, and there are no guarantees that any of them will prove widely effective. Even if one of these vaccines should show promise, even more time would have to pass before it could clear U.S. testing and regulatory requirements and put on the market, and even then it would likely initially be available only in small quantities just enough to protect the health workers who are battling the current outbreak: The first trial of an Ebola vaccine in Africa has started, researchers said, with the vaccination of three health care workers in Mali. It's the latest vaccine to be rushed into clinical trials after the worst-ever outbreak of Ebola in West Africa turned into a full scale epidemic. Ebola's infected more than 8,000 people and killed about half of them, and the World Health Organization says the true toll is likely even higher. It'll be months before any vaccine would be available, and even then it will be a small amount, probably used to protect health care workers. But experts say it's a vital first step to getting doctors, nurses and technicians to even come and help fight the outbreak. Health workers are among those at highest risk of getting infected. \"This research will give us crucial information about whether the vaccine is safe, well tolerated and capable of stimulating adequate immune responses in the highest priority target population, health care workers in West Africa,' said Dr. Myron Levine, director of the Center for Vaccine Development (CVD) at the University of Maryland School of Medicine. \"If it works, in the foreseeable future it could help alter the dynamic of this epidemic by interrupting transmission to health care and other exposed front-line workers,\" Levine said in a statement. The fact remains that the U.S. health care system \"is on high alert and prepared to contain isolated cases\" of Ebola, so the chances that the threat to the U.S. posed by an Ebola outbreak would be significant enough to warrant even a suggestion of nationwide, freedom-depriving mandatory vaccinations are rather remote.",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/vaccines/imz-managers/guides-pubs/downloads/vacc_mandates_chptr13.pdf;",
  "Example": "[Collected via e-mail, October 2014] Ebola vaccine is going to be mandatory for all people in the U.S. Everyone will have to carry medical cards showing that they have received the vaccine to be employed, receive driver's license, buy groceries, etc. Those who do not comply will be quarantined in segregation areas until they do.",
  "Last Updated": "14 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/ebolavaccine.asp",
  "Claim": "The U.S. government is planning to implement mandatory Ebola vaccinations for all residents.",
  "Claim_ID": "politics_conspiracy_ebolavaccine",
  "Tags": ""
}