{
  "Origins": "In Performance at the White House is a television program produced since 1978 to \"showcase the rich fabric of American culture in the setting of the nation s most famous home.\" March 2014 saw the airing of an episode dedicated to featuring Women of Soul , \"for music legends and contemporary major female artists at the White House celebrating the great 'foremothers' of American music, with songs expressing the struggles and achievements of women.\" Among the attendees and performers at the event were American soul music legends Aretha Franklin and Patti Labelle, the former of whom reportedly caused a minor controversy by declining to acknowledge the latter's outstretched hand:",
  "Fact Check": "",
  "Description": "On 11 April 2014, the News Nerd web site published an article positing that shortly after that event, Patti Labelle retaliated for the slight by attacking Aretha Franklin at an Atlanta concert, for which the former was arrested and criminally charged: Legendary singer Patti Labelle arrested and charged with assault and battery after attacking Aretha Franklin. The singers were in Atlanta for an R&B/Soul concert on March 20th when they ran into each other backstage. Labelle was still fuming from a recent run-in with Franklin at the White House for the \"Women of Soul\" concert. While Aretha Franklin was making her way to the stage, Labelle extended her hand to greet the \"Respect\" singer, when she threw epic shade in an effort to avoid her. The two exchanged obscenities after the event and parted ways. Many readers soon mistook the News Nerd article for reporting of a genuine occurrence. However, Patti Labelle did not attack Aretha Franklin, nor was she arrested on any such charge the News Nerd was just a fabrication spoofing the earlier In Performance at the White House incident. As the The News Nerd site's disclaimer states, all of its material is satirical in nature: The stories posted on TheNewsNerd are for entertainment purposes only. The stories may mimic articles found in the headlines, but rest assured they are purely satirical.",
  "Originally Published": "",
  "Referred Links": "http://www.thenewsnerd.com/music/patti-labelle-arrested-after-fist-fight-with-aretha-franklin/;http://www.queerty.com/aretha-franklin-throws-legendary-shade-at-patti-labelle-during-white-house-visit-20140315/;http://www.whitehouse.gov/photos-and-video/video/2014/03/06/performance-white-house-women-soul;http://www.pbs.org/inperformanceatthewhitehouse/home/;",
  "Example": "[Collected via Facebook, April 2014] Did Patti Labelle and Aretha Franklin fight? Did Patti Labelle get arrested?",
  "Last Updated": "14 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/labelle.asp",
  "Claim": "Singer Patti Labelle was arrested after attacking Aretha Franklin at an Atlanta concert.",
  "Claim_ID": "Politics_satire_labelle",
  "Tags": ""
}