{
  "Origins": "It's true that Social Security retirement payments are classified as \"federal benefit payments,\" but that's about the only bit of information the author of this item got right and even at that he errs in mistakenly assuming this terminology to be new and in misconstruing what it means.",
  "Fact Check": "",
  "Description": "The word \"benefits\" has been applied to Social Security retirement payments since the Social Security program was enacted in the 1930s. The terminology is also not unique to Social Security, as the phrase \"federal benefit payments\" applies to a broad class of payments made to (or on behalf of) individuals under federal government programs everything from Social Security Disability Insurance to Medicare to farm subsidies are considered \"federal benefit payments.\" The fact that workers themselves contribute much of the money that goes into the Social Security retirement fund doesn't affect its classification as a benefit . Likewise, the word \"entitlement\" has long been the standard terminology for payments made under government programs that guarantee and provide benefits to particular groups. Persons who have demonstrated their eligibility to claim such payments are entitled (i.e., \"qualified for by right according to law\") to receive them. The usage has nothing to do with pejorative connotations associated with the word (e.g., \"a sense of entitlement\") which are often applied to denote people expecting or demanding something they do not merit. As for the calculations about savings detailed in the latter half of the above-quoted example, they're far off the mark for a number of reasons: Assuming the aggregate Social Security contributions for any individual to be equal to 15% of his lifetime income is a flawed approach, because the required levels of Social Security contributions have varied across time, and Social Security contributions from individuals and employers combined have never \"totaled 15% of your income before taxes.\" The current contribution level is 12.4%, and historically the contribution rates have been significantly less. (Many people confuse Federal Insurance Contributions Act [FICA] payments, which are currently assessed at a 15.3% rate, with Social Security, but they are not the same thing. FICA payments include both Social Security and Medicare taxes.) Assuming the Social Security contributions for any individual to be equal to a percentage of his average lifetime income is a flawed approach, because Social Security contributions have a yearly cap (i.e., contributors never pay more than a specified maximum amount, no matter how much money they make in a given year). A person who earned $80,000 in 2001 would have paid just as much into Social Security as a person who made $750,000 in 2001, so assuming that the Social Security contributions for each equalled 12.4% of their income that year would produce a grossly inflated figure in the latter case. The dollar figures provided are a mish-mash that take neither past nor future conditions into account. It's wrong to assume that Social Security contributions equal \"15% of your income before taxes\" because (as already noted), Social Security contribution levels have varied across time, they have never been as high as 15%, and there's no guarantee of what they will be in the future. It's wrong to assume that a typical current retiree (i.e., someone who started his working life 40+ years ago) earned an average of $30,000 per year across his lifetime, as the median household income in the U.S. didn't even reach that level until 1993. And it's wrong to assume that a current wage earner could safely see a 5% return on his money if it weren't paid into Social Security, as the average interest rates for savings accounts and certificates of deposit have been well below that figure (typically under 1% or 2%) for several years now. Additionally, the statement that \"our retired seniors living on a 'fixed income' receive no aid nor do they get any breaks, while our government pours hundreds of billions of $$$$$$'s to foreign countries\" reflects a common but grossly inaccurate perception of how the federal government spends taxpayer monies. In fact, the bulk of the federal budget (by far) goes towards providing for retirees and low-income households: 20% of the budget pays for Social Security, 21% pays for health insurance programs (Medicare, Medicaid, and CHIP), and another 13% pays for financial safety net programs. By contrast, only about 1% of the federal budget is spent on foreign aid. Finally, although the anonymous author of this piece uses the term \"Social Security insurance,\" he doesn't seem to understand that's exactly what Social Security is. Social Security isn't a savings plan or an investment scheme; it's an Old-Age, Survivors, and Disability Insurance (OASDI) program intended to ensure that Americans are guaranteed a minimum monthly payment in their non-working years. As with all insurance programs, some people will eventually receive less than they paid in, and others will receive more.",
  "Originally Published": "",
  "Referred Links": "http://www.cbpp.org/cms/index.cfm?fa=view&id=1258;http://www.davemanuel.com/median-household-income.asp;http://money.cnn.com/magazines/moneymag/money101/lesson18/index4.htm;http://www.ssa.gov/OACT/ProgData/taxRates.html;http://www.ssa.gov/pubs/10024.html#a0=0;http://www.ssa.gov/pubs/10035.html;http://news.google.com/newspapers?id=PXYxAAAAIBAJ&sjid=_yEEAAAAIBAJ&pg=5366,6170323&dq=benefits&hl=en;",
  "Example": "[Collected via e-mail, March 2012] SOCIAL SECURITY NOW CALLED 'FEDERAL BENEFIT PAYMENT'/ENTITLEMENT Have you noticed, your Social Security check is now referred to as a \"federal benefit payment\"? I'll be part of the one percent, to forward this, our government gets away with way too much in all areas of our lives, while they live lavishly on their grossly overpaid incomes! KEEP passing THIS AROUND UNTIL EVERY ONE HAS READ IT..... SOMETHING TO THINK ABOUT THE ONLY THING WRONG WITH THIS CALCULATION IS THEY FORGOT TO FIGURE IN THE PEOPLE WHO DIED BEFORE THEY COLLECTED THEIR SOCIAL SECURITY!!!! WHERE DID THAT MONEY GO????????????? This was sent to me, I am forwarding it because it does touch a nerve in me. This is another example of what Rick Perry called \"TREASON in high places\"!!! Get angry and pass this on! Remember, not only did you contribute to Social Security but your employer did too. It totaled 15% of your income before taxes. If you averaged only $30K over your working life, that's close to $220,500. If you calculate the future value of $4,500 per year (yours & your employer's contribution) at a simple 5% (less than what the government pays on the money that it borrows), after 49 years of working you'd have $892,919.98. If you took out only 3% per year, you'd receive $26,787.60 per year and it would last better than 30 years (until you're 95 if you retire at age 65) and that's with no interest paid on that final amount on deposit! If you bought an annuity and it paid 4% per year, you'd have a lifetime income of $2,976.40 per month. The folks in Washington have pulled off a bigger Ponzi scheme than Bernie Madhoff ever had. Entitlement my butt, I paid cash for my social security insurance!!!! Just because they borrowed the money, doesn't make my benefits some kind of charity or handout!! Congressional benefits free healthcare, outrageous retirement packages, 67 paid holidays, three weeks paid vacation, unlimited paid sick days, now that's welfare, and they have the nerve to call my social security retirement entitlements? We're \"broke\" and can't help our own Seniors, Veterans, Orphans, Homeless. In the last months we have provided aid to Haiti, Chile, and Turkey . And now Pakistan ......home of bin Laden. Literally, BILLIONS ofDOLLARS!!! Our retired seniors living on a 'fixed income' receive no aid nor do they get any breaks while our government and religious organizations pour Hundreds of Billions of $$$$$$'s and Tons of Food to Foreign Countries! They call Social Security and Medicare an entitlement even though most of us have been paying for it all our working lives and now when it's time for us to collect, the government is running out of money. Why did the government borrow from it in the first place? Imagine if the *GOVERNMENT* gave 'US' the same support they give to other countries. Sad isn't it? 99% of people won't have the guts to forward this. I'm one of the 1% I Just Did.",
  "Last Updated": "11 February 2013",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/taxes/benefit.asp",
  "Claim": "Item criticizes various aspects of the Social Security security system.",
  "Claim_ID": "politics_taxes_benefit",
  "Tags": ""
}