{
  "Origins": "In November 2010, Atlanta television station WSB ran a news segment expressing outrage that U.S. taxpayers were funding the expenditure of \"hundreds of millions of dollars\" to refurbish mosques in Muslim countries. More than two years later, pointers to that news report continue to circulate on the Internet and prompt inquiries about whether the information contained therein is true:",
  "Fact Check": "",
  "Description": "It is true in general that some foreign aid monies provided by the U.S. government do go towards the refurbishment of mosques in Muslim countries, although some of the information provided in the WSB report is exaggerated or outdated. The U.S. Agency for International Development ( USAID ) was created by President John F. Kennedy in 1961 and operates in Africa, Asia, Latin America, and Europe as \"an independent agency that provides economic, development and humanitarian assistance around the world in support of the foreign policy goals of the United States\" by \"extend[ing] a helping hand to those people overseas struggling to make a better life, recover from a disaster or striving to live in a free and democratic country.\" USAID works in such diverse areas as the promotion and development of agriculture and food security, education, environmental efforts, and safe water and sanitation facilities. USAID efforts also at times include the preservation, restoration, or refurbishment of structures that have a social, cultural, or historical importance in the areas where they are located. The WSB report mentions a \"1,300-year-old Egyptian mosque that was almost flooded by contaminated sewer water that is one of many ancient Cairo mosques and churches that were saved from destruction by the U.S. taxpayers.\" It is true that USAID provided about $2.3 million to help protect the Saleh Talai Mosque in Cairo from rising groundwater contaminated with sewage that had been plaguing the site for decades, making the area safe for tourists and religious visitors. However, that mosque wasn't specifically targeted for preservation due to its religious significance; its restoration was part of a much larger program to revamp flood control and sewage systems throughout Cairo, a project which ran from 1984 to 2006 and encompassed the preservation of many different threatened historical structures, including an ancient Roman Tower , a Greek Orthodox Church , and the Amr Ebn El Aas Mosque (the first mosque in Egypt). The WSB report also states that \"millions more dollars have been sent to places like Cyprus.\" USAID did spend about $5 million to preserve the Hala Sultan Tekke mosque in Cyrus, but that amount covered the initial phase of a renovation project which also included the Greek Orthodox Monastery of Apostolos Andreas and was completed back in 2002: The U.S. Agency for International Development announced the completion of the initial phase of two major restoration projects in Cyprus. The renovations will restore two of the country's most important cultural sites the Greek Orthodox Monastery of Apostolos Andreas and Hala Sultan Tekke, a Moslem mosque. As part of USAID's $60 million grant to the United Nations Development Program, the $5 million restorations were hailed by U.N. Secretary General Kofi Annan as a \"very constructive step forward.\" The projects promote mutual understanding and tolerance between the geographically separated Greek and Turkish Cypriot communities and have taken place as unprecedented negotiations for a political settlement are ongoing between the two groups. USAID Assistant Administrator Dr. Kent Hill echoed the sentiments of the U.N. Secretary General and noted that \"this restoration, bringing together the two ethnic communities, is a sign of mutual respect for the island's multi-ethnic past and a symbol of peaceful coexistence.\" Symbolic of the project's cultural tolerance, Greek Orthodox Cypriots are restoring the Moslem mosque while Muslim Turkish Cypriots are working on the monastery. The Monastery of Apostolos Andreas is located near the spot where St. Andrew is said to have come ashore for water while on a voyage from the Holy Land to Greece in the first century A.D. Hala Sultan Tekke, one of the holiest sites in Islam, is the most important religious location for Cypriot Muslims. It is revered as the burial site of Umm Haram, a close follower of the Prophet, and is one of the earliest Islamic sites dedicated to a woman. U.S. Ambassador to Cyprus Donald K. Bandler visited both sites to review the work accomplished to date. In a time when cultural icons are often the target of destructive forces, Ambassador Bandler called this \"an inspiring example of two sides with unresolved differences cooperating to preserve their shared cultural heritage.\" The USAID-funded restorations are implemented through the U.N. Bicommunal Development Program. They are one of many multi-sectoral, practical initiatives through which Greek and Turkish Cypriots carry out projects in areas of common concern. These projects address a wide range of issues that transcend the boundaries separating the two communities, including protection of the environment; maintenance of shared infrastructure; strengthening of civil society organizations, especially those focused on gender and youth; and tackling of public health concerns. As mentioned in the WSB report, USAID has provided computers and Internet access for imams and mosques in countries such as Mali and Tajikistan to assist them in (among other pursuits) championing USAID development activities in their areas. WSB's claim that \"the State Department is sending hundreds of millions of dollars to save mosques overseas\" appears to be something of an exaggeration. The costs of all the mosque-related projects listed on the State Department's web site which were ongoing in 2010 don't add up to nearly that much; the \"hundreds of millions of dollars\" figure is reachable only if one totals expenditures going back many years and/or includes the full costs of programs which only partially involved the refurbishment of mosques (such as the above-mentioned Cairo sewage project).",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20110727235905/http://eca.state.gov/culprop/afcp/project_listings/index.cfm;http://web.archive.org/web/20100527181735/http://centralasia.usaid.gov/files/computers_at_mosque_Tj.pdf;http://web.archive.org/web/20100528175601/http://www.usaid.gov/stories/mali/fp_mali_internetiman.html;http://web.archive.org/web/20110605224447/http://www.usaid.gov/press/releases/2002/pr020717.html;http://web.archive.org/web/20100529194109/http://www.usaid.gov/stories/egypt/ba_egypt_amrebnelaas.html;http://web.archive.org/web/20100529192713/http://www.usaid.gov/stories/egypt/ba_egypt_grigis.html;http://web.archive.org/web/20100529194125/http://www.usaid.gov/stories/egypt/ba_egypt_rtower.html;http://transition.usaid.gov/stories/egypt/ba_egypt_bab.pdf;http://www.usaid.gov/;http://www.wsbtv.com/news/news/mosque-makeovers-with-your-tax-dollars/nD9db/;",
  "Example": "[Collected via e-mail, December 2012] Atlanta TV reports the State Department has been using US taxpayer money to rebuild Mosques in Egypt. is it true?",
  "Last Updated": "10 December 2012",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/politics/religion/mosques.asp",
  "Claim": "The U.S. has contributed millions of dollars towards the rebuilding of mosques in Muslim countries.",
  "Claim_ID": "politics_religion_mosques",
  "Tags": ""
}