{
  "Origins": "Given that it often seems as if members and proponents of either of the two major political parties in the U.S. never express anything but criticism and disdain for the other party (particularly during presidential campaigns), it's a bit unusual to see a prominent politician evince even modest acceptance or approval of a rival party's outlook especially when that politician is one of the leading candidates for a presidential nomination. But that's the case with this quote from John McCain, the four-term senator from Arizona who is one of the leading contenders for the 2008 Republican presidential nomination.",
  "Fact Check": "",
  "Description": "A bit of context makes this statement a little less surprising, however. Senator McCain has long been regarded as something of a political maverick who travels the campaign trail in a bus called the \"Straight Talk Express\" and has expressed sharp disagreement with Republican principles and Bush administration policies on several occasions, and the quote reproduced above was something he said back in 2004 during a legislative seminar hosted by a Democratic congressman from Massachusetts at a time when rumors were circulating that McCain might actually be tabbed for the vice-presidential slot on a ticket with Democratic senator John Kerry (also from Massachusetts). Here's how the Boston Herald reported his statement: Sen. John McCain unleashed an attack on his own party, saying the GOP is \"astray\" on key issues and criticizing President Bush on the war in Iraq. \"I believe my party has gone astray,\" McCain said, criticizing GOP stands on environmental and minority issues. \"I think the Democratic Party is a fine party, and I have no problems with it, in their views and their philosophy,\" he said. \"But I also feel the Republican Party can be brought back to the principles I articulated before.\" The maverick senator made the remarks at a legislative seminar hosted by U.S. Rep. Martin T. Meehan (D-Lowell) as he again ruled out running on a ticket with Democrat John F. Kerry. The Arizona Republican took on President Bush for failing to prepare Americans for a long involvement in Iraq, saying, \"You can't fly in on an aircraft carrier and declare victory and have the deaths continue. You can't do that.\" McCain said the U.S. should seek more U.N. involvement in Iraq. \"Many people in this room question, legitimately, whether we should have gone in or not,\" he said, adding that that debate \"will be part of this presidential campaign.\" When questioned about his statement during an appearance with host Chris Matthews on MSNBC's Hardball a few days later, Senator McCain said he felt that the Herald had presented his words out of context: MATTHEWS: Senator McCain, here's what you said about the Republican Party in the Boston Herald: \"I believe my party has gone astray. I think the Democratic Party is a fine party, and I have no problems with it, in their views and their philosophy.\" Did the Herald get you right? MCCAIN: No. MATTHEWS: You didn't say that? MCCAIN: I said that, but let me put it in the proper context. I was speaking to some constituents of Congressman Marty Meehan. The question [was]: Why don't you run as Senator Kerry's running mate? I am a Teddy Roosevelt Republican and [an] Abraham Lincoln and Theodore Roosevelt Republican. I will not leave my party. Now I think that the Democratic Party is a fine party. I still think we need a two-party system in this country. I don't want to be a Democrat. I'm proud of my party and its heritage. That article in the Boston Herald was the most taken out of context, several quotes, some of which you'll probably give me ... MATTHEWS: No, I think we've had enough here. MCCAIN: It was incredible. I mean, I said I don't want to leave my party. I love my party. I think it's gone astray. Sure I think it's gone astray on climate change, pork barrel spending. Take a look at this highway bill that they just [ran] through the House. They're trying to attack the energy bill, the pork barrel energy bill, on this problem of taxation of corporation overseas. I mean, the deficit is now $7 trillion. I think that that is a party gone astray.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2008] I received the following quote, is it truly McCain's: \"I believe my party has gone astray. I think the Democratic Party is a fine party, and I have no problems with it, in their views and their philosophy.\" John McCain",
  "Last Updated": "1 February 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/mccain.asp",
  "Claim": "Senator John McCain once said that \"the Democratic Party is a fine party, and I have no problems with it.\"",
  "Claim_ID": "politics_quotes_mccain",
  "Tags": ""
}