{
  "Origins": "On 13 February 2015, the web site for the UK version of Marie Claire magazine published an article titled \"21 Kanye West Quotes That Completely Baffled Us.\" The collection of West's comments was curated in response to the rapper's behavior on the evening of the 57th Annual Grammy Awards, particularly his rant about musician Beck as the latter received the \"Album of the Year\" award.",
  "Fact Check": "",
  "Description": "Among West's collected quotes, one in particular stood out. It concerned Kanye's feelings on the matter of books and reading in general, and many readers questioned whether the quote was genuine: Sometimes people write novels and they just be so wordy and so self-absorbed. I am not a fan of books. I would never want a book's autograph. I am a proud non-reader of books. After interest in the comment attributed to West was revived, it appeared on a number of memes that circulated via Facebook. The remarks were indeed correctly attributed (though lacking context) and dated to a 2009 Reuters article about the publication of a book penned by West: Rapper Kanye West does not read books or respect them but nevertheless he has written one that he would like you to buy and read. West's derision of books comes despite the fact that his late mother, Donda West, was a university English professor before she retired to manage his music career. She died in 2007 of complications following cosmetic surgery. \"Sometimes people write novels and they just be so wordy and so self-absorbed,\" West said. \"I am not a fan of books. I would never want a book's autograph. \"I am a proud non-reader of books. I like to get information from doing stuff like actually talking to people and living real life,\" he said.",
  "Originally Published": "",
  "Referred Links": "http://www.reuters.com/article/2009/05/26/us-kanyewest-idUSTRE54P5L820090526;",
  "Example": "[Collected via e-mail, February 2015] Did Kanye West actually say: \"Sometimes people write novels and they just be so wordy and soself-absorbed. I am not a fan of books. I would never want a book'sautograph. I am a proud non-reader of books.\"",
  "Last Updated": "20 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/kanyebooks.asp",
  "Claim": "Rapper Kanye West said he is a \"proud non-reader of books.\"",
  "Claim_ID": "politics_soapbox_kanyebooks",
  "Tags": ""
}