{
  "Origins": "Dr. Kermit Gosnell is a Philadelphia-area doctor who is currently on trial in Pennsylvania, charged with a variety of crimes related to his performance of hundreds of illegal and gruesome late-term abortions. Although Dr. Gosnell's case has not yet been fully adjudicated, the grand jury report for his case prepared by district attorney R. Seth Williams is truly a horrifying read, stating (in part) that:",
  "Fact Check": "",
  "Description": "This case is about a doctor who killed babies and endangered women. What we mean is that he regularly and illegally delivered live, viable, babies in the third trimester of pregnancy and then murdered these newborns by severing their spinal cords with scissors. The medical practice by which he carried out this business was a filthy fraud in which he overdosed his patients with dangerous drugs, spread venereal disease among them with infected instruments, perforated their wombs and bowels and, on at least two occasions, caused their deaths. Over the years, many people came to know that something was going on here. But no one put a stop to it. The clinic reeked of animal urine, courtesy of the cats that were allowed to roam (and defecate) freely. Furniture and blanketswere stained with blood. Instruments were not properly sterilized. Disposable medical supplies were not disposed of; they werereused, over and over again. Medical equipment such as the defibrillator, the EKG, the pulse oximeter, the blood pressure cuff was generally broken; even when it worked, it wasn t used. The emergency exit was padlocked shut. And scattered throughout, in cabinets, in the basement, in a freezer, in jars and bags and plastic jugs, were fetal remains. It was a baby charnel house. The people who ran this sham medical practice included no doctors other than Gosnell himself, and not even a single nurse. Two of his employees had been to medical school, but neither of them were licensed physicians. They just pretended to be. Everyone called them \"Doctor,\" even though they, and Gosnell, knew they weren't. Among the rest of the staff, there was no one with any medical licensing or relevant certification at all. But that didn t stop them from making diagnoses, performing procedures, administering drugs. Gosnell s approach, whenever possible, was to force full labor and delivery of premature infants on ill-informed women. The women would check in during the day, make payment, and take labor-inducing drugs. The doctor wouldn t appear until evening, often 8:00, 9:00, or 10:00 p.m., and only then deal with any of the women who were ready to deliver. Many of them gave birth before he even got there. By maximizing the pain and danger for his patients, he minimized the work, and cost, for himself and his staff. The policy,in effect, was labor without labor. There remained, however, a final difficulty. When you perform late-term \"abortions\" by inducing labor, you get babies. Live, breathing, squirming babies. By 24 weeks, most babies born prematurely will survive if they receive appropriate medical care. But that was not what the [clinic] was about. Gosnell had a simple solution for the unwanted babies he delivered: he killed them. He didn t call it that. He called it \"ensuring fetal demise.\" The way he ensured fetal demise was by sticking scissors into the back of the baby s neck and cutting the spinal cord. He called that \"snipping.\" Over the years, there were hundreds of \"snippings.\" Sometimes, if Gosnell was unavailable, the \"snipping\" was done by one of his fake doctors, or even by one of the administrative staff. But all the employees of the Women's Medical Society knew. Everyone there acted as if it wasn't murder at all. Most of these acts cannot be prosecuted, because Gosnell destroyed the files. Among the relatively few cases that could be specifically documented, one was Baby Boy A. His 17-year-old mother was almost 30 weeks pregnant seven and a half months when labor was induced. An employee estimated his birth weight as approaching six pounds. He was breathing and moving when Dr. Gosnell severed his spine and put the body in a plastic shoebox for disposal. The doctor joked that this baby was so big he could \"walk me to the bus stop.\" Another, Baby Boy B, whose body was found at the clinic frozen in a one-gallon spring-water bottle, was at least 28 weeks of gestational age when he was killed. Baby C was moving and breathing for 20 minutes before an assistant came in and cut the spinal cord, just the way she had seen Gosnell do it so many times. And these were not even the worst cases. After reviewing extensive and compelling evidence of criminal wrongdoing at the clinic, the Grand Jury has issued a presentment recommending the prosecution of Gosnell and members of his staff for criminal offenses including: Murder of Karnamaya Mongar, Murders of babies born alive, Infanticide, Violations of the Controlled Substances Act, Hindering, Obstruction, and Tampering, Perjury, Illegal late-term abortions, Violations of the Abortion Control Act, Violations of the Controlled Substances Act, Abuse of Corpse, Theft by Deception, Conspiracy, Corrupt Organization, Corruption of Minors. Some critics have maintained that Dr. Gosnell's case has not received nearly as much attention in the U.S. news media as it merits. In a piece published on 11 April 2013 in USA Today , for example, Kirsten Powers wrote: Infant beheadings. Severed baby feet in jars. A child screaming after it was delivered alive during an abortion procedure. Haven't heard about these sickening accusations? It's not your fault. Since the murder trial of Pennsylvania abortion doctor Kermit Gosnell began March 18, there has been precious little coverage of the case that should be on every news show and front page. The revolting revelations of Gosnell's former staff, who have been testifying to what they witnessed and did during late-term abortions, should shock anyone with a heart. A Lexis-Nexis search shows none of the news shows on the three major national television networks has mentioned the Gosnell trial in the last three months. The Washington Post has not published original reporting on this during the trial and The New York Times saw fit to run one original story on A-17 on the trial's first day. They've been silent ever since, despite headline-worthy testimony. Let me state the obvious. This should be front page news. When Rush Limbaugh attacked Sandra Fluke, there was non-stop media hysteria. The venerable NBC Nightly News' Brian Williams intoned, \"A firestorm of outrage from women after a crude tirade from Rush Limbaugh,\" as he teased a segment on the brouhaha. Yet, accusations of babies having their heads severed a major human rights story if there ever was one doesn't make the cut. You don't have to oppose abortion rights to find late-term abortion abhorrent or to find the Gosnell trial eminently newsworthy. This is not about being \"pro-choice\" or \"pro-life.\" It's about basic human rights. The deafening silence of too much of the media, once a force for justice in America, is a disgrace. The following day, Conor Friedersdorf responded in The Atlantic to say that: Until [April 11], I wasn't aware of this story. It has generated sparse coverage in the national media, and while it's been mentioned in RSS feeds to which I subscribe, I skip past most news items. I still consume a tremendous amount of journalism. Yet had I been asked at a trivia night about the identity of Kermit Gosnell, I would've been stumped and helplessly guessed a green Muppet. Then I saw Kirsten Power's USA Today column. She makes a powerful, persuasive case that the Gosnell trial ought to be getting a lot more attention in the national press than it is getting. Inducing live births and subsequently severing the heads of the babies is indeed a horrific story that merits significant attention. Strange as it seems to say it, however, that understates the case. For this isn't solely a story about babies having their heads severed, though it is that. It is also a story about a place where, according to the grand jury, women were sent to give birth into toilets; where a doctor casually spread gonorrhea and chlamydiae to unsuspecting women through the reuse of cheap, disposable instruments; an office where a 15-year-old administered anesthesia; an office where former workers admit to playing games when giving patients powerful narcotics; an office where white women were attended to by a doctor and black women were pawned off on clueless untrained staffers. Any single one of those things would itself make for a blockbuster news story. Is it even conceivable that an optometrist who attended to his white patients in a clean office while an intern took care of the black patients in a filthy room wouldn't make national headlines? But it isn't even solely a story of a rogue clinic that's awful in all sorts of sensational ways either. Multiple local and state agencies are implicated in an oversight failure that is epic in proportions! If I were a city editor for any Philadelphia newspaper the grand jury report would suggest a dozen major investigative projects I could undertake if I had the staff to support them. And I probably wouldn't have the staff. But there is so much fodder for additional reporting. There is, finally, the fact that abortion, one of the most hotly contested, polarizing debates in the country, is at the center of this case. It arguably informs the abortion debate in any number of ways, and has numerous plausible implications for abortion policy, including the oversight and regulation of clinics, the appropriateness of late-term abortions, the penalties for failing to report abuses, the statute of limitations for killings like those with which Gosnell is charged, whether staff should be legally culpable for the bad behavior of doctors under whom they work ... There's just no end to it. To sum up, this story has numerous elements any one of which would normally make it a major story. And setting aside conventions, which are flawed, this ought to be a big story on the merits. The news value is undeniable. David Weigel weighed in on the controversy in Slate , reporting that: Powers's column kicked off a Twitter-driven campaign to shame journalists into covering the Gosnell trial. Mollie Hemingway, a Christianity Today columnist, burned up the Twittersphere asking journalists like the Washington Post's Sarah Kliff and The Atlantic's Garance Franke-Ruta why they hadn't covered Gosnell. Hemingway got results; shortly before midnight, Buzzfeed published a quick list of \"four documents to understand the Kermit Gosnell trial.\" Let's just state the obvious: National political reporters are, by and large, socially liberal. We are more likely to know a gay couple than to know someone who owns an \"assault weapon.\" We are, generally, pro-choice. There is a bubble. Horror stories of abortionists are less likely to permeate that bubble than, say, a story about a right-wing pundit attacking an abortionist who then claims to have gotten death threats. So the question, raised by pro-lifers, is this: Explain to us why Gosnell isn't a national story. Somebody else can try. I can't explain it. It's never made sense to me, how a local crime story becomes a national story. Two words: \"Poop cruise.\" CNN ran hours of coverage and grainy video of a stranded Carnival cruise ship, a situation that inconvenienced many and killed none. How does a missing college student or an angry man in a TSA line become part of Our National Conversation? I don't know. If you're pro-choice, say, and you worry that the Gosnell story is being promoted only to weaken your cause, you really should read the grand jury report. \"DOH could and should have closed down Gosnell's clinic years before,\" write the investigators. Why wasn't it? Were state regulators nervous about igniting a political fight about abortion? Is the regulatory system incompetent or under-funded? And are there other states where the same could be said? Social conservatives are largely right about the Gosnell story. Maybe it's not a raw political story. It's just the story of a potential mass murderer who operated for decades as government regulators did nothing. Irin Carmon countered claims of media non-coverage in Salon , asserting that: If you ve never heard of the Gosnell story, it s not because of a coverup by the liberal mainstream media. It s probably because you failed to pay attention to the copious coverage among pro-choice and feminist journalists, as well as the big news organizations, when the news first broke in 2011. There would be something rich, if it weren t so infuriating, about these (almost uniformly male, as it happens) reporters and commentators scrambling to break open this shocking untold story. You know, the one that was written about here, here and here, to name some disparate sources. Paul Farhi also observed in the Washington Post that: The charge of liberal media bias is perhaps undercut by the fact that a number of conservative media outlets and conservative leaders overlooked the story, too, until a flood of tweets and commentaries about it began. The Weekly Standard and the National Review, two leading conservative magazines, for example, hadn t published anything on the trial, according to a search of the Nexis database. The New York Post s conservative editorial board has written one commentary an editorial lamenting the lack of coverage, which, although it doesn t mention it, includes its own paper. The Washington Times has published five staff-written articles and guest commentaries on the matter, all focusing on the absence of press coverage. Fox News has been the only consistent national TV source on the story, having run 11 news reports or commentaries on it over the past month. Among national print outlets, the Associated Press has covered the trial extensively. The story has been prominently featured in the Huffington Post and discussed on its Huffington Post Live webcast. The Huffington Post is generally considered a liberal news organization.",
  "Originally Published": "",
  "Referred Links": "http://www.npr.org/2011/02/16/133806324/pa-employees-fired-in-wake-of-abortion-scandal;http://www.cbsnews.com/8301-504083_162-20029214-504083.html;http://www.thenation.com/article/158089/dr-kermit-gosnells-horror-show;http://www.philadelphiaweekly.com/news-and-opinion/cover-story/Neglect-of-West-Philly-Abortion-Victims-Was-By-Design.html;http://blogs.philadelphiaweekly.com/phillynow/2013/03/18/kermit-gosnell%E2%80%99s-defense-case-is-an-%E2%80%9Celitist-racist-prosecution%E2%80%9D/;http://thegrio.com/2011/01/21/abortion-clinic-horror-in-philly-highlights-need-for-more-access/;http://rhrealitycheck.org/article/2011/01/31/learning-right-lessons-philadelphia-abortion-clinic-disaster/;http://www.phila.gov/districtattorney/pdfs/grandjurywomensmedical.pdf;",
  "Example": "[Collected via e-mail, April 2013] Kermit Gosnell - an abortionist? Is this a real person? Why would such a horrific story not be covered by the mainstream media?",
  "Last Updated": "12 April 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/gosnell.asp",
  "Claim": "Dr. Kermit Gosnell is on trial on charges of having committed multiple gruesome and illegal late-term abortions.",
  "Claim_ID": "politics_crime_gosnell",
  "Tags": ""
}