{
  "Origins": "The speech quoted above, as claimed, was delivered by Beth Chapman , the Alabama State Auditor, at a \"Stand Up for America Rally\" hosted by the Shelby County (Alabama) Legislative Delegation. A transcript of the speech is available on her web site.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030602133512/http://www.bethchapman.com/stand+up+speech.htm;http://www.bethchapman.com/;",
  "Example": "[Collected on the Internet, 2003] Last week, the Shelby County Alabama Legislative Delegation hosted a \"Stand Up for America Rally.\" More than 1,200 people attended including featured speakers Chief Justice Roy Moore, Adjutant General Mark Bowen and Alabama State Auditor Beth Chapman. Attached is a copy of Mrs. Chapman's speech, which resulted in five standing ovations, tremendous applause and an encore. It's a short read and well worth it. I hope you enjoy it as we continue to \"Stand up for America!\" I m here tonight because men and women of the United States military have given their lives for my freedom. I am not here tonight because Sheryl Crowe, Rosie O'Donnell, Jane Fonda, Martin Sheen, the Dixie Chicks, Barbra Streisand, the Beastie Boys, George Clooney or Phil Donahue, sacrificed their lives for me. If my memory serves me correctly, it was not movie stars or musicians, but the United States Military who fought on the shores of Iwo Jima the jungles of Vietnam , and the beaches of Normandy . Tonight, I say we should support the President of the United States and the U.S. military and tell the liberal, tree-hugging, hippy, Birkenstock wearing, tie-dyed liberals to go make their movies and music and whine somewhere else. After all, if they lived in Iraq , they wouldn't be allowed the freedom of speech they re being given here today ironically, they would be put to death at the hands of Sadam Husssein or Osama Bin Laden. I want to know how the very people who are against war because of the loss of life, can possibly be the same people who are for abortion? They are the same people who are for animal rights but against the rights of the unborn. The movie stars say they want to go to Iraq and serve as human shields for the Iraqis, I say let them buy a one-way ticket and go. No one likes war, I hate war. But the one thing I hate more is the fact that this country has been forced into war innocent people have lost their lives and there but for the grace of God, it could have been my brother, my husband, or even worse my own son. On December 7, 1941 , there are no records of movie stars treading the blazing waters of Pearl Harbor . On September 11, 2001 ; there are no photos of movie stars standing as human shields against the debris and falling bodies ascending from the World Trade Center. There were only policemen and firemen underpaid civil servants who gave their all with nothing expected in return. When the USS Cole was bombed, there were no movie stars guarding the ship where were the human shields then? If America s movie stars want to be human shields, let them shield the gang-ridden streets of Los Angeles, or New York City, let them shield the lives of the children of North Birmingham whose mothers lay them down to sleep on the floor each night to shelter them from stray bullets. If they want to be human shields, I say let them shield the men and women of honesty and integrity who epitomize courage and embody the spirit of freedom by wearing the proud uniforms of the United States Military. Those are the people who have earned and deserve shielding. Throughout the course of history, this country has remained free, not because of movie stars and liberal activists but because of brave men and women who hated war too but lay down their lives so that we all may live in freedom. After all \"What greater love hath no man, that he lay down his life for his friend,\" but in this case a country. We should give our military honor and acknowledgement and not let their lives be in vain. If you want to see true human shields, walk through Arlington Cemetery. There lies human shields, heroes, and the BRAVE Americans who didn t get on television and talk about being a human shields, they were human shields. I thank God tonight for freedom those who bought and paid for it with their lives in the past those who will protect it in the present and defend it in the future. America has remained silent too long. God-fearing people have remained silent too long. We must lift our voices united in a humble prayer to God for guidance and the strength and courage to sustain us throughout whatever the future may hold. After the tragic events of Sept. 11th, my then eleven-year-old son said terrorism is a war against us and them and if you're not one of us, then you're one of them. So in closing tonight, let us be of one accord, let us stand proud, and let us be the human shields of prayer, encouragement and support for the President, our troops and their families and our country. May God bless America , the land of the free, the home of the brave and the greatest country on the face of this earth!",
  "Last Updated": "13 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/chapman.asp",
  "Claim": "Alabama State Auditor Beth Chapman delivered a \"Stand Up for America\" speech.",
  "Claim_ID": "politics_soapbox_chapman",
  "Tags": ""
}