{
  "Origins": "For many years conspiracy rumors have circulated positing that a collusion between Big Oil and the U.S. government has prevented the American public from having the opportunity to purchase fully developed, market-ready automobiles capable of obtaining fuel efficiencies of 200-300 MPG. Such rumors have taken the form of everything from mysterious forces stealing cars equipped with miracle carburetors to keep that technology's existence a secret, to the federal government's enacting regulations intended for the sole purpose of keeping high-mileage vehicles out of the U.S. market in order to protect the interests (and profits) of American oil companies.",
  "Fact Check": "",
  "Description": "April 2014 saw the emergence of yet another entry in this vein, courtesy of Jim Stone, Freelance Journalist (the same \"journalist\" who promulgated the ridiculous story about a passenger on missing Malaysia Airlines Flight 370 who supposedly hid his cell phone in his rectum and used it to post a picture to the Internet after the flight was hijacked), positing that Volkswagen has a terrific 300 MPG vehicle that only costs $60,000 all ready to go, but it can't be sold (or even seen) in America because politicians in the pay of oil companies are conspiring to keep it unknown and unsellable in the U.S.: You won't find the 300 MPG Volkswagen XL1 in an American showroom, in fact it has even been denied a tour of America because it is too efficient for the American public to be made widely aware of, and oil profits are too high in America with the status quo in place. No tour has been allowed for this car because the myth that 50 mpg is virtually impossible to obtain from even a stripped down econobox is too profitable to let go of, and when it comes to corporate oil profits, ignorance is bliss. The answer is obvious. Simply for the sake of raking in huge profits from $4 a gallon gas, getting guzzled at 10X the rate it should be, the corporations have via campaign contributions and other types of pay outs succeeded in getting the FED to legislate the best cars off the road for irrelevant trumped up reasons. Even after being hand made with \"exotic\" materials in an intentionally limited edition, the Xl1 still only costs $60,000. There is a lot more of a market for this car than 2,000 units at that price, have no doubt, this car is being held back on purpose. In this case the vehicle in question is the Volkswagen XL1 , a two-person, \"one-liter\" concept car (i.e., a vehicle capable of averaging 100 km per liter of fuel, or about 235 MPG) originally shown to the public back in 2002 and modified (and renamed) several times since over the intervening years. The latest unveiled version of the XL1, already put into production, is a plug-in diesel-electric hybrid described thusly by Green Car Reports : The Volkswagen XL1 is a plug-in diesel hybrid with a body seemingly beamed in from a future time. It's the physical representation of the benefits of reducing weight and improving aerodynamics. The small body may only take two people, but it's allowed for an incredibly streamlined body with a drag coefficient of only 0.189. Low weight only 1,752 lbs means only a small engine and electric motor is needed to deliver respectable performance. Much of the car is constructed from carbon fiber, aluminum and titanium. VW says the car will do 261 mpg, though the real figure will be lower than that should it ever be tested under EPA guidelines. Even so, it'll still use comfortably less fuel than any vehicle currently on sale. A diesel engine of only 0.8 liters and 2 cylinders capacity produces 47 horsepower, with a further 27 horses delivered by the electric motor. Power reaches the wheels via a 7-speed dual-clutch gearbox. Those figures sound miniscule by modern standards, but the XL1 should reach 62 mph in 12.7 seconds. Top speed is 98 mph. Operating alone, the small battery can deliver up to 31 miles of range, and can be charged via plug or regenerative effect. It's true that very few, if any, Volkswagen XL1s will likely be seen on U.S. roads in the immediate future, but that situation will be due to a confluence of factors that does not include a government/Big Oil conspiracy to keep them out of the U.S. First of all, it's not true that the XL1 has \"been denied a tour of America because it is too efficient for the American public to be made widely aware of.\" Existing safety and traffic regulations do limit where the current XL1 models can be legally driven in public roads in the U.S., but Volkswagen has taken at least three of the vehicles on tour around the U.S., and the staff of Jalopnik drove one around Manhattan at the end of 2013. Second, the primary reason the XL1 won't be seen in the U.S. anytime soon is that Volkswagen is only producing 200 units for retail sale (not 2,000 as claimed above), all of them to be sold in Europe via some sort of selection (i.e., lottery) process. But why only 200 cars? And why only in Europe? As for the first part, the answer is that new vehicles like the XL1 are expensive to develop and produce (and therefore expensive for consumers to afford), and similar forms of automobiles have not yet met with tremendous success on the commercial market, so any automotive company that puts such a model into full-blown production risks sinking a whole lot of money into something that may not sell well at all (especially in the U.S. market, where consumers have very different expectations and preferences than European car buyers do). The XL1 is in many ways still a concept/prototype vehicle, and so Volkswagen is testing the waters by putting out a limited production run to see how many consumers are really interested in shelling out the equivalent of U.S. $150,000 (not $60,000 as claimed above) for a two-person car. And the testers at Car and Driver found that while the XL1's fuel efficiency might be superb, it might also be somewhat overblown as presented in promotional materials: The XL1 should run 31 miles solely on electric power, says [VW development engineer Ulrich] Mitze. But on the cold and rainy April day we drove it, the small, 60-cell, 5.5-kWh, 150-pound lithium-ion battery pack needed a recharge after only 22 miles. According to the on-board computer, we are fuel hogs. Having started with a full tank (2.6 gallons) and fully charged batteries, we ended our trip after 67 miles; fuel consumption plummeted at one point to a dismal 128 mpg. Achieving the XL1's theoretical 749-mile range would take a right foot as light as a moonbeam. As for why only Europe, the answer is that the U.S. does have many safety standards in place (enacted many years ago a variety of reasons, none of which was to keep high-mileage vehicles off the U.S. market) that all automobile manufacturers have to meet in order to legally sell their vehicles in America, regulations that sometimes require manufacturers to modify or retrofit models that were produced for sale under less strict regulations in Europe (or other parts of the world). If Volkswagen wants to test-market their XL1 in limited quantities, there's no reason for them to expend millions of dollars preparing and certifying those vehicles for U.S. safety standards when they can vend their small lot of cars just as well in the European market without all the added expense. As noted by USA Today : The XL1 [is] a spaceship-like, ultra-high-mpg, plug-in diesel-electric hybrid. VW used exotic, but obtainable, materials and technologies to craft a mileage-above-all car able to get 261 mpg in European tests, equating, very roughly, to perhaps 200 mpg in U.S. tests. Barely a real production model, it's made in a factory, but largely by hand. It couldn't meet U.S. safety rules and needed changes in German rules to be on the road there. And if one buys into the conspiracy theory that the government and Big Oil are colluding to keep high-mileage vehicles off the U.S. market in order to protect profits from gasoline sales, one has to wonder why those powerful and malevolent entities aren't doing anything to stop Americans from purchasing cars produced by Tesla , superbly-performing vehicles that use no gasoline at all yet still deliver premium performance, have great range for electric cars, have received the highest rating of any automobile ever evaluated by Consumer Reports , are top-rated for safety even under tougher U.S. standards, but are widely available for purchase in the U.S.: Most Americans may never actually see a Tesla Model S sedan in person, but you will want to know why this car is so important to the automotive industry and what all the media fuss is about. Tesla Motors was founded in 2003 by a group of intrepid Silicon Valley engineers who set out to prove that electric vehicles could be awesome. The name of the company pays homage to Nicola Tesla, a Serbian American inventor, electrical engineer, mechanical engineer, physicist, and futurist best known for his contributions to the design of the modern alternating current (AC) electricity supply system. As the California automaker s first production model, the Tesla Model S is 100 percent electric, a car so advanced it sets the new standard for premium performance. This is not a hybrid, nor is it equipped with any kind of \"range expanding\" gasoline engine. At the heart of the vehicle is the proven Tesla powertrain, delivering both unprecedented range and a thrilling drive experience. The Tesla Model S has won the 2013 Motor Trend Car of the Year award, received the highest rating of any automobile in history from Consumer Reports (99 out of 100) and achieved the best possible US National Highway Traffic Safety Administration rating. Unlike the internal combustion engine with hundreds of moving pieces that spark, pump, belch, and groan, the Tesla motor has only one moving piece: the rotor. As a result, Model S acceleration is instantaneous, like flipping a switch. Hit the accelerator. In 5.4 seconds, Model S is traveling 60 miles per hour, without hesitation and without a drop of gasoline. As in so many cases, what is attributed to furtive conspiracy is more easily explained away as wishful thinking colliding with the hard, cold realities of economics.",
  "Originally Published": "",
  "Referred Links": "http://www.greenbaypressgazette.com/article/20140414/GPG0351/304140222/2014-Tesla-Model-S-sedan-takes-electric-car-new-level;http://www.caranddriver.com/reviews/2014-volkswagen-xl1-first-drive-review-lighthouse-project-page-2;http://www.greencarreports.com/news/1087980_orders-for-261-mpg-volkswagen-xl1-exceed-production-of-200;http://jalopnik.com/we-drove-the-261-mpg-volkswagen-xl1-in-manhattan-becaus-1482688104;http://www.greencarreports.com/news/1082463_261-mpg-volkswagen-xl1-production-confirmed-debuts-geneva;http://www.autocar.co.uk/car-news/concept-cars/vw-reveals-new-300mpg-coupe;http://jimstonefreelance.com/slapintheface.html;",
  "Example": "[Collected via e-mail, September 2013] Volkswagen's New 300 MPG Car Not Allowed In America Because It Is Too Efficient Would like to know of the article is valid.",
  "Last Updated": "14 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/xl1.asp",
  "Claim": "The federal government is preventing Volkswagen's XL1 model car from being sold in the U.S. because the vehicle is too fuel-efficient.",
  "Claim_ID": "politics_conspiracy_xl1",
  "Tags": ""
}