{
  "Origins": "While niggling memories of the title of the film that took Best Picture honors in the 2002 Academy Awards might leave some to question the veracity of the purported Barbara Bush \"beautiful mind\" quote, the utterance was indeed the real thing. The former First Lady made this remark on national television shortly before the commencement of the invasion of Iraq.",
  "Fact Check": "",
  "Description": "The comment arose during a Good Morning America interview with the couple who were formerly President and First Lady, George H.W. Bush and Barbara Bush. The interview was conducted by Diane Sawyer in Houston scant hours before the couple's son, President George W. Bush, delivered a televised ultimatum to Saddam Hussein to step down from power and leave Iraq or face U.S.-led military action. The chat with the senior Bushes aired the following morning, 18 March 2003. The remark in question occurred early in the three-way conversation, following a line of query directed at Mrs. Bush regarding whether she found herself studying her son for verbal or visual signs of how well he was holding up under the pressure. (Sawyer: \"As a mother, do you watch for strain on him?\") Mrs. Bush replied that she looked for such indications in all five of her children and remarked on the family's propensity for having hair that turns white earlier than is the norm. An additional query about whether the senior Bushes, who do not normally watch a great deal of television, found themselves watching more TV during this period than was their usual custom fetched from Mrs. Bush the quote that has since earned a measure of notoriety: I watch none. He [former President Bush] sits and listens and I read books, because I know perfectly well that, don't take offense, that 90 percent of what I hear on television is supposition, when we're talking about the news. And he's not, not as understanding of my pettiness about that. But why should we hear about body bags, and deaths, and how many, what day it's gonna happen, and how many this or what do you suppose? Or, I mean, it's, it's not relevant. So, why should I waste my beautiful mind on something like that? And watch him suffer. Read within the context of the full interview, it is a tiny bit more clear that Mrs. Bush's \"beautiful mind\" statement referred to her desire not to become mesmerized by the pre-war media speculation of what such an invasion would mean, what sorts of weaponry and defenses U.S. troops might well be walking into, which troops would be committed and when they'd be deployed, how long the war would last, and how high the body count might be. Prior to the commencement of hostilities, such matters were the subject of endless supposition by various news pundits. While maybe not \"90 percent\" of what was filling the air waves was guesswork rather than hard news, Mrs. Bush's point that news of that moment was much more about what could or might happen rather than what was happening was valid. Her comment was not meant as a dismissal of actual deaths or suffering (troops had not yet been engaged at the time of her remark), but of news coverage that amounted to one expert after another making predictions about what they saw as likely to occur. Barbara \"futures market\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "20 August 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/barbara.asp",
  "Claim": "Former First Lady Barbara Bush said of the war in Iraq: \"Why should we hear about body bags and deaths? It's not relevant. So why should I waste my beautiful mind on something like that?\"",
  "Claim_ID": "politics_quotes_barbara",
  "Tags": ""
}