{
  "Origins": "The unsigned e-mail (which began circulating online in July 2007) advances a number of claims: that actress Angelina Jolie looks up to Europeans, wants \"those people\" (Israelis and/or Jews) eradicated, restricts and/or dictates press coverage of her, is not thought too highly of by her father, and hates American troublemakers, the U.S. Government, and Israel.",
  "Fact Check": "",
  "Description": "Of these many claims, we'll start with the ones we've so far found no support for. Nothing in any of the news stories we've examined has Jolie saying anything that could be construed as an expression of her hating Israel, the U.S. Government, Americans, Israelis, or Jews, or has her voicing the opinion that Europeans are \"finer.\" At this point, the only person we've encountered who has her saying those things is the anonymous e-mail's author. However, two of the poison pen letter's claims do have some meat on the bone: Jolie's attempt to dictate press coverage, and her father's having uttered over the years some highly unflattering assessments of his daughter. In the ramp-up towards the June 2007 premiere of A Mighty Heart (a movie in which Jolie stars as Mariane Pearl, wife of murdered Wall Street Journal reporter Daniel Pearl), Jolie's lawyers tried to strong-arm journalists into signing a contract before they could interview the actress for the film's publicity drive. The document said they could not ask Jolie any personal questions and that the interview \"... could only be used to promote the picture.\" Some reporters instead chose to cancel their scheduled t te- -t tes with her, including those from USA Today and the Associated Press news agency. Jolie subsequently claimed she had not authorized the contract or even reviewed it, that she had instead thought the document reporters were being given was a memo asking them to try to stay focused on the movie rather than sliding off into asking questions about her personal life. Said the actress on Comedy Central's The Daily Show , \"But it was not mandatory ... I didn't put it out there. It was from my representatives trying to be protective of me. But it was excessive and I wouldn't have put it out there.\" Her lawyer, Robert Offer, also told the New York Times that Jolie had not been aware of the contract he'd drafted, that it was something he'd done on his own initiative, and that he'd been \"overzealous\" and \"bone-headed.\" As to whether Jolie's staff had tried to bar Fox journalists from covering the film's premiere, a spokeswoman for the film's distributor says Jolie never requested Fox News be specifically banned from the red carpet, and that the network's initial failure to get a spot was \"an omission.\" Regarding Jolie's relations with her father, actor Jon Voight (not \"Hoyt,\" as the e-mail has it), these have been stormy, to say the least. In 2002, Voight broke down in tears during an appearance on Access Hollywood to make a public appeal begging his daughter to seek help for \"serious mental problems.\" Father and daughter had been estranged before that interview, and that state of affairs continues to this day. The January 2007 death of Marcheline Bertrand, Jolie's mother, may serve as impetus to break the impasse, in that Jolie has subsequently been heard to make noises about wanting to re-establish a relationship. Said Jolie to the U.K.'s Evening Standard in June 2007: \"I am hoping my relationship with my father will be more private in the future. At the end of the day, we both wish the best for each other and we'll try to start communicating in some way.\" Barbara \"jolie roger\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2007] Before you go see another Angelina Jolie movie, read these facts about this so called great star. See if you want to make her life style even better. She has publicly stated both verbally and in writing the following horrible statements: She hates American trouble makers and say they do not act like the finer Europeans, She hates The American Fascist Government. Most of all she hates The State of Israel. It should be completely obliterated. together \"WITH THOSE PEOPLE\" She believes in freedom of the press, except for herself. Will not allow certain TV Stations to come to her opening, and no Reporter can make any statements before she sees them and must sign a contract that if she doesn't like what they print, she will sue them for millions. Every news outlet including the Liberal and Conservative Media has condemned her statements, including those not allowing certain stations to attend. It is ironic that she plays the wife of Jewish Reporter David Pearl in her new film, after her anti Israel and \"THOSE PEOPLE\" remarks. Her comments have been condemned by many Americans and the Israelis press. Her biggest condemner is her father actor Jon Hoyt, who says his daughter is \"very misguided and sometimes hateful\" PLEASE PASS THIS ON TO EVERY ONE WHO LOVES AMERICA AND BELIEVES THAT ISRAEL MUST SURVIVE FOR MANKIND TO SURVIVE IF YOU DO NOT FEEL THIS WAY ABOUT AMERICA AND ISRAEL THEN JUST DELETE THANK YOU",
  "Last Updated": "8 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/israel/jolie.asp",
  "Claim": "Angelina Jolie said she hates Israel and wants \"those people\" eradicated.",
  "Claim_ID": "politics_israel_jolie",
  "Tags": ""
}