{
  "Origins": "The Matrix was an immediate box office hit upon its release in March 1999, quickly grabbing the public's imagination and its movie-going dollars. Together with its two sequels it has grossed in excess of $2.5 billion, making it one of the most lucrative film franchises in cinematic history.",
  "Fact Check": "",
  "Description": "Sophia Stewart, a native New Yorker who lives in Salt Lake City and works as a paralegal, generated controversy by claiming in a lawsuit brought against directors Andy and Larry Wachowski, producer Joel Silver, Warner Bros., and Twentieth Century Fox that The Matrix and Terminator film franchises were based on her ideas. According to Stewart, in 1986 she responded to an advertisement posted by the Wachowski brothers in a national magazine soliciting science fiction manuscripts to make into comic books by sending them \"The Third Eye,\" a short story she had written and copyrighted in 1981. She said she never heard back from them nor received her manuscript back, but when she saw The Matrix in 1999 she was struck by how closely it resembled her story. She filed suit against the makers of the film, seeking over $1 billion in damages. (This page provides links to a number of files and articles about herlawsuit.) Stewart's case was dismissed in June 2005 when she failed to show up for a preliminary hearing of her case. In a 53-page ruling, Judge Margaret Morrow of the Central District Court of California dismissed the suit, saying Stewart and her attorneys had not entered any evidence to bolster its key claims or demonstrated any striking similarity between her work and the accused directors' films. As of this writing, Stewart's case is no longer before the courts. She has announced that she does not plan to let the matter drop, so possibly this case could someday be re-filed and heard, but for now it is over. A less than accurate newspaper article about Stewart and her case (quoted in the Example box above) caused many to believe the woman claiming authorship had won her copyright infringement suit and was about to receive a multi-billion dollar settlement. That 28 October 2004 article, penned by a second-year communications student for the Salt Lake Community College Globe , erred in mistaking Stewart's 4 October 2004 successful counter to a dismissal motion for her having prevailed in her suit. The article asserted Stewart \"will recover damages from the films, The Matrix I, II and III, as well as The Terminator and its sequels\" and would \"soon receive one of the biggest payoffs in the history of Hollywood.\" What Stewart had won was the right to proceed with her case, but nothing more. The Globe subsequently posted the following correction: In reference to the recent article entitled \"Mother of the Matrix Victorious,\" some information has been deemed misleading. Ms. Sophia Stewart has not yet won her case against Joel Silver, Time Warner and the Wachowski Bros. The decision on October 4th enabled Ms. Stewart to proceed with her case, as all attempts to have it dismissed were unsuccessful. Ms. Stewart's case will proceed through the Central District Court of California. Thanks, The Globe Staff A number of web-based news sites (such as Thaindian News and African Globe ) have continued to create confusion over the case by republishing the Salt Lake Community College Globe 's outdated and inaccurate article from 2004 which erroneously claimed that Sophia Stewart had won her case. Barbara \"case closed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.africanglobe.net/headlines/sophia-stewart-real-creator-matrix-wins-billion-dollar-case/;http://www.thaindian.com/newsportal/entertainment/sophia-stewart-wins-the-matrix-copyright-infringement-case_100273392.html;http://web.archive.org/web/20040704052407/http://www.daghettotymz.com/matrix/matrix.html;",
  "Example": "[Collected on the Internet, 2005] Monday, October 4th 2004 ended a six-year dispute involving Sophia Stewart, the Wachowski Brothers, Joel Silver and Warner Brothers. Stewart's allegations, involving copyright infringement and racketeering, were received and acknowledged by the Central District of California, Judge Margaret Morrow residing. Stewart, a New Yorker who has resided in Salt Lake City for the past five years, will recover damages from the films, The Matrix I, II and III, as well as The Terminator and its sequels. She will soon receive one of the biggest payoffs in the history of Hollywood, as the gross receipts of both films and their sequels total over 2.5 billion dollars. Stewart filed her case in 1999, after viewing the Matrix, which she felt had been based on her manuscript, \"The Third Eye,\" copyrighted in 1981. In the mid-eighties Stewart had submitted her manuscript to an ad placed by the Wachowski Brothers, requesting new sci-fi works. According to court documentation, an FBI investigation discovered that more than thirty minutes had been edited from the original film, in an attempt to avoid penalties for copyright infringement. The investigation also stated that 'credible witnesses employed at Warner Brothers came forward, claiming that the executives and lawyers had full knowledge that the work in question did not belong to the Wachowski Brothers.' These witnesses claimed to have seen Stewart's original work and that it had been 'often used during preparation of the motion pictures.' The defendants tried, on several occasions, to have Stewart's case dismissed, without success. Stewart has confronted skepticism on all sides, much of which comes from Matrix fans, who are strangely loyal to the Wachowski Brothers. One on-line forum, entitled Matrix Explained has an entire section devoted to Stewart. Some who have researched her history and writings are open to her story. Others are suspicious and mocking. 'It doesn't bother me,' said Stewart in a phone interview last week, 'I always knew what was true.' Some fans, are unaware of the case or they question its legitimacy, due to the fact that it has received little to no media coverage. Though the case was not made public until October of 2003, Stewart has her own explanation, as quoted at aghettotymz.com: 'The reason you have not seen any of this in the media is because Warner Brothers parent company is AOL-Time Warner ... this GIANT owns 95 percent of the media ... let me give you a clue as to what they own in the media business ... New York Times papers/magazines, LA Times papers/magazines, People Magazine, CNN news, Extra, Celebrity Justice, Entertainment Tonight, HBO, New Line Cinema, DreamWorks, Newsweek, Village Roadshow and many, many more! They are not going to report on themselves. They have been suppressing my case for years.' Fans who have taken Stewart's allegations seriously, have found eerie mythological parallels, which seem significant in a case that revolves around the highly metaphorical and symbolic Matrix series. Sophia, the Greek goddess of wisdom has been referenced many times in speculation about Stewart. In one book about the Goddess Sophia, it reads, 'The black goddess is the mistress of web creation spun in her divine matrix.' Although there have been outside implications as to racial injustice (Stewart is African American), she does not feel that this is the case. 'This is all about the Benjamins,' said Stewart. 'It's not about money with me. It's about justice.'",
  "Last Updated": "23 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/matrix.asp",
  "Claim": "Sophia Stewart won a large judgment in a copyright infringement suit over authorship of the film The Matrix .",
  "Claim_ID": "politics_business_matrix",
  "Tags": ""
}