{
  "Origins": "One thing that many visitors to the U.S. remark upon is that our money is kind of ... well, dull. Redesigns of American currency undertaken in recent years (primarily to incorporate anti-counterfeiting measures) have added subtle bits of coloring to our primarily green bills and modernized the portraits featured thereon, but our Federal Reserve Notes are in many ways still the same old greenbacks we've been using for several decades. Certainly the various denominations of U.S. currency aren't nearly as colorful or distinctive as those of a country such as Canada .",
  "Fact Check": "",
  "Description": "The examples of \"new\" U.S. currency shown above seemingly address some of those issues. Although they may still be primarily green and still include images of the same Founding Fathers, 19th century presidents, monuments, and government buildings as our current bills, they present a distinctly different look than any currency the U.S. has previously issued, and they feature distinctive colored bands that aid in distinguishing between denominations at a glance. But ... are they real? They're not real in the primary sense that they aren't designs that were commissioned by the U.S. government or are being considered or planned as a replacement for our current forms of currency. They're purely the invention of graphic designer Michael Tyznik, who created them as his entry in the Dollar ReDe$ign Project , basing his vision of currency redesign on the premise that U.S. bills are \"aesthetically lacking\": American banknotes are in dire need of a redesign. Even though the green color of money is deeply interwoven into the nation's culture, the need for color differentiation between denominations has forced the inclusion of color. The recent redesign of banknotes by the Bureau of Engraving and Printing is poorly executed and aesthetically lacking. Because the coloring of the current notes is so subtle, it is still hard to differentiate between denominations by that method alone. My proposed redesign keeps the culturally important green color of money, but introduces a brightly colored holographic strip into each denomination, making them easy to tell apart. This strip includes embossed dots for the sight-impaired as well, making currency far more accessible. Viewing the full range of Michael Tyznik's currency designs reveals that his set of Federal Reserve Notes omits the $1 bill but includes a $200 bill. This is because, as Mr. Tyznik notes in his explanation, he advocates replacing $1 bills with one- and two-dollar coins (as well as eliminating the penny entirely). The reverse sides of his designs also incorporate a feature not currently found on U.S. currency: the text of the ten Constitutional amendments that comprise the Bill of Rights. Mr. Tyznik explained the motivation for including this aspect in his designs thusly: One of the most important things about America is our Bill of Rights. It is possibly the most important information any citizen can have. The design of our money currently contains semi-religious (the eye in the pyramid) and overtly religious (\"In God We Trust\") symbols and text that go against the incredibly important separation of church and state implicate in the first amendment. In my redesign, these are replaced with the text of the Bill of Rights. It has been proposed that these ten amendments are in order of importance, so it is fitting that the most important rights are included on the most common banknotes.",
  "Originally Published": "",
  "Referred Links": "http://www.flickr.com/photos/noktulo/sets/72157618795204975/detail/;http://www.tyznik.com/graphic/currency/;http://richardsmith.posterous.com/private/Fzuvjybbhj/;http://www.tyznik.com/;http://www.istockphoto.com/stock-photo-2685004-canadian-currency.asp;",
  "Example": "[Collected via e-mail, July 2009] They said that these were the new American dollars is this true?",
  "Last Updated": "5 August 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/newcurrency.asp",
  "Claim": "Images show new designs for American currency that the U.S. government is planning to introduce.",
  "Claim_ID": "politics_business_newcurrency",
  "Tags": ""
}