{
  "Origins": "The above-referenced January 2009 item about the Obama administration's purportedly planning to have soldiers and officers of the U.S. military pledge a loyalty oath directly to the office of the President rather than to the to Constitution is neither a genuine news article nor reflective of actual news; it's a bit of satire (which is tagged as such) from the Jumping in Pools blog. That same blog has posted other similar items of political satire, such as entries claiming Deputy Attorney General David Ogden is circulating an executive order which would ban firearms possession by persons over 60, and that President Obama's staff is working on a program to create an \"America Scouts\" program for children between the ages of 4 and 18.",
  "Fact Check": "",
  "Description": "In case the basis of this spoof is not apparent to some modern readers, we note that one of the first actions undertaken by Adolf Hitler when he assumed power over Germany after the death of Paul von Hindenburg in August 1934 was to require military and civil service members to pledge an oath of loyalty to himself personally rather than to Germany, its people, or its constitution.",
  "Originally Published": "",
  "Referred Links": "http://jumpinginpools.blogspot.com/2009/01/obama-to-launch-america-scouts.html;http://jumpinginpools.blogspot.com/2009/01/guns-to-be-banned-for-elderly.html;http://jumpinginpools.blogspot.com;http://jumpinginpools.blogspot.com/2009/01/military-to-pledge-oath-to-obama-not.html;",
  "Example": "[Collected via e-mail, January 2009] Military to Pledge Oath To Obama, Not Constitution Conservative News and Reporting \"News for the Rest of Us\" Michele Chang Secretary of Defense Robert Gates is extremely frustrated with orders that the White House is contemplating. According to sources at the Pentagon, including all branches of the armed forces, the Obama Administration may break with a centuries-old tradition. A spokesman for General James Cartwright, the Vice Chairman of the Joint Chiefs of Staff, states that the Obama Administration wants to have soldiers and officers pledge a loyalty oath directly to the office of the President, and no longer to the Constitution. [Rest of article here.]",
  "Last Updated": "3 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/oath.asp",
  "Claim": "The Obama administration is planning to have military members pledge a loyalty oath directly to the President rather than to the Constitution.",
  "Claim_ID": "politics_satire_oath",
  "Tags": ""
}