{
  "Origins": "The year 2007 saw two separate spurts of circulation of an e-mail purporting to list new traffic laws going into effect in California in 2007, with the second spurt being much wider and expanding to encompass several other states as well. Unfortunately, virtually everything in that list was erroneous (both in regards to California and to the other states to which it was attached). A similar list has now surfaced for 2008, this one a radical departure in that everything it lists (with a few minor exceptions) is actually accurate: False Registration Consequence: A new law allows peace officers to tow avehicle that displays false registration, false license plates orfraudulent registration. The old law allowed officers to cite and tow carswith registration that was expired by more than six months. Existing California law allowed a peace officer (or a salaried public employee engaged in directing traffic or enforcing parking laws and regulations) to remove or tow any vehicle \"found or operated upon a highway, public lands, or an offstreet parking facility with a registration expiration date in excess of 6 months before the date it is found or operated.\" The passage of AB 1589 in October 2007 expanded the circumstances for such removals to include vehicles:",
  "Fact Check": "",
  "Description": "New Smoking Restriction: California drivers will no longer be allowed tosmoke in the presence of children under a new state law that took effect Tuesday. Drivers who are stopped for a traffic violation and found to be smoking in a vehicle where anyone under the age of 17 is a passenger will face a $100 fine. Existing California law made it illegal \"for a person to smoke a cigarette, cigar, or other tobacco-related product within 25 feet of a playground or tot lot sandbox area.\" The passage of SB 7 in October 2007 expanded restrictions regarding smoking around children and made \"an infraction punishable by a fine not exceeding $100 for a person to smoke a pipe, cigar, or cigarette in a motor vehicle, whether in motion or at rest, in which there is a minor.\" The new law also carries the limitation that \"a law enforcement officer shall not stop a vehicle for the sole purpose of determining whether the driver is in violation of this article.\" No Tricky Devices: Starting Tuesday, it is illegal to use or sell a product that impairs the reading of a license plate by electronic devices, such as red-light cameras and toll booth cameras. The fine for obscuring a plate is $146, and the fine for selling such a product is $900. Existing California law prohibited \"the use of a device that obstructs or impairs the reading or recognition of a license plate by a remote emission sensing device.\" The passage of AB 801 in October 2007 expanded that restriction to include devices that obstruct the reading of license plates by devices \"operated by state or local law enforcement or by an electronic device operated in connection with a toll road, high-occupancy toll lane, toll bridge, or other toll facility,\" and to criminalize the sale of such devices. Contrary to what is stated above, the fine established for persons convicted of the sale of license plate-obstructing devices is \"$250 per item sold,\" not $900. Slow Down: Drivers should also be prepared to slow down near schools. AB 321 now allows local jurisdictions to establish a speed limit of 15 mph within 500 feet of a school. This item is a bit complicated, but the gist of it is that existing California law established a 25 MPH speed limit in school zones (i.e., on roadways within 500 feet of schools), with a provision allowing local authorities to set lower limits if they conducted engineering and traffic surveys justifying the exceptions. The passage of AB 321 in October 2007 allows local jurisdictions to reduce speed limits from 25 to 15 miles per hour within 500 feet of schools, and to require drivers to slow to 25 miles per hour between 500 and 1000 feet from schools. The new limits apply to schools on two-lane roads with maximum posted speeds of 30 miles per hour. Street Racing: Under SB 67, police officers can now impound a vehicle for 30 days when a person is arrested for street racing, exhibition of speed or reckless driving. The wording of this item is a bit misleading, as existing California law (as of 1 January 2007) already allowed \"a peace officer to arrest and take into custody a person that a peace officer determines was engaged in a motor vehicle speed contest and permits the peace officer to cause the removal and seizure of the motor vehicle used in the contest.\" The passage of SB 67 in October 2007 extended those provisions to \"persons engaged in reckless driving on a highway, reckless driving in an offstreet parking facility, or an exhibition of speed on a highway\" and requires the impounding agency to \"release the vehicle to the registered owner prior to the conclusion of the impoundment period if the registered owner was neither the driver nor a passenger in the vehicle at the time of the alleged violation, or was unaware that the vehicle was being used to engage in the prohibited activities.\" Bikers, Light Up: Bikers riding during darkness must use lights and reflectors while riding on highways, sidewalks or bikeways. Existing California law already specified that the \"operation of a bicycle upon a highway, during darkness, requires the use of an illuminated lamp and certain specified reflecting devices.\" The passage of AB 478 in September 2007 expanded \"the places where the operator of a bicycle is required to use an illuminated lamp and certain specified reflecting devices\" to include bikeways and \"sidewalks where bicycle operation is not prohibited by the local jurisdiction.\" It also modified the requirement that bicycle operators have reflectors on each pedal to include the option of wearing reflectors on their shoes or ankles instead. Segway Safety: It is also illegal to operate an electric personal assistant mobility device, such as a Segway, at an unsafe speed for conditions, in a reckless manner or a speed that endangers the safety of others. Existing California law already imposed safety specifications on electric personal assistive mobility devices (EPAMD) and their operation, but those provisions were set to be repealed on 1 January 2008 unless extended by statute. The passage of AB 470 in July 2007 extended those provisions indefinitely, requiring that the maximum speed of an EPAMD be no more than 12.5 miles per hour and that an EPAMD to be no greater than 20 inches deep and 25 inches wide. The law also includes the following restrictions on the operators of EPAMDs: A person shall not operate an EPAMD on a sidewalk, bike path, pathway, trail, bike lane, street, road, or highway at a speed greater than is reasonable and prudent having due regard for weather, visibility, pedestrians, and other conveyance traffic on, and the surface, width, and condition of, the sidewalk, bike path, pathway, trail, bike lane, street, road, or highway. A person shall not operate an EPAMD at a speed that endangers the safety of persons or property. A person shall not operate an EPAMD on a sidewalk, bike path, pathway, trail, bike lane, street, road, or highway with willful or wanton disregard for the safety of persons or property. A person operating an EPAMD on a sidewalk, bike path, pathway, trail, bike lane, street, road, or highway shall yield the right-of-way to all pedestrians on foot, including persons with disabilities using assistive devices and service animals that are close enough to constitute a hazard. Hands-Free In July: Later in the year, a state law goes into effect prohibiting drivers from using cell phones and other mobile devices, unless they are equipped with a hands-free speaking and listening system. No Cellular Phones for Under 18: That goes into effect on July 1. And at the same time, drivers under the age of 18 will not be allowed to use a wireless telephone or other mobile service device, even if it's hands-free, while operating a vehicle. The passage of SB 1613 in September 2006 made it an infraction, as of 1 July 2008, to \"drive a motor vehicle while using a wireless telephone, unless thattelephone is designed and configured to allow hands-free listening and talking operation, and is used in that manner while driving,\" and it established a \"base fine of $20 for a first offense and $50 for each subsequent offense.\" As of that date, the Vehicle Code will also prohibit minors from \"driving a motor vehicle while using a wireless telephone, including a hands-free device , and/or a mobile service device (pagers, texting devices, laptops, etc).\" The cell phone restrictions on adults and minors both allow exceptions for emergency situations.",
  "Originally Published": "",
  "Referred Links": "http://www.dmv.ca.gov/cellularphonelaws/;http://www.leginfo.ca.gov/pub/05-06/bill/sen/sb_1601-1650/sb_1613_bill_20060915_chaptered.html;http://www.leginfo.ca.gov/pub/07-08/bill/asm/ab_0451-0500/ab_470_bill_20070720_chaptered.html;http://www.leginfo.ca.gov/pub/07-08/bill/asm/ab_0451-0500/ab_478_bill_20070926_chaptered.html;http://www.leginfo.ca.gov/pub/07-08/bill/sen/sb_0051-0100/sb_67_bill_20071014_chaptered.html;http://www.leginfo.ca.gov/pub/07-08/bill/asm/ab_0301-0350/ab_321_bill_20071010_chaptered.html;http://www.leginfo.ca.gov/pub/07-08/bill/asm/ab_0801-0850/ab_801_bill_20071005_chaptered.html;http://www.leginfo.ca.gov/pub/07-08/bill/sen/sb_0001-0050/sb_7_bill_20071010_chaptered.html;http://www.leginfo.ca.gov/pub/07-08/bill/asm/ab_1551-1600/ab_1589_bill_20071010_chaptered.html;",
  "Example": "[Collected via e-mail, January 2008] NEW LAWS FOR 2008 False Registration Consequence: A new law allows peace officers to tow a vehicle that displays false registration, false license plates or fraudulent registration. The old law allowed officers to cite and tow cars with registration that was expired by more than six months. New Smoking Restriction: California drivers will no longer be allowed to smoke in the presence of children under a new state law that took effect Tuesday. Drivers who are stopped for a traffic violation and found to be smoking in a vehicle where anyone under the age of 17 is a passenger will face a $100 fine. No Tricky Devices: Starting Tuesday, it is illegal to use or sell a product that impairs the reading of a license plate by electronic devices, such as red-light cameras and toll booth cameras. The fine for obscuring a plate is $146, and the fine for selling such a product is $900. Slow Down: Drivers should also be prepared to slow down near schools. AB 321 now allows local jurisdictions to establish a speed limit of 15 mph within 500 feet of a school. Street Racing: Under SB 67, police officers can now impound a vehicle for 30 days when a person is arrested for street racing, exhibition of speed or reckless driving. Bikers, Light Up: Bikers riding during darkness must use lights and reflectors while riding on highways, sidewalks or bikeways. Segway Safety: It is also illegal to operate an electric personal assistant mobility device, such as a Segway, at an unsafe speed for conditions, in a reckless manner or a speed that endangers the safety ofothers. Hands-Free In July: Later in the year, a state law goes into effect prohibiting drivers from using cell phones and other mobile devices, unless they are equipped with a hands-free speaking and listening system. No Cellular Phones for Under 18: That goes into effect on July 1. And at the same time, drivers under the age of 18 will not be allowed to use a wireless telephone or other mobile service device, even if it's hands-free, while operating a vehicle.",
  "Last Updated": "15 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/traffic/california2008.asp",
  "Claim": "E-mail lists new California traffic laws taking effect in 2008.",
  "Claim_ID": "politics_traffic_california2008",
  "Tags": ""
}