{
  "Origins": "In recent years many American voters have placed a premium on the military service experience of candidates for higher office, and candidates have often responded by making sure to highlight their military experience (or, if they themselves didn't serve, the military experience of close relatives such as parents, children, or siblings) in their political r sum s. This trend has also produced some politically awkward moments when candidates have been caught exaggerating or misstating their military experience or that of their relatives. (In June 2010, for example, Arizona governor Jan Brewer was the subject of controversy when she made a statement that many listeners interpreted to be a claim that her father had been killed in combat during World War II, although her father was actually a civilian who died in California a decade after the end of that conflict.)",
  "Fact Check": "",
  "Description": "The video clip linked above is another claimed example of the latter phenomenon, an excerpt from a NALEO (National Association of Latino Elected and Appointed Officials) conference on 28 June 2008, during which then-presidential candidate Barack Obama, speaking on the importance of the United States' caring for its veterans, said: You know, when I go down to south Texas and find out that veterans are having to drive two, three hours just to get into a V.A. facility because there's no V.A. hospital down along the border areas, when you go down to Puerto Rico and find out that veterans there are not getting the same services as veterans in the 50 states, then you know we're betraying what I think is a solemn pact that we make with our veterans. My father served in World War II. And when he came home, he got the services that he needed. And that includes, by the way, post-traumatic stress disorder. So many young people are coming back with mental health issues and because we don't deal with them as effectively and as swiftly as we should, that's why we've got homeless populations among veterans that are astronomically higher than the regular population and that's something that we cannot accept and I'm going to need your help to make sure that we fight to make sure every veteran gets the services that they need. Critics soon seized on this statement as a deliberate falsehood, ignoring the fact that Barack Obama's complicated family tree encompasses multiple fathers and instead focusing on but one of them and proclaiming that President Obama told a blatant lie despite knowing it would be patently obvious to anyone moderately familiar with his background (or anyone who took the simple expedient of looking up the date of his biological father's birth). The list of Barack Obama's fathers includes Barack Obama, Sr., his biological father; Lolo Soetoro, the Indonesia stepfather with whom Barack Obama lived for four years; and Stanley Armour Dunham, the maternal grandfather with whom Barack Obama lived in Hawaii for eight years. The latter was the person whom Barack Obama cited as the primary paternal influence in his life. Barack Obama Sr. (born 1936), was a Kenyan who came to America at the age of 23 and attended the University of Hawaii, where he met and married Stanley Ann Dunham a marriage that produced one son, Barack Obama Jr., who is now President of the United States. However, Barack Obama Sr. and Ann Dunham separated when their son was but a small child; the former returned to Kenya to work as a government economist, while the latter embarked on another marriage with an Indonesian national named Lolo Soetoro (born 1935). Barack Obama Jr. lived with his mother and stepfather in Indonesia for four years, then from the age of ten onwards he lived with his maternal grandparents, Stanley Armour Dunham (born 1918) and Madelyn Lee Payne Dunham. Obviously Barack Obama's biological father could not have served in the U.S. armed forces during World War II, as Barack Obama Sr. was then a child living in Kenya who was but nine years old when the war ended, nor could Obama's stepfather have served during the war, as Lolo Soetoro was then a child in Indonesia who barely turned ten the year World War II ended. However, despite the difference in generations, Stanley Dunham was the person who most functioned as a father in Barack Obama's formative years, as Dunham helped raise and care for Barack from the age of ten onwards in Hawaii while Barack's stepfather, Lolo Soetoro, remained in Indonesia. Clearly Barack Obama's mention of a veteran relative who came home from World War II and \"got the services he needed\" was a reference to Stanley Dunham, who did in fact enlist in the military shortly after the Japanese attack on Pearl Harbor and served as a sergeant with the U.S. Army in Europe during the war. Either Barack Obama referred to him as his \"father\" because that's the way he thinks of him, or because he simply misspoke and said \"father\" instead of \"grandfather.\" Likewise, during an appearance in New Mexico on Memorial Day in 2008, Barack Obama made reference to an uncle of his \"who was part of the first American troops to go into Auschwitz and liberate the concentration camps.\" Critics quickly pointed out that such a circumstance was impossible (primarily because Auschwitz was liberated by Soviet forces, not American troops) and similarly accused Senator Obama of telling a lie. But his misstatement was simply a mistake, not a lie: Barack Obama's uncle, Charlie Payne, was in fact part of a group of American troops who helped liberate a concentration camp, but that camp was at Buchenwald, not Auschwitz.",
  "Originally Published": "",
  "Referred Links": "http://transcripts.cnn.com/TRANSCRIPTS/0806/28/cnr.03.html;http://www.arizonaguardian.com/azg/index.asp?option=com_content&view=article&id=2101;",
  "Example": "[Collected via e-mail, August 2010] Please check this video out: Obama's father was born in 1936!!!!! If this doesn't upset you, nothing will. Impeach now! Gosh, do you think our President lied? Nah can't be! Well maybe just this once. So, he says with an absolute straight face - just like he says every other lie - that his father served in World War II. His father was the youngest soldier that has ever served - he was 3 years old at the time. Certainly must have been a very distinguished warrior. What an absolute honor to have a president with a father that was a soldier warrior at the age of 3...... Everything is beginning to make sense now.......Watch the 17 second video You know that this is a super sore spot with me and many other vets....this liar will say and do anything. He's afraid to meet one on one with anyone who opposes him. I am so sick and tired of the lies, back stabbing and socialist ways that I could just scream. I find it harder and harder to keep my Christian attitude with this man. In all my years, I have never seen a person so morally corrupt and out of touch with reality. It amazes me every day when I see he is still in power. How was America so stupid???? THIS PRESIDENT HAS NO MORALS!!! HIS MUSLIM FAITH SAYS IT'S OK TO LIE TO GET WHAT YOU WANT!!! THE END JUSTIFIES THE MEANS!!! INTERESTING THAT HIS FATHER WAS 3 YRS OLD WHEN WWII STARTED in 1939!!!! CHECK OUT THIS VIDEO OF OBAMA ADDRESSING A VETERANS GROUP!!!",
  "Last Updated": "26 September 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/service.asp",
  "Claim": "Barack Obama \"lied\" about his father's military service during World War II.",
  "Claim_ID": "politics_obama_service",
  "Tags": ""
}