{
  "Origins": "On 21 July 2013, the National Report published an article (\"Gay-To-Straight Program to Be Used in All Arizona Public School Curriculums\") positing that as of 1 November 2013, all Arizona public schools would be implementing mandatory \"conversion therapy\" for gay children:",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of satire from the National Report , a web site that publishes outrageous fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's (since removed) disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. (An identical article was issued as a press release through PRLog.org, but it's the same spoof by the same people published in a different form.)",
  "Originally Published": "",
  "Referred Links": "http://www.prlog.org/12197263-gay-to-straight-program-to-be-used-in-all-arizona-public-school-curriculums-beginning-november-1st.html;http://web.archive.org/web/20130805225747/http://nationalreport.net/disclaimer/;http://nationalreport.net/gay-to-straight-program-to-be-used-in-all-arizona-public-school-curriculums-beginning-november-1st/;",
  "Example": "[Collected via e-mail, August 2013] Is the state of Arizona implementing a gay-to-straight curriculum in its schools this fall, attempting \"teach\" kids how to not be gay?",
  "Last Updated": "22 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/gaytostraight.asp",
  "Claim": "Arizona is implementing a mandatory school program to help homosexual children become straight.",
  "Claim_ID": "politics_satire_gaytostraight",
  "Tags": ""
}