{
  "Origins": "Like an earlier e-mail about the alleged removal of cross-shaped headstones from cemeteries , this item is a fabricated exaggeration of the American Civil Liberties Union's ( ACLU ) stance on the overlap of government and religion. It doesn't represent either a real event or a position the ACLU has taken, and the supposed spokespeople quoted Marine Colonel Jack Fessender and ACLU spokesman Lucius Traveler do not exist.",
  "Fact Check": "",
  "Description": "The ACLU also notes the falsity of this item in a web site FAQ entry: The ACLU has no knowledge about the photograph of Marines praying that has circulated on the Internet. The ACLU has also never had a spokesperson quoted by news organizations as \"Lucius Traveler\" by this name. Another related item frequently circulated in tandem with this one is also false: ACLU has filed a suit to end prayer from the military completely. They'remaking great progress. The Navy Chaplains can no longer mention Jesus'name in prayer thanks to the ACLU and others. The ACLU is not pursuing (and has never filed) a lawsuit seeking \"to end prayer from the military completely.\" Navy chaplains also are not prohibited from mentioning Jesus' name in prayer, nor has the ACLU engaged in any effort to bring about that result.",
  "Originally Published": "",
  "Referred Links": "http://www.aclu.org/faqs#3_9;http://www.aclu.org;",
  "Example": "[Collected via e-mail, December 2003] If you look closely at the picture above, you will note that all the Marines pictured are bowing their heads. That's because they're praying. The incident took place at a recent ceremony honoring the birthday of the corps, and it has the ACLU up in arms. \"These are federal employees,\" says Lucius Traveler, a spokesman for the ACLU, \"on federal property and on federal time. For them to pray is clearly an establishment of religion, and we must nip this in the bud immediately.\" When asked about the ACLU's charges, Colonel Jack Fessender, speaking for the Commandant of the Corps said (cleaned up a bit), \"Screw the ACLU.\"",
  "Last Updated": "11 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/marines.asp",
  "Claim": "The ACLU objected to a U.S. Marine prayer session because it constituted \"federal employees praying on federal property and on federal time.\"",
  "Claim_ID": "politics_religion_marines",
  "Tags": ""
}