{
  "Origins": "As the 2012 Presidential election heats up, no degree of silliness seems beyond belief for those intent upon disparaging one or the other of the candidates in the race. In this instance, a spurious tale spread in the online world positions one of the contenders not only as unapologetically racist, but also as so politically unastute that he announced to all and sundry that his being Caucasian placed him head and shoulders above the other candidate, who is black.",
  "Fact Check": "",
  "Description": "Had any politician of these times (vying for the presidency of the United States of America or any other office) allowed such a statement to drop from his lips, not only would reports of it have surfaced in the mainstream media, but indeed the very airwaves of the modern era's 24/7 news cycle would have been flooded with it. So no, former Massachusetts governor and 2012 Republican presidential candidate Mitt Romney did not announce at a luncheon with some of his supporters that he'd win the election because he's \"the white guy.\" The item stating that he did was a bit of political humor originating with the Free Wood Post, a satirical web site which states in its Disclaimer that: Free Wood Post is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within FreeWoodPost.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. FreeWoodPost.com is intended for a mature, sophisticated, and discerning audience.",
  "Originally Published": "",
  "Referred Links": "http://www.freewoodpost.com/disclaimer/;http://www.freewoodpost.com/2012/05/22/romney-of-course-ill-win-im-the-white-guy/;",
  "Example": "[Collected via e-mail, July 2012] What could have been a game changing moment in Mitt Romney s campaign turned into a horrendous gaffe Tuesday afternoon when the former governor was having lunch with a few of his supporters. Romney was hoping to show America how well he relates to the average working American by having a press recorded lunch at a local pancake house in rural Kentucky where the primary elections were taking place. However, what turned from a nice preplanned lunch with \"common-folk conversation\" ended up getting off track when one of Romney s supporters asked him how he was so certain he would win. Romney turned to the man seated on his left and seemingly forgetting the ten plus reporters in the room said, \"Well between you and me, we have to think about the reality of the situation. Obama is a popular guy and his supporters are hell-bent in getting him reelected. There is one thing that his campaign seems to keep forgetting over and over, and that is how many Americans can t stand the guy for an obvious reason. Of course I ll win, I m the white guy.\" [Rest of article here.]",
  "Last Updated": "13 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/romney/whiteguy.asp",
  "Claim": "\"Of course I'll win, I'm the white guy,\" said Mitt Romney.",
  "Claim_ID": "politics_romney_whiteguy",
  "Tags": ""
}