{
  "Origins": "Just as most any anonymous piece of cynically humorous satire about American politics and culture ends up eventually being attributed to comedian George Carlin, so the same kind of material gets credited to English comic John Cleese when it evinces a British viewpoint on American affairs. Unlike his fellow Monty Python trouper Terry Jones, however, Mr. Cleese doesn't generally pen this sort of political levity.",
  "Fact Check": "",
  "Description": "The genesis of this article is a long and convoluted one. It evidently originated on with one Alan Baxter of Rochester, U.K., who wrote and posted a much shorter, four-item version to an internal newsgroup hosted by his employer in November 2000, as a wry commentary on the recently concluded (but far from decided) U.S. presidential election: London, 8th November 2000. To the citizens of the United States of America, Following your failure to elect either a half decent candidate or man-monkey as President of the USA to govern yourselves and, by extension, the free world, we hereby give notice of the revocation of your independence. Her Sovereign Majesty Queen Elizabeth II will resume a monarch's duties over all states, commonwealths and other territories. To aid in the transition to a British Crown Dependency, please comply with1 the following acts: 1. Look up \"revoke\" in a dictionary 2. Learn at least the first 4 lines of \"God save the Queen\" 3. Start referring to \"soccer\" as football 4. Declare war on Quebec Tax collectors from Her Majesty's Government will be with you shortly to ensure the acquisition of all revenues due (backdated to 1776). Thank you for your cooperation and...have a nice day! This was soon reworked and expanded into a ten-item version: NOTICE OF REVOCATION OF INDEPENDENCE To all the citizens of the United States of America, In the light of your failure to elect a President of the USA and thus to govern yourselves, we hereby give notice of the revocation of your independence, effective today. Her Britannic Majesty, Queen Elizabeth II, will resume sovereign duties over all states, commonwealths and other territories. Except Utah, which she does not fancy. Your new Prime Minister (The Rt. Hon. Tony Blair, MP for the 97.85% of you who have until now been unaware that there is a world outside your borders) will appoint a minister for America without the need for further elections. Congress and the Senate will be disbanded. A questionnaire will be circulated next year to determine whether any of you noticed. To aid in the transition to a British Crown Dependency, the following rules are introduced with immediate effect: 1. You should look up \"revocation\" in the Oxford English Dictionary. Then look up \"aluminium\". Check the pronunciation guide. You will be amazed at just how wrongly you have been pronouncing it. Generally, you should raise your vocabulary to acceptable levels. Look up \"vocabulary\". Using the same twenty seven words interspersed with filler noises such as \"like\" and \"you know\" is an unacceptable and inefficient form of communication. Look up \"interspersed\". 2. There is no such thing as \"US English\". We will let Microsoft know on your behalf. 3. You should learn to distinguish the English and Australian accents. It really isn't that hard. 4. Hollywood will be required occasionally to cast English actors as the good guys. 5. You should relearn your original national anthem, \"God Save The Queen\", but only after fully carrying out task 1. We would not want you to get confused and give up half way through. 6. You should stop playing American \"football\". There is only one kind of football. What you refer to as American \"football\" is not a very good game. The 2.15% of you who are aware that there is a world outside your borders may have noticed that no one else plays \"American\" football. You will no longer be allowed to play it, and should instead play proper football. Initially, it would be best if you played with the girls. It is a difficult game. Those of you brave enough will, in time, be allowed to play rugby (which is similar to American \"football\", but does not involve stopping for a rest every twenty seconds or wearing full kevlar body armour like nancies). We are hoping to get together at least a US rugby sevens side by 2005. 7. You should declare war on Quebec and France, using nuclear weapons if they give you any merde. The 97.85% of you who were not aware that there is a world outside your borders should count yourselves lucky. The Russians have never been the bad guys. \"Merde\" is French for \"shit\". 8. July 4th is no longer a public holiday. November 8th will be a new national holiday, but only in England. It will be called \"Indecisive Day\". 9. All American cars are hereby banned. They are crap and it is for your own good. When we show you German cars, you will understand what we mean. 10. Please tell us who killed JFK. It's been driving us crazy. God Save the Queen! The \"Revocation\" piece escaped into the wider world of the Internet a week later when Peter Rieden of Farnborough, U.K., added three more entries to a slightly revised the list (bringing the total to thirteen) and posted it to the USENET newsgroup sci.military.naval on 15 November 2000: The following is the text of a message which was communicated to President Clinton at 07:30 (EST) today: NOTICE OF REVOCATION OF INDEPENDENCE To the citizens of the United States of America from Her Britannic Majesty, Queen Elizabeth II. In the light of your failure to elect a President of the USA and thus to govern yourselves, we hereby give notice of the revocation of your independence, effective today. Her Sovereign Majesty Queen Elizabeth II will resume monarchical duties over all states, commonwealths and other territories. Except Utah, which she does not fancy. Your new prime minister (The rt. hon. Tony Blair, MP - for the 97.85% of you who have until now been unaware that there is a world outside your borders) will appoint a minister for America without the need for further elections. Congress and the Senate will be disbanded. A questionnaire will be circulated next year to determine whether any of you noticed. To aid in the transition to a British Crown Dependency, the following rules are introduced with immediate effect: 1. You should look up \"revocation\" in the Oxford English Dictionary. Then look up \"aluminium\". Check the pronunciation guide. You will be amazed at just how wrongly you have been pronouncing it. Generally, you should raise your vocabulary to acceptable levels. Look up \"vocabulary\". Using the same twenty seven words interspersed with filler noises such as \"like\" and \"you know\" is an unacceptable and inefficient form of communication. Look up \"interspersed\". 2. There is no such thing as \"US English\". We will let Microsoft know on your behalf. Future adult suffrage will be based in part on successful completion of compulsory spelling examinations which will focus on words like \"colour\" and \"visualise\" whose mis-spelling is endemic in the American colonies. 3. You should learn to distinguish the English and Australian accents. It really isn't that hard. 4. Hollywood will be required occasionally to cast English actors as the good guys. 5. You should relearn your original national anthem, \"God Save The Queen\", but only after fully carrying out task 1. We would not want you to get confused and give up half way through. 6. You should stop playing American \"football\". There is only one kind of football. What you refer to as American \"football\" is not a very good game. The 2.15% of you who are aware that there is a world outside your borders may have noticed that no one else plays \"American\" football. You will no longer be allowed to play it, and should instead play proper football. Initially, it would be best if you played in the girls leagues; it is a difficult game. Those of you brave enough will, in time, be allowed to play rugby (which is similar to American \"football\", but does not involve stopping for a rest every twenty seconds or wearing full kevlar body armour like nancies). We are hoping to get together at least a US rugby sevens side by 2015. 7. You should declare war on Quebec and France, using nuclear weapons if they give you any merde. The 98.85% of you who were not aware that there is a world outside your borders should count yourselves lucky. The Russians have never been the bad guys. \"Merde\" is French for \"shit\". 8. July 4th is no longer a public holiday. November 8th will be a new national holiday, but only in England. It will be called \"Indecisive Day\". 9. All American cars are hereby banned. They are crap and it is for your own good. When we show you German cars, you will understand what we mean. 10. As a sign of penance 5 grams of sea salt per cup will be added to all tea made within the Commonwealth of Massachusetts, this quantity to be doubled for tea made within the city of Boston itself. 11. From November 1st only proper British Bitter will be referred to as \"beer\", and European brews of known and accepted provenance will be referred to as \"Lager\". The substances formerly known as \"American Beer\" will henceforth be referred to as \"Near-Frozen Gnat's Urine\", with the exception of the product of the American Budweiser company whose product will be referred to as \"Weak Near-Frozen Gnat's Urine\". This will allow true Budweiser (as manufactured for the last 1000 years in Pilsen, Czech Republic) to be sold without risk of confusion. 12. From November 1st the UK will harmonise petrol (or \"Gasoline\" as you will be permitted to keep calling it until April 1st 2001) prices with the former USA. The UK will harmonise its prices to those of the former USA and the Former USA will, in return, adopt UK petrol prices (roughly $6/US gallon - get used to it). 13. Please tell us who killed JFK. It's been driving us crazy. Thank you for your co-operation. The \"Revocation of Independence\" quickly spread far and wide on the Internet through e-mail forwards, newsgroup posts, and mailing lists, and within days newspapers in the U.K. were running even longer, fifteen item versions, such as the following: The Supreme Court of Florida has instructed me to post the following to ensure strict balance in these turbulent times. NOTICE OF REVOCATION OF INDEPENDENCE To the citizens of the United States of America, In the light of your failure to elect a President of the USA and thus to govern yourselves, we hereby give notice of the revocation of your independence, effective today. Her Sovereign Majesty Queen Elizabeth II will resume monarchial duties over all states, commonwealths and other territories. Except Utah, which she does not fancy. Your new prime minister (The Right Honourable Tony Blair, MP for the 97.85% of you who have until now been unaware that there is a world outside your borders) will appoint a minister for America without the need for further elections. Congress and the Senate will be disbanded. A questionnaire will be circulated next year to determine whether any of you noticed. To aid in the transition to a British Crown Dependency, the following rules are introduced with immediate effect: 1. You should look up \"revocation\" in the Oxford English Dictionary. Then look up \"aluminium\". Check the pronunciation guide. You will be amazed at just how wrongly you have been pronouncing it. The letter 'U' will be reinstated in words such as 'favour' and 'neighbour', skipping the letter 'U' is nothing more than laziness on your part. Likewise, you will learn to spell 'doughnut' without skipping half the letters. You will end your love affair with the letter 'Z' (pronounced 'zed' not 'zee') and the suffix \"ize\" will be replaced by the suffix \"ise\". You will learn that the suffix 'burgh is pronounced 'burra' e.g. Edinburgh. You are welcome to respell Pittsburgh as 'Pittsberg' if you can't cope with correct pronunciation. Generally, you should raise your vocabulary to acceptable levels. Look up \"vocabulary\". Using the same twenty seven words interspersed with filler noises such as \"like\" and \"you know\" is an unacceptable and inefficient form of communication. Look up \"interspersed\". There will be no more 'bleeps' in the Jerry Springer show. If you're not old enough to cope with bad language then you shouldn't have chat shows. When you learn to develop your vocabulary then you won't have to use bad language as often. 2. There is no such thing as \"US English\". We will let Microsoft know on your behalf. The Microsoft spell-checker will be adjusted to take account of the reinstated letter 'u' and the elimination of \"-ize\". 3. You should learn to distinguish the English and Australian accents. It really isn't that hard. English accents are not limited to Cockney, upper-class twit or Mancunian (Daphne in Frasier). You will also have to learn how to understand regional accents - Scottish dramas such as \"Taggart\" will no longer be broadcast with subtitles. While we're talking about regions, you must learn that there is no such place as Devonshire in England. The name of the county is \"Devon\". If you persist in calling it Devonshire, all American States will become \"shires\" e.g. Texasshire, Floridashire, Louisianashire. 4. Hollywood will be required occasionally to cast English actors as the good guys. Hollywood will be required to cast English actors to play English characters. British sit-coms such as \"Men Behaving Badly\" or \"Red Dwarf\" will not be re-cast and watered down for a wishy-washy American audience who can't cope with the humour of occasional political incorrectness. 5. You should relearn your original national anthem, \"God Save The Queen\", but only after fully carrying out task 1. We would not want you to get confused and give up half way through. 6. You should stop playing American \"football\". There is only one kind of football. What you refer to as American \"football\" is not a very good game. The 2.15% of you who are aware that there is a world outside your borders may have noticed that no one else plays \"American\" football. You will no longer be allowed to play it, and should instead play proper football. Initially, it would be best if you played with the girls. It is a difficult game. Those of you brave enough will, in time, be allowed to play rugby (which is similar to American \"football\", but does not involve stopping for a rest every twenty seconds or wearing full kevlar body armour like nancies). We are hoping to get together at least a US rugby sevens side by 2005. You should stop playing baseball. It is not reasonable to host an event called the 'World Series' for a game which is not played outside of America. Since only 2.15% of you are aware that there is a world beyond your borders, your error is understandable. Instead of baseball, you will be allowed to play a girls' game called \"rounders\" which is baseball without fancy team strip, oversized gloves, collector cards or hotdogs. 7. You should declare war on Quebec and France, using nuclear weapons if they give you any merde. The 97.85% of you who were not aware that there is a world outside your borders should count yourselves lucky. The Russians have never been the bad guys. \"Merde\" is French for \"5hit\". You will no longer be allowed to own or carry guns. You will no longer be allowed to own or carry anything more dangerous in public than a vegetable peeler. Because we don't believe you are sensible enough to handle potentially dangerous items, you will require a permit if you wish to carry a vegetable peeler in public. 8. July 4th is no longer a public holiday. November 8th will be a new national holiday, but only in England. It will be called \"Indecisive Day\". 9. All American cars are hereby banned. They are crap and it is for your own good. When we show you German cars, you will understand what we mean. All road intersections will be replaced with roundabouts. You will start driving on the left with immediate effect. At the same time, you will go metric with immediate effect and without the benefit of conversion tables. Roundabouts and metrication will help you understand the British sense of humour. 10. You will learn to make real chips. Those things you call French fries are not real chips. Fries aren't even French, they are Belgian though 97.85% of you (including the guy who discovered fries while in Europe) are not aware of a country called Belgium. Those things you insist on calling potato chips are properly called \"crisps\". Real chips are thick cut and fried in animal fat. The traditional accompaniment to chips is beer which should be served warm and flat. Waitresses will be trained to be more aggressive with customers. 11. As a sign of penance 5 grams of sea salt per cup will be added to all tea made within the Commonwealth of Massachusetts, this quantity to be doubled for tea made within the city of Boston itself. 12. The cold tasteless stuff you insist on calling beer is not actually beer at all, it is lager. From November 1st only proper British Bitter will be referred to as \"beer\", and European brews of known and accepted provenance will be referred to as \"Lager\". The substances formerly known as \"American Beer\" will henceforth be refered to as \"Near-Frozen Knat's Urine\", with the exception of the product of the American Budweiser company whose product will be referred to as \"Weak Near-Frozen Knat's Urine\". This will allow true Budweiser (as manufactured for the last 1000 years in Pilsen, Czech Republic) to be sold without risk of confusion. 13. From November 1st the UK will harmonise petrol (or \"Gasoline\" as you will be permitted to keep calling it until April 1st 2001) prices with the former USA. The UK will harmonise its prices to those of the former USA and the Former USA will, in return, adopt UK petrol prices (roughly $6/US gallon - get used to it). 14. You will learn to resolve personal issues without using guns, lawyers or therapists. The fact that you need so many lawyers and therapists shows that you're not adult enough to be independent. Guns should only be handled by adults. If you're not adult enough to sort things out without suing someone or speaking to a therapist then you re not grown up enough to handle a gun. 15. Please tell us who killed JFK. It's been driving us crazy. Tax collectors from Her Majesty's Government will be with you shortly to ensure the acquisition of all revenues due (backdated to 1776). Thank you for your cooperation. Curiously, U.S. newspapers tended to run a fifteen-item version as well, but one that was much terser and made significantly different \"demands\" to which the U.S. was required to comply: To the citizens of the United States of America: In light of your failure to elect anybody as President of the USA, and thus to govern yourselves and, by extension, the free world, we hereby give notice of the revocation of your independence, effective today. Her Sovereign Majesty Queen Elizabeth II will resume monarchical duties over all states, commonwealths and other territories including New Jersey. To aid in the transition to a British Crown Dependency, please comply with the following acts: 1. Look up \"revocation\" in the now official Oxford Dictionary. Start spelling English words correctly. 2. Learn at least the first four lines of \"God Save The Queen.\" 3. Start referring to \"soccer\" as football. 4. Declare war on Quebec and France. 5. Arrest Mel Gibson for treason. 6. Close down the National Football League. Learn to play rugby. 7. Enjoy warm, flat beer and steak and kidney pudding. 8. Train waitresses to be more aggressive with customers and not to tell you their names before you eat. 9. July 4th is no longer a public holiday; this has been replaced with Nov. 5. 10. All members of this British Crown Dependency will be required to take six weeks annual vacation and observe statutory tea breaks. 11. Driving on the left side of the road is now compulsory. Recall all vehicles to effect the change immediately. 12. Report to our Consulate General in New York for your new passport and job allocation. 13. Have Meg Ryan report to Prince Andrew's bedchamber. 14. Add the royal insignia to the top of the Washington Monument and the Queen's Christmas speeches to the Lincoln Memorial. 15. Stop referring to the World Series of Baseball and instead call it the National Series of USA, Cuba and Japan. Tax collectors from Her Majesty's Government will be with you shortly to ensure the acquisition of all revenues due (backdated to 1776). Thank you for your cooperation and have a nice day. Predictably, the satire spawned a variety of U.S. \"rebuttal\" versions: The Supreme Court of Florida has instructed me to post the following to ensure strict balance in these turbulent times. DECLARATION OF ANNEXING THE BRITISH ISLES AS PART OF THE USA To the imperialist British colonizers. In the light of your indecision over joining a common European Currency, your dissatisfaction with the European Union, your bickering with European Governments and the fact that you already almost speak our language and refuse to speak any other European languages, you are to be annexed as a State of America. Your state code will be GB. Zip codes will be assigned to replace your old postal districts. The state capital will be Stratford-upon-Avon which is a lot prettier than London. Princess Diana will be declared a saint. You have already assimilated so much American culture that you are unlikely to notice the transition. To aid in the assimilation, the following rules are introduced with immediate effect: 1. Look up \"aluminum\" in any good American Dictionary. Check the spelling and pronunciation guide. We discovered it, we named it, you are mispronouncing it. Learn to live with it. You are, of course welcome to your idiosyncratic and illogical place-names such as Edinburgh, if you wanted it pronounced 'Eddinburra' you have spelled it that way in the first place. You will quit using words such as \"fortnight\". The correct term is \"a two week period\". You will learn words such as \"credenza\", \"intern\" and \"chad\". 2. There is no such thing as \"UK English\". UK English is the relic of a defunct colonialist power which attempted to impose British English linguistic superiority on a nation which has a higher number of English speakers. 3. Your film-makers should learn to distinguish the American and Canadian accents. American accents are not limited to redneck drawls or New York accents. Mainland Americans have more than enough accents to cope with in our own country, so all British dramas will now bear subtitles, especially those made in impenetrable dialects such as Scottish, Scouse or Geordie. To make life easier for mainland America, all British films and TV programs must use American vocabulary and accents; Scotch characters will wear plaid, Irish characters will have shamrocks on them, Welsh characters will not be used since we don't have Welsh Americans, and English characters will wear bowler hats and pinstripes. 4. The British film industry will no longer portray all Americans as cowboys, rednecks, trailer trash or Beverly Hills billionaires. Hollywood will continue to use \"Mockney\" and \"Posh\" British accents as this makes it easier for viewers to identify which characters are British. You can have Hugh Grant back. He's a lousy actor and we don't want him either. All British films will be made in Hollywood where the weather and scenery are better. Your film industry is already unable to make a halfway-decent film which doesn't contain a American in the starring role. All American characters should be 'good guys'. 5. You will learn your new national anthem \"The Star Spangled Banner\". It shall be sung every morning at kindergarten, high school, university and your places of work. Your Union Flag will be hung up any damn way we wish so stop bitching about it being upside down. If there was meant to be a right way up you should have made it simpler. All Union flags will be replaced by the Stars and Stripes over a 12 month period of time. 6. You should stop playing soccer and rugby. There is no need to have two games, one of which is confusingly like Football and one of which is called football but patently isn't real football. If it doesn't require 45 pounds of padding, it isn't football. You should also stop playing cricket. Americans can't understand the rules. If you insist on playing this game which is only played by former British colonies, you will introduce a simplified scoring system, timeouts, colored strips and cheerleaders to make it more interesting. Any match which takes longer than 90 minutes will be declared a draw. 7. In films, as in real life, we decide who the bad guys are. The bad guys are those guys who don't do as we tell them. They are also the guys who attract the biggest audiences into movie theaters. You will cease using the word \"cinema\". They are \"movie theaters\". The snippets of forthcoming films are not \"trailers\" they are \"teasers\". 8. November 5th is no longer a day for fireworks. July 4th is the appropriate fireworks festival. If you want a big fireworks party on November 5th, we will help you to blow up your Houses of Parliament. You won't be needing them any longer; Disneyland London will be situated there. Hunting with packs of dogs is also banned. Instead, you will go hunting with a pick-up truck, some six-packs of beer, two coonhounds and enough guns and ammo to equip a private militia. There is also no such activity as \"caravanning\". It is properly called \"camping\". The thing boy scouts do with tents and bedrolls is called \"tenting\". 9. Roundabouts will be banned. What is the point of turning left in order to turn right? They are confusing to Americans and are death traps. You will start driving on the right with immediate effect. Most of the world drives on the right already. You will be allowed to turn right on a red light if safe to do so though you must check local county legislation as this is not permitted in all areas. 10. Those things which you call chips are cholesterol-soaked abominations. You will start to eat fries - light fluffy potato in crisp coating. If you want to eat British-style fried potato sticks you will need a certificate from your doctor and good medical insurance. Beer is to be served cold. The warm, flat drink you call beer is properly termed 'ale' and the FDA have determined it to be unfit for human consumption. You will also learn the difference between crackers, cookies and biscuits to avoid causing unnecessary confusion to mainland Americans. 11. All inter-personal communications between family members, even if resident in the same house, must be through a lawyer. It is compulsory to sue somebody at least once per year - be inventive. It is compulsory to have therapy three times each week and to recover false memories of your childhood which allow you to sue your parents and/or your therapist. Therapy will take the place of speaking to family members. You will be given compulsory courses on how to become dysfunctional. Name your children after interesting medical conditions. 12. You will not have guns. In the eyes of Mainland Americans you are wayward children. Children are not permitted to play with firearms unless they have a legitimate reason to do so i.e. they plan to gun down the population of a small town (self-defense) or slaughter every living creature within a mile radius (hunting). Thank you for your co-operation. You will be assimilated. Another popular response to the \"Revocation\" piece was this one: SUBJECT: NOTICE OF REVOCATION OF INDEPENDENCE To the citizens of the United Kingdom of Great Britain and Northern Ireland: We welcome your concern about our electoral process. It must be exciting for you to see a real Republic in action, even if from a distance. As always we're amused by your quaint belief that you're actually a world power. The sun never sets on the British Empire! Right-o chum! However, we regretfully have to decline your offer for intervention. On the other hand, it would be amusing to see you try to enforce your new policy (for the 96.3% of you that seem to have forgotten that you have little to no real power). After much deliberation, we have decided to continue our tradition as the longest running democratic republic. It seems that switching to a monarchy is in fact considered a \"backwards step\" by the majority of the world. To help you rise from your current anachronistic status, we have compiled a series of helpful suggestions that we hope you adopt: 1. Realize that language is an organic structure, and that you aren't always correct in your pronunciation or spelling. Let's use your \"aluminium\" example. Sir Humphrey Davy (an Englishman) invented the name \"aluminum\" (note spelling) for the metal. However, in common usage the name evolved into \"aluminium\" to match the naming convention of other elements. In 1925 the United States decided to switch back to the original spelling and pronunciation of the word, at which point we dominated the aluminum industry. We'd also like to point out that the process of actually producing aluminum was developed by an American and a Frenchman (not an Englishman). However, we'd like to thank you for the Oxford English Dictionary. It's an interesting collection, considering that over 10,000 of the words in the original edition were submitted by a crazy American civil-war veteran called Dr. William Charles Minor. 2. Learn to distinguish the American and Canadian accents, and then we'll talk about the English and Australian accent issue. 3. Review your basic arithmetic. (Hint 100 - 98.85 = 1.15 and 100 - 97.85 = 2.15) 4. If you want English actors as good guys, then make your own movies. Don't rely on us for your modern popular culture. We liked \"Lock, Stock, and Two Smoking Barrels\", \"Trainspotting\", and \"The Full Monty\". We've also heard good things about this \"Billy Elliot\". But one good movie a year doesn't exactly make a cultural powerhouse. However, you're doing pretty well with music, so keep up the good work on that front. 5. It's inefficient to have a national anthem that changes its title whenever your monarch dies. Let's not forget that your national anthem has an extremely boring tune. We suggest switching to that Rule Brittania ditty, it's toetapping. Or maybe Elton John could adapt \"Candle In The Wind\" again for you guys. 6. Improve at your national sport. Football? Soccer? This just in:United States gets fourth place in men's soccer at the 2000 Summer Olympics. United Kingdom? Not even close. By the way, impressive showing at Euro 2000. You almost managed to get through the tournament without having your fans start an international incident. 7. Learn how to cook. England has some top notch candy. Salt 'n' Vinegar chips are quite yummy. However, there's a reason why the best food in your country is Indian or Chinese. Your contributions to the culinary arts are soggy beans, warm beer, and spotted dick. Perhaps when you finally realize the French aren't the spawn of satan they'll teach you how to cook. 8. You're doing a terrible job at understanding cars. The obvious error is that you drive on the wrong side of the road. A second problem is pricing, it's cheaper to buy a car in Belgium and ship it to England than to buy a car in England. On the other hand, we like Jaguars and Aston Martins. That's why we bought the companies. 9. We'll tell you who killed JFK when you apologize for \"Teletubbies\". Thank you for your time. Yu can now return to watching bad Australian soap operas. P.S. Regarding WW2: You're Welcome. All of this brings us to the end of 2004, when the U.S. went through another close, controversial, contested presidential election (although one not nearly as close, controversial, or contested as the 2000 version), which once again resulted in a victory for the Republican candidate, George W. Bush. One of the multiplicity of variants of the four-year-old \"Revocation of Independence\" satire was dusted off, British funnyman John Cleese's name was appended to the end, and the cycle of forwarding started all over again, only this time with a recognizeable name attached to the piece. Many, many people have had a hand in shaping the multiple variations of this bit of humor that now exist, but John Cleese himself is one of the few who hasn't.",
  "Originally Published": "",
  "Referred Links": "http://groups-beta.google.com/group/sci.military.naval/msg/22db61030424d85b;",
  "Example": "[Collected via the Internet, 2004] John Cleese's Letter to the USA To the citizens of the United States of America, in light of your failure to elect a competent President of the USA and thus to govern yourselves, we hereby give notice of the revocation of your independence, effective today. Her Sovereign Majesty Queen Elizabeth II resumes monarchical duties over all states, commonwealths and other territories. Except Utah, which she does not fancy. Your new prime minister (The Right Honourable Tony Blair, MP for the 97.8% of you who have, until now, been unaware there's a world outside your borders) will appoint a Minister for America. Congress and the Senate are disbanded. A questionnaire circulated next year will determine whether any of you noticed. To aid your transition to a British Crown Dependency, the following rules are introduced with immediate effect: 1. Look up \"revocation\" in the Oxford English Dictionary. Check \"aluminium\" in the pronunciation guide. You will be amazed at just how wrongly you pronounce it. The letter 'U' will be reinstated in words such as 'favour' and 'neighbour'. Likewise you will learn to spell 'doughnut' without skipping half the letters. Generally, you should raise your vocabulary to acceptable levels. Look up \"vocabulary.\" Using the same twenty seven words interspersed with filler noises such as \"like\" and \"you know\" is an unacceptable and inefficient form of communication. Look up \"interspersed.\" There will be no more 'bleeps' in the Jerry Springer show. If you're not old enough to cope with bad language then you should not have chat shows. 2. There is no such thing as \"U.S. English.\" We'll let Microsoft know on your behalf. The Microsoft spell-checker will be adjusted to take account of the reinstated letter 'u'. 3. You should learn to distinguish English and Australian accents. It really isn't that hard. English accents are not limited to cockney, upper-class twit or Mancunian (Daphne in Frasier). Scottish dramas such as 'Taggart' will no longer be broadcast with subtitles.You must learn that there is no such place as Devonshire in England. The name of the county is \"Devon.\" If you persist in calling it Devonshire, all American States will become \"shires\" e.g. Texasshire Floridashire, Louisianashire. 4. You should relearn your original national anthem, \"God Save The Queen\", but only after fully carrying out task 1. 5. You should stop playing American \"football.\" There's only one kind of football. What you call American \"football\" is not a very good game. The 2.1% of you aware there is a world outside your borders may have noticed no one else plays \"American\" football. You should instead play proper football. Initially, it would be best if you played with the girls. Those of you brave enough will, in time, be allowed to play rugby (which is similar to American \"football\", but does not involve stopping for a rest every twenty seconds or wearing full kevlar body armour like nancies). You should stop playing baseball. It's not reasonable to host an event called the 'World Series' for a game which is not played outside of America. Instead of baseball, you will be allowed to play a girls' game called \"rounders,\" which is baseball without fancy team stripe, oversized gloves, collector cards or hotdogs. 6. You will no longer be allowed to own or carry guns, or anything more dangerous in public than a vegetable peeler. Because you are not sensible enough to handle potentially dangerous items, you need a permit to carry a vegetable peeler. 7. July 4th is no longer a public holiday. November 2nd will be a new national holiday. It will be called \"Indecisive Day.\" 8. All American cars are hereby banned. They are crap and it is for your own good. When we show you German cars, you will understand what we mean. All road intersections will be replaced with roundabouts, and you will start driving on the left. At the same time, you will go metric without the benefit of conversion tables. Roundabouts and metrication will help you understand the British sense of humour. 9. Learn to make real chips. Those things you call French fries are not real chips. Fries aren't French, they're Belgian though 97.8% of you (including the guy who discovered fries while in Europe) are not aware of a country called Belgium. Potato chips are properly called \"crisps.\" Real chips are thick cut and fried in animal fat. The traditional accompaniment to chips is beer which should be served warm and flat. 10. The cold tasteless stuff you call beer is actually lager. Only proper British Bitter will be referred to as \"beer.\" Substances once known as \"American Beer\" will henceforth be referred to as \"Near-Frozen Gnat's Urine,\" except for the product of the American Budweiser company which will be called \"Weak Near-Frozen Gnat's Urine.\" This will allow true Budweiser (as manufactured for the last 1000 years in Pilsen, Czech Republic) to be sold without risk of confusion. 11. The UK will harmonise petrol prices (or \"Gasoline,\" as you will be permitted to keep calling it) for those of the former USA, adopting UK petrol prices (roughly $6/US gallon, get used to it). 12. Learn to resolve personal issues without guns, lawyers or therapists. That you need many lawyers and therapists shows you're not adult enough to be independent. If you're not adult enough to sort things out without suing someone or speaking to a therapist, you're not grown up enough to handle a gun. 13. Please tell us who killed JFK. It's been driving us crazy. 14. Tax collectors from Her Majesty's Government will be with you shortly to ensure the acquisition of all revenues due (backdated to 1776). Thank you for your co-operation. * John Cleese [Basil Fawlty, Fawlty Towers, Torquay, Devon, England]",
  "Last Updated": "26 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/revocation.asp",
  "Claim": "Monty Python member John Cleese penned a satirical piece announcing the revocation of America's independence.",
  "Claim_ID": "politics_soapbox_revocation",
  "Tags": ""
}