{
  "Origins": "On 6 August 2011, Taliban fighters downed a U.S. CH-47 Chinook helicopter in Afghanistan, killing 38 people, including 30 members of the American military 17 Navy SEALs, five members of a Naval Special Warfare unit that supports SEALs, three Air Force personnel and five Army aircrew members as well as seven Afghan soldiers and an Afghan interpreter. On 8 August 2011, Today Show host Matt Lauer conducted an interview with the grieving family of Aaron Vaughn, one of the Navy SEALS killed in that incident, speaking with Vaughn's widow, Kimberly, and his parents, Billy and Karen:",
  "Fact Check": "",
  "Description": "The e-mail reproduced above claims that a reference to Christ was edited out of the interview by NBC in repeat airings and in the online clip of the interview made available by MSNBC via the MSN web site because \"using the word Christ might offend someone.\" However, a viewing of the interview as offered on MSN shows no signs of editing and includes religious references from all three participants, including Kimberly Vaughn's mention of her husband's \"love for Christ.\" Billy Vaughn is shown noting that his son \"loved his country [and] he loved God,\" Karen Vaughn states that \"More than anything, I'm most proud of the way [Aaron] loved God and how important his faith was to him,\" and a tearful Kimberly Vaughn, in response to a question from Matt Lauer about what their children would know of their father's legacy, says that \"They will take away his love for Christ. They will take away his strength, and his love for this country. And they will know what an amazing man he is ... was.\" While it's possible that some particular NBC affiliate or other local station, in its news reporting, may have aired only excerpts of the interview or cut short the ending (thereby eliminating Kimberly Vaughn's mention of her husband's love for Christ), the evidence does not support the claim that NBC itself deliberately edited the interview clip to remove a reference to Christ. Variations: A November 2012 version of this item altered the first line to reference a \"Navy SEAL killed along with the US ambassador in Libya.\" However, the Navy SEAL described in the text was killed in Afghanistan in August 2011, more than a year before the September 2012 attack on the U.S. diplomatic mission in Benghazi which resulted in the deaths of the U.S. ambassador to Libya and three other members of the mission.",
  "Originally Published": "",
  "Referred Links": "http://today.msnbc.msn.com/id/26184891/vp/44056886#44056886;http://today.msnbc.msn.com/id/44056945/ns/today-today_people/t/navy-seals-widow-we-were-blessed-be-together;",
  "Example": "[Collected via e-mail, September 2011] This morning on the Today Show, Matt Lauer interviewed one of the wives of one of the Navy Seals killed this weekend. He asked her what she would say to her children about their dad and how she would want them to remember him... She said, and I quote, \" His love for Christ\" and then continued with a few other things... through out the day and on MSN homepage...when the story is replayed they have edited the \"Love of Christ\" part out... Why? Because using the word Christ might offend someone... well I am a Christian and I am offended! Offended that they would edit it out. Offended that we as Christians are asked to tread lightly so as not to offend someone of another religion. I think anyone who missed the original broadcast this morning should know what NBC has done. This man loved his country and loved his God and gave his life for both, just as Christ gave His life for him... Please feel free to copy this and forward it to everyone on your email list. There are emails that go around saying \" If you believe in God\" then forward this... well I am starting one right here, right now...I am not ashamed of God but I am becoming more ashamed of my country ...It is time to take a stand. Please GOD, have mercy on us and help us all.",
  "Last Updated": "5 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/vaughn.asp",
  "Claim": "NBC edited an interview with the family of a deceased Navy SEAL to remove a reference to Christ.",
  "Claim_ID": "politics_religion_vaughn",
  "Tags": ""
}