{
  "Origins": "This item is another example of updated and recycled political humor, a newer version of a jape we last saw back in 2000:",
  "Fact Check": "",
  "Description": "Presidential Election Announcement Due to an anticipated voter turnout much larger than originally expected, the polling facilities may not be able to handle the load all at once. Therefore, Republicans and Independents are requested to vote on Tuesday, November 7. The Democrats will vote on Wednesday, November 8. Please pass this message along and help us to make sure that nobody gets left out and everything will run smoothly with this minor change. Be sure to vote!!! Know where your voting place is near you!! 2000 Presidental Election Commission Election Day is Tuesday, November 4, 2008, for everyone . If you haven't already taken advantage of some alternative form of casting your ballot (e.g., voting ahead of Election Day in a locale that allows for early voting, sending in an absentee ballot, voting by mail) and you plan to vote at a polling place, you need to turn out on Election Day showing up on November 5 won't work. Although this item may seem like a bit of obvious and frivolous election year humor, it's bound to fool or confuse some people, and when it made the rounds of the Internet back in 2000 officials started making grumbling noises about seeking prosecutions for voter fraud. This form of humor moved closer to the \"dirty tricks\" column than the \"funny jokes\" column in late October 2008, when it was circulated in Virginia on fliers bearing the name and logo of the Virginia State Board of Elections as well as the logo of the Commonwealth of Virginia: The old Chicago aphorism says to \"vote early and vote often.\" The part about voting early, at least, is good advice: If you haven't already cast a ballot, make sure you show up at the polls on Tuesday, November 4, not some other day no matter which party you're voting for.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] New Election Day procedures Historically, Election Day in the U.S. is always the first Tuesday, following the first Monday, of November. That date would be Tuesday, November 4 in the year 2008. But with the voter turnout expected to be historically high, given the nature of this Presidential election, apparently there is a change taking place in this year's procedure. Voting will take place over two days instead of just one. Everyone that appears at the polls Tuesday, November 4, 2008, will only be allowed to vote for Republican Party candidates. If you want to vote for a Democratic Party candidate, or a split party ticket, you are to appear at the polls on Wednesday, November 5, 2008. This is to eliminate long lines and delays in voting. For some reason this procedural change has not been covered very well so far by the media. But I'm sure it will get more coverage as we get closer to Election Day(s). So that all of our votes can count, please pass this along to everyone that you think may want to vote for any Democratic Party candidates, including Barack Obama. See you at the polls!",
  "Last Updated": "28 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/voting.asp",
  "Claim": "Election Day 2008 is being split across two separate days because of an anticipated heavy voter turnout.",
  "Claim_ID": "politics_humor_voting",
  "Tags": ""
}