{
  "Origins": "On 17 November 2014, several political blogs reported President Barack Obama \"secretly\" met with \"Ferguson protesters\" on 5 November 2014. The reports began to circulate just as Missouri Governor Jay Nixon proactively declared a state of emergency pending a grand jury decision over whether to indict Officer Darren Wilson, the policeman who shot Ferguson teenager Mike Brown.",
  "Fact Check": "",
  "Description": "According to rumors, President Obama met in secret with \"Ferguson protesters\" as soon as the 2014 midterm elections concluded. Many of the blog posts alluded to deliberate concealment of the purported meeting, insinuating the President was essentially delivering a covert message to the protesters ahead of potential civil unrest in Ferguson. One commonly circulating account suggested even the New York Times was in on the subterfuge: Obama met with Ferguson protest leaders on November 5th, the day after the midterm elections. The meeting was left off his daily schedule. In that meeting, he said was concerned that the protesters \"stay on course.\" What does that mean? And why is the President of the United States meeting with protesters who have vandalized, robbed or destroyed over 100 businesses before a verdict is reached in the court case? The New York Times did their best to hide this meeting in the 21st paragraph of their report. Another blog claimed: Once again, the president seems to be siding with the potential bad guys. On November 5, the day after the elections, Obama met with Ferguson, Missouri protesters and said he was \"concerned\" that they \"stay on course.\" Going by blog posts alone, one would think President Obama was directing protesters in Ferguson to brace for a lack of indictment in the case and riot in response. But did the President really secretly meet with \"Ferguson protestors\" on 5 November 2014 and express his concerns about staying some unspecified course? The White House's schedule for 5 November 2014 lists four events, none of them involving \"Ferguson protesters\": On the schedule for that day were two briefings, a press conference, and a reception hosted by Vice President Joe Biden to commemorate Breast Cancer Awareness Month. However, reports indicate President Obama held an off-the-schedule meeting that day with civil rights leaders, including Rev. Al Sharpton. The claim about President Obama's secret meeting with \"Ferguson protesters\" appears to stem solely from an article published in the New York Times on 16 November 2014 which mentioned that meeting. Blog posts claim the Times \"buried\" mention of the President's 5 November meeting with civil rights leaders at the tail end of its story. But the article in question was a broad discussion of Missouri's preparations for the Darren Wilson indictment decision, not a report on President Obama's putative conversations with Ferguson \"protesters,\" so the meeting was tangential to the thrust of the story. The contextless excerpt from that story which has been widely circulated doesn't really represent the article's narrative, which read (in context): At times, there has been a split between national civil rights leaders and the younger leaders here, who see their efforts as more immediate, less passive than an older generation's. But some here said relations have improved in recent weeks. Some of the national leaders met with President Obama on Nov. 5 for a gathering that included a conversation about Ferguson. According to the Rev. Al Sharpton, who has appeared frequently in St. Louis with the Brown family and delivered a speech at Mr. Brown's funeral, Mr. Obama \"was concerned about Ferguson staying on course in terms of pursuing what it was that he knew we were advocating. He said he hopes that we're doing all we can to keep peace.\" The referenced meeting does not appear to have been specifically about the Ferguson protests, nor did earlier news reports mention that the topic had been discussed: As the head of [National Action Network], Sharpton met with Obama the day after Democrats' disastrous midterm elections. The heads of the NAACP, the Urban League, and the Legal Defense Fund were also there to discuss immigration and other pressing issues. Obama seemed as unperturbed as ever, even by the previous day's Republican sweep. Even sources that are heavily critical of the President and reported (prior to publication of the Times article) Obama met with Sharpton on 5 November 2014 did not mention Ferguson, Missouri, or the pending grand jury decision regarding Darren Wilson: Barack Obama hears you!!! He even hears people who didn't vote for him. He noticed Republicans had a good night in the understatement of the year. He heard you ask him to invite crazy-as-a-rabid-bat Al Sharpton to the White House the day after the Tsunami washed away Obama's perceived mandate to make us all into socialists. The White House confirmed that Sharpton was invited to the White House and the reason was to help Obama work with his Republican Congress. Mr. Obama, his aides said, is anxious to speak with \"the leaders over the next two years to advance these and other crucial issues facing the country.\" On 5 November 2014, the meeting was also reported in Beltway-centric blogs. Again, no mention was made of the topic of potential civil unrest in Ferguson coming up in the meeting: President Obama huddled with top civil rights leaders at the White House on Wednesday, hours after his party lost control of the Senate. The meeting included a discussion of ObamaCare implementation, education and criminal justice issues, according to a White House official. \"The president also highlighted how we are looking forward to working with the leaders over the next two years to advance these and other critical issues facing the country,\" the official said. Attendees at the meeting included NAACP President Cornell Brooks, National Urban League President Marc Morial and Rev. Al Sharpton. So President Obama did meet with the Rev. Al Sharpton, among others, on 5 November 2014; but he did not meet with \"Ferguson protesters\" (unless one counts Sharpton, who has visited Ferguson, as a \"protester\"). The meeting was not conducted with a group of demonstrators, but rather with leaders of civil rights groups such as the NAACP and the National Urban League; and it was widely reported on mainstream news sites and blogs. The discussion at that meeting was not specifically about events in Missouri, and President Obama's only reported comment on that issue (which was related second-hand by the Rev. Sharpton) was an expressed desire to see civil rights leaders work to promote peace during potentially difficult days to come in Ferguson.",
  "Originally Published": "",
  "Referred Links": "http://www.independentsentinel.com/obama-hears-you-he-called-al-sharpton-up-to-the-white-house/;http://www.nytimes.com/2014/11/17/us/groups-in-ferguson-prepare-for-grand-jury-decision.html;http://www.whitehouse.gov/schedule/complete/2014-11-05;http://www.reuters.com/article/2014/11/17/us-usa-missouri-shooting-idUSKCN0J11Q020141117;",
  "Example": "[Collected via e-mail, November 2014] Did this really happen? Obama Secretly Met With Ferguson Protesters ... What He Told Them is Truly Disturbing",
  "Last Updated": "18 November 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/obama/ferguson.asp",
  "Claim": "President Obama secretly met with Ferguson protesters and urged them to \"stay on course.\"",
  "Claim_ID": "politics_obama_ferguson",
  "Tags": ""
}