{
  "Origins": "The most common response to the question of why an Internet-circulated political item describes events \"we haven't heard about on the news\" is because the referenced events didn't take place. Such is the case with this rumor positing that Iowa governor Terry Branstad refused to allow 124 undocumented children to remain in his state and instead chartered a flight to return them all to Honduras.",
  "Fact Check": "",
  "Description": "The genesis of this account is an influx of undocumented children (primarily those fleeing violence and worsening economic conditions in Central America) who are entering and remaining in the United States without satisfying any of the legal requirements for immigration. U.S. law prohibits the Department of Homeland Security (DHS) from immediately deporting such children if they come to the U.S. from countries other than Canada or Mexico; instead, the DHS is required to turn the youngsters over to the Department Health and Human Services within 72 hours. According to reports, however, most of these undocumented children are being handed over to relatives or sponsors in the U.S., or simply being released on their own recognizance, and are thereby illegally remaining in the U.S. rather than being sent back to their countries of origin: Unlike other stories of illegal immigration across a porous border, these immigrants aren't sneaking in. They're showing up and announcing themselves. \"We are seeing hundreds turning themselves in daily. And I mean hundreds at a time,\" said Chris Cabrera, a leader of the local chapter of the National Border Patrol Council, a labor union representing U.S. Border Patrol agents. Many of the immigrants use rafts to cross the Rio Grande, equipped with instructions to follow the river until reaching the Border Patrol site to surrender. \"They know that once they get to the station, we are going to give them paperwork and we are going to set them free into the United States,\" Cabrera says. \"Most of the time, they're getting released to relatives in the U.S.,\" Cabrera said. \"There's nowhere to put them, so they're released on their own recognizance and have a pending court date. I'd say between 95 and 97% of adults or youths don't show up for court.\" The numbers are staggering. He estimates that more than 60,000 unaccompanied juveniles will cross in 2014 and that the numbers will rise from there. \"You're talking kids from 17 years old, on down to some that are 5 or 6 years old, traveling by themselves,\" Cabrera says. \"The situation with the kids are they came by themselves, they have no relatives here, and the consulates can't keep up. They're in limbo. There's no one (back home) to deport them to,\" a DHS spokesman [said]. President Obama has declared the issue \"an urgent humanitarian situation\": President Barack Obama declared the crossings \"an urgent humanitarian situation requiring a unified and coordinated federal response.\" [I]n a memo to the heads of executive departments and agencies, he announced an \"interagency Unified Coordination Group to ensure unity of effort across the executive branch in responding to the humanitarian aspects of this situation.\" The group will oversee coordination with state, local and other agencies. Homeland Security Secretary Jeh Johnson is establishing the group. In a statement, he said that \"addressing the rising flow of unaccompanied children crossing our southwest border is an important priority of this administration and the Department of Homeland Security.\" Nonetheless, U.S. border facilities don't have enough food, beds or sanitary facilities to provide for all the children entering the U.S., and critics have taken aim at the Obama administration and the federal government for not adequately addressing the situation including Arizona governor Jan Brewer, who objected to busloads of immigrant children being transported to her state: Texas has been so overwhelmed that federal officials are transporting busloads of immigrants, including minors, to Arizona. Arizona Gov. Jan Brewer slammed the move. \"Not only does the federal government have no plan to stop this disgraceful policy, it also has no plan to deal with the endless waves of illegal aliens once they are released here,\" she said in a statement. Rep. Bob Goodlatte, the Republican chairman of the House Judiciary Committee, calls the situation \"an administration-made disaster.\" \"Word has gotten out around the world about President Obama's lax immigration enforcement policies and it has encouraged more individuals to come to the United States illegally,\" he said in a statement. All of this background goes into the example cited at the head of this page, a claim that Iowa governor Terry Branstad refused to allow 124 undocumented children to enter and/or remain in his state and instead chartered a commercial flight to return them to Honduras. That example is only true to the extent that Governor Branstad did indeed express opposition to housing such children in his state: Gov. Terry Branstad said that he does not want Iowa to host any of the thousands of children from Central America who have crossed the U.S.-Mexico border alone. During a news conference, Branstad said he was not aware of any of the children currently living in Iowa and that state has not been contacted by the federal government about housing any immigrant children. He said the government s focus should be on securing the borders. \"The first thing we need to do is secure the border. I do have empathy for these kids,\" Branstad said. \"But I also don't want to send the signal that (you) send your kids to America illegally. That's not the right message.\" However, the main thrust of this rumor is false because: No news accounts confirm the notion that Governor Branstad chartered a flight to summarily send 124 immigrant children back to Honduras. Governor Branstad doesn't have the legal authority to deport immigrant children directly to their country of origin, as they are required to appear in U.S. immigration court. Governor Branstad's office has disclaimed the accuracy of the rumor. (And as noted above, the governor stated he wasn't even aware that children from Central American were living in Iowa or had been sent there by the federal government.) The unaccompanied immigrant children placed in Iowa so far (said to number between 122 and 139) trickled into the state individually and did not all arrive in one large group on a single airplane, as claimed above. According to local Des Moines press reports, those children have been dispersed to the care of relatives throughout the state (or otherwise provided for) rather than being sent home: \"We have a large influx of children,\" but they are not arriving in Iowa in large groups, said Sonia Parras Konrad, a Des Moines lawyer who specializes in immigration law. She added, \"They are going everywhere. I have clients from Waterloo, Hampton, Des Moines, Osceola, Ottumwa\" and other Iowa communities. She views them as traumatized refugees who are escaping rape, murder and other horrendous problems in their native countries. Many of the children are being assisted by Central American relatives in Iowa who are impoverished, and they can use help from the faith community, nonprofit groups and others, Parras Konrad said. She sees a particular need for bilingual counseling and psychological help, along with volunteer legal services to assist the children. Connie Ryan Terrell, executive director of the Interfaith Alliance of Iowa, said an effort is underway to prepare Iowans for Central American children who don't have a relative or friend they can be placed with. \"The preference would be to find a way to provide and care for those kids in a homelike situation,\" she added.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2014] WHY HAVENT WE HEARD ABOUT THIS IN THE NEWS? YES! Obama just said \"Up yours Iowa\" and Iowa shoved it back... Governor of Iowa - Hurray for you, Governor announced that Iowa will not take any illegals kids (most teenagers) in IOWA. Obama overruled him and sent him 124 young kids 13-19, landed the plane in Des Moines. Airport manager called the office of the Governor Bransted, he drove to the airport and chartered from Chicago a plane from United. Within 8 hours all the kids were loaded on, got food and drink. The plane left Iowa 8 o'clock Des Moines. Next stop was Honduras. Plane got unloaded, 4 social workers from Iowa made sure they got to the terminal, told the Honduras officials, here are your kids, they have no papers, you let them come illegal to America. Iowa refuses to take them. Iowa has their own laws. No minors who are not with adults. Iowa has not heard one thing from Washington. READ THIS!: American states are fed up.",
  "Last Updated": "25 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/iowa.asp",
  "Claim": "The governor of Iowa chartered a flight to summarily return 124 undocumented children to Honduras.",
  "Claim_ID": "politics_immigration_iowa",
  "Tags": ""
}