{
  "Origins": "Scrutiny of the character of the wives of political candidates is nothing new it has been an integral part of American politics for a very long time. The April 2008 e-mail presented above is a summary of information about Cindy Hensley McCain, wife of Senator John McCain, the Republican Party's 2008 Presidential nominee, as gleaned from a 17 April 2008 Wall Street Journal article.",
  "Fact Check": "",
  "Description": "The summary is mostly accurate: Cindy McCain was the heiress to a beer distributor's fortune, she is now active in that distributorship, she did make the Senator sign a pre-nup when he married her and has kept her finances separate from his, she did adopt a Bangladeshi girl in need of many surgeries to correct a cleft palate, she has established a family charity that benefits primarily children's causes, and she is active both in mine-clearing and children's dental restoration causes. While John and Cindy McCain have four children together (one adopted), the Senator also has another three children from his first marriage (two of whom are children his first wife brought to their marriage). The McCains have a commuter marriage in which he stays in Washington, she stays in Phoenix, but they vacation together twice a year. There is an 18-year age difference between them they met when she was 24 and he was 42. But the summary errs when it says \"Mother Teresa implored Mrs. McCain to take the baby with severe cleft palate.\" While the child did come from an orphanage begun by Mother Theresa, it appears Mother Theresa was not there when Cindy McCain made that trip; instead, she was in Mexico, and then California. In 1989, following two back surgeries, Cindy McCain became addicted to the painkillers Vicodin and Percocet. To keep up with her daily need of 10 to 15 pills, she used other people's names for prescriptions and stole drugs from the American Voluntary Medical Team, a mobile surgical unit she'd begun in 1988 to provide emergency medical services around the world. A 1993 DEA audit of the amount of painkillers her charity had obtained quickly uncovered her thefts. She avoided prosecution for those crimes through an agreement with the Justice Department in which she submitted to drug testing, paid a fine, performed community service in a soup kitchen, and joined Narcotics Anonymous. She also closed her medical charity. Cindy McCain is Senator McCain's second wife. His infidelities put strain on his first marriage, and he was divorced from Carol McCain, his wife of 15 years, in 1980. (Carol McCain not only waited for five and a half years for her husband to return from Vietnam, but she also endured a horrific automobile accident during that period which broke both her legs and one arm and ruptured her spleen. She nearly lost her left leg, and surgeries left her four inches shorter than she was before her accident. The woman John McCain returned to was far different in appearance from the beautiful former model he'd left behind.) Cindy Lou Hensley and John McCain began dating in 1979. While the Wall Street Journal article used as the source for the e-mail's information states \"At the time, Sen. McCain was separated from his first wife,\" numerous other sources assert he was still living with Carol McCain when he began seeing his future wife, Cindy. John and Cindy wed in 1980, one month after his divorce from Carol became final. In 2004, Cindy McCain had a stroke as a result of failing to continue her blood pressure medication. She made a full recovery, even running a marathon 8 months after being stricken. In the ramp-up towards the run for the Republican nomination, Senator McCain said to his wife, \"I think you could bring style, grace, and elegance back to the White House.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2008] Getting to know Cindy McCain First Lady There was an article recently in the Wall Street Journal on Cindy McCain, John's wife. All I ever saw was this attractive woman standing beside John. I was surprised how talented and involved with world problems she is. This is a summary of the article. She graduated from Southern Cal and was a special-needs teacher. After her Dad died she became involved with his beer distributing firm and is now the chairwoman. Sales have doubled since she has taken over from her father. They have a marriage prenuptial agreement, her assets remain separate. She is involved around the world clearing land mines - travels to these countries on a detonation team and service on their board. They have a 19 year old serving in Iraq, another son in the Naval Academy, a daughter recently graduated from Columbia Univ., an adopted daughter in high school, and a son who is the finance guy at the beer firm. Raised kids in Phoenix, Az rather than Washington DC. (better atmosphere) He commuted. In 1991, Mrs. McCain came across a girl in an orphanage in Bangladesh. Mother Teresa implored Mrs. McCain to take the baby with severe cleft palate. She did so without first telling her husband. The couple adopted the girl who has had a dozen operations to repair her cleft palate andother medical problems. They have a Family Foundation for children's causes. She's active with \"Halo Trust\" - to clear land mines, provide water and food in war ravaged and developing countries. She will join an overseas mission of \"Operation Smile\", a charity for corrective surgery on children's faces. She has had two back surgeries and became addicted to pain killers. She talks openly about it which she says is part of the recovery process. I'm surprised the media is so quiet about her attributes. They have tired to discredit John MCCain because of his wife's wealth looks as if she knows how to put money and time to use in many good causes. What a novel thought to have such a fine person as \"First Spouse\" She sounds morecapable than Hillary or Obama. We would really get two for the price of one. A person with business and international experience. John did work for the firm for awhile when he left the Navy. She, however, has the real business experience. Very interesting.",
  "Last Updated": "20 August 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/mccain/cindy.asp",
  "Claim": "E-mail lists facts about Senator John McCain's wife,Cindy McCain.",
  "Claim_ID": "politics_mccain_cindy",
  "Tags": ""
}