{
  "Origins": "The notion that President Obama ceased sporting a wedding band and wristwatch in observance of a supposed proscription against wearing jewelry during the Islamic holy month of Ramadan is one that can be definitively debunked on many levels. To wit:",
  "Fact Check": "",
  "Description": "Barack Obama is not a Muslim and therefore does not observe Ramadan. Islam has no general prohibition against Muslims' wearing jewelry during the month of Ramadan. This item references President Obama's alleged jewelry-free state during Ramadan (the ninth month of the Islamic calendar) in 2010, a period falling between 11 August and 9 September on the Gregorian calendar that year. But President Obama was only spotted without his wedding band (because, according to the White House, it had been sent out for repair) for a few days in mid-September 2010, at the very end of Ramadan. If President Obama had truly removed his wedding band as part of a Ramadan observance, he would had to have shed it in mid-August and refrained from wearing it for four full weeks afterwards. Pictures from the brief period when President Obama was without his wedding ring show that he was nonetheless still wearing a watch on his left wrist: Although President Obama is not a frequent public church-goer (due to his \"concern that his presence and the exhaustive security precautions required before and during the worship could prove disruptive for other congregants\"), the claim that he \"hasn't gone to a Christian church service since entering the White House\" is false. The Obamas have attended public church services in Washington on several occasions (see, for example, \"Obama Picks Episcopal Church for Easter,\" \"Obama and Family Attend Church Service\", and \"The Obamas Attend D.C. Church Easter Sunday\"). The suggestion that the Obamas spent their Christmas vacation in Hawaii so that President Obama could avoid scrutiny for not attending church is also false. In fact, the Obamas attended (and were photographed at) services on 26 December 2010 at a Hawaiian Marine Corps Base. Update: In August 2011 the claim that President Obama was not wearing his watch or wedding ring in observance of Ramadan was circulated anew. Ramadan in 2011 lasted from 1 August to 29 August, yet photographs from that period clearly show the President wearing both his wedding ring and his watch (e.g., the fifth photo in the six-photo CBS Boston spread of his vacation, which was taken on 19 August 2011):",
  "Originally Published": "",
  "Referred Links": "http://boston.cbslocal.com/photo-galleries/2011/08/19/obamas-vineyard-vacation/#photo-179664;http://politics.blogs.foxnews.com/2010/12/26/president-obama-attends-contemporary-church-service-hawaii;http://www.google.com/hostednews/afp/article/ALeqM5jz3u-yUiFV5y8-M5jXxWYjrrckSQ?docId=CNG.8bb558f13d1c0f827628d7e02ad5801c.af1;http://www.afro.com/sections/news/Washington/story.htm?storyid=560;http://content.usatoday.com/communities/theoval/post/2010/09/obama-and-family-attend-church-service/1;http://www.cbsnews.com/stories/2009/04/12/politics/main4937674.shtml;http://www.dailymail.co.uk/news/worldnews/article-1310976/President-Barack-Obama-appears-press-conference-wedding-ring.html;http://blogs.abcnews.com/politicalpunch/2010/09/wheres-obamas-wedding-band-getting-repaired-.html;http://www.when-is.com/ramadan-2010.asp;",
  "Example": "[Collected via e-mail, October 2010] WEDDING RING BEING REPAIRED, BUT WHAT ABOUT THE WATCH In a press conference last week Obama was not wearing his wedding ring nor was he wearing his watch. When noticed, his staff said his ring was out for repairs. No reason was given for the missing watch. So it's just a coincidence that Muslims are forbidden from wearing jewelry during the month of Ramadan??? (think about that one) Can't possibly be that, because although he hasn't gone to a Christian church service since entering the White House, we know he's a committed Christian 'cause he said so during the campaign. And how convenient to be \"on vacation\" in Hawaii over Christmas so he doesn't have to have the Christmas photograph of him and his family attending Christmas services with a Bible in his hand his ringless and watchless hand.",
  "Last Updated": "17 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/ramadan.asp",
  "Claim": "President Obama stopped wearing his wedding ring and wristwatch in observance of the Islamic holy month of Ramadan.",
  "Claim_ID": "politics_obama_ramadan",
  "Tags": ""
}