{
  "Origins": "The above-cited statistic about a national reduction in shoplifting on 1 May 2006 (the \" Day Without Immigrants ,\" on which many Hispanics boycotted retail businesses as a form of protest over proposed U.S. immigration reform measures) began hitting our inbox shortly after that date, presumably as a piece of political humor (reflecting the stereotype of Mexican immigrants as prone to lawbreaking).",
  "Fact Check": "",
  "Description": "Although the original item as quoted above bore no attribution, it was soon followed by later versions complete with (apparently spurious) claims that the statistics contained therein had been obtained from various news or law enforcement sources: Maria Bartiroma [sic] reported on CNBC: \"On May 1st, as a result of the Mexican boycott, national retailers reported 4.2% lower sales for the day, with a 67.8% reduction in shoplifting.\" This message was sent to me from my brother. He is a retired California Highway Patrol officer. I thought you'd be interested in what he has tosay. I just got these stats from CHP and LAPD. They are statistics from the day of the great Illegal immigrant protest. They were taken from SWITRS which is a police reporting data base for gathering stats. I listed some of the highlights. CHP... record low accident reduction -73% record low auto theft reduction -82% record low citations issued -69% LAPD... violent crime reduction (murders, assaults, robbery) -48% malicious mischief (tagging, theft, vandalism) -88% domestic violence -77% They should protest every day!!!!!!!!! Immigration March Was A Success! I thought you'd be interested in some facts I received. It appears that the Immigration March last Monday in Los Angeles was a success! According to data from the Los Angeles County Sheriff, Los Angeles had a reduction in the following: 82% reduction - auto theft 28% \" \" - murders/ violent crimes/ rapes 73% \" \" - vandalism / tagging 54% \" \" - drug related offenses (not including the area surrounding the march) 31% \" \" - domestic violence cases 64% \" \" - misdemeanor cases (shop lifting, etc.) The California Highway Patrol reported that last Mon day was a record low in the least amount of traffic accidents on South CA freeways. Looks like the immigration rally was well worth it. Maybe we can do this one again sometime. Sure saves the State of California a chunk of money! When we attempted to verify the source and validity of this information, the National Retail Federation ( NRF ) told us that retailers can't (and don't) compile or release shoplifting statistic so quickly after the fact. (Stores would have to conduct physical inventories on a daily basis to determine that shoplifting on one particular day was lower than the norm, a capability virtually none of them possesses.) The Los Angeles Police Department (LAPD) told us that they hadn't released any such statistics about violent crime on 1 May 2006, and we got the same answer from the California Highway Patrol (CHP) regarding the number of accidents, citations, and auto thefts that day. (The CHP's Statewide Integrated Traffic Records System, or SWITRS , collects data only on vehicle crashes, not on traffic code citations or automobile thefts, and \"there is a processing delay of three to six months between the end of a reporting period and the availability of the summary reports from CHP.\") CNBC also told us they were unaware of Maria Bartiromo (the host and managing editor of \"The Wall Street Journal Report\") or anyone else's reporting a \"67.8% reduction in shoplifting\" for 1 May 2006 on their news channel. In May 2008, an e-mail expounding on the same theme and placing the tale in Victoria, Texas appeared in our inbox: Victoria, Texas is a town about 80 miles west of Houston. Local Hispanic leaders there, in opposition to pending Immigration Legislation, boycotted all Caucasian owned businesses in the Victoria area this weekend as a demonstration of their economic impact on thecommunity. The boycott was declared a success by the Hispanic community, noting that revenue in Caucasian owned businesses was down by 19%. Business owners declared the boycott a success as well, pointing out that shoplifting was reduced by 77%. And shoppers reported they could actually hear English being spoken throughout the stores for the first time in recent memory and customers paid with real money, not government cards. In November 2009, an Australian version based on the Victoria, Texas, version but placing the action in Australia, appeared: An Interesting Event in Bankstown and Auburn Local Lebanese and Asian leaders there are upset at the Liberal Party for threatening to send back the illegal boat people and to Restrict Immigration. So this weekend they boycotted all Australian owned businesses in the Sydney area as a demonstration of their economic impact on the community. The boycott was declared a success by the Lebs and Nips communities, noting that revenue in Aussie owned businesses was down by 19%. However Aussie business owners also declared the boycott a success, pointing out that shoplifting was reduced by 77%, money orders sent out of the country were down by 97%, the cost of daily clean-up and trash collection was down by 84%. Shoppers reported that they could actually hear English being spoken throughout the community for the first time in recent memory, and customers actually paid for purchases with real money, not government debit cards or fake credit cards.",
  "Originally Published": "",
  "Referred Links": "http://www.chp.ca.gov/switrs/;http://www.nrf.com/content/default.asp?folder=home&file=main.htm;",
  "Example": "[Collected via e-mail, May 2006] On May 1st, as a result of the Mexican boycott, national retailers reported 4.2% lower sales for the day, with a 67.8% reduction in shoplifting.",
  "Last Updated": "18 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/shoplift.asp",
  "Claim": "Shoplifting and other forms of crime decreased dramatically on 1 May 2006, the \"Day Without Immigrants.\"",
  "Claim_ID": "politics_immigration_shoplift",
  "Tags": ""
}