{
  "Origins": "With more than 7,000 fitness and weight loss centers around the globe, Curves is the largest fitness franchise in the world. One in four health clubs in the U.S. is a Curves, a stupendous feat given that the company has only been around since 1992. Yet, for the utterly amazing, consider this: Prior to January 2004, Curves didn't have a national ad campaign. Almost all of its customers found out about the chain through word of mouth.",
  "Fact Check": "",
  "Description": "You wouldn't think one exercise club could be that different from any other, but Curves are, and that difference accounts for the success of the chain. Curves exercise clubs are strictly for women. Their stripped-down no-frills look will likely come as a shock to those who have been conditioned to believe proper fitness palaces should be fashioned of glass and gleaming chrome and populated by herds of designer-garbed hard-bodied 20-somethings setting new land speed records on treadmills and exercise bikes. At Curves, there are no lockers or showers, and the clientele is predominently middle-aged and overweight. The equipment members use is set up in a circle. Every 30 seconds those working out are told to move to the next station, which is either another machine that works different muscle groups or a space between two machines where exercisers run or walk in place. A typical Curves workout regimen is 30 minutes a day, three times a week. Because the equipment is hydraulic, it adapts to each user's level of fitness, making these workouts suitable for anyone regardless of physical conditioning. Women like the Curves program for its \"30 minutes and you're on your way\" aspect, but also for the camaraderie that comes from exercising with others, which appears to be spurred on by the arrangement of the workout stations in a circle. Friendships form. Encouragement is given. A sense of \"We're all in this together\" pervades. More than 7,000 outlets since 1992. Obviously, they're doing something right. This highly successful chain is the brainchild of Gary Heavin, a Texas businessman who earlier in his life had a 17-location fitness center chain before filing bankruptcy, divorcing, losing custody of his two children, and serving a six-month jail sentence for failure to pay child support. Although a Christian from his teen years, he re-committed his life to Christ while in jail, after which he and his new wife (whom he married just before his incarceration) opened the first Curves in Harlingen, Texas, in 1992. The text of the e-mail quoted above was written by Jon Carroll, a columnist with the San Francisco Chronicle . It appeared in that paper on 20 April 2004. The statements made by Carroll in those three short paragraphs about Gary Heavin, the founder and CEO of Curves, hold water for the most part. Heavin (pronounced \"Haven\"), is a born-again Christian who is strongly pro-life and, according to an Operation Save America 's web site (a pro-life group of a more radical orientation than Operation Rescue , and one that asserts there is a connection between abortion and increased risk of breast cancer), is one of their supporters: We then contacted Mr. Gary Heavin, Founder and CEO of Curves International. Mr. Heavin is a wealthy man who is a committed Pro-life Christian. He is the premier customer of the bank that sponsors Komen. He graciously returned our phone call and promised to use his influence to convince the bank to give some of the funding to Carenet, so they could take care of the women, instead of Planned Parenthood. Several months passed and, lo and behold, on Tuesday, September 23rd, in the year of our Lord 2003, Carenet, our local CPC, held their annual banquet. It was the most attended, and as far as I was concerned, the best one to date. At the end, a major announcement and press statement was issued for Central Texas. Gary Heavin made a five million dollar grant to Family Practice, Carenet, and McCap. These groups and ministries would receive one million dollars a year for the next five years. Granted, some shortcuts were taken by Jon Carroll in his heads-up about Heavin. If Heavin does support Operation Save America, his \"support\" is of a non-financial nature. The \"article in Christianity Today \" was actually published in Today's Christian (formerly Christian Reader ), a magazine put out by Christianity Today . Also, the \"donates 10 percent of Curves' profits\" is a misleading way of saying Heavin gave away that much money in 2003 the wording implies he donates that percentage of Curves' profits on an ongoing basis, yet the source material this information was drawn from speaks only to one particular year (2003), not to any year before it, and not to any plans by Heavin to gift at a similar level in future years. Moreover, the Today's Christian article stated that Heavin donated an amount equal to 10 percent of Curves' profits to \"charities,\" which Jon Carroll has represented solely as \"anti-choice groups\" though Heavin does financially support pro-life organizations and might well give only to them, he might also donate to other manner of charitable groups as well, with the 10 percent figure representing the total of what he doled out in charitable contributions in 2003 to various causes, both pro-life and otherwise. Ergo, either Carroll mischaracterized or misunderstood what he read, or he based his statement on information outside that Today's Christian article: Servanthood may not be today's normal model for business success, but that hasn't stopped the Heavins. In 2003, the couple gave away $10 million 10 percent of their company's gross revenues and 80 percent of Gary's net income to charities. Heavin matches the first $1,000 that each franchise raises for community causes such as walkathons to benefit pro-life pregnancy-care centers. Such controversial stances have led to criticism, but Heavin is unfazed. \"There's nothing healthy about abortion,\" he says. \"I'm not afraid to tell the truth.\" In a correction published 4 May 2004, The San Francisco Chronicle said: \"A Ruth Rosen column Thursday 'What's wrong with curves?' stated that three 'pregnancy crisis centers' that received $5 million from Curves owner Gary Heavin were 'supported by Operation Save America.' The column was referring to Operation Save America's verbal endorsement of the centers, not financial support.\" On 13 May 2004, The San Francisco Chronicle published a further correction to information contained in both the Rosen and Carroll pieces: Two recent columns contained errors involving contributions made by Gary Heavin, founder and CEO of Curves, the women's fitness chain. Ruth Rosen's April 29 opinion-page column stated that Heavin \"has given at least $5 million of his profits to some of the most militant anti-abortion groups in the country.\" That characterization is not accurate. The column specified that the money went to \"three Texas organizations to fund 'pregnancy crisis centers.'\" Only one of the recipients, Care Net, operates pregnancy crisis centers that are designed to dissuade pregnant women from having abortions while offering other support services to encourage adoption. Heavin has pledged to give Care Net $1 million over the next five years, according to a Curves spokeswoman. The largest of the pledges $3.75 million over five years goes to the Family Practice Center of McLennan County, which provides a variety of health-care services to Central Texas residents, many of whom are uninsured, according to the Curves spokeswoman. The Catholic-run center does not provide abortions but is not actively involved in the anti-abortion movement, the center's CEO said. The other recipient of Heavin's pledge, $250,000 over five years, was the McLennan County Collaborative Abstinence Project, which promotes sexual abstinence among teens. Its director said that, as a matter of policy, its staff would not discuss abortion when making presentations. The column presented the contributions as a percentage of the company's annual gross revenues. But the Curves spokeswoman said that those pledges, as well as millions of dollars in donations to a wide range of charities, came from Heavin's personal wealth. The column also referred to Heavin's comments in a \"recent Christianity Today\" article that he \"is proud to support these organizations.\" In fact, the interview was published in the January-February issue of Today's Christian, a magazine affiliated with Christianity Today. In it, Heavin expressed his anti-abortion views but did not talk about his support for any specific organization. In addition, Jon Carroll, in his April 20 Datebook column, erred in referring to Heavin's comments as appearing in \"Christianity Today\" and by stating that Heavin \"donates 10 percent of Curves profits\" to \"anti-choice groups.\" He also wrote that Heavin's recipients were allied with Operation Save America, a radical anti-abortion group. As stated in a May 4 clarification on Rosen's column, Operation Save America has praised those recipients on its Web site but does not provide financial support, nor does it have a formal alliance with them. The Chronicle regrets the errors. Gary Heavin is far from the first successful businessman to underwrite reproductive causes Tom Monaghan of Domino's Pizza and Carl Karcher, founder of the California-based hamburger chain Carl's Jr., have been very open and public regarding their support of the pro-life philosophy, just as Warren Buffett , ranked by Forbes magazine as the second-richest man in the world, has been forthcoming about his backing of pro-choice programs. In each instance, these men are acting as private citizens who choose to bestow parts of their fortunes on the causes they believe in, not as officers of their corporations. The money is theirs to do with as they please, just as anyone's paycheck belongs to the person who earns it and stops being the employer's money at the moment it is paid out. That a spendthrift employee might choose to gamble away his earnings doesn't mean the company he works for supports gambling; likewise, that a wealthy man financially supports particular causes doesn't mean the corporation that paid him the money favors those movements. All this is by way of saying that while it's correct to identify Gary Heavin as a patron of pro-life endeavors, it would not be right to point to Curves as a supporter of those same causes. Barbara \"cause and effect\" Mikkelson Additional information: Curves International web site",
  "Originally Published": "",
  "Referred Links": "http://www.curvesinternational.com/;http://www.operationrescue.org/;http://www.operationsaveamerica.org/articles/articles/decline-pp-central-tx.htm;",
  "Example": "[Collected on the Internet, 2004] Just so you know: Gary Heavin, the founder of the Waco, Texas-based chain of exercise studios called Curves, is a heavy contributor to several organizations allied with Operation Save America, the rather more muscular successor to Operation Rescue, the anti-choice group. The organizations he funds are spreading the lie that abortions lead to an increased risk of breast cancer. Planned Parenthood says its operations in Texas are being threatened by Heavin-funded clinics based on the old therapeutic model \"you must carry your child to term.\" In an article in Christianity Today, Heavin expressed pride in his involvement with anti-choice groups, to which he donates 10 percent of Curves' profits. You may do with this information what you will.",
  "Last Updated": "19 November 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/curves.asp",
  "Claim": "Gary Heavin, founder and CEO of the fitness chain Curves, supports pro-life causes.",
  "Claim_ID": "politics_business_curves",
  "Tags": ""
}