{
  "Origins": "Over the years, the American Civil Liberties Union ( ACLU ) (and other related groups) have opposed the display of religious monuments and symbols on state-owned or state-maintained property. Some recent examples of these objects of contention include an 8-foot iron cross in California's Mojave National Preserve, a monument to the Ten Commandments in Alabama's state judicial building, an illuminated cross in a southern California city park, and a steel-beam cross proposed for inclusion in a World Trade Center memorial.",
  "Fact Check": "",
  "Description": "The issue involved is whether such displays violate the first amendment's \"establishment clause\" prohibition against the government's making any \"law respecting an establishment of religion.\" Civil liberties groups have generally maintained that symbols which serve purely religious purposes (rather than historical or other secular purposes) or represent one particular religion to the exclusion of others violate the establishment clause when they are displayed on property which is owned by the state or maintained with public (i.e., tax-derived) funds. Hence the opposition to the Mojave cross (which was displayed on federally-owned parkland), the Ten Commandments monument in Alabama (which was sneaked into a state judicial building overnight by a judge as an expression of his religious beliefs), and the proposed WTC memorial (which would represent all victims of the WTC tragedy, Christian or not, with a specifically Christian symbol). However, displays associated with or derived from religious sources do not always represent unconstitutional endorsements of religion. The U.S. Supreme Court building is adorned with depictions of Moses , for example, because those depictions represent Moses in a historical context (as a great lawgiver) rather than a purely religious one. Court decisions about which displays fall within permissible non-religious contexts and which do not have been complicated and often confusing or seemingly contradictory in the case of County of Allegheny v. ACLU Greater Pittsburgh Chapter (1989), the Supreme Court held that the holiday-season display of a cr che in downtown Pittsburgh was unconstitutional, but a menorah display on the adjacent block was not; in the case of Capitol Sq. Review Bd. v. Pinette (1995), the Supreme Court held that the Ku Klux Klan's attempts to place a cross in Ohio's Capitol Square during the Christmas season should have been allowed. The implication in the message quoted above that the ACLU's opposition to religious displays on state property extends to its advocating the removal of headstones and burial markers from federal cemeteries in the U.S. (although the message is accompanied by a photograph of a cemetery in Europe where American World War II servicemen are interred) is another example of one group's exaggerating its opponent's position in order to mobilize support through political outrage (much like the rumor claiming that France had demanded the removal of buried American servicemen from French soil). Gravestones in public cemeteries are not deemed to constitute a government endorsement of religion because they individually represent the private religious beliefs of the persons buried there, and those symbols are chosen by family members of the deceased and not the government (whereas a monument to a particular group represents all members of that group collectively with a symbol chosen by others). Accordingly, the ACLU has stated that it is not seeking to have cross-shaped headstones (or headstones bearing any other religious symbols) removed from the federal cemeteries wherein honored U.S. veterans are interred: The ACLU is not pursuing, nor has it ever pursued, the removal of religious symbols from personal gravestones. Personal gravestones are the choice of the family members, not the choice of the government. Some people have confused the 2006 court battle over the 29-foot high cross that sat atop city land on Mt. Soledad in San Diego as an example demonstrating the truthfulness of this claim (i.e., that the ACLU is seeking to remove cross-shaped headstones from federal cemeteries). Although the ACLU played a part in the Mt. Soledad issue, the cases were very different: the Mt. Soledad cross was not a headstone, it was not in a cemetery, and it was not situated on federal property. Likewise, the cross in California's Mojave National Preserve is neither a headstone nor situated in a federal cemetery.",
  "Originally Published": "",
  "Referred Links": "http://www.signonsandiego.com/uniontrib/20040331/news_7m31soledad.html;http://www.aclu.org/religion/gen/26244leg20060726.html;http://atheism.about.com/library/decisions/holydays/bldec_CapitolSqPinette.htm;http://religiousfreedom.lib.virginia.edu/court/alle_v_aclu.html;http://www.papillonsartpalace.com/venrtura.htm;http://www.cnn.com/2003/LAW/08/27/ten.commandments/;http://www.aclu.org;",
  "Example": "[Collected via e-mail, December 2003] Did you see in the news last week where the ACLU doesn't want any crosses on any Federal property? Let them try and remove these!! What are these people thinking?? At what point do we say, enough is enough? Please pass this on to as many people possible as quickly as you can even if you normally don't do this type of thing. Some messages just need to be forwarded and this is most certainly one of them. Please take the time. [Collected via e-mail, June 2009] I AM HONORED TO DO THIS. Did you know that the ACLU has filed a suit to have all military cross-shaped headstones removed and another suit to end prayer from the military completely. They're making great progress. The Navy Chaplains can no longer mention Jesus' name in prayer thanks to the retched ACLU and our new administration. I'm not breaking this one. If I get it a 1000 times, I'll forward it a 1000 times! Let us pray... Variations: This article is often coupled with another (false) item about the ACLU's supposedly protesting Marines bowing their heads in prayer.",
  "Last Updated": "2 July 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/cemetery.asp",
  "Claim": "The ACLU is seeking to have cross-shaped headstones removed from federal cemeteries.",
  "Claim_ID": "politics_religion_cemetery",
  "Tags": ""
}