{
  "Origins": "The item quoted above refers to PING's being one of the Gold Sponsors of Disabled Sports USA's (DS/USA) Wounded Warrior Disabled Sports Project ( WWDSP ):",
  "Fact Check": "",
  "Description": "In response to our inquiry, PING told us that: PING is proud to be involved with the Wounded Warriors Sports Project. The Project is currently partnering with PGA of America to offer golf lessons at five of the major military medical centers in the U.S. The format involves running an eight week long course where Warriors receive instruction from PGA professionals that have been trained in adaptive teaching techniques. Those wounded warriors who attend at least six of the training sessions and have a permanent severe disability receive a full bag of custom-fit and custom-built PING golf clubs. If you would like additional information on the Wounded Warrior Sports Project, please feel free to contact that organization at (904) 296-7350 or visit www.woundedwarriorproject.org.",
  "Originally Published": "",
  "Referred Links": "http://www.woundedwarriorproject.org/content/view/962/921/;",
  "Example": "[Collected via e-mail, May 2011] I don t know who wrote the article, but have a friend who is a pro golfer. He confirmed that Ping indeed does do this. What a great gesture... and they don t even use it as a promo gimmick. Now that s class. This isn't a joke or cartoon; just something interesting to know... you may want to forward this on to others. On Monday, I played the Disney, Lake Buena Vista course. As usual the starters matched me with three other players. After a few holes we began to get to know each other a bit. One fellow was rather young and had his wife riding along in the golf cart with him. I noticed that his golf bag had his name on it and after closer inspection, it also said \"wounded war veterans\". When I had my first chance to chat with him I asked him about the bag. His response was simply that it was a gift. I then asked if he was wounded and he said yes. When I asked more about his injury, his response was \"I'd rather not talk about it, sir\". Over a few holes I learned that he had spent the last 15 months in an army rehabilitation hospital in San Antonio Texas . His wife moved there to be with him and he was released from the hospital in September. He was a rather quiet fellow; however, he did say that he wanted to get good at golf. We had a nice round and as we became a bit more familiar I asked him about the a brand new set of Ping woods and irons he was playing. Some looked like they had never been hit. His response was simple. He said that this round was the first full round he had played with these clubs. Later in the round he told me the following. As part of the discharge process from the rehabilitation hospital, Ping comes in and provides three days of golf instruction, followed by club fitting. Upon discharge from the hospital, Ping gives each of the discharged veterans, generally about 40 soldiers, a brand new set of custom fitted clubs along with the impressive golf bags. The fellow I met was named Ben Woods and he looked me in the eye and said that being fitted for those clubs was one of the best things that ever happened to him and he was determined to learn to play golf well enough to deserve the gift Ping had given him. Ben is now out of the service, medically discharged just a month ago. He is as fine a young man as you would ever want to meet. Ping has the good judgment not to advertise this program. God Bless America and the game of golf.",
  "Last Updated": "24 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/ping.asp",
  "Claim": "PING provides wounded veterans with free lessons and golf clubs.",
  "Claim_ID": "politics_military_ping",
  "Tags": ""
}