{
  "Origins": "In August 2012, Catholic official Timothy Cardinal Dolan, who was to perform the closing benediction at the upcoming Republican National Convention, suggested that he would be available to perform the same function at the Democratic National Convention the following week. Some news outlets such as the New York Post then misleadingly reported that Dolan had been \"blown off\" or \"turned down\" by Democrats, even though his spokesman clearly indicated that he simply hadn't yet heard anything one way or the other:",
  "Fact Check": "",
  "Description": "Four days later Cardinal Dolan announced that he had indeed received, and accepted, an invitation to give the closing benediction at the Democratic National Convention: Cardinal Timothy Dolan has accepted an invitation to give the closing prayer at the Democratic National Convention in Charlotte, North Carolina. Dolan, the archbishop of New York and president of the U.S. Conference of Catholic Bishops, also will give the closing benediction at the Republican National Convention in Tampa, Florida. When he accepted that invitation, Dolan said his appearance would be prayerful, not political, a sentiment reiterated by his spokesman in announcing his appearance at the DNC. \"It was made clear to the Democratic Convention organizers, as it was to the Republicans, that the Cardinal was coming solely as a pastor, only to pray, not to endorse any party, platform, or candidate,\" cardinal spokesman Joseph Zwilling said. The Bureau of Indigenous Muslim Affairs (BIMA) hosted an open air Jumah Congregational Prayer at Marshall Park, Charlotte, North Carolina, on 31 August 2012. However, that prayer offering was an independent, non-convention community event which took place four days prior to the opening of the Democratic National Convention in Charlotte on 4 September 2012 and was neither sponsored by the Democratic National Convention Committee nor a part of the official convention schedule . As reported in the Charlotte Observer , the Jumah Congregational Prayer was one of about a thousand non-official events timed to coincide with the Democratic National Convention in Charlotte, and BIMA expected to hold similar activities in conjunction with the Republican National Convention: A national Muslim American organization plans a series of events to coincide with the Democratic National Convention in September. The kick-off for its three days of events begins with a jummah prayer, the weekly mid-afternoon Friday prayer, at Marshall Park in uptown. Other events include an Islamic issues conference and banquet, and a cultural festival held in different parts of the city, including at the Park Expo and Conference Center off Independence Boulevard. At a news conference at Marshall Park, Jibril Hough, a local Muslim activist and spokesman for the nonprofit Bureau of Indigenous Muslim Affairs, said the events will be open to anyone. Hough, who expects up to 20,000 Muslims to attend the events, said he spoke to Charlotte-Mecklenburg Police Chief Rodney Monroe about the public prayer in particular and was told to go ahead with it. Hough said the events are scheduled for several reasons: including to hold political parties accountable for issues that affect Muslim-Americans. There were 1,200 nonofficial convention-related events during the DNC in Denver in 2008. Charlotte expects about 1,000, said Suzi Emmerling, spokeswoman for the host committee Charlotte In 2012. Emmerling said the host committee will publicize events for those groups that want their events to be made public. \"The host committee is trying to keep track of all events and also let our partners at CMPD know what's going on so that they can allocate their resources appropriately,\" Emmerling said. Muhammad Jaaber, executive director of the Bureau of Indigenous Muslim Affairs, said smaller events are planned for the Republican National Convention in Tampa, Fla., in late August. The Jumah Congregational Prayer was initially included in an online calendar of Upcoming Events maintained by the Charlotte in 2012 Convention Host Committee, which some people mistakenly claimed indicated that the event was an official part of the DNC schedule. However, that listing encompassed not just official DNC events but also non-convention events happening around town during the week of the Democratic National Convention (including the Jumah Congregational Prayer ); anyone could have any of the latter class of events added to the calendar simply by sending an e-mail to the host committee and requesting its inclusion: A variety of events leading up to and during the convention are listed below, including official Charlotte in 2012 and Democratic National Convention Committee events listed as \"Featured Events\" and an exciting array of Convention-related events submitted from the community! This events page is intended to give local residents and convention-goers a comprehensive look at convention week activities and should not be considered an endorsement of any particular event or group by the Charlotte in 2012 Convention Host Committee or the Democratic National Convention Committee (DNCC). Official convention events are denoted with the Charlotte in 2012 or DNCC logos. All other submissions are user generated. (The Jumah Congregational Prayer was not listed with a Charlotte in 2012 or DNCC logo denoting an official convention event.) The Charlotte in 2012 Convention Host Committee ultimately removed the Jumah Congregational Prayer entry from their online calendar, an action which organizers blamed, in part, for poor attendance at the event: Attendance at the Muslim Jumah at the 2012 DNC gathering was originally expected to reach into the thousands but ended up with a few hundred. Jibril Hough local spokesperson for the Bureau of Indigenous Muslim Affairs, sponsor of Jumah said they were expecting about 1,000 at Saturday s Town Hall Issues and Cultural Fun Fest. As of 2 p.m., less than 50 people were at the Park Expo and Conference Center, with more at that night s entertainment event. Several thousand were expected at the Jumah prayer in Marshall Park, and an estimated 300 people attended. Hough and other attendees said several factors hurt the turnout, including a visit from the FBI to the gathering s leader and being dropped from the official Democratic National Convention host committee s online calendar earlier this week. I feel like they caved into pressure. They caved into bigotry, Hough said of the DNC host committee. He said the removal from the DNC calendar caused many people to believe the events were canceled. A DNC host committee official said the committee had never sponsored the Muslim event. The event was removed from the committee website s events calendar, the official said, because speakers for the event and statements and positions from event organizers were not appropriate and relevant to the host committee. Some of the topics included The Patriot Act: Unjust Legislation, Illegal Surveillance & Spying Operations and The National Defense Authorization Act.",
  "Originally Published": "",
  "Referred Links": "http://charlottein2012.com/events/jumah_at_the_2012_dnc;http://charlottein2012.com/events/;http://www.demconvention.com/speakers/caucuses-and-councils/;http://muslimbureau.com/wp-content/uploads/2012/06/OFFICIAL-DNC-PROTOCOL.pdf;",
  "Example": "[Collected via e-mail, August 2012] Did President Obama deny a Catholic Cardinal's request to say aprayer at the Democratic National Convention at the same time allow 20,000followers of Islam start the DNC with a jummah prayer? I saw this onFacebook.",
  "Last Updated": "2 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/dncprayer.asp",
  "Claim": "The Obama campaign is sponsoring an \"Islamic Jumah\" at the Democratic National Convention but declined to allow a prayer from a Catholic cardinal.",
  "Claim_ID": "politics_religion_dncprayer",
  "Tags": ""
}