{
  "Origins": "One of the avenues of approach taken by \"birthers\" in their quest to demonstrate that Barack Obama is not eligible to hold the office of President of the United States is to try to demonstrate that, even if he was born in the United States, he gave up his U.S. citizenship somewhere along the way ... and if he's not a U.S. citizen, then he can't legitimately be President of the United States. Therefore, many birthers have gleefully seized onto the above-cited news report from April 2009, which purports that Barack Obama attended Occidental College in Los Angeles under a scholarship granted only to students of \"foreign citizenship.\" However, this item isn't a news report at all it's a hoax whose elements are all demonstrably false:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.USJF.net;http://www.supremecourt.gov/orders/courtorders/120808zor.pdf;http://www.aminef.or.id/fulbright.asp;http://www.foreign.fulbrightonline.org/;http://web.archive.org/web/20080915001708/http://www.oxy.edu/x7992.xml;http://amfoi.wordpress.com/2009/07/02/another-chump-walks-with-whisper/;http://amfoi.wordpress.com/2009/09/21/americans-for-freedom-of-information-website-isnt-real-either/;",
  "Example": "[Collected via e-mail, April 2009] April 1, 2009 Final Nail In Obamas Lack Of US Citizenship Coffin? AP- WASHINGTON D.C. - In a move certain to fuel the debate over Obamas qualifications for the presidency, the group Americans for Freedom of Information has released copies of President Obamas college transcripts from Occidental College. Released today, the transcript indicates that Obama, under the name Barry Soetoro, received financial aid as a foreign student from Indonesia as an undergraduate at the school. The transcript was released by Occidental College in compliance with a court order in a suit brought by the group in the Superior Court of California. The transcript shows that Obama (Soetoro) applied for financial aid and was awarded a fellowship for foreign students from the Fulbright Foundation Scholarship program. To qualify, for the scholarship, a student must claim foreign citizenship. This document would seem to provide the smoking gun that many of Obamas detractors have been seeking. The news has created a firestorm at the White House as the release casts increasing doubt about Obamas legitimacy and qualification to serve as president. When reached for comment in London, where he has been in meetings with British Prime Minister Gordon Brown, Obama smiled but refused comment on the issue. Meanwhile, White House press secretary Robert Gibbs scoffed at the report stating that this was obviously another attempt by a right-wing conservative group to discredit the president and undermine the administrations efforts to move the country in a new direction. Britain's Daily Mail has also carried the story in a front-page article titled, Obama Eligibility Questioned, leading some to speculate that the story may overshadow economic issues on Obamas first official visit to the U.K. In a related matter, under growing pressure from several groups, Justice Antonin Scalia announced that the Supreme Court agreed on Tuesday to hear arguments concerning Obamas legal eligibility to serve as President in a case brought by Leo Donofrio of New Jersey. This lawsuit claims Obama's dual citizenship disqualified him from serving as president. Donofrios case is just one of 18 suits brought by citizens demanding proof of Obamas citizenship or qualification to serve as president. Gary Kreep of the United States Justice Foundation has released the results of their investigation of Obamas campaign spending. This study estimates that Obama has spent upwards of $950,000 in campaign funds in the past year with eleven law firms in 12 states for legal resources to block disclosure of any of his personal records. Mr. Kreep indicated that the investigation is still ongoing but that the final report will be provided to the U.S. attorney general, Eric Holder. Mr. Holder has refused to comment on the matter.",
  "Last Updated": "13 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/birthers/occidental.asp",
  "Claim": "Recently released records document that Barack Obama received college financial aid in the U.S. as a \"foreign student from Indonesia.\"",
  "Claim_ID": "politics_obama_birthers_occidental",
  "Tags": ""
}