{
  "Origins": "The above-cited list of three \"unholy\" and \"anti-American\" firsts supposedly achieved by President Barack Obama began circulating in January 2010. Although the entries reference events that did take place, none of them is, as claimed, a first for a U.S. president:",
  "Fact Check": "",
  "Description": "1st president in 110 years to miss the annual Army-Navy Football Game The rivalry between the Army and Navy football teams is one that has endured for over a century, with the teams annually facing off on the gridiron in a contest that bears the nickname of the \"President's Game.\" In 1901 Theodore Roosevelt became the first U.S. president to attend an Army-Navy football game, and throughout the years since then, many chief executives have been in the stands to witness the yearly matchup. On 12 December 2009, Navy beat Army, 17-3, for the Midshipmen's eighth straight win in the series. President Obama was not among those in attendance at the game. The statement above, which claims that President Barack Obama was \"the 1st president in 110 years to miss the annual Army-Navy Football Game,\" implies that every single president since Theodore Roosevelt attended the Army-Navy game each year they were in office. This is far from the case: Many presidents took in only one or two Army-Navy games, and several attended none at all. As charted in the sidenotes of a history of the Army-Navy game compiled by the Hauenstein Center for Presidential Studies, presidents such as Herbert Hoover, Franklin Roosevelt, Lyndon Johnson, Richard Nixon, Jimmy Carter, Ronald Reagan, and George H.W. Bush were not present for any Army-Navy football games throughout their terms of office. 1st president to not attend any Christmas religious observance. The Christian Post did report that a trip to church was \"missing from the president's schedule\" during President Obama's holiday vacation in Hawaii at Christmastime 2009. However, he was far from the first president for whom that was the case. Accurately determining who was the very first president \"to not attend any Christmas religious observance\" would probably be an impossible task since detailed, day-to-day accounts of every president's activities throughout the 220-year history of the U.S. presidency do not exist, but (if the term \"Christmas religious observance\" is defined to mean a service held at a church on Christmas Day) several earlier examples of presidents' not taking part in such an event over the years can be found in contemporaneous press accounts. For example: In 1972, President Richard Nixon passed the Christmas holiday season with a week-long stay at the \"Florida White House\" (a property in Key Biscayne which he owned and visited frequently), during which the press reported that he \"did not attend church services\" and that \"a single night out with Mrs. Nixon and a neighbor, C. G. 'Bebe' Rebozo, was the President's only public appearance.\" In 1968, President Lyndon Johnson (who was recovering from the flu) spent a \"quiet and nostalgic Christmas with relatives and friends\" at home, with the press noting that although the President was a \"devoted ecumenical church goer,\" he nonetheless \"skipped church services\" and did not venture outside the White House. In 1929 (just after a fire had damaged the interior of the White House executive offices), President Herbert Hoover spent \"Christmas at home with friends,\" with press accounts stating that the President and Mrs. Hoover \"did not attend church, as their own church did not hold services.\" In 1914 (as the \"shadow of the European war darkened the celebration of the day\"), President Woodrow Wilson distributed presents to his grandniece and Treasury secretary William McAdoo's daughter and hosted a Christmas party at the White House, but the press observed that \"the President did not attend church services today, although other members of the White House circle did.\" In 1905, according to an Associated Press account, President Theodore Roosevelt appeared at his office on Christmas Day \"just long enough to dispose of a few matters of importance that required his attention\" but \"did not attend church service,\" instead spending the day at the White House with \"his family and intimate personal friends\" and hosting a family dinner. 1st president to stay on vacation after a terrorist attack. On Christmas Day 2009, a Nigerian man claimed to have ties to Al Qaeda attempted to set off an explosive he had smuggled onto Northwest Flight 253 from Amsterdam to Detroit. (His effort failed when the device malfunctioned.) President Obama had departed Washington on Christmas Eve to spend the holidays with his family in Hawaii and did not return to the capital until January 3, so in a strictly literal sense he could be described as having been \"on vacation after a terrorist attack.\" In a broader sense, though, for U.S. presidents of the modern era being \"on vacation\" generally means that they're away from the White House but never completely away from the duties of their office. Even though President Obama was in Hawaii rather than Washington when the failed attack occurred, he was nonetheless engaged in dealing with it, taking part in multiple security briefings about the incident, ordering reviews of airline screening procedures and U.S. intelligence , and undertaking a televised address to the nation. In any case, President Obama doesn't qualify for a first here, either, as the circumstances of December 2009 mirrored those of eight years earlier. On 22 December 2001, President George W. Bush left the White House for the Camp David presidential retreat in Maryland around midday to begin his Christmastime vacation, and later that afternoon Richard Reid (infamously known as the \"shoe bomber\") unsuccessfully attempted to detonate plastic explosives he had smuggled in his shoes onto American Airlines Flight 63 from Paris to Miami. President Bush remained at Camp David (where he received briefings on the bombing attempt) through Christmas Day, then flew to the family ranch in Crawford, Texas, and didn't return to Washington until 7 January 2002. A later variant of this piece added a fourth claim to the \"trifecta\" listed in the original: Add to that, he's the first President not to stay in Washington for Christmas for the last 20 years. Past Presidents did not leave Washington for Christmas vacation until after Christmas. This was done so that their staff (Secret Service, Air Force One Crew, Limousine transport, Presidential advancing logistics etc..) could be with their families for Christmas. This claim is also false. As noted above, in 2001 President George W. Bush departed Washington three days prior to Christmas and did not return to the city until after the beginning of the new year.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/blog/2009/12/28/president-addresses-public-attempted-terrorist-attack;http://www.mcclatchydc.com/homepage/story/81905.html;http://www.msnbc.msn.com/id/34590452/;http://www.christianpost.com/article/20100104/reports-still-no-church-for-obama-even-on-christmas/;http://www.gvsu.edu/hauenstein/index.cfm?id=A34B5ECF-E063-A4F3-B9B3CC70C4B62704;",
  "Example": "[Collected via e-mail, January 2010] President Obama just completed the UNHOLY and ANTI-AMERICAN TRIFECTA: 1st president in 110 years to miss the annual Army-Navy Football Game. 1st president to not attend any Christmas religious observance. 1st president to stay on vacation after a terrorist attack.",
  "Last Updated": "22 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/trifecta.asp",
  "Claim": "List details a \"trifecta\" of firsts related to President Obama.",
  "Claim_ID": "politics_obama_trifecta",
  "Tags": ""
}