{
  "Origins": "An obscure quote attributed to British statesman Winston Churchill has been circulating on the Internet since at least May 2013, when Missouri State Representative Rick Stream sent an e-mail to his colleagues warning about the dangers of Islam. That e-mail cited a passage said to have been taken from a speech by Churchill, as reproduced in his 1899 book The River War: An Historical Account of the Reconquest of the Soudan :",
  "Fact Check": "",
  "Description": "The above-quoted passage did appear in The River War when it was first published as a two-volume set in 1899, but the selection was removed when the book was condensed into one volume and republished in 1902. While the one-volume abridged edition of The River War is still readily available, as of January 2015 the original two-volume 1899 version is much harder to find, a condition which may have led to confusion about the origins of the quote in question. However, the Churchill Centre has confirmed these words were indeed written by Winston Churchill. The passage as reproduced on the Internet typically incorporates one small omission, though: it elides Churchill's praise of \"Moslems\" as \"brave and loyal soldiers\" and covers the gap by combining the remaining part of the sentence with the previous one: Individual Moslems may show splendid qualities. Thousands become the brave and loyal soldiers of the Queen; all know how to die; but the influence of the religion paralyses the social development of those who follow it. No stronger retrograde force exists in the world.",
  "Originally Published": "",
  "Referred Links": "http://www.winstonchurchill.org/component/content/article/33-datelines/622-datelines-fh-113;",
  "Example": "[Collected via e-mail, January 2015] Winston Churchill 1899: \"Individual Muslims may show splendid qualities, but the influence of the religion paralyses the social development of those who follow it. No stronger retrograde force exists in the world.\" Is this a true quote?",
  "Last Updated": "8 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/churchillislam.asp",
  "Claim": "Winston Churchill wrote about the \"dreadful curses of Mohammedanism\" in his 1899 book The River Wars .",
  "Claim_ID": "politics_quotes_churchillislam",
  "Tags": ""
}