{
  "Origins": "Although election officials are continually considering ways to make the balloting process easier and more efficient for voters, a mechanism for casting ballots by telephone is not yet a technology being employed in national elections. (Such a system would involve significant security issues that would have to be tackled before it could become reality.) Nonetheless, during the run-up to the 2012 general election, voters in some areas (particularly Florida and Virginia) have received misleading messages from unknown persons informing them that they can in fact vote by telephone. The Charlotte Observer reported, for example, that:",
  "Fact Check": "",
  "Description": "UPI also reported that: Election officials in U.S. swing states have reported getting complaints of phony phone calls, fraudulent letters and other voter intimidation efforts. Florida's State Department reported some voters were being targeted with fraudulent efforts meant to keep them home on Nov. 6. Chris Cate, the department's communications director, said a handful of voters have received calls during which they were told they could vote by phone, which is \"not true whatsoever.\" Similar complaints were reported in Virginia, another battleground state. Earlier in October, state election officials said they received complaints from voters who said they'd gotten phone calls telling them they could vote by phone. The Virginia State Board of Elections issued a warning about this matter on 12 October 2012: The Virginia State Board of Elections (SBE) is aware that some Virginia voters, particularly older Virginians, are receiving phone calls from unidentified individuals informing voters that they can vote over the phone. This information is false. Virginia law does not permit voting through the telephone. Apart from voting at the polls on Election Day, eligible Virginians may vote an absentee ballot by mail or in-person at the registrar's office or other authorized satellite location. However, voting cannot be done via the phone, email, or any other means than absentee voting by mail and in-person during the absentee voting period or on Election Day. At this point in time, it is unclear how widespread these calls have been. However, SBE has received several complaints over the past few days. These calls may violate several state and federal laws and the State Board of Elections will alert appropriate law enforcement authorities regarding this matter and provide new information if SBE receives additional voter complaints. It's unclear whether such messages are mere pranks or serious attempts to lure supporters of one party or another into \"wasting\" their votes. (Unless whoever was behind the scheme actually set up a telephone-based system that realistically simulated the voting process, it's unlikely any victims would be dissuaded from voting for real because they believed they'd already legitimately cast their ballots over the phone.) Nonetheless, any citizens who receive calls about voting by telephone should try to obtain as much information as possible (e.g., name, phone number, organization) from the callers and then promptly notify their local election boards.",
  "Originally Published": "",
  "Referred Links": "http://www.sbe.virginia.gov/Files/Media/VoteByPhoneScam.pdf;",
  "Example": "[Collected via e-mail, October 2012] URGENT ALERT!!! WARN YOUR ELDERLY FRIENDS AND NEIGHBORS THEY CANNOT VOTE BY PHONE!!!!!!!!!!!!!!!!!!!!! A local station was reporting someone with access to government records of the population has callers phoning Republican elderly people taking their vote by telephone to save them the trouble of going to the polls to vote! To keep them from casting their vote. Please pass this along, lets stop FRAUDULENT information to all American citizens. They'll try ANYthing to get their guy elected to a second term. This was posted to Facebook today; sure hope it is False; we don't need any more political drama right now.",
  "Last Updated": "30 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/phone.asp",
  "Claim": "Voters can cast their ballots in the November 2012 general election by telephone.",
  "Claim_ID": "politics_ballot_phone",
  "Tags": ""
}