{
  "Origins": "The John F. Kennedy Center for the Performing Arts is a performance hall and education complex located on the banks of the Potomac River in Washington D.C. Although the Kennedy Center is the official home of the National Symphony Orchestra and the Washington National Opera, it is most widely known for hosting the annual Kennedy Center Honors , a program which recognizes living individuals for lifetime artistic achievement and which is broadcast live on network television each year.",
  "Fact Check": "",
  "Description": "Although the legislation to establish a National Cultural Center was signed by President Eisenhower in 1958, it was President and Mrs. Kennedy who used their influence as well known patrons of the arts to raise the private funds necessary to establish and maintain the center. After President Kennedy's death in 1963, Congress \"designated the National Cultural Center ... as a ' living memorial ' to Kennedy.\" But there is another Kennedy Center, this one a community recreation center and senior citizens hall in Willingboro, New Jersey. In early August 2014 the Willingboro Township Council voted to rename that Kennedy Center in honor of President Barack Obama: A recreation and senior citizens center in Willingboro known as the \"Kennedy Center\" will soon be named after the sitting president and not a former one. The change became official Tuesday when the township council voted to change the name of the building to honor President Barack Obama. The name of the street the building is on Kennedy Way will not be changed. A shopping center across the street is also named for Kennedy. That name change was planned as part of a multi-million dollar renovation of the Willingboro community facility, which converted the former high school cafeteria into a banquet hall. But after alumnae/i of the former Kennedy High School protested, the Willingboro council reversed the decision at its September 2014 meeting: Dawn Donnelly, of Burlington Township, a 1977 graduate of Kennedy, came to the meeting with 1,200 signatures of those opposing the name change. I m an Obama supporter, Donnelly said. I voted for him two times, and I would vote for him again. It s not about that.... Kennedy meant a lot to this town in the 1960s. They are changing history.",
  "Originally Published": "",
  "Referred Links": "http://www.kennedy-center.org/about/history.html;http://www.kennedy-center.org/programs/specialevents/honors/;http://www.kennedy-center.org/index.cfm;",
  "Example": "[Collected via e-mail, August 2014] Rumor: The Kennedy Center For The Arts' name is being changed to the Obama Center For The Arts.",
  "Last Updated": "3 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/kennedycenter.asp",
  "Claim": "The John F. Kennedy Center for the Performing Arts is changing its name to the Obama Center.",
  "Claim_ID": "politics_obama_kennedycenter",
  "Tags": ""
}