{
  "Origins": "On 6 May 2013, 64-year-old Alabama attorney James Porter assumed the presidency of the National Rifle Association (NRA). As described by CBS News, Porter brought with him to that office a \"history of controversial rhetoric,\" including the following:",
  "Fact Check": "",
  "Description": "On 5 May 2013, the Free Wood Post riffed on that subject in an article about Porter in which it quoted him as asserting that \"it s only a matter of time before we can own colored people again\": \"I'm very proud to be taking the lead here at the NRA. We need to really buckle down and strap on our best arguments to defend what is our God-given rights. No more northern folk tryin' take away what is rightfully ours. I will not stand by and let some liberal-elitists try to ruin what has made this country great, especially a liberal of, you know, a different breed.\" When asked to clarify Porter said, \"I don t have to clarify. You know gall darn well what I mean. In fact, it s only a matter of time before we can own colored people again.\" By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a bit of political humor from the Free Wood Post , a satirical web site which describes itself as offering \"News that's almost reliable.\" As noted in the site's disclaimer : Free Wood Post is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within FreeWoodPost.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction.",
  "Originally Published": "",
  "Referred Links": "http://www.freewoodpost.com/disclaimer/;http://www.freewoodpost.com/2013/05/05/nra-president-jim-porter-its-only-a-matter-of-time-before-we-can-own-colored-people-again/;http://www.cbsnews.com/8301-250_162-57582894/new-nra-leader-james-porter-has-history-of-controversial-rhetoric/;",
  "Example": "[Collected via e-mail, May 2013] Are Jim Porter comments regarding race real? NRA President Jim Porter: \"It's Only A Matter Of Time Before We Can Own Colored People Again\"",
  "Last Updated": "7 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/jimporter.asp",
  "Claim": "NRA president Jim Porter said that \"it's only a matter of time before we can own colored people again.\"",
  "Claim_ID": "Politics_satire_jimporter",
  "Tags": ""
}