{
  "Origins": "Income taxes are a subject of near universal agreement: Nobody likes paying them, nearly everyone thinks they're too high, and many folks are disgruntled that they have to pay their taxes in advance (through payroll withholding) and wait until the following year for the government to refund any overage. To most, it would be adding insult to injury if, as suggested above, the government stopped issuing income tax refunds in cash (via check or direct deposit) and instead started paying them out in the form of U.S. savings bonds (especially since savings bonds generally cannot be redeemed for their full value until the purchaser has held them for one year). However, the described refund switch isn't happening this year; someone has misinterpreted the introduction of a new option as a system-wide change to be imposed on everyone by default.",
  "Fact Check": "",
  "Description": "In his weekly radio address of 5 September 2009, President Obama announced new initiatives for retirement savings, one of which was the following: We'll make it easier for people to save their federal tax refunds, which 100 million families receive. Today, if you have a retirement account, you can have your refund deposited directly into your account. With this change, we'll make it easier for those without retirement plans to save their refunds as well. You'll be able to check a box on your tax return to receive your refund as a savings bond. But taxpayer participation in the described initiative isn't a mandatory or default plan, and (for now, at least) it isn't as simple as \"checking a box on your tax return.\" For refunds to be issued in 2010, the Internal Revenue Service (IRS) has implemented a program under which taxpayers may opt to receive part or all of their refunds (up to $5,000) in the form of U.S. Treasury Bonds. This program is described in the \"Buying Savings Bonds\" section of the IRS' informational page entitled \"Taxpayers Can Now Use Refunds to Buy Savings Bonds\": This year, a taxpayer for the first time can request a portion of his refund be used to buy up to $5,000 in low-risk, liquid Treasury I Bonds, which earn interest and protect owners against inflation. The resulting bonds will be issued in the taxpayer's name. If the refund is a joint refund, the bonds will be issued in the names of both taxpayers. No beneficiary may be selected. The taxpayer need not have a TreasuryDirect account to purchase I Bonds using this option. You can buy Savings Bonds in denominations of $50, $100, $200, $500 and $1,000. You buy them at face value, meaning if you pay $50 using your refund, you get a $50 Savings Bond. In any single calendar year, you can buy up to a total of $5,000 of U.S. savings bonds of any series whether using your refund or some other method. If you buy $250 or less of Savings Bonds with your refund, then $50 Savings Bonds will be issued. If the amount is over $250, then $50 Savings Bonds will be issued up to $250 and the fewest possible additional Savings Bonds will be issued for the remaining amount. Follow the instructions on Form 8888 to tell the IRS to make a direct deposit of the amount you designate to an IRA, to buy U.S. savings bonds, or to a savings account or other savings vehicle. As noted in that description, the program for receiving refunds via savings bonds is an option taxpayers can request to participate in; not a default applied to everyone except those who specifically take action to opt out of it. Taxpayers who wish to take part in this new program must proactively indicate their desire to do so by filling out and submitting IRS Form 8888 with their returns. Additional changes may be coming in future years, but taxpayers filing federal income tax returns in 2010 for income earned in 2009 need not \"watch carefully\" to avoid receiving their refunds as savings bonds.",
  "Originally Published": "",
  "Referred Links": "http://www.irs.gov/pub/irs-pdf/f8888.pdf;http://www.irs.gov/newsroom/article/0,,id=217791,00.html;http://www.irs.gov/individuals/article/0,,id=217868,00.html;http://www.whitehouse.gov/the_press_office/Weekly-Address-President-Obama-Announces-New-Initiatives-for-Retirement-Savings/;",
  "Example": "[Collected via e-mail, January 2010] Please be aware that when filing your income taxes for 2009 earnings, the IRS has decided that all refunds due clients will be paid in US Savings Bonds unless you choose to \"opt out\". So watch carefully and find the area on the forms or inform your preparer of your intentions regarding this. I would think that MOST PEOPLE would not want to receive savings bonds as opposed to a refund check in the event of a refund comingto them.",
  "Last Updated": "26 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/savingsbonds.asp",
  "Claim": "By default, all U.S. federal income tax refunds paid in 2010 will be issued in the form of U.S. savings bonds.",
  "Claim_ID": "politics_taxes_savingsbonds",
  "Tags": ""
}