{
  "Origins": "Nidal Malik Hasan is the United States Army Medical Corps officer currently in custody and awaiting trial as the sole perpetrator of the 5 November 2009 shootings at Fort Hood, Texas, which left 13 people dead and 29 others wounded. On 8 March 2013, the Duffel Blog published an article positing that the Army had announced Hasan was being promoted from the rank of major to lieutenant colonel and would be receiving a Legion of Merit award:",
  "Fact Check": "",
  "Description": "Soon afterwards, links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item. However, the article was just a bit of political humor which played on stereotypes of military bureaucracy. As noted in the Duffel Blog 's \" About Us \" page, that web site deals strictly in military-based satire and faux news: The Duffel Blog serves the men and women of the US Military with a daily dose of military humor, funny military pictures, and faux news. We take an interesting and funny look at military life. We focus on veterans, military stories, defense, politics (sometimes) and life on base with a comedic twist. We are in no way, shape, or form, a real news outlet. Just about everything on this website is satirical in nature. The content of this site is parody. No composition should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm. All characters, groups, and military units appearing in these works are fictitious. Any resemblance to real persons, living or dead, or actual military units and companies is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://www.duffelblog.com/about/;http://www.duffelblog.com/2013/03/alleged-fort-hood-shooter-nidal-hasan-receives-promotion-legion-of-merit;",
  "Example": "[Collected via e-mail, March 2013] Saw on facebook an article reporting that Major Nidal Hassan, on trial for shooting many soldiers, was promoted to Lt. Colonel and awarded The Legion of Merit medal. says there was no block on his promotion, or red flag on his records. Could not be true, please check.",
  "Last Updated": "8 March 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/hasan.asp",
  "Claim": "The U.S. Army has promoted accused Fort Hood shooter Nidal Hasan and awarded him the Legion of Merit.",
  "Claim_ID": "politics_satire_hasan",
  "Tags": ""
}