{
  "Origins": "Every election cycle brings its share of subtle (and not-so-subtle) humor pieces proclaiming that measurements have determined one candidate's intelligence to be much higher than another's, or that studies have found supporters of a particular candidate or party are, in general, significantly smarter as a group than supporters of the opposite party. It seems no satirical article that makes reference to a \"study\" (usually conducted by a fictitious academic or political group), no matter how broadly written, won't be mistaken by some readers for a valid news report. (A similar item from 2001 fooled many a news publication and is still occasionally cited as a genuine by gullible reporters.)",
  "Fact Check": "",
  "Description": "The item excerpted above provides plenty of clues that it is satirical in nature (and about whom it's satirizing): Besides its general premise regarding a supposedly inverse relationship between intelligence and support for President Bush, it also notes that persons with IQs in the 60-80 range are more likely to support Dale Earnhardt, Jr. (a NASCAR driver) than Senator John Kerry in the presidential election, that there is a \"direct correlation between the number of preset Country Western stations on car radios and Bush's approval rating,\" and that \"Bush supporters argue against [polls predicting an Electoral College tie] because the word College angers them.\" This article is in fact the work of politic satirist Will Durst , a 9 September 2004 example of one of the columns he publishes on a semi-weekly basis.",
  "Originally Published": "",
  "Referred Links": "http://www.workingforchange.com/column_lst.cfm?AuthrId=4;http://www.willdurst.com/;http://en.wikipedia.org/wiki/Dale_Earnhardt_Jr.;http://www.workingforchange.com/article.cfm?ItemID=17627;",
  "Example": "[Collected on the Internet, 2004] \"Stupid people love Bush\" new study proves According to the prestigious Southern California think tank, The Gluton Group, stupid people prefer President George W Bush over Senator John Kerry by a 4-to-1 margin. As Chief Resident Dr. Louis Friend characterized the results of the research, \"the less intelligent you are, the more you like Bush.\" This landmark study, conducted over a 5 month period, involved 2400 likely voters bridging all economic stratas in the 17 states generally considered up for grabs on November 2nd. Participants were tested for intelligence, then asked to fill out a 12 page series of questions involving the Presidential candidates with results released earlier this week. [Rest of article here.]",
  "Last Updated": "1 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/gop.asp",
  "Claim": "Study finds that persons of lower intelligence are more likely to support President George W. Bush.",
  "Claim_ID": "politics_satire_gop",
  "Tags": ""
}