{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.defense.gov/faq/pis/med_of_honor.aspx;http://web.archive.org/web/20020205213023/http://acl.okstate.edu/users/erikm/ninja/shuriken.html;",
  "Example": "[Collected via e-mail, March 2002] \"They just kept passing it around there were eight or nine or ten of them who handled it before it was over,\" he said. \"They had found it in my pocket at the airport, and they thought it was suspicious. It's shaped like a star, and they were looking at the metal edges of it, like it was a weapon. I asked for it back, but they kept handing it to each other and inspecting it. I was told to move to a separate area. \"I told them just turn it over. The engraving on the back explains everything. But they thought they must have something potentially dangerous here. \"I told them exactly what it was I said, 'That's my Congressional Medal of Honor. \" The man relating that story was retired Gen. Joe Foss, 86. His experience last month in Arizona at the international airport in Phoenix may be the ultimate symbol of the out-of-kilter times we are going through. We are so afraid of terrorists in our midst that what happened to Foss is not only believable, but perhaps even inevitable: The Congressional Medal of Honor will be taken from its recipient because it looks vaguely ominous. I spoke with Foss because I wanted to hear it from him directly. He told me that he holds no animosity about the incident \"I'm just as interested in defeating the terrorists as anyone is, I promise you that\" and that he is mostly sad that no one knew what the Medal of Honor was. Foss was awarded the medal by President Franklin D. Roosevelt during World War II after shooting down 26 enemy planes as a Marine fighter pilot in solo combat in the Pacific. He grew up in South Dakota after the war he would become governor of that state and took flying lessons as a young man, then went to war. He lives in Scottsdale, Ariz., and when he travels he is patted down in airports instead of going through the metal detectors, because of a heart pacemaker. At the airport in Phoenix, he said, he was being searched manually and he put his jacket through the X-ray machine. A couple of things caught the attention of the screeners rightly so. Foss has a key chain made out of a dummy bullet, with a hole drilled through it to make it evident it is harmless; he also carries a small knife/file with the Medal of Honor Society's insignia on it. The screeners took both of them from Foss traveling during these nervous days with items that look like bullets, or with even a small knife, will, and should, invite scrutiny. Even if you're 86. Even if you're a war hero. That's not what frustrated him. The screeners, he said, allowed him to mail the key chain and the little knife back to his home from the airport. But for 45 minutes, he estimated, he was passed from person to person, made to remove his boots and tie and belt and hat three different times, and prevented from boarding his flight (he was eventually allowed on) because the security personnel, he said, had misgivings about his Medal of Honor. (America West Airlines, in whose terminal in Phoenix the incident allegedly took place, said through a spokeswoman shortly after the misunderstanding that the airline's objective is to ensure safety and security for all passengers and employees.) \"I want you to know,\" Foss told me, \"that I don't go around wearing my Medal of Honor, or carrying it with me. The only reason I had it with me on this flight was that I was supposed to give a speech to a class at the United States Military Academy at West Point, and I thought the medal was something the cadets might be interested in seeing.\" I asked him what he remembered about being presented the Congressional Medal of Honor. \"I was right fresh out of combat when I was called to the White House,\" he said. \"FDR was behind his desk, and he pinned the medal on my uniform. He said it was for actions above and beyond the call of duty. \"I was nervous, being in the presence of the president. I think I may have been more nervous there than I was in combat. My wife and mother were with me it was quite a day. I think President Roosevelt called me 'young feller.'\" After the White House ceremony, Foss had his photograph taken with the medal the nation's highest military honor for valor in action on his uniform. That photo was the full front cover of Life magazine, the issue of June 7, 1943; the cover caption was: \"Captain Foss, U.S.M.C. America's No. 1 Ace.\" And now, almost 60 years later, the Medal of Honor was being handed from one skeptical security screener to another in the Phoenix airport, while Foss, at 86, took his boots and belt off as ordered. \"I wasn't upset for me,\" he said. \"I was upset for the Medal of Honor, that they just didn't know what it even was. It represents all of the guys who lost their lives the guys who never came back. Everyone who put their lives on the line for their country. You're supposed to know what the Medal of Honor is.\" Summary: On 11 January 2002, Joseph J. Foss of Scottsdale, Arizona a major in the USMC during World War II , a colonel in the USAF during the Korean War, and later a brigadier general with the South Dakota Air National Guard was attempting to board an America West flight bound for Arlington, Virginia, when airport security held him for 45 minutes while they debated what to do with a variety of suspect items he had about his person. This 86-year-old former governor of South Dakota (and former American Football League commissioner) was on his way to attend a National Rifle Association meeting and to speak to cadets at the U.S. Military Academy at West Point, and he carried with him his Medal of Honor as well as a Medal of Honor commemorative nail file and a dummy bullet which had been made into a key fob. Each of these items was regarded as a potential security risk by airport personnel: the bullet for being a bullet, the nail file for being a nail file (metal nail files are now banned on flights in the USA), and the Medal of Honor for being a suspicious five-pointed metal object that might have been a weapon (similar to the Japanese throwing discs known hira shuriken ). After being repeatedly searched, Foss was allowed to board the plane with his Medal of Honor, but he had to mail the bullet and nail file home to himself. Foss' experience prompted the piece quoted above, which is the text of a Bob Greene article from the 24 February 2002 Chicago Tribune . Several columnists used this incident as the centerpiece of newspaper articles about the issues surrounding heightened air travel standards since September 11 because it highlights the problems inherent to new airport security measures. Where does a reasonable standard of protection leave off and lunacy begin? Granted, if bullets are on the banned list then passengers shouldn't attempt to bring them onboard, but should bullets which have been drilled and turned into key charms ornamental objects which clearly pose no threat to anyone be treated as if they were \"real\" bullets? And should a Medal of Honor the country's highest award for bravery even fleetingly be considered a possible threat to the safety of others? Unfortunately, Joe Foss didn't have much time to ponder the rationale behind new airline travel restrictions after his January 2002 experience. He passed away in an Arizona hospital at the age of 87 on New Year's Day of 2003. Barbara \"perfect alibi\" Mikkelson Additional information: Medal of Honor history Last updated: 7 June 2014",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/airportmedal.asp",
  "Claim": "A Medal of Honor carried by a World War II veteran aroused suspicion among airport security forces.",
  "Claim_ID": "politics_military_airportmedal",
  "Tags": ""
}