{
  "Origins": "On 13 March 2012, the Free Wood Post web site published an article (\"Fox News Classified Satire by FCC\") positing that the Federal Communications Commission (FCC) had reclassified Fox News \"from a valid news source to that of satire\" and that as a result the Fox News Channel would be running disclaimers along the bottom of viewing screens stating \"This is not a valid news source\": A statement put out by the FCC says, \"The decision to classify Fox News as satire has come after several years of evaluation regarding the sources of their reporting and the bias of their programming. While much of their content is based on legitimate news, it is spun is a way that cannot not be deemed newsworthy to the viewing public. If Fox News so chooses to report actual news stories of legitimacy without skewing the content we may overturn our decision and reclassify the network to a valid news source once again.\" Shortly afterward links and excerpts referencing that article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news item. However, the article was just a political spoof of Fox News from the satirical web site Free Wood Post , whose disclaimer notes that: Free Wood Post is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within FreeWoodPost.com are fiction, and presumably fake news.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.freewoodpost.com/disclaimer/;http://www.freewoodpost.com/;http://www.freewoodpost.com/2012/03/13/fox-news-classified-satire-by-fcc/;",
  "Example": "[Collected via e-mail, September 2013] Article headline: Fox News classified satire by FCC written by Sarah Wood. States that Fox News will now have to run a disclaimer across the bottom of the screen stating \"This is not a valid new source\". Is this true?",
  "Last Updated": "25 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/foxnewsfcc.asp",
  "Claim": "The FCC has classified Fox News as \"satire\" rather than a news source.",
  "Claim_ID": "Politics_satire_foxnewsfcc",
  "Tags": ""
}