{
  "Origins": "On 15 October 2004, the fourth annual Palestine Solidarity Movement (PSM) conference, sponsored by the student group Hiwar, was slated to begin at Duke University in Durham, North Carolina. In what the television industry might call an example of \"counterprogramming,\" Duke's largest Jewish organization scheduled a \"Students Against Terror Concert and Rally\" to be held on 14 October 2004, the eve of the PSM conference. The latter rally included speakers such as an Ohio student whose father was killed in the 9/11 terrorist attacks, a survivor of a suicide bombing in Israel, the founder of a Sudanese exile group, U.S. Representative David Price, and Durham Mayor Bill Bell, the last of whom proclaimed the day \"Students Against Terror Day\" in Durham.",
  "Fact Check": "",
  "Description": "Also among the speakers that day was Brigitte Gabriel, a Christian who fled Lebanon for Israel during the Lebanese civil war and who now heads the American Congress for Truth ( ACT ), a Virginia-based organization the Durham Herald-Sun described as a \"aimed at exposing the threat of Islamic fundamentalism.\" Ms. Gabriel delivered the speech reproduced above, about her life in Lebanon and her observations on the origins and nature of the conflict between Jews, Muslims, Christians, Israelis, Arabs, and Palestinians in that part of the world. Additional information: Interview with Brigitte Gabriel",
  "Originally Published": "",
  "Referred Links": "http://tudorproductions.com/media/Duke_Brigitte_interview.wmv;http://americancongressfortruth.com;http://fcjl.studentaffairs.duke.edu/PSC/concert_info.asp;",
  "Example": "[Collected via e-mail, 2004] Brigitte Gabriel's Speech at Duke University Remarks of Brigitte Gabriel, delivered at the Duke University Counter Terrorism Speak-Out I'm proud and honoured to stand here today, as a Lebanese speaking for Israel, the only democracy in the Middle East. As someone who was raised in an Arabic country, I want to give you a glimpse into the heart of the Arabic world. I was raised in Lebanon, where I was taught that the Jews were evil, Israel was the devil, and the only time we will have peace in the Middle East is when we kill all the Jews and drive them into the sea. When the Moslems and Palestinians declared Jihad on the Christians in 1975, they started massacring the Christians, city after city. I ended up living in a bomb shelter underground from age 10 to 17, withoutelectricity, eating grass to live, and crawling under sniper bullets to a spring to get water. It was Israel who came to help the Christians in Lebanon. My mother was wounded by a Moslem's shell, and was taken into an Israeli hospital for treatment. When we entered the emergency room, I was shocked at what I saw. There were hundreds of people wounded, Moslems, Palestinians, Christians, Lebanese, and Israeli soldiers lying on the floor. The doctors treated everyone according to their injury. They treated my mother before they treated the Israeli soldier lying next to her. They didn't see religion, they didn't see political affiliation, they saw people in need and they helped. For the first time in my life I experienced a human quality that I know my culture would not have shown to their enemy. I experienced the values of the Israelis, who were able to love their enemy in their most tryingmoments. I spent 22 days at that hospital. Those days changed my life and the way I believe information, the way I listen to the radio or to television. I realized I was sold a fabricated lie by my government, about the Jews and Israel, that was so far from reality. I knew for fact that, if I was a Jew standing in an Arab hospital, I would be lynched and thrown over to the grounds, as shouts of joy of Allah Akbar, God is great, would echo through the hospital and the surrounding streets. I became friends with the families of the Israeli wounded soldiers: one in particular Rina, her only child was wounded in his eyes. One day I was visiting with her, and the Israeli army band came to play national songs to lift the spirits of the wounded soldiers. As they surrounded his bed playing a song about Jerusalem, Rina and I started crying. I felt out of place and started waking out of the room, and this mother holds my hand and pulls me back in without even looking at me. She holds me crying and says: \"It is not your fault.\" We just stood therecrying, holding each other's hands. What a contrast between her, a mother looking at her deformed 19 year old only child, and still able to love me, the enemy, and between a Moslem mother who sends her son to blow himself up to smithereens just to kill a few Jews or Christians. The difference between the Arabic world and Israel is a difference in values and character. It's barbarism versus civilization. It's democracy versus dictatorship. It's goodness versus evil. Once upon a time, there was a special place in the lowest depths of hell for anyone who would intentionally murder a child. Now, the intentional murder of Israeli children is legitimized as Palestinian \"armed struggle.\" However, once such behaviour is legitimized against Israel, it is legitimized everywhere in the world, constrained by nothing more than the subjective belief of people who would wrap themselves in dynamite and nails for the purpose of killing children in the name of God. Because the Palestinians have been encouraged to believe that murdering innocent Israeli civilians is a legitimate tactic for advancing their cause, the whole world now suffers from a plague of terrorism, fromNairobi to New York, from Moscow to Madrid, from Bali to Beslan. They blame suicide bombing on \"desperation of occupation.\" Let me tell you the truth. The first major terror bombing committed by Arabs against the Jewish state occurred ten weeks before Israel even became independent. On Sunday morning, February 22, 1948, in anticipation of Israel's independence, a triple truck bomb was detonated by Arab terrorists on Ben Yehuda Street, in what was then the Jewish section of Jerusalem.Fifty-four people were killed, and hundreds were wounded. Thus, it is obvious that Arab terrorism is caused not by the \"desperation\" of \"occupation\" but by the VERY THOUGHT of a Jewish state. So many times in history in the last 100 years, citizens have stood by and done nothing, allowing evil to prevail. As America stood up against and defeated communism, now it is time to stand up against the terror of religious bigotry and intolerance. It's time to all stand up and support and defend the state of Israel, which is the front line of the war against terrorism.",
  "Last Updated": "8 August 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/gabriel.asp",
  "Claim": "E-mail reproduces an \"anti-terrorism\" speech delivered by Brigitte Gabriel at Duke University.",
  "Claim_ID": "politics_soapbox_gabriel",
  "Tags": ""
}