{
  "Origins": "The National Review has posted items confirming and explaining the origins of the letter quoted above: the captain's sister explained that it was a private message sent to his mother and his wife, the captain himself wrote in to verify it, and the captain's mother let readers know that her son and his wife are spending their first Christmas apart this year while he's stationed in Iraq, but they may be together again soon. His account of events related to President Bush's secretly-planned Thanksgiving Day trip to Baghdad and his description of the President's introduction to surprised American troops by U.S. administrator L. Paul Bremer III (the top American civilian official in Iraq) and Lt. Gen. Ricardo Sanchez (the U.S. military commander in Iraq) matches accounts given by the press reporters present:",
  "Fact Check": "",
  "Description": "Also, some servicemen were both wary and curious about being tapped by their superiors to attend a \"Thanksgiving dinner with some VIPs\" and suspected something big was up when they spotted Secret Service agents milling about: Army Spec. 4 Don L. McCastle of Baker, Louisiana, got a sinking feeling in the pit of his stomach last week when his sergeant told him to report on the double to the sergeant major's office. Enlisted personnel at the grade of E-4 usually don't get called to an E-9's office for social visits. McCastle told his grandfather that he immediately thought, \"Oh no, what have I done now?\" The mystery heightened when the sergeant major told McCastle to take a seat on the sofa and relax, then explained that McCastle was to go back to his Baghdad barracks, put on his best set of fatigues and await a ride to the Baghdad airport for Thanksgiving dinner with some VIPs. As related by his grandfather, Admon McCastle of Baker, the 24-year-old Army medic felt a heightened sense of security when he arrived at a large building and noticed lots of civilian security agents milling around. They appeared to be Secret Service agents, he thought to himself. McCastle told his grandfather he started putting two and two together when L. Paul Bremer, the top American civilian official in Iraq, told the gathering of 600 soldiers that he had Thanksgiving greetings from the president but needed someone senior to him to deliver them. Admon McCastle said his grandson told him, \"About that time, President Bush walked out, and the place broke into a roar.\" The President also visited with the troops, made small talk with them, and posed for pictures: After speaking to the troops and serving dinner to them, Bush came by McCastle's table and made small talk while posing for a picture with the 1997 Baker High School graduate. Learning McCastle was from Louisiana, the president commented, \"How about those Tigers?\" He also observed that the Thanksgiving dinner probably didn't measure up to south Louisiana cooking. McCastle told his grandfather he then asked the president how he knew about Louisiana cooking. \"He said the president just put his arm on his shoulder and winked,\" Admon McCastle said. That President Bush might have greeted an Army captain and told him, \"I'm proud of what you do, captain\" is perfectly in line with the President's conduct during previous meetings with U.S. servicemen and the nature and purpose of his visit to Iraq. We haven't forgotten you either, captain, and you have our thanks, too. We hope you're able to spend next Thanksgiving back home with your family in the U.S.A.",
  "Originally Published": "",
  "Referred Links": "http://www.nationalreview.com/thecorner/03_11_30_corner-archive.asp#020668;http://www.nationalreview.com/thecorner/03_11_30_corner-archive.asp#020668;http://www.nationalreview.com/thecorner/03_11_30_corner-archive.asp#020617;http://www.nationalreview.com/thecorner/03_11_30_corner-archive.asp#020599;",
  "Example": "[Collected on the Internet, 2003] An Email from a Captain in Iraq We knew there was a dinner planned with ambassador Bremer and LTG Sanchez. There were 600 seats available and all the units in the division were tasked with filling a few tables. Naturally, the 501st MI battalion got our table. Soldiers were grumbling about having to sit through anotherdog-and-pony show, so we had to pick soldiers to attend. I chose not to go. But, about 1500 the G2, LTC Devan, came up to me and with a smile, asked me to come to dinner with him, to meet him in his office at 1600 and bring a camera. I didn't really care about getting a picture with Sanchez or Bremer, but when the division's senior intelligence officer asks you to go, you go. We were seated in the chow hall, fully decorated for thanksgiving when aaaaallllll kinds of secret service guys showed up. That was my first clue, because Bremer's been here before and his personal security detachment is not that big. Then BG Dempsey got up to speak, and he welcomed ambassador Bremer and LTG Sanchez. Bremer thanked us all and pulled out a piece of paper as if to give a speech. He mentioned that thePresident had given him this thanksgiving speech to give to the troops. He then paused and said that the senior man present should be the one to give it. He then looked at Sanchez, who just smiled. Bremer then said that we should probably get someone more senior to read the speech. Then, from behind the camouflage netting, the President of the United States came around. The mess hall actually erupted with hollering. Troops bounded to their feet with shocked smiles and just began cheering with all their hearts. The building actually shook. It was just unreal. I was absolutely stunned. Not only for the obvious, but also because I was only two tables away from the podium. There he stood, less than thirtyfeet away from me! The cheering went on and on and on. Soldiers were hollering, cheering, and a lot of them were crying. There was not a dry eye at my table. When he stepped up to the cheering, I could clearly see tears running down his cheeks. It was the most surreal moment I've had in years. Not since my wedding and Aaron being born. Here was this man, our President, came all the way around the world, spending 17 hours on an airplane and landing in the most dangerous airport in the world, where a plane was shot out of the sky not six days before. Just to spend two hours with his troops. Only to get on a plane and spend another 17 hours flying back. It was a great moment, and I will never forget it. He delivered his speech, which we all loved, when he looked right at me and held his eyes on me. Then he stepped down and was just mobbed by the soldiers. He slowly worked his way all the way around the chow hall and shook every last hand extended. Every soldier who wanted a photo with the President got one. I made my way through the line, got dinner, then wolfed it down as he was still working the room. You could tell he was really enjoying himself. It wasn't just a photo opportunity. This man was actually enjoying himself! He worked his way over the course of about 90 minutes towards my side of the room. Meanwhile, I took the opportunity to shake a few hands. I got a picture with Ambassador Bremer, Talabani (acting Iraqi president) and Achmed Chalabi (another member of the ruling council) and Condaleeza Rice, who was there with him. I felt like I was drunk. He was getting closer to my table so I went back over to my seat. As he passed and posed for photos, he looked my in the eye and \"How you doin', captain.\" I smiled and said \"God bless you, sir.\" To which he responded \"I'm proud of what you do, captain.\" Then moved on.",
  "Last Updated": "3 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/thanksgiving.asp",
  "Claim": "An army captain in Iraq describes President Bush's surprise Thanksgiving Day visit to Baghdad.",
  "Claim_ID": "politics_military_thanksgiving",
  "Tags": ""
}