{
  "Origins": "This e-mail comparison between the homes of President George W. Bush and former vice-president Al Gore began circulating on the Internet in March 2007 (shortly after the latter's film on the global warming issue, An Inconvenient Truth , won an Academy Award as Best Documentary). Short and sweet, there's a fair bit of truth to the e-mail: Al Gore's Nashville mansion is something of the energy-gobbler the e-mail depicts, while President Bush's Crawford ranch is more the model of responsible resource use the juxtaposition portrays it to be.",
  "Fact Check": "",
  "Description": "According to the Associated Press , the Gore's 10,000 square foot Belle Meade residence consumes electricity at a rate of about 12 times the average for a typical house in Nashville (191,000 kwh versus 15,600 kwh). While there are mitigating factors (further discussed in our article about the Gore household's energy use ), this is still a surprising number, given that the residence is approximately four times the size of the average new American home. The Prairie Chapel Ranch ranch home owned by George W. Bush in Crawford, Texas, was designed by Austin architect David Heymann, an associate dean for undergraduate programs at the University of Texas School of Architecture. As the Chicago Tribune described the house in a 2001 article: The 4,000-square-foot house is a model of environmental rectitude. Geothermal heat pumps located in a central closet circulate water through pipes buried 300 feet deep in the ground where the temperature is a constant 67 degrees; the water heats the house in the winter and cools it in the summer. Systems such as the one in this \"eco-friendly\" dwelling use about 25% of the electricity that traditional heating and cooling systems utilize. A 25,000-gallon underground cistern collects rainwater gathered from roof runs; wastewater from sinks, toilets and showers goes into underground purifying tanks and is also funneled into the cistern. The water from the cistern is used to irrigate the landscaping surrounding the four-bedroom home. Plants and flowers native to the high prairie area blend the structure into the surrounding ecosystem. Other news articles published in 2001-02 provided expanded descriptions of the ranch house: \"By marketplace standards, the house is startlingly small,\" says David Heymann, the architect of the 4,000-square-foot home. Constructed from a local limestone, the house has eight rooms in a long, narrow design to take advantage of views and breezes. A porch stretches across the back and both ends of the house, widening at one end into a covered patio off the living room. The tin roof of the house extends beyond the porch. When it rains, it's possible to sit on the patio and watch the water pour down without getting wet. Under a gravel border around the house, a concrete gutter channels the water into a 25,000-gallon cistern for irrigation. In hot weather, a terrace directly above the cistern is a little cooler than the surrounding area. Wastewater from showers, sinks and toilets goes into purifying tanks underground one tank for water from showers and bathroom sinks, which is so-called \"gray water,\" and one tank for \"black water\" from the kitchen sink and toilets. The purified water is funneled to the cistern with the rainwater. It is used to irrigate flower gardens, newly planted trees and a larger flower and herb garden behind the two-bedroom guesthouse. Water for the house comes from a well. The Bushes installed a geothermal heating and cooling system, which uses about 25% of the electricity that traditional heating and air-conditioning systems consume. Several holes were drilled 300 feet deep, where the temperature is a constant 67 degrees. Pipes connected to a heat pump inside the house circulate water into the ground, then back up and through the house, heating it in winter and cooling it in summer. The water for the outdoor pool is heated with the same system, which proved so efficient that initial plans to install solar energy panels were cancelled. The features are environment-friendly, but the reason for them was practical to save money and to save water, which is scarce in this dry, hot part of Texas. (NOTE: The floor plans shown at the web site westernwhitehouse.org are not accurate reproductions of the size and layout Bush's Prairie Chapel Ranch house. They are elements of a parody.)",
  "Originally Published": "",
  "Referred Links": "http://www.westernwhitehouse.org/;",
  "Example": "[Collected via e-mail, 2007] LOOK OVER THE DESCRIPTIONS OF THE FOLLOWING TWO HOUSES AND SEE IF YOU CAN TELL WHICH BELONGS TO AN ENVIRONMENTALIST. HOUSE # 1: A 20-room mansion (not including 8 bathrooms) heated by natural gas. Add on a pool (and a pool house) and a separate guest house all heated by gas. In ONE MONTH ALONE this mansion consumes more energy than the average American household in an ENTIRE YEAR. The average bill for electricity andnatural gas runs over $2,400.00 per month. In natural gas alone (which last time we checked was a fossil fuel), this property consumes more than 20 times the national average for an American home. This house is not in a northern or Midwestern \"snow belt,\" either. It's in the South. HOUSE # 2: Designed by an architecture professor at a leading national university, this house incorporates every \"green\" feature current home construction can provide. The house contains only 4,000 square feet (4 bedrooms) and is nestled on arid high prairie in the American southwest. A central closet in the house holds geothermal heat pumps drawing ground water through pipes sunk 300 feet into the ground. The water (usually 67 degrees F.)heats the house in winter and cools it in summer. The system uses no fossil fuels such as oil or natural gas, and it consumes 25% of the electricity required for a conventional heating/cooling system. Rainwaterfrom the roof is collected and funneled into a 25,000 gallon underground cistern. Wastewater from showers, sinks and toilets goes into underground purifying tanks and then into the cistern. The collected water then irrigates the land surrounding the house. Flowers and shrubs native to the area blend the property into the surrounding rural landscape. HOUSE # 1 (20 room energy guzzling mansion) is outside of Nashville, Tennessee. It is the abode of that renowned environmentalist (and filmmaker) Al Gore. HOUSE # 2 (model eco-friendly house) is on a ranch near Crawford, Texas. Also known as \"the Texas White House,\" it is the private residence of the President of the United States, George W. Bush. So whose house is gentler on the environment? Yet another story you WON'T hear on CNN, CBS, ABC, NBC, MSNBC or read about in the New York Times or the Washington Post. Indeed, for Mr. Gore, it's truly \"an inconvenient truth.\"",
  "Last Updated": "28 March 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/house.asp",
  "Claim": "E-mail compares George W. Bush's eco-friendly ranch with Al Gore's energy-expending mansion.",
  "Claim_ID": "politics_bush_house",
  "Tags": ""
}