{
  "Origins": "After the Seattle Seahawks trounced the Denver Broncos 43-8 in Super Bowl XLVIII in 2014, the fake news web site Huzlers fooled more than a few sports fans by publishing a fictitious article claiming the NFL was investigating the possible rigging of that game. When the Seahawks lost a 28-24 thriller to the New England Patriots in Super Bowl XLIX the following year, rumors of a rigging popped up again, this time in a different form.",
  "Fact Check": "",
  "Description": "During the course of the 2015 Super Bowl, a Twitter user shared images of purported tweets made from an account called \"NFL is Rigged\" supposedly proving the results of the NFL season had been determined months in advance. The first tweet was dated 4 September 2014 and announced the Patriots and the Seahawks would be playing in the 2015 Super Bowl and the user was \"tweeting this rigged match-up before the first regular season game in order to prove my authenticity in stating that the NFL is indeed a corrupt organization.\" The latter was dated 18 January 2015 and announced both that the Patriots would win by six points in overtime, and New England quarterback Tom Brady would be voted the game's MVP: The Patriots and Seahawks did play in the 2015 Super Bowl, Tom Brady was named the MVP of the contest, and New England did win the game, but the last prediction was off: the Pats triumphed by only four points and won in regulation time. It's not known at this time whether the images of the tweets were fabricated, or whether someone simply employed the common trick of making numerous contradictory predictions then deleting or ignoring all but the single correct one. But even if these tweets were genuinely issued on the dates cited, they're hardly proof that the 2014 NFL season was rigged: The Seahawks and the Patriots were both highly ranked pre-season favorites to win their respective conferences and thus obvious choices to advance to the Super Bowl, and guessing that the quarterback of the winning team would be named the game's MVP isn't ever much of a stretch since that has been case over 50% of the time. If \"NFL is Rigged\" had also correctly anticipated the final score of Super Bowl XLIX, or at least gotten the point spread and game length correct, that might have been a lot more convincing evidence that a rigging conspiracy was afoot. Even the Madden NFL 15 video game turned out to be a more accurate predictor than \"NFL is Rigged\" did.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20140710232253/http://www.vegasinsider.com/nfl/odds/futures/;https://twitter.com/robvalles1/status/562072422820503552/photo/1;",
  "Example": "",
  "Last Updated": "1 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/2015superbowlrigged.asp",
  "Claim": "A fan's tweets verified the results of the 2014-15 NFL season and Super Bowl were rigged.",
  "Claim_ID": "politics_conspiracy_2015superbowlrigged",
  "Tags": ""
}