{
  "Origins": "Decades after the Vietnam war, the image of a \"shunned serviceman\" has remained in popular culture. Versions of this rumor began circulating over the past decade following active conflicts abroad, despite widespread support in recent years for men and women in uniform. The tale moves from location to location, but the general structure remains virtually the same a serviceman in uniform attempts to refuel at a gas station or truck stop, only to be stopped by an ostensibly vengeful owner or attendant who's taken exception to his military affiliation.",
  "Fact Check": "",
  "Description": "Modern versions of the rumor tend to center on attendants who appear to be of Arab extraction. In the past, rumors of this ilk affected a Marathon gas station in Pontiac, Illinois; a Dunkin' Donuts location in Crown Point, Indiana; restaurants in Hilton Head, South Carolina, and Duluth, Minnesota; a Shell gas station in Tennessee; a Shady Maple restaurant in Pennsylvania; a Charley's Grilled Subs outlet in Stockton, California; and a Sak-N-Pak gas station in Corbin, Kentucky. As noted earlier, it's almost always the case that rumored insults toward a uniformed serviceman either didn't occur at all, or didn't remotely resemble the outrage-inspiring, heavily forwarded claim. (Once, in 2004, an incident at a convenience store in Fort Worth, Texas bucked that trend.) The Holly, Michigan version of the rumor appears to have originated with a serviceman's wife, who hasn't been named in reports. The status posted by the woman quickly garnered thousands of shares on Facebook, prompting outcry and even reported protests at the Holly Mobil station. However, the woman later deleted her post, according to a local Detroit news station's Facebook page. Posters on WXYZ-TV's Facebook page urged a Facebook user to remove her post to the page about the Holly Mobil station tale, with several reporting that the station's manager did not refuse service to the serviceman. According to the local posters, the woman who had made the claim later said she hadn't gotten the entire story from her spouse, and the station had simply run out of certain grades of gas: Word from Oakland Sheriff is that the lady called them and she stated she didn't get the whole story from her husband and that he didn't tell her that they were just out out of gas she called and wanted everyone to be safe here and apologizes for the discrepancy. In addition to the deletion of the original post about the initially alleged Holly, Michigan Mobil incident, the serviceman in the story has not stepped forward to corroborate his wife's prior claim.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, August 2014] LOCAL GAS STATION DISRESPECTS OUR MILITARY, BUT HAS NO TROUBLE ACCEPTING OUR DOLLARS ~~ THEY SHOULD BE CLOSED DOWN BOYCOTT BOYCOTT BOYCOTT BOYCOTT: Mobil gas station off I-75 exit 98 address: 8435 E Holly RD, Holly MI Jason had to report to the army reserves yesterday, on his way home he stopped to get gas, a drink and some jerky. When he went into the gas station and got to the counter the Arabic man looked at Jason, then his uniform and told him \"we dont serve gas here.\" Mobil gas station off I-75 exit 98 address: 8435 E Holly RD, Holly MIWe will never be a customer of a place like that!",
  "Last Updated": "1 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/mobil.asp",
  "Claim": "A Mobil station in Holly, Michigan, refused service to an Army reservist in uniform.",
  "Claim_ID": "politics_military_mobil",
  "Tags": ""
}