{
  "Origins": "In April 2010, the Dead Serious News web site published an article proclaiming that \"a newly revised gay-friendly Bible was \"set to go on sale in the next few weeks,\" describing the forthcoming work thusly:",
  "Fact Check": "",
  "Description": "Dead Serious News followed up that article with another a year later stating that the book's publisher, \"flush with cash after the success of their gay-friendly bible, has promised to put a copy of the controversial book in every motel room in North America.\" In May 2012, perhaps prompted by President Obama's then-recent remarks in support of gay marriage, we began receiving inquiries from readers referencing the Dead Serious News articles and wondering about the existence of these \"gay-friendly Bibles.\" However, both of the cited articles were nothing more than spoofs: the Dead Serious News web site's \" About \" page notes \"Dead Serious News is a satirical website that is updated on an irregular basis. With the exception of the names of public figures, all names are fictional.\" Some readers have cited the publication of the Queen James Bible as an instance of this satire's becoming reality, but that work is not nearly the same in nature as the one described in the satirical piece referenced above. The Dead Serious News spoof posits a Bible that has been radically rewritten to alter the gender, sexuality, motivations, and behaviors of major biblical figures, but the Queen James Bible is merely a reprinting of the standard King James Bible in which the editors have provided alternate translations for eight verses they maintain are ambiguous and have been incorrectly interpreted as condemnatory of homosexuality.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/The-Queen-James-Bible/dp/0615724531;http://www.deadseriousnews.com/?page_id=2;http://www.deadseriousnews.com/?p=1118;http://www.deadseriousnews.com/?p=237;",
  "Example": "[Collected via e-mail, May 2012] Gay revision of Holy Bible on Sead Serious News ... is this truth?",
  "Last Updated": "10 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/gaybible.asp",
  "Claim": "Pink Cross Publishing is about to publish a gay revision of the Bible.",
  "Claim_ID": "politics_satire_gaybible",
  "Tags": ""
}