{
  "Origins": "Arieh Eldad is a medical doctor specializing in plastic surgery and a member of Israel's Knesset. He served as the Director of Hadassah Hospital, Ein Kerem's Department of Plastic Surgery from 2000 to 2003 and is the Founder and Chairman of the Israeli Burn Association.",
  "Fact Check": "",
  "Description": "Everything up to and including \"a war between civilization & barbarism\" in the piece quoted above is a direct excerpt from an interview given by Dr. Eldad to New English Review in November 2008. The line \"Bibi (Netanyahu) gets it, Obama does not\" and everything beyond it is not; that section was added by some unknown person as a portion of the interview was circulated on the Internet. As to the veracity of Eldad's story about a burn patient turned suicide bomber, it is indeed an account of an actual incident, except for the small detail of how the aspiring terrorist came by her burns. (She was injured by a gas tank explosion rather than deliberately by her family in retaliation for a suspected affair.) On 20 June 2005, twenty-one-year-old Wafa Samir Ibrahim al-Biss was detained at a crossing into Israel when something about her gait struck the guards on duty at that post as somewhat amiss. This Palestinian woman was arrested after a search revealed she had been carrying 22 lbs. of explosives strapped to her body. While al-Biss had ostensibly been attempting to enter Israel to attend a follow-up appointment at the Soroka Medical Center in Beersheva, questioning revealed that it had been her intent to detonate the payload she'd been carrying at that institution. The would-be bomber had been treated there five months previous for severe burns received after a gas canister exploded on a fire while she was cooking at her refugee camp home in the Gaza Strip. Additional information: Attack by Female Suicide Bomber Thwarted at Erez Crossing (Israel Ministry of Foreign Affairs)",
  "Originally Published": "",
  "Referred Links": "http://www.mfa.gov.il/MFA/Terrorism-+Obstacle+to+Peace/Terrorism+and+Islamic+Fundamentalism-/Attack+by+female+suicide+bomber+thwarted+at+Erez+crossing+20-Jun-2005.htm;http://www.arieheldad.co.il/an-interview-with-mk-arieh-eldad;http://www.knesset.gov.il/mk/eng/mk_eng.asp?mk_individual_id_t=752;",
  "Example": "[Collected via e-mail, May 2011] From: Dr. Arieh Eldad: I was instrumental in establishing the Israeli National Skin Bank, which is the largest in the world. The National Skin Bank stores skin for every day needs as well as for war time or mass casualty situations. This skin bank is hosted at the Hadassah Ein Kerem University hospital in Jerusalem where I was the Chairman of plastic surgery. This is how I was asked to supply skin for an Arab woman from Gaza, who was hospitalized in Soroka Hospital in Beersheva, after her family burned her. Usually, such atrocities happen among Arab families when the women are suspected of having an affair. We supplied all the needed Homografts for her treatment. She was successfully treated by my friend and colleague, Prof. Lior Rosenberg and discharged to return to Gaza. She was invited for regular follow-up visits to the outpatient clinic in Beersheva. One day she was caught at a border crossing wearing a suicide belt. She meant to explode herself in the outpatient clinic of the hospital where they saved her life. It seems that her family promised her that if she did that, they would forgive her. This is only one example of the war between Jews and Muslims in the Land of Israel. It is not a territorial conflict. This is a civilizational conflict, or rather a war between civilization & barbarism. Bibi (Netanyahu) gets it, Obama does not. I have never written before asking to please forward onwards, so that as many as possible can understand radical Islam and what awaits the world if it is not stopped. Dr Arieh Eldad",
  "Last Updated": "22 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/israel/eldad.asp",
  "Claim": "Dr. Arieh Eldad wrote about a burn center patient turned suicide bomber.",
  "Claim_ID": "politics_israel_eldad",
  "Tags": ""
}