{
  "Origins": "Cardwell is a small coastal town (pop. ~1,250) in North Queensland, Australia. In December 2013, a (since-removed) item posted to the Meanwhile in Australia Facebook page asserted that the local council had banned the display of Christmas lights in that town in response to complaints from Muslim residents who \"found the lights to be an offensive celebration of Christmas.\"",
  "Fact Check": "",
  "Description": "However, that item was just a hoax. As detailed in a Chronicle news report, not only was no such ban enacted, but Cardwell doesn't even have a mosque: A Tiny town in north Queensland with a population of less than 1500 is making headlines after a Facebook hoax accusing it of bowing to Christmas-light hating Muslims went viral. The Cassowary Coast council which includes the town of Cardwell between Cairns and Townsville tackled the nonsense rumour head-on. \"A hoax statement has been posted on a Facebook page about Christmas lights in Cardwell. Council HAS NOT banned Christmas lights in the town,\" the council posted on its website. The council is receiving no lobbying from any religious group wanting to ban Christmas lights, Cardwell has no mosque and if the town has an imam, they are not well known. For those interested, the council is currently running a Christmas lights competition. The Cassowary Coast Regional Council not only published the referenced denial of the rumor on its web site but also posted a statement on its Facebook page stating that: Just in case you (like us!) have been caught up in this one, don't believe the hoax statement on another facebook page about Cardwell's Christmas lights/decorations. Council HAS NOT banned Christmas lights in Cardwell.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/cassowarycoastregionalcouncil/posts/588646594521749;http://www.cassowarycoast.qld.gov.au/;http://www.thechronicle.com.au/news/christmas-lights-banned-muslims-not-our-town/2101685/;https://www.facebook.com/MeanwhileInAustralia;http://www.queenslandplaces.com.au/cardwell;",
  "Example": "[Collected via Facebook, December 2013] Meanwhile In Australia. CHRISTMAS LIGHTS BANNED CAIRNS: Christmas Lights in Cardwell, North Queensland have been banned by the local council after a complaint from the new Al Shalalah Mosque built in the town just weeks ago. Iman Adnan Janutab said that the towns 100 Muslim residents found the lights to be an offensive celebration of Christmas and urged Christians to practice their beliefs privately within their homes, and not in public. The Council said in a statement that the request was approved because the needs of the religious minority needed to be respected. Please share THIS MESSAGE! So we can put Christmas lights up! THIS IS AUSTRALIA AND WE DESERVE TO LIVE OUR WAY YOU COME HERE YOU RESPECT OUR TRADITIONS What a load of rubbish!!!",
  "Last Updated": "3 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/christmas/cardwell.asp",
  "Claim": "Christmas lights have been banned in Cardwell, Australia, due to complaints from Muslim residents.",
  "Claim_ID": "politics_christmas_cardwell",
  "Tags": ""
}