{
  "Origins": "A significant subset of the e-mail forwards we receive consists of expressions of the theme that blacks are being overlooked and slighted by white Americans, particularly in the economic arena. A common feature of such messages are claims that major companies decline to advertise in media that reach primarily black audiences (because those businesses fail to recognize both the social desires and income levels of black Americans) and that the roles of blacks in American history have been ignored or minimalized. This current message touches on both these themes postage stamps honoring the heritage and contributions of Black Americans are being discontinued and destroyed for the most basic of economic reasons: because people don't buy them.",
  "Fact Check": "",
  "Description": "In this particular case, however, those feelings are misplaced: the United States Postal Service (USPS) is neither discontinuing the Black Heritage series of postage stamps nor planning to destroy the remaining stock of those issues. The series has been going strong ever since 1978, and the 2007 stamp (the 30th entry in the series) features singer Ella Fitzgerald. There is no end to the Black Heritage series in sight no matter how well or poorly any of its individual stamps sell, but rumors claiming that the series is in danger of discontinuation due to low sales have been circulating since at least 2000, when Executive Director of Stamp Services Azeezaly S. Jaffer issued an official USPS media statement disclaiming those rumors: Given the popularity and importance of the Black Heritage stamps, there are no plans to discontinue the series. It is unfortunate that such rumors have spread, and we hope that the Postal Service s commitment to honoring the historical achievements and contributions of African Americans on stamps will dispel any further concerns This policy was confirmed yet again by the USPS in a March 2005 press release: To dispel recurring rumors that its long-standing Black Heritage stamp series will be discontinued, a senior postal official reiterated the Postal Service's continued commitment to honoring African Americans on stamps. \"Nothing could be further from the truth. These rumors continue to resurface around this time of year,\" explained David Failor, Executive Director of Stamp Services, U.S. Postal Service, referring to the deluge of inquiries the Postal Service receives shortly after a Black Heritage stamp issuance. He said, \"As a main component of our annual stamp program, the Black Heritage series is alive and well, and here to stay. We're already looking forward to announcing next year's honoree this fall.\" The myth started several years ago through an anonymous email that alerted recipients to buy Black Heritage stamps before Post Offices take them off sale due to lack of demand. In 2007 the USPS confirmed yet again that not only are Black Heritage stamps being neither discontinued nor destroyed, but that the series is one of its most popular issues: A recent Internet rumor saying the Postal Service is discontinuing the Black Heritage series is another one of those untrue yarns that the Internet is sometimes famous for, as is the rumor that the Postal Service is destroying current Black Heritage series stamps. The fact is that the Black Heritage stamp series is one of our most popular. We have no plans whatsoever to discontinue it. The Postal Service remains as strongly committed to honoring the historical achievements and contributions of African Americans on stamps as we've always been. And we are proud to offer the latest stamp in the series honoring the great civil rights advocate and Supreme Court Justice, Thurgood Marshall. Exhorting people to buy Black Heritage stamps as a way of honoring the memories of the individuals they depict (and black Americans in general) is a worthy cause; such efforts need not be based on misinformation to succeed.",
  "Originally Published": "",
  "Referred Links": "http://www.usps.com/communications/news/stamps/2005/sr05_016.htm;http://web.archive.org/web/20000604104815/www.usps.com/news/stamps/99/black_heritage.htm;http://shop.usps.com/webapp/wcs/stores/servlet/ProductDisplay?catalogId=10152&storeId=10001&productId=28751&langId=-1&parent_category_rn=13373;",
  "Example": "[Collected via e-mail, 2000] Subject: Discontinuing and DESTROYING Black Stamps I was in the post office this morning and requested the African American stamp. The postal worker informed me that they will DESTROY all remaining African American Heritage stamps at the end of the month instead of following their usual process of selling them until they are depleted. She also said that they were asking patrons to complain to the Post Master and gave me a complaint form. Needless to say, I've already completed the form. The post office is considering discontinuing Black Heritage Stamps because they aren't selling. Instead of taking the path of least resistance and accepting the love, flag, rose or teddy bear stamps that they offer you automatically, request African-American stamps each and every time you mail something. If we don't buy them, nobody will. Perhaps you think it's not a major issue. However, it is a part of the ongoing effort to assert ourselves as a major economic force in this society. PASS THE MESSAGE ON AND LET'S KEEP BLACK STAMPS IN CIRCULATION. [Collected via e-mail, 2007] US POST OFFICE TO DESTROY AFRICAN AMERICAN STAMPS! Thurgood Marshall, Roy Wilkins, Langston Hughes, Zora Neale Hurston, Patricia Roberts Harris are all on these stamps. Please forward this and buy a book of our stamps ASAP. The P.O. will DESTROY all remaining African American Heritage stamps at the end of the month instead of following their usual procedure of selling them until they are depleted. Why? Because we're not buying them! However, our postal workers are asking patrons to complain to the Post Master, via a complaint form. Please ask for and complete the form (at the post office). Skip the love, flag, rose or teddy-bear stamps that they offer you automatically, request African-American stamps every time. If we don't buy them, nobody will. We need to keep the little things that we do get. Please send this email to all your friends so we can keep BLACK STAMPS in circulation!!!!",
  "Last Updated": "15 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/stamps/blackheritage.asp",
  "Claim": "The U.S. Postal Service is discontinuing the Black Heritage series of postage stamps and destroying the remaining stock.",
  "Claim_ID": "politics_stamps_blackheritage",
  "Tags": ""
}