{
  "Origins": "It's probably impossible for a politician such as Edward M. (\"Ted\") Kennedy the youngest child in a family that included a U.S. President (John) and a U.S. Attorney General and Senator (Robert) to have served as long as he did without acquiring a good many admirers and detractors. When Ted Kennedy died of cancer in August 2009, after a career spanning more than 46 years as a U.S. Senator, both groups offered their observations, laudatory and critical, on his life and career. The much-circulated example cited above, of the critical variety, is mostly true in its broad outlines (although some of its subjective observations are questionable):",
  "Fact Check": "",
  "Description": "1) Ted Kennedy did get expelled from Harvard for cheating (but not twice: a single incident has erroneously been represented as two different events in the example reproduced above). At the end of his freshman year at Harvard College, in 1951, Kennedy arranged for a classmate to take a Spanish exam in his place: As it had been at Milton [Academy], Spanish was the course that gave Teddy the most difficulty at Harvard. For the others, he would muddle through with C's, he thought, but as the final examination approached, he felt in danger of failing both the test and the course, which would render him ineligible for varsity football in the fall, an intolerable prospect. Knowing he could not pass the examination himself, he arranged to have a friend [Bill Frate], much more proficient in the language, take it for him, signing Teddy's name to the booklet. As it happened, however, the graduate student assigned as proctor for the Spanish examination that day was personally acquainted with the student whom Teddy had recruited as his stand-in. When the stand-in, who did exceedingly well on the test, handed in the booklet, the proctor saw that he'd signed it \"Edward M. Kennedy.\" Perhaps no more than an hour later, [Kennedy and Frate] were both called to the dean's office and expelled. They were told they could apply for readmission in a year or two if they behaved themselves. That was not the most severe punishment Harvard imposed, but it was typical in serious cases. [The preponderance of sources suggest that Frate agreed to take Kennedy's exam for him out of friendship, not because he was paid for his efforts.] 2. With Kennedy's expulsion from Harvard in 1951, he was ineligible for a student deferment and therefore subject to the draft (which had been re-initiated after the Korean War broke out in mid-1950). In June 1951, he enlisted in the U.S. Army for four years, a term which his father's intervention shortened to two years: On the morning Ted enlisted for four years, the newspapers reported truce proposals [in Korea] but also severe Communist attacks, along with twenty-eight New England casualties. Joe Kennedy, having lost one son to war, was furious, asking Ted, \"Don't you ever look at what you're signing?\" In those days, most young men understood the laws about military service, even if they had a student deferment. But Ted did not know that he had the option of volunteering for induction, in effect getting drafted when he chose and for the draft's two years. After Joe intervened, Ted got the shorter term. 3. Also due largely to his father's influence, Ted Kennedy spent the bulk of his military service stationed in Paris: Joe had no intention of letting Teddy get anywhere near the war in Korea. Instead, Teddy was inducted at Fort Dix, New Jersey, sent to Fort Gordon, Georgia, for basic training, and then shipped to Paris, where his father had arranged for his assignment to a military police honor guard detachment which had the wholly ceremonial task of standing watch over the NATO headquarters office located there. Kennedy was discharged from the Army in March 1953 with the rank of private first class, returned to Cambridge (where he took two summer school courses), and was readmitted to Harvard for the fall 1953 term. The comment about a \"person of his 'education'\" only having attained the rank of private is something of an anachronism, as at the time Kennedy enlisted in the military he had little more than a high school education (having been expelled from Harvard at the end of his freshman year). The bulk of his education (his final three years at Harvard and an additional four years of law school) did not take place until after his discharge from the Army. 4. Ted Kennedy was known for driving wildly and accumulating speeding tickets while attending the University of Virginia (UVa) law school, prompting his UVa alumnus brother Robert to quip (during a talk at the school) that their mother had asked him to find out \"what side of the court my brother is going to appear on when he gets out of law school, attorney or defendant.\" After the most serious incident (involving a police chase at speeds up to 90 MPH), Kennedy was arrested and charged with reckless driving and driving without a license (he possessed a valid license but had left it at home), an arrest which his father managed to keep out of the news for several weeks. There does not appear to be a record of his driver's license having been revoked (but standards for mandatory revocation may have been quite different fifty years ago). We're unsure what \"amazing coincidence\" supposedly connects Kennedy's having been arrested for reckless driving in Virginia in March 1958 and his having passed the Massachusetts bar exam in August 1959. 5. On the evening of 19 June 1964, after a late vote in the U.S. Senate on a civil rights bill, Senator Ted Kennedy boarded a six-seat private plane to fly to the Massachusetts Democratic Party convention in West Springfield. The plane crashed on approach to Barnes Municipal Airport in conditions of marginal visibility; the pilot and a Kennedy aide were killed; Kennedy himself suffered crushed and fractured vertebrae, a collapsed lung, and several broken ribs, injuries which required several months of hospitalization and rehabilitation. The mention of Kennedy's supposedly having been \"legally intoxicated\" at the time of the accident is a red herring he was a passenger in the plane, not the pilot, and was not responsible for the crash. (The Civil Aeronautics Board found the probable cause to be \"an improperly executed instrument approach in which improper altitude control resulted in a descent below obstructed terrain.\") 6.-7. The July 1969 \"Chappaquiddick incident,\" in which Mary Jo Kopechne (a former campaign worker for Robert F. Kennedy) drowned after Ted Kennedy drove the car in which he and Mary Jo were riding off the side of a bridge late one evening, is well known and too complex a subject for us to adequately summarize in a paragraph or two, so interested readers might wish to peruse Wikipedia's entry on that topic. It's fair to say that, at the very least, Kennedy's actions after the Chappaquiddick accident (particularly his failure to report it to authorities until well into the following morning) were both questionable and inexcusable. As Kennedy biographer Adam Clymer wrote of the Chappaquiddick controversy: No other automobile accident in history has stirred as much suspicion and speculation. There is no question that the authorities, simultaneously sympathetic, in awe, and in fear of a messy case involving a hugely popular Senator, did a terrible job of investigating the accident. The Kennedy camp did not help, but in legal terms, it did nothing to obstruct, either. Absent different evidence, it is almost impossible to see how the authorities could have proved a more serious crime [than leaving the scene of an accident]. The accident itself is consistent with the fact that Kennedy was a terrible, easily distracted driver. Moreover, even if he had only the two drinks he reported, liquor probably mattered. He was almost certainly not legally drunk in 1969, when the blood alcohol standard was 0.15 percent. He might not even have been over the current Massachusetts standard, which is 0.08. But any alcohol consumption diminishes driving ability. There is no direct evidence that Kennedy dove to the wrecked car. Some critics have dismissed his account, claiming that his bad back and the tides made this impossible. But since childhood, Kennedy had taken physical risks. After he broke his back, he was skiing on difficult slopes again the next year. Adrenaline would have boosted his energy. There is no reason to doubt that he tried as hard as he could to rescue Mary Jo immediately. Just as there was no good excuse for Kennedy's not knocking on doors until he found a house with a telephone, there was no excuse at all for [Kennedy friend and former U.S. Attorney Paul] Markham and [Kennedy cousin Joe] Gargan's failing to summon help. Each was a lawyer, and [unlike Kennedy] neither had a concussion. Their instinct, and perhaps Kennedy's too, appears to have been to prevent disclosure of his having been in the car with a pretty young woman under circumstances that invited suspicion. Nevertheless, it is very unlikely that faster action to summon help would in fact have saved her life. Considering that it took more than an hour to get her body out the next morning, when everyone involved was already awake and dressed and visibility was good, Lange and Dewitt [authors of Chappaquiddick: The Real Story] argue convincingly that she had to have died before help would have arrived in the middle of the night. But Markham, Gargan, and Kennedy didn't know that. They should not have worried about how it would look and should have called the police without delay. 8. How one evaluates the accomplishments and achievements of Ted Kennedy's 46-year tenure as a U.S. Senator is a subjective issue, but no even-handed evaluation could fairly describe them as \"scant.\" Wikipedia , for example, observes that: Since his presidential bid [in 1980], Kennedy became one of the most recognizable and influential members of the party, and was sometimes called a \"Democratic icon\" as well as \"The Lion of the Senate\". Kennedy and his Senate staff had written about 2,500 bills, of which more than 300 were enacted into law. Kennedy had co-sponsored another 550 bills that became law since 1973. Kennedy was known for his effectiveness in dealing with Republican senators and administrations, sometimes to the irritation of Democrats. During the 101st Congress under President George H. W. Bush, fully half of the successful proposals put forward by the Senate Democratic policy makers came out of Kennedy's Labor and Human Resources Committee. During the 2000s, almost every bipartisan bill signed during the George W. Bush administration had significant involvement from Kennedy. A late 2000s survey of Republican senators ranked Kennedy first among Democrats in bipartisanship. Kennedy strongly believed in the principle \"never let the perfect be the enemy of the good,\" and would agree to pass legislation he viewed as incomplete or imperfect with the goal of improving it down the road. In April 2006, Kennedy was selected by Time as one of \"America's 10 Best Senators\"; the magazine noted that he had \"amassed a titanic record of legislation affecting the lives of virtually every man, woman and child in the country\" and that \"by the late 1990s, the liberal icon had become such a prodigious cross-aisle dealer that Republican leaders began pressuring party colleagues not to sponsor bills with him\". (A [partisan] list of Kennedy's accomplishments published on his portion of the U.S. Senate web site can be viewed here .) Ted Kennedy was a strong advocate for the Immigration and Nationality Act of 1965, a bill that abolished U.S. national-origin immigration quotas which had been in place since 1924 quotas that apportioned immigration visas according to the demographic breakdown of the U.S. as recorded by the 1920 census and thereby placed few limits on immigrants from Western and Northern Europe but strict limits on immigrants from the rest of the world. Although Kennedy argued during debate on the bill that \"Contrary to the charges in some quarters, [this bill] will not inundate America with immigrants from any one country or area, or the most populated and deprived nations of Africa and Asia. In the final analysis, the ethnic pattern of immigration under the proposed measure is not expected to change as sharply as the critics seem to think,\" the Immigration and Nationality Act of 1965 did have a significant impact on immigration patterns: President Kennedy proposed a new immigration structure that would no longer be based on national origins. After Kennedy's assassination, his brother Ted took up the fight, pushing the Johnson administration to go even further than it wanted in evening the playing field. Though Lyndon Johnson, in signing the bill, tried to reassure opponents that it wouldn't do much to change the balance of immigration, its impact was dramatic. In the 1950s, 53 percent of all immigrants were Europeans and just 6 percent were Asians; by the 1990s, just 16 percent were Europeans and 31 percent were Asians. The percentages of Latino and African immigrants also jumped significantly. In 1965, the U.S. was around 85 percent white, according to various estimates. Today, a third of the country is minority, and nonwhites are on track to become the majority sometime in the 2040s. Minority populations have grown by leaps and bounds because of high birth rates among those first generations of immigrants and a steady flow from Latin America, Asia and Africa since. 9. During his long career in the U.S. Senate, Ted Kennedy was certainly a consistent advocate of immigration policy reform: Historians and immigrant advocates are remembering the senator perhaps more than any other as championing legislation that directly benefited immigrants, their children and their grandchildren. The 1965 law that he sponsored fundamentally changed the demographics of the country and transformed many urban enclaves into majority-minority cities. But they say Kennedy also remained a \"point man\" in the Senate for immigrant advocates and minorities throughout his career, even supporting recent proposals to overhaul immigration laws aimed at undocumented workers. Kennedy advocated for the children of immigrants and minorities by pushing legislation on voting rights and health care for uninsured children. The list of accomplishments on Kennedy's web site describes his efforts in this area thusly: Senator Kennedy had long been convinced that legal immigration is good for our country. As such, he had been at the forefront of efforts to improve U.S. immigration policy by sponsoring beneficial legislation and opposing initiatives that are harmful to immigrants and refugees. In 1986, Senator Kennedy worked to obtain legal status for undocumented workers and address the potential for increased employment discrimination against immigrant workers as a result of the employer sanction provisions. He was the lead sponsor of the Immigration Act of 1990, which increased the quotas for family immigration, established a diversity visa program, and created a temporary safe haven program for persons fleeing oppressive governments. He was also an original sponsor of the 1994 Violence Against Women Act and its re-authorization in 2000, which allows battered immigrant women and children to apply for permanent residence without the cooperation of their abusive spouses or parents. He strongly opposed the harsh 1996 immigration laws, which divided families, returned refugees to the hands of their persecutors, and denied immigrants their day in court, as well as the 1996 welfare law that turned immigrants into second class citizens, and he continues to work to eliminate the harshest provisions of these laws. His goal was to preserve families, assure fairness and due process, and maintain the integrity of our immigration laws. Senator Kennedy believed that immigrants deserve the same due process protections available to U.S. citizens, and that it is contrary to basic principles of fairness and justice to take immigrants from their U.S. citizen families, without even an opportunity to have their day in court. He also helped lead the way in efforts to restore fairness and justice to immigrants and refugees. Senator Kennedy's support was instrumental in restoring public benefits, such as Food Stamps, Supplemental Security Income and Medicaid, to countless elderly, disabled, and legal immigrants. He continues to push for the further restoration of benefits to all legal immigrants. 10. No one could deny that Ted Kennedy was known as a drinker and a womanizer, particularly in the earlier years of his life. As the Miami Herald noted of his passing: For his many critics, the flaws in Kennedy's character and his mistakes above all, Chappaquiddick overshadow his good works. He paid for that by losing the campaign to unseat President Carter in 1980 and later suffered humiliations over his drinking and womanizing. Ultimately, he turned his energies to Congress and forged one of the great Senate careers.",
  "Originally Published": "",
  "Referred Links": "http://kennedy.senate.gov/imo/media/doc/Kennedy%20Accomplishments.pdf;http://en.wikipedia.org/wiki/Ted_Kennedy;http://en.wikipedia.org/wiki/Chappaquiddick_incident;",
  "Example": "[Collected via e-mail, August 2009] The Last of The Kennedy Dynasty As soon as his cancer was detected, I noticed the immediate attempt at the \"canonization\" of old Teddy Kennedy by the mainstream media. They are saying what a \"great American\" he is. I say, let's get a couple things clear & not twist the facts to change the real history. 1. He was caught cheating at Harvard when he attended it. He was expelled twice, once for cheating on a test, and once for paying aclassmate to cheat for him. 2. While expelled, Kennedy enlisted in the Army, but mistakenly signed up for four years instead of two. Oops! The man can't count to four! His father, Joseph P. Kennedy, former U.S. Ambassador to England (a step up from bootlegging liquor into the US from Canada during prohibition), pulled the necessary strings to have his enlistment shortened to two years, and to ensure that he served in Europe, not Korea, where a war was raging. No preferential treatment for him! 3. Kennedy was assigned to Paris, never advanced beyond the rank of Private, and returned to Harvard upon being discharged. Imagine a person of his \"education\" NEVER advancing past the rank of Private! 4. While attending law school at the University of Virginia, he was cited for reckless driving four times, including once when he was clocked driving 90 miles per hour in a residential neighborhood with his headlights off after dark. Yet his Virginia driver's license was never revoked. Coincidentally, he passed the bar exam in 1959. Amazing! 5. In 1964, he was seriously injured in a plane crash, and hospitalized for several months. Test results done by the hospital at the time he was admitted had shown he was legally intoxicated. The results of those tests remained a \"state secret\" until in the 1980's when the report was unsealed. Didn't hear about that from the unbiased media, did we? 6. On July 19, 1969, Kennedy attended a party on Chappaquiddick Island in Massachusetts. At about 11:00 PM, he borrowed his chauffeur's keys to his Oldsmobile limousine, and offered to give a ride home to Mary Jo Kopechne, a campaign worker. Leaving the island via an unlit bridge with no guard rail, Kennedy steered the car off the bridge, flipped, and into Poucha Pond. 7. He swam to shore and walked back to the party, passing several houses and a fire station. Two friends then returned with him to the scene of the accident. According to their later testimony, they told him what he already knew that he was required by law to immediately report the accident to the authorities. Instead Kennedy made his way to his hotel, called his lawyer, and went to sleep. Kennedy called the police the next morning and by then the wreck had already been discovered. Before dying, Kopechne had scratched at the upholstered floor above her head in the upside-down car. The Kennedy family began \"calling in favors\", ensuring that any inquiry would be contained. Her corpse was whisked out-of-state to her family, before an autopsy could be conducted. Further details are uncertain, but after the accident Kennedy says he repeatedly dove under the water trying to rescue Kopechne and he didn't call police because he was in a state of shock. It is widely assumed Kennedy was drunk, and he held off calling police in hopes that his family could fix the problem overnight. Since the accident, Kennedy's \"political enemies\" have referred to him as the distinguished Senator from Chappaquiddick. He pled guilty to leaving the scene of an accident, and was given a SUSPENDED SENTENCE OF TWO MONTHS. Kopechne's family received a small payout from the Kennedy's insurance policy, and never sued. There was later an effort to have her body exhumed and autopsied, but her family successfully fought against this in court, and Kennedy's family paid their attorney's bills ... a \"token of friendship\"? 8. Kennedy has held his Senate seat for more than forty years, but considering his longevity, his accomplishments seem scant. He authored or argued for legislation that ensured a variety of civil rights, increased the minimum wage in 1981, made access to health care easier for the indigent, and funded Meals on Wheels for fixed-income seniors and is widely held as the \"standard-bearer for liberalism\". In his very first Senate roll, he was the floor manager for the bill that turned U.S. immigration policy upside down and opened the floodgate for immigrants from third world countries. 9. Since that time, he has been the prime instigator and author of every expansion of an increase in immigration, up to and including the latest attempt to grant amnesty to illegal aliens. 10. He is known around Washington as a public drunk, loud, boisterous and very disrespectful to ladies.",
  "Last Updated": "30 August 2009",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/politics/politicians/tedkennedy.asp",
  "Claim": "Article chronicles aspects of Senator Ted Kennedy's life and career.",
  "Claim_ID": "politics_politicians_tedkennedy",
  "Tags": ""
}