{
  "Origins": "On 12 December 2012, the Discovery Channel debuted the reality series Amish Mafia , a program which follows the exploits of Lebanon Levi, who, with his three assistants (Alvin, Jolin, and John), works as a \"fixer\" to protect the close-knit Amish community in Lancaster County, Pennsylvania, tackling issues such as tracking down the driver of a car who ran into a buggy and confronting a community leader who has been engaging in regular liaisons with a prostitute at a motel:",
  "Fact Check": "",
  "Description": "Just how much \"reality\" (if any) is portrayed in Amish Mafia has been the subject of much debate, especially given that Discovery maintains the show portrays \"a side of Amish society that exists under the radar, and the Amish church denies the group's existence.\" The consensus of critics holds that the show is both fictional and fully scripted and exploits the reluctance of the Amish to publicly speak out about negative and unrealistic portrayals of their culture. The New York Times noted in a review of the series: The truth of the events portrayed in \"Breaking Amish\" has been widely contested, and the veracity of this new show is likely to be the subject of just as much debate. An early credit warns of \"select re-enactments,\" and since we're never later told whether we're watching staged scenes, it's fairly safe to assume that everything is staged. (A closing credit clarifies that \"re-creations are based on eyewitness accounts, testimonials and the legend of the 'Amish Mafia'.\") The fictional vibe is reinforced by the clumsiness of the shakedowns, which seem stiff and awkward even for Amish country, and by the enthusiasm with which the four principals break the law on camera: shooting out a car window, cutting off a suspected adulterer s buggy on the road and forcing their way into someone else s motel room. Reality TV doesn t get much cheaper or crasser than this, and just to clinch its rock-bottom status, the show fills out its picture of rural menace by momentarily citing the 2006 mass shooting at a Lancaster County Amish school. Mostly, though, it gives us repeated images of its rural desperados waving shotguns and assault rifles and making threatening gestures with baseball bats. (The only time a weapon is used in anger is against that defenseless windshield.) \"Mafia\" is supposedly about protecting the Amish, but of course the primary victims here are the Amish. What little tension the series generates depends on portraying them as backward and helpless, and on playing off their reputation for simplicity and rectitude by depicting them as philandering frauds. There s some low comedy in the methods the \"mafia\" employ, staking out a motel like B-movie private eyes and enforcing church rules against adultery as if they were a Muslim morality squad administering Shariah law. David George expressed similar skepticism about Amish Mafia in Salon : I m a native of Lancaster County and have an extended family full of Amish people. If the Amish mafia were as vital to peace in the county as Discovery suggests, someone like me especially with my youthful strays off the straight-and-narrow would at least have heard of these gangsters, if not have had a few run-ins with them. However, much as with \"Breaking Amish\" and other \"Amishploitation\" productions, the characters in \"Amish Mafia\" are misrepresented as having been plucked from the core of the Amish community when, in fact, the individuals involved are either on the outer periphery of Amish life, outright fabrications, or are vulnerable or classless enough to make for the kind of personalities TV audiences could find compelling regardless of religious or ethnic affiliations (the business of tabloid and reality television is premised on an ample supply of such people). In the case of \"Amish Mafia,\" thuggery and self-promotion certainly appear to be higher priorities of the featured \"bosses\" than the tenets of Amish religion. Lancaster Online tried to track down the bona fides of the Amish Mafia cast and found them lacking: Lebanon Levi On the show: Levi is the leader with a criminal past who meets clients and other appointments inside a hay-lined barn office. His alleged rap sheet was displayed in the debut episode as proof. Reaction: Jeffrey Conrad, a local defense attorney and former prosecutor who has litigated \"scores\" of cases involving the Amish, said he asked his Amish connections directly about such a person. \"Who?\" they responded, according to Conrad. \"Across the board, no one heard of him.\" A little fuzz-y On the show: Listed atop Levi's \"rap sheet\" and mentioned by a show narrator as the arresting agency is \"Lancaster County Police.\" Reaction: Hard to dispute, there is no such thing. There is a Lancaster City Bureau of Police, but no countywide force. Bad business On the show: Members of the \"mafia\" are shown walking out of local stores tucking away envelopes of money, allegedly earned by protecting local merchants. Reaction: At least one local business depicted in the show says it just isn't true. The business claims it never paid out protection fees. Down by the river On the show: Claiming to be based in the heart of Amish country southcentral Lancaster County one scene shows characters John and Esther chatting on a river bank. Reaction: Locals are shaking their heads at this one, too. Many recognized the backdrop as a riverside park in Columbia, where the Amish population is next to nil. Not to mention, the location is on the county's western edge, which would represent quite the hike in a horse-drawn buggy. One Columbia resident said: \"I actually saw them setting up for the scene at the Columbia River Park while I was working. Totally staged.\" As Elizabethtown College professor Donald Kraybill, a prominent researcher of Anabaptist culture, and others observed, genuine Amish folks wouldn't appear on camera, as the faith forbids it. Michael Shank took an even harsher view of the series in the Washington Post : If anyone thinks that the Discovery Channel is about actual discovery of, say, science, history, space, or tech, as their Web site claims, think again. Or if you think that its sister company, The Learning Channel (TLC), is about learning new insight or information, you are mistaken. After TLC's first run of the reality television show \"Breaking Amish,\" with paid persons assuming the roles of rebellious ex-Amish, the Discovery Channel has produced a more scripted \"Amish Mafia,\" admitting on their site that scenes are reenacted. The show brags a behind-the-scenes \"first-ever look at the men who protect and maintain peace and order within the Amish.\" They are wrong. The only thing that makes this endeavor a \"first-ever\" is that it's perhaps the most offensive production yet from Hollywood regarding Amish people, after a long litany of offenses, from \"Kingpin,\" \"For Richer or Poorer,\" \"Amish in the City,\" \"Deadly Blessing\" and \"Witness\" among many others. Unfortunately, this trend of Amish and Mennonite mockery is nothing new. Since their Christian faith doesn t support \"graven images\" (see the Ten Commandments), and since the Amish prioritize humility and view pride as a threat to community harmony, you won t see Amish spokespersons appearing before the press to defend their culture from a Discovery or Learning Channel attack. For Hollywood, then, they make for easy attack and a prime target.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;http://www.discovery.com/tv-shows/amish-mafia/about-the-show.htm;",
  "Example": "[Collected via e-mail, December 2012] Curious about that new show on the discovery channel \"Amish mafia\". Seems to be conflicting info about whether is a documentary, entirely fictional, partially true, based on partial truth etc. the show itself seems pretty absurd, somewhat believable at times but more curious about whether such groups actually exist within the Amish world. \"The Amish Mafia\". After watching one episode I am wondering if this is a made for TV series, for entertainment purposes only, or if this is supposed to be a true story. There are several things about it that don't line up with what I know about the Amish. However, I also realize that things aren't always what they seem on the surface. A comment was made on Facebook about the series and I would like to find out the truth before I call the producer and state my objections",
  "Last Updated": "12 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/amishmafia.asp",
  "Claim": "The reality TV series Amish Mafia depicts the real-life exploits of Amish 'fixers' in Lancaster County.",
  "Claim_ID": "politics_crime_amishmafia",
  "Tags": ""
}