{
  "Origins": "During a radio interview with Dom Giordano on 1 June 2015, politician Rick Santorum asserted that Pope Francis and the Catholic Church should \"leave science to the scientists\" and refrain from making statements on global issues such as climate change:",
  "Fact Check": "",
  "Description": "Santorum's comments on this matter are included in the following clip (his remarks start around the 11:30 mark): Santorum's opinion sparked a debate over whether or not the Catholic Church should weigh in on scientific matters such as climate change, and of the primary talking points about this issue, as noted at Think Progress, has been the claim that Pope Francis has a background in chemistry: Unfortunately for Santorum, asking Pope Francis to leave science to the scientists is a tricky request, because while the Pope is the current leader of the Catholic Church, he also happens to have a master's degree in chemistry from the University of Buenos Aires. While it's true that Pope Francis has a background in chemistry, the level of his education in that area has been unclearly stated. According to the pontiff's official biography on the Vatican's web site, Pope Francis \"graduated as a chemical technician\" before entering the priesthood, received a degree in philosophy and theology from the Colegio de San Jos in San Miguel, and taught literature and psychology at both the Immaculate Conception College in Santa F and the Colegio del Salvatore in Buenos Aires. However, the only mention of the Pope's chemistry education was the notation that he graduated as a \"chemical technician\"; whether his training constituted the equivalent of a university degree, and where he undertook that course of study, was not specifed: He was born in Buenos Aires on 17 December 1936, the son of Italian immigrants. His father Mario was an accountant employed by the railways and his mother Regina Sivori was a committed wife dedicated to raising their five children. He graduated as a chemical technician and then chose the path of the priesthood, entering the Diocesan Seminary of Villa Devoto. On 11 March 1958 he entered the novitiate of the Society of Jesus. He completed his studies of the humanities in Chile and returned to Argentina in 1963 to graduate with a degree in philosophy from the Colegio de San Jos in San Miguel. From 1964 to 1965 he taught literature and psychology at Immaculate Conception College in Santa F and in 1966 he taught the same subject at the Colegio del Salvatore in Buenos Aires. From 1967-70 he studied theology and obtained a degree from the Colegio of San Jos . While several major publications have reported that the former Jorge Bergoglio (now Pope Francis) earned a Master's degree in chemistry, according to the National Catholic Reporter that's something of an exaggeration: what the current pontiff received was the equivalent of a technical school or community college certificate in that field of study: \"For Bergoglio's generation, a university education was still something pretty much beyond the reach of his social class,\" explains Jesuit Fr. Arthur Liebscher, associate professor of Latin American church history at Santa Clara University. \"Although Argentine education is completely free of charge, there was an elitist air to finishing a licentiate or doctorate. Bergoglio took advantage of what was available, and it wasn't bad.\" What he did do was graduate with a t tulo in chemistry from the Escuela T cnica Industrial No. 12, which is a state-run technical secondary school. In the Argentine system, \"the t tulo (same word used for a secondary diploma or a university degree) was earned at about age 19 after an extended secondary program,\" Liebscher said. \"Not everyone who goes to secondary school gets one of those diplomas, and the t tulo really represents something beyond our high-school diploma, something akin a certificate from a community college in the U.S.\"",
  "Originally Published": "",
  "Referred Links": "http://ncronline.org/blogs/ncr-today/does-pope-francis-have-masters-degree-chemistry;http://www.catholicherald.co.uk/news/2013/03/13/cardinal-bergoglio-profile/;http://www.forbes.com/sites/alexknapp/2013/03/12/pope-francis-scientist-2/;http://w2.vatican.va/content/francesco/en/biography/documents/papa-francesco-biografia-bergoglio.html;",
  "Example": "[Collected via e-mail, June 2015] Does the Pope have a Masters Degree in Chemistry?",
  "Last Updated": "4 June 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/religion/popechemistry.asp",
  "Claim": "Pope Francis holds an advanced degree in chemistry.",
  "Claim_ID": "politics_religion_popechemistry",
  "Tags": ""
}