{
  "Origins": "A few weeks after the culmination of the 2012 Summer Olympics in London, we began receiving copies of the photograph displayed above, showing First Lady Michelle Obama holding a bouquet of flowers while her daughters stand beside her draped in garb bearing the pattern and colors of the South African national flag. The accompanying text identified the photograph as one taken during the 2012 Olympic Games and derided the First Family as \"losers\" for failing to \"support the United States, their country\" by publicly wearing another nation's colors during the competition.",
  "Fact Check": "",
  "Description": "Although the First Lady did visit London during the 2012 Olympics and attend some Olympic events there, the photo shown above was not taken during that trip. The picture was actually snapped over a year earlier, when the First Lady, accompanied by her mother, her daughters Malia and Sasha, and her niece and nephew, made an official visit to Africa in June 2011. Michelle Obama and her relatives traveled to Johannesburg, Pretoria, and Cape Town in South Africa, as well as Gaborone, Botswana, to \"focus on youth leadership, education, health and wellness\" in \"a continuation of Mrs. Obama's work to engage young people, especially girls and young women, at home and abroad.\" The photograph shown here was taken after the group landed at Waterkloof Air Force Base in Pretoria, South Africa, and Malia and Sasha were presented with blankets which they wrapped around themselves to ward off the cool temperatures: The Obama daughters were given South African blankets with colors of the nation's flag by young children of the protocol officer as a welcome. They wrapped themselves in the blankets. It is winter here and a chilly 51 degrees. After the brief open press arrival attended by your pool, four traveling colleagues, and a few broadcast cameras, Mrs. Obama's motorcade headed to Johannesburg where she will stay for the night. This is the first lady's fourth trip to the continent of Africa and her first to South Africa. This is her second solo official visit.",
  "Originally Published": "",
  "Referred Links": "http://blogs.suntimes.com/sweet/2011/06/michelle_obama_in_south_africa.html;http://www.telegraph.co.uk/travel/destinations/europe/uk/london/9429658/Michelle-Obama-visits-London-for-the-Olympic-Games.html;",
  "Example": "[Collected via e-mail, August 2012] Michelle & the girls at the Olympics Gee thanks for supporting the United States, their country. What a bunch of losers. See your tax dollars at work!!! How patriotic! The Obamas display their colors at the Olympics... Really? South Africa? Gee, ladies, thanks for your support!",
  "Last Updated": "30 August 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/olympics.asp",
  "Claim": "Photograph shows Michelle Obama with her daughters draped in South African colors at the 2012 Olympics.",
  "Claim_ID": "politics_obama_photos_olympics",
  "Tags": ""
}