{
  "Origins": "On 8 February 2015, the Internet Chronicle web site published an article claiming Ukrainian government officials had confirmed the detection of a nuclear blast in that country, with the suggestion the blast originated with a weapon employed by Russian forces:",
  "Fact Check": "",
  "Description": "Ukrainian government officials confirmed a nuclear blast was detected in Ukraine Sunday. No other news is coming out of the area. Three videos just uploaded show the small nuclear blast below. Nothing more is known at this time, including who launched the weapon or against which target. The materials appear to have originated from the war-torn region of Ukraine, where separatists are attempting to return control of the former Soviet nation to Russia. The attack comes after Britain's defense minister voiced concerns Russia may have \"lowered the threshold\" for using nuclear weapons. In their criticisms, Britain warned Russia's nuclear strategy was being integrated with conventional forces in \"a rather threatening way.\" Russia's new military doctrine reserves the right to use nuclear weapons in a conventional attack that endangers the state's existence, but some in the military were reportedly calling for a \"first strike option.\" The article was accompanied by videos of the purported blast, such as the following However, what this video actually showed was the explosion of a Ukraine chemical plant in Donetsk that was hit by artillery fire on the evening of 8 February 2015 in fighting between forces loyal to Kiev and Russian-backed separatist militias. The resultant blast produced a mushroom cloud resembling those typically seen after nuclear weapons testing: A huge blast has rocked the city of Donetsk after pro-Ukraine forces are believed to have bombed a rebel-held chemical plant, in an explosion that has been likened to the dropping of a nuclear bomb. The explosion took place late on Sunday night near a chemical plant that has been targeted repeatedly by Ukrainian forces since September. The bombing briefly turned night into day and produced a mushroom cloud commonly seen after nuclear weapons testing. No reports of casualties have yet emerged, despite the bombing shattering windows and shaking building foundations in towns up to 6km from the blast.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dm31;",
  "Example": "[Collected via e-mail, February 2015] It's all over Facebook that a nuclear bomb went off in the Ukraine?",
  "Last Updated": "9 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/ukraine.asp",
  "Claim": "Rumor: A nuclear bomb was detonated in Ukraine in February 2015.",
  "Claim_ID": "politics_war_ukraine",
  "Tags": ""
}