{
  "Origins": "On 11 July 2013, the web site Judicial Watch published an \" Investigative Bulletin \" (\"DOJ sends secret 'peacekeepers' where Trayvon Martin was killed\") which maintained that the Community Relations Service (CRS) division of the Department of Justice (DOJ) \"actively worked to foment unrest, spending thousands of taxpayer dollars on travel and hotel rooms to train protestors throughout Florida\" in the wake of the shooting of Trayvon Martin by George Zimmerman in Sanford, Florida, on 26 February 2012. This item was quickly spun into headlines such as \"Why Did the Obama Administration 'Organize and Manage' Protests Against George Zimmerman?\" on various conspiracy sites .",
  "Fact Check": "",
  "Description": "The documents published by Judicial Watch don't support the claim that the CRS was \"actively working to foment unrest\" or \"training protestors throughout Florida,\" however they mostly show the CRS doing what it's supposed to do, which is to defuse potentially explosive social and political situations before they explode into scenarios involving dangerous and violent conflict. As the Community Relations Service web page describes that organization's mission: The Community Relations Service is the Department [of Justice]'s \"peacemaker\" for community conflicts and tensions arising from differences of race, color, and national origin. Created by the Civil Rights Act of 1964, CRS is the only Federal agency dedicated to assist State and local units of government, private and public organizations, and community groups with preventing and resolving racial and ethnic tensions, incidents, and civil disorders, and in restoring racial stability and harmony. The documents published by Judicial Watch were primarily expense vouchers showing expenditures for CRS personnel traveling to Sanford (at the request of city authorities) to engage in such activities as \"provid[ing] technical assistance to the City of Sanford, event organizers, and law enforcement agencies\" and \"providing technical assistance, conciliation, and onsite mediation\" during marches and rallies. It's exceedingly unlikely that the city of Sanford and various law enforcement agencies would have invited the CRS to that area and worked with it in order to accomplish a goal of \"training\" and \"fomenting\" protestors. It's also unlikely that if the CRS were furtively working to stir up unrest over the Trayvon Martin case, they would have (as documented on one travel voucher) met with an official from the Republican National Convention in order to discuss the possibility of protests and demonstrations occurring during that event.As The Blaze reported on the subject: [The vouchers] show that CRS was meeting with a variety of people, including law enforcement and, at one point, the RNC. Those expenses even include a reference to mediation. And all that would seem to fulfill the mission of the group described on the CRS website. While that mission is not perfectly defined and leaves some room for interpretation, the expenses traveling \"to work marches,\" \"provide technical assistance,\" etc. are not unreasonable in that context: It is the purpose of the CRS to travel to such places and \"work\" the marches. The ostensible job of the CRS is to act as a peacemaker for \"community conflicts and tensions arising from differences of race, color, and national origin.\" They travel to the sources of conflict, using \"impartial mediation practices and conflict resolution procedures\" to restore peace and harmony. In sum, without photos or video of compromising behavior that would show officials stirring up trouble, it seems an overreach to say the DOJ was actively involved in fomenting protests by citing their involvement in aspects surrounding them. Especially when that involvement appears to be fulfilling the group s mission.",
  "Originally Published": "",
  "Referred Links": "http://www.judicialwatch.org/press-room/press-releases/documents-obtained-by-judicial-watch-detail-role-of-justice-department-in-organizing-trayvon-martin-protests/;http://www.justice.gov/crs/about-crs.htm;http://www.infowars.com/why-did-the-obama-administration-organize-and-manage-protests-against-george-zimmerman/;http://www.judicialwatch.org/bulletins/doj-sends-secret-peacekeepers-where-trayvon-martin-was-killed/;",
  "Example": "[Collected via e-mail, December 2012] Documents have been found that indicate the Justice Department helped organize demonstrations and protests against George Zimmerman.",
  "Last Updated": "11 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/doj.asp",
  "Claim": "A division of the U.S. Department of Justice organized rallies calling for the arrest and prosecution of George Zimmerman.",
  "Claim_ID": "politics_crime_doj",
  "Tags": ""
}