{
  "Origins": "Miles Davis was an American jazz trumpeter, characterized as follows on Wikipedia: Miles Davis is regarded as one of the most innovative, influential and respected figures in the history of music. He has been described as \"one of the great innovators in jazz.\" The Rolling Stone Encyclopedia of Rock & Roll noted \"Miles Davis played a crucial and inevitably controversial role in every major development in jazz since the mid-'40s, and no other jazz musician has had so profound an effect on rock. Miles Davis was the most widely recognized jazz musician of his era, an outspoken social critic and an arbiter of style in attitude and fashion as well as music\". His album Kind of Blue is the best-selling album in the history of jazz music. In December 1986, Miles Davis was in attendance at Kennedy Center Honors events celebrating the presentation of Lifetime Achievement Awards to Lucille Ball, Ray Charles, Hume Cronyn and Jessica Tandy, Yehudi Menuhin, and Anthony Tudor. (Davis was not himself being honored that day; he was present as a guest of his wife, actress Cicely Tyson, who had been invited to the ceremonies.) Among the Kennedy Center Honors events was a White House reception, at which Davis met the First Couple, Ronald and Nancy Reagan.",
  "Fact Check": "",
  "Description": "According to an anecdote published in a September 2011 Guardian article about Davis, during that reception the musician supposedly offered the \"choice words\" quoted above to Nancy Reagan when the First Lady failed to recognize his significance. However, not even Miles Davis claims this account to be true. The anecdote appears to be a conflation of two different encounters with politicians that Davis experienced during the Kennedy Center Honors events and wrote about in his 1990 autobiography. In that 1990 autobiography, Davis mentioned nothing about his making a cutting remark to Mrs. Reagan; in fact, he had nothing but kind words to say about meeting her: [President] Reagan was nice to us, respectful and everything. But Nancy is the one who has the charm between those two. She seemed like a warm person. She greeted me warmly and I kissed her hand. She liked that. Davis then described an encounter he had with an unnamed politician's wife at a dinner given by Secretary of State George P. Shultz later in the day, during which he claimed to have responded to her comments about jazz with a form of the \"what's so important about you?\" put-down: At the table where I was sitting, a politician's wife said some silly shit about jazz, like \"Are we supporting this art form just because it's here in this country, and is it art in its truest form, or are we just being blas and ignoring jazz because it comes from here and not from Europe, and it comes from black people?\" This came from out of the blue. I don't like questions like that because they're just questions from someone who's trying to sound intelligent, when in fact they don't give a damn about it. I looked at her and said, \"What is it? Jazz time or something? Why you ask me some shit like that?\" So she said, \"Well, you're a jazz musician, aren't you?\" So I said, \"I'm a musician, that's all\" [...] \"Do you really want to know why jazz music isn't given the credit in this country?\" [...] \"Jazz is ignored here because the white man likes to win everything. White people like to see other white people win just like you do and they can't win when it comes to jazz and blues because black people created this. And so when we play in Europe, white people over there appreciate us because they know who did what and they will admit it. But most white Americans won't.\" She looked at me and turned all red and shit, and then she said, \"Well, what have you done that's so important in your life? Why are you here?\" Now, I just hate shit like this coming from someone who is ignorant, but who wants to be hip and has forced you into a situation where you're talking to them in this manner. She brought this on herself. So then I said, \"Well, I changed music five or six times, so I guess that's what I've done and I guess I don't believe in playing just white compositions.\" I looked at her real cold and said, \"Now, tell me what have you done of any importance other than being white, and that ain't important to me, so tell me what your claim to fame is?\" When readers pointed out the discrepancy to Jon Wilde, the author of the Guardian piece which proffered the Davis/Reagan anecdote, he noted that: The Miles/Nancy story was first told to me by [musician] George Clinton in '95 and I've heard it told many times since. If it is indeed only an urban legend, that's a shame.",
  "Originally Published": "",
  "Referred Links": "http://www.guardian.co.uk/music/musicblog/2011/sep/28/miles-davis-20-years;",
  "Example": "[Wilde, 2011] [Miles] Davis was a man of few words. When he did speak, his words often had a similar effect to a hand grenade being lobbed into the room. In 1987, he was invited to a White House dinner by Ronald Reagan. Few of the guests appeared to know who he was. During dinner, Nancy Reagan turned to him and asked what he'd done with his life to merit an invitation. Straight-faced, Davis replied: \"Well, I've changed the course of music five or six times. What have you done except f**k the president?\"",
  "Last Updated": "26 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/milesdavis.asp",
  "Claim": "Musician Miles Davis made a crude remark upon meeting First Lady Nancy Reagan.",
  "Claim_ID": "politics_quotes_milesdavis",
  "Tags": ""
}