{
  "Origins": "In November 2003, eight months after the U.S. invasion of Iraq, Americans settling in for their own Thanksgiving celebrations were surprised by the news that President George W. Bush had made unannounced trip to Baghdad, secretly flying there from his ranch in Crawford, Texas, to spend his Thanksgiving holiday visiting U.S. troops stationed in Iraq. Millions of Americans viewed images of President Bush like the one displayed above, showing him garbed in an Army workout jacket and carrying a platter bearing a nicely-cooked turkey surrounded by a bounty of trimmings as he chatted and joked with service members while they gathered about the chow line.",
  "Fact Check": "",
  "Description": "What many Americans now recall about those images ten years later, however, is that what President Bush was carrying wasn't a real turkey that it was a plastic imitation he crassly posed with to create a much-needed goodwill photo opportunity amidst the controversy of his decision to go to war in Iraq. Those recollections are wrong, though: The turkey on that platter was indeed an actual cooked bird, not one made of plastic or any other artificial material. The misremembering of President Bush's posing with a plastic turkey grew out of news reporting at the time of the event which noted that the although the bird on the platter was real, it was meant as a decorative piece only and was not actually served to or eaten by troops. At the time, there was some dispute over whether a White House report that a British Airways pilot had spotted Air Force One as it secretly made its way to Baghdad was genuine, or whether the tale was invented to associate President Bush's surprise trip with some publicity-generating suspense and danger. Washington Post reporter Mike Allen, who covered President Bush's surprise trip to Iraq, subsequently penned an article in which he invoked the \"show turkey\" doubts about the British Airways pilot tale and lingering controversy over the President's justification for going to war in Iraq to suggest that the White House had \"new credibility questions\": In the most widely published image from his Thanksgiving day trip to Baghdad, the beaming president is wearing an Army workout jacket and surrounded by soldiers as he cradles a huge platter laden with a golden-brown turkey. The bird is so perfect it looks as if it came from a food magazine, with bunches of grapes and other trimmings completing a Norman Rockwell image that evokes bounty and security in one of the most dangerous parts of the world. But as a small sign of the many ways the White House maximized the impact of the 2-1/2-hour stop at the Baghdad airport, administration officials said yesterday that Bush picked up a decoration, not a serving plate. The scene, which lasted just a few seconds, was not visible to a reporter who was there but was recorded by a pool photographer and described by officials yesterday in response to questions raised in Washington. Bush's standing rose in a poll conducted immediately after the trip. Administration officials said the presidential stop provided a morale boost that troops in Iraq are still talking about, and helped reassure Iraqis about U.S. intentions. Nevertheless, the foray has opened new credibility questions for a White House that has dealt with issues as small as who placed the \"Mission Accomplished\" banner aboard the aircraft carrier Bush used to proclaim the end of major combat operations in Iraq, and as major as assertions about Saddam Hussein's arsenal of unconventional weapons and his ability to threaten the United States. The White House has updated its account of an airborne conversation in which a British Airways pilot wondered into his radio if he had just seen Air Force One and was told that it was a Gulfstream 5, a much smaller plane. White House officials first said that the British Airways pilot had talked with the Air Force One pilot. Bush aides now say the conversation occurred between the British Airways pilot and an air traffic control worker. \"I don't think everybody was clear on exactly how that conversation happened,\" White House press secretary Scott McClellan said. British Airways said it has been unable to confirm the new version. \"We've looked into it,\" a spokeswoman said from London. \"It didn't happen.\" Although Mike Allen did not state that the turkey carried by President Bush that day was plastic (or anything other than the real thing), his critical reporting on the President nonetheless created the impression that there was something \"fake\" about the event, an impression which was soon reflected in claims that the turkey itself had been a fake a plastic, good-looking but inedible imitation of Thanksgiving's central image of bountiful, life-sustaining food. That impression has since been expressed in inaccurate assertions and false memories that President Bush was revealed to have been carrying a plastic turkey around a mess hall full of hungry soldiers on Thanksgiving. Even allowing that the turkey held by President Bush in press photographs was a decorative one and not one meant to be eaten by troops, criticizing the event (or at least that aspect of the event) as somehow being \"fake\" might still be considered overblown. As Allen also noted in his article, officials maintained the \"prop turkey\" was a regular Thanksgiving feature that had not been created for the President to show off during his visit: Officials said they did not know the turkey would be there or that Bush would pick it up. A contractor had roasted and primped the turkey to adorn the buffet line, while the 600 soldiers were served from cafeteria-style steam trays, the officials said. They said the bird was not placed there in anticipation of Bush's stealthy visit, and military sources said a trophy turkey is a standard feature of holiday chow lines. Brent Baker of the conservative Media Research Center also wrote at the time that: I don't know about you, but I realized the turkey was a display item the second I saw Bush holding it on TV with the turkey surrounded by perfectly arranged grapes. And later when Bush helped distribute food, he did so from behind a counter with steam trays, so it's not as if he somehow tried to pretend he was serving turkey from that [platter] to soldiers.",
  "Originally Published": "",
  "Referred Links": "http://www.mrc.org/biasalerts/wh-reporters-suggest-confused-anecdote-mars-bushs-iraq-trip-1252003;http://www.cnn.com/2003/ALLPOLITICS/12/02/sprj.nirq.bush.pilot/;",
  "Example": "[Collected via e-mail, December 2013] George Bush's surprise visit to Baghdad on Thanksgiving 2003. Is this a plastic turkey?",
  "Last Updated": "4 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/bush/turkey.asp",
  "Claim": "President Bush posed with a plastic turkey while visiting U.S. troops in Iraq on Thanksgiving in 2003.",
  "Claim_ID": "politics_bush_turkey",
  "Tags": ""
}