{
  "Origins": "The large amount of U.S. debt held by foreign countries such as China has long concerned many Americans, and especially so with the current climate of economic turmoil. As the Washington Post noted: China is the biggest foreign holder of U.S. debt, which helped finance the spending binge the United States went on before the current economic crisis. Some experts have expressed concern that China's substantial holding of U.S. debt gives it increased leverage in dealings with Washington because any halt in Chinese purchases would make it more difficult to finance the government bailout and stimulus packages. Likewise, as Bloomberg news reported, some Chinese officals have opined that China should ask the U.S. for some economic guarantees as a prerequisite for additional purchases of U.S. securities: China will ask for a guarantee that the U.S. will support the dollar's exchange rate and make sure China's dollar-denominated assets are safe,\" said He [Zhicheng, an economist at Agricultural Bank of China]. But that's as far as the truth of the item cited in the example block above goes. The notion that the U.S. has agreed to guarantee its foreign debt by granting China permission to enact \"eminent domain\" and \"physically take land, buildings, factories, perhaps even entire cities\" from the U.S. isn't even a sensible claim.",
  "Fact Check": "",
  "Description": "The concept of \"eminent domain\" in the United States refers to the right of the government to seize private property for public use in exchange for payment of fair market value . (The Fifth Amendment to the Constitution mandates that \"private property [shall not] be taken for public use, without just compensation.\") Thus the idea of enacting eminent domain as a form of debt repayment or guarantee isn't logical: It's akin to a debtor's offering to settle a $5,000 debt by agreeing to sell his creditor $5,000 worth of jewelry for $5,000 at the end of the day, the debtor hasn't given up anything, and his creditor still hasn't collected anything on his original loan amount. Moreover, Executive Order 13406 (\"Protecting the Property Rights of the American People\") states that the the federal government must limit its use of the taking of private property \"to situations in which the taking is for public use, with just compensation\" and \"not merely for the purpose of advancing the economic interest of private parties to be given ownership or use of the property taken.\" Aside from functional arguments, the common sense test applies: If the U.S. government had actually guaranteed, in writing, that China could seize private property within the U.S. to satisfy the financial obligations of the U.S. government, that information would be the biggest new story of the day. So who is reporting this news? Not any legitimate news outlet the story appears only in the blog of former radio host Hal Turner (who has previously presented fictitious tales of politically outrageous subjects as actual occurrences, such as proffering fake Amero coins as proof of a secret conspiracy to merge the U.S., Mexico, and Canada into a single entity) and in hundreds of identical Internet replications.",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Hal_Turner;http://web.archive.org/web/20060924023227/http://www.whitehouse.gov/news/releases/2006/06/20060623-10.html;http://caselaw.lp.findlaw.com/data/constitution/amendment05/14.html;http://www.halturnershow.blogspot.com/2009/02/feds-grant-eminent-domain-as-collateral.html;",
  "Example": "[Turner, February 2009] The United States of America has tendered to China a written agreement which grants to the People's Republic of China, an option to exercise Eminent Domain within the USA, as collateral for China's continued purchase of US Treasury Notes and existing US Currency reserves! On February 11, Bloomberg Business News reported that China was seeking \"guarantees\" for its US Government debt (Story Here), and it now appears they got it. Well placed senior sources at the US Embassy in Beijing CONFIRM the formal written agreement was delivered by Secretary of State Hillary Clinton during her recent trip to China. This means that in the event the US Government defaults on its financial obligations to China, the Communist Government of China would be permitted to physically take inside the USA land, buildings, factories, perhaps even entire cities to satisfy the financial obligations of the US government. [Rest of article here.]",
  "Last Updated": "8 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/domain.asp",
  "Claim": "The U.S. government has agreed to allow China to exercise \"eminent domain\" as collateral for American debt.",
  "Claim_ID": "politics_business_domain",
  "Tags": ""
}