{
  "Origins": "One type of quotation that typically circulates quite widely is one that manages to aptly sum up a common political viewpoint with a single simple sentence. An example of such is the above-listed statement, attributed to former British prime minister Margaret Thatcher, which is congruent with an oft-expressed opinion that casts socialism as a form of government that continuously expropriates private capital until all the industry in the country has been nationalized (or until the country's economy has been run into the ground, whichever comes first).",
  "Fact Check": "",
  "Description": "Although the quote has been simplified a bit, it does essentially reflect a statement made by Margaret Thatcher during an interview with journalist Llew Gardner for Thames Television's This Week program on 5 February 1976 (a year after Mrs. Thatcher won the leadership of the opposition Conservative Party, and three years before she became prime minister). In response to a series of questions by Mr. Gardner about the timing of Conservative plans to bring down the majority Labour Party in Parliament, Mrs. Thatcher said: Q: There are those nasty critics, of course, who suggest that you don't really want to bring [the Labour Party] down at the moment. Life is a bit too difficult in the country, and that ... leave them to sort the mess out and then come in with the attack later ... say next year. A: I would much prefer to bring them down as soon as possible. I think they've made the biggest financial mess that any government's ever made in this country for a very long time, and Socialist governments traditionally do make a financial mess. They always run out of other people's money. It's quite a characteristic of them. They then start to nationalise everything, and people just do not like more and more nationalisation, and they're now trying to control everything by other means. They're progressively reducing the choice available to ordinary people.",
  "Originally Published": "",
  "Referred Links": "http://www.margaretthatcher.org/speeches/displaydocument.asp?docid=102953;",
  "Example": "[Collected via e-mail, April 2009] I have received a copy of a bumper sticker reading: \"The trouble with Socialism is that eventually you run out of other people's money\" Margaret Thatcher",
  "Last Updated": "21 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/thatcher.asp",
  "Claim": "Margaret Thatcher once said that \"The trouble with Socialism is that eventually you run out of other people's money.\"",
  "Claim_ID": "politics_quotes_thatcher",
  "Tags": ""
}