{
  "Origins": "We've received many forwarded copies of the above-linked article, accompanied by inquiries from readers wanting to know whether it's \"real\" or \"true.\"",
  "Fact Check": "",
  "Description": "The article is \"real\" in the sense that it is indeed an editorial by Theo Caldwell which was published in the 26 December 2007 edition of Canada's National Post newspaper (and reproduced in that publication's online version), offering the writer's assessment of the candidates vying for the nominations of the two major parties in the upcoming U.S. presidential election. Aside from the issue of its origins, the article is not classifiable as \"true\" nor \"false\" it is an editorial which reflects its author's opinions.",
  "Originally Published": "",
  "Referred Links": "http://network.nationalpost.com/np/blogs/fullcomment/archive/2007/12/26/theo-caldwell-democrat-or-republican-the-question-is-shockingly-easy.aspx;http://www.nationalpost.com/inform_links.html?Subject=Theo+Caldwell;http://network.nationalpost.com/np/blogs/fullcomment/archive/2007/12/26/theo-caldwell-democrat-or-republican-the-question-is-shockingly-easy.aspx;",
  "Example": "[Caldwell, December 2007] I recieved this as an email. Is this real? A Canadian's view of US Elections Theo Caldwell, National Post (Canada) Wednesday, December 26, 2007 An obvious choice can be unnerving. When the apparent perfection of one option or the unspeakable awfulness of another makes a decision seem too easy, it is human nature to become suspicious. This instinct intensifies as the stakes of the given choice are raised. American voters know no greater responsibility to their country and to the world than to select their president wisely. While we do not yet know who the Democrat and Republican nominees will be, any combination of the leading candidates from either party will make for the most obvious choice put to American voters in a generation. To wit, none of the Democrats has any business being president. This pronouncement has less to do with any apparent perfection among the Republican candidates than with the intellectual and experiential paucity evinced by the Democratic field. \"Not ready for prime time,\" goes the vernacular, but this does not suffice to describe how bad things are. Alongside Hillary Clinton, add Barack Obama's kindergarten essays to an already confused conversation about Dennis Kucinich's UFO sightings, dueling celebrity endorsements and who can be quickest to retreat from America's global conflict and raise taxes on the American people, and it becomes clear that these are profoundly unserious individuals. [Rest of article here.]",
  "Last Updated": "14 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/canadianview.asp",
  "Claim": "E-mail reproduces an editorial from a Canadian newspaper about U.S. presidential candidates.",
  "Claim_ID": "politics_soapbox_canadianview",
  "Tags": ""
}