{
  "Origins": "So much of what has attributed to 60 Minutes commentator Andy Rooney on the Internet is apocryphal including a piece praising older women , one explaining his political views, and another expounding on a variety of social topics that just about any item bearing his name should be taken with a grain of salt. This entry is an exception that warns against an over-reliance on such general rules, however.",
  "Fact Check": "",
  "Description": "Mr. Rooney's commentary during the 22 February 2004 broadcast of 60 Minutes addressed religious issues in the news, specifically Pat Robertson's recent pronouncement that God told him President Bush would be re-elected in a \"blowout election,\" and the controversy surrounding Mel Gibson's upcoming film, The Passion of the Christ. Rooney told viewers that he, too, had heard from God, and the things He purportedly had to say about Messrs. Robertson and Gibson were none too complimentary: It doesn't seen right, but religion has been in the news a lot recently. Pat Robertson says that God has spoken to him and told him that George W. Bush will be re-elected because he deserves to be. Here's Pat Robertson's exact quote: \"I think George Bush is going to win in a wash. I'm hearing from the lord that it's going to be a blow-out.\" (Footage from \"The Passion of the Christ\") ROONEY: (Voiceover) The movie by Mel Gibson called \"The Passion of the Christ\" is the other religious issue in the news. Everyone's talking about that. The question is whether the Jews killed Jesus Christ, who was Jewish, of course. I hadn't wanted to say anything about this, because it seemed like a personal matter . . . (Footage of Pat Robertson) ROONEY: (Voiceover) . . . but Pat Robertson isn't the only one who has heard from God. I heard from God just the other night. God always seems to call at night. 'Andrew,' God said to me he always calls me Andrew. I like that 'Andrew, you have the eyes and ears of a lot of people. I wish you'd tell your viewers that . . .' (Footage of Robertson; Mel Gibson) ROONEY: (Voiceover) ' . . . both Pat Robertson and Mel Gibson strike me as wackos. I believe that's one of your current words. They're crazy as bedbugs,' another earthly expression. 'I created bed bugs, and I'll tell you they're no crazier than people. Let me just say,' God said to me, 'that I think I'd remember if I'd ever talked to Pat Robertson and I'd remember if I said Bush would get re-elected in a blow-out. As far as Mel Gibson goes, I haven't seen his movie \"The Passion of the Christ\" because it hasn't opened up up here yet.' (Footage of Gibson and Diane Sawyer) ROONEY: (Voiceover) 'But I did catch Gibson being interviewed by Diane Sawyer. Did something right when I came up with her, didn't I? Anyway, as I was saying, Mel is a real nutcase.' (Footage of Gibson) ROONEY: (Voiceover) 'What in the world was I thinking when I created him? Listen, we all make mistakes,' God said to me. That's about all he did say, because I'm sure God has a lot more important things to do than talk to someone on television. My own question to Pat Robertson is this: The election looks as though it could be close, certainly not a blow-out. If George W. Bush loses the election to a Democrat, will you become an atheist? My question to Mel Gibson is how many million dollars does it look as if you're going to make off the crucifixion of Christ? According to an Associated Press account, what Pat Robertson said about the forthcoming presidential election during a 700 Club broadcast doesn't quite match the \"exact quote\" offered by Andy Rooney at the beginning of his commentary: 60 Minutes version: \"I think George Bush is going to win in a wash. I'm hearing from the lord that it's going to be a blow-out.\" Associated Press version: \"I think George Bush is going to win in a walk. I really believe I'm hearing from the Lord it's going to be like a blowout election in 2004. It's shaping up that way.\" CBS said this item drew the heaviest audience response to a 60 Minutes piece since Andy Rooney's commentaries on the Iraq war last spring, and a 60 Minutes spokesman reported that the amount of phone calls and e-mail they had received was \"several times the normal feedback.\" On 4 November 2011, Andy Rooney passed away at the age of 92.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 November 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/rooney5.asp",
  "Claim": "Commentator Andy Rooney said God asked him to \"tell your viewers that both Pat Robertson and Mel Gibson strike me as wackos.\"",
  "Claim_ID": "politics_soapbox_rooney5",
  "Tags": ""
}