{
  "Origins": "In 1995, Senator John Kerry of Massachusetts wed Teresa Heinz, whom he first met at an Earth Day rally in 1990. Born Teresa Sim es-Ferreira in Mozambique to Portuguese parents, Mrs. Kerry was previously married for 25 years to Henry John Heinz III , who was a member of the founding family of the H.J. Heinz Company and represented Pennsylvania for twenty years in both the U.S. House of Representatives and the Senate prior to his death in a plane crash in 1991. Mrs. Kerry inherited a Heinz family fortune estimated at over $500 million.",
  "Fact Check": "",
  "Description": "Although Senator Kerry has been critical of the Bush administration for rewarding \"Benedict Arnold CEOs\" who move \"profits and jobs overseas,\" the above-quoted attempt to link Kerry (through his wife) with the very outsourcing he decries is flawed in two major ways. First off, Teresa Heinz Kerry does not \"own the Heinz Corporation\" she has no involvement whatsoever with the management or operations of the H.J. Heinz Company, nor does she own anything close to a controlling interest of the company's stock. According to Heinz itself, the Heinz family trust which Mrs. Kerry inherited sold most of its shares of Heinz stock back in 1995 and currently holds less than a 4% interest in the company: Neither Mrs. Heinz Kerry nor Senator Kerry nor any of the Heinz trusts or endowments either individually or collectively holds a significant percentage of shares of the H.J. Heinz Company. In 1995 the Heinz Endowments and family trusts sold a large percentage of Heinz shares in a secondary share offering to diversify their holdings. As a result, their current holdings are under 4 percent. There is no connection between any philanthropic programs of the H.J. Heinz Company and its Foundation and the Heinz family interests (including the Howard Heinz Endowment, the Vira Heinz Endowment, and the Heinz Family Philanthropies). (A 4% stake in a company as large as Heinz still represents a considerable amount of money, but it isn't nearly large enough a share to give the holder any significant control or influence over the company's business decisions.) Moreover, the Heinz Company's operations are not an example of the type of outsourcing that is currently a hot political issue (i.e., sending out work to offshore companies to provide services which a company might otherwise have employed its own staff to perform). Heinz is a U.S.-based global business which sells its products in dozens of other countries, and like other food companies it has to localize some of its production at factories located in its foreign market areas. (It makes little sense from either an economic or a freshness standpoint to be shipping fruits and vegetables and/or finished food products halfway around the world rather than producing them locally.) One wouldn't expect, for example, every can and bottle of Coca-Cola sold anywhere in the world whether it be Australia, China, or Portugal to be produced by U.S. bottlers.) As the H.J. Heinz Company notes, well over half its sales come from foreign markets, and it therefore operates overseas facilities to serve those markets: Currently, 60% of the sales of the H.J. Heinz Company are outside the United States and to accommodate those customers by providing facilities closer to those markets, the company maintains a number of overseas facilities that provide products for consumers in those markets. This allows Heinz to pack the freshest ingredients, tailor its recipes to local tastes and deliver the finished products in a timely and efficient manner. In the United States, Heinz makes its flagship ketchup in factories in Fremont, Ohio; Muscatine, Iowa; and Stockton, California.",
  "Originally Published": "",
  "Referred Links": "http://www.heinz.com/jsp/presidential_statement.pdf;http://www.heinz.com/jsp/index.jsp;",
  "Example": "[Collected on the Internet, 2004] Kerry does not like off shore companies: Oh Really? Just came across a bit of information regarding Kerry and his claim of the Bush administration sending jobs abroad. Well, it seems that the Heinz Corporation, owned by Kerry's wife, has 79 plants where it manufacturers products and 57 of the 79 are located in countries outside of the U.S. How many U.S. jobs are lost here? Factories located at: Taipei, Taiwan (makes Heinz baby foods) Dublin, Ireland; Paris, France; Dovarmenez, France; Lisbon, Portugal; Madrid, Spain; Milan, Italy; Monguzzo, Italy; Athens, Greece; Warsaw, Poland; Pudliszki, Poland; Wodzislaw, Poland; Miedzychod, Poland; Moscow, Russia;Georgievisk, Russia; Cairo, Egypt; Tel Aviv, Israel; Haifa, Isreal; Elst, The Netherlands and 6 other plants there; Brussels, Belgium; Dusseldorf, Germany; Seesen, Germany; Turnhout, Belgium; Rovereto, Italy; Chateaurenand, France; North York, Ontario, Canada; Wheatley, Ontario, Canada; Caracas,Venezuela; San Jose, Costa Rica; Johannesburg, South Africa; Gaborone, Botswana;Harare, Zimbabwe; Cheguta, Zimbabwe; Wellington, South Africa; Melbourne, Victoria, Australia; Republic of Singapore; Auckland, New Zealand; Tokyo, Japan; Guangzhov, People's Republic of China (makes infant cereal); Qingdao, People's Republic of China (makes infant foods, ketchup, mayonnaise& puree); Inchon, South Korea (makes Heinz products and StarKist); Bangkok, Thailand; Mumbai, India; Jakarta, Indonesia; Surabaya, Indonesia; Manila, Philippines; Wanchai, Hong Kong. Also recently purchased from Bordens these products: Classico Pasta Sauce; Aunt Millies Pasta Sauce; Mrs. Grass Receipt Soups; Wylers Bouillons & Soups. Think of the conflict of interest a President would have who's wife owns business interests in all of these countries and others. Pass it on!!!!",
  "Last Updated": "2 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/kerry/heinz.asp",
  "Claim": "Senator John Kerry's wife owns Heinz, a company that outsources much of its work abroad.",
  "Claim_ID": "politics_kerry_heinz",
  "Tags": ""
}