{
  "Origins": "January 2014 saw the posting of many different videos to sites such as YouTube showing people around the U.S. holding butane lighters to patches or packed balls of recently-fallen snow and finding that the snow did not readily melt and seemingly turned into soot rather than water when exposed to flame. Such videos were typically accompanied by claims that the \"snow\" was not natural and was instead some artificial substance composed of \"chemicals\" or \"plastic,\" with many of those claims somehow connecting this phenomenon to the existence of chemtrails:",
  "Fact Check": "",
  "Description": "In fact, what the creators of these snow-melting videos are experiencing is a perfectly normal result when snow is heated by portable lighters due to the porous nature of snow absorbing the water as it melts and the lighters leaving a deposit of soot on the snow due to incomplete combustion: To summarize, two things happen: One is that as the snow melts, the remaining snow absorbs the water. That s why it doesn't appear to drip; the snowball becomes a slushball. The black scorch marks are actually from the lighters themselves. Butane is a hydrocarbon, a molecule made up of carbon and hydrogen. When you burn it, the molecule reacts with oxygen in the air, breaking the bonds between atoms, and reforming new molecules. If the burning were perfect, all you d have left is carbon dioxide (CO2) and water (H20). But the burning is never completely perfect, and you get other stuff too. One thing that happens is that some of the carbon molecules reform into long chains, creating what we call soot. It s that stuff that s collecting on the snowball, not material from the snow itself! The following videos demonstrate and explain what people are seeing in these snow-melting experiences:",
  "Originally Published": "",
  "Referred Links": "http://www.slate.com/blogs/bad_astronomy/2014/02/03/conspiracy_debunked_atlanta_snow_doesn_t_melt.html;",
  "Example": "[Collected via e-mail, January 2014] I just saw a post that involved someone holding a lighter to snow and it turns black and doesn't melt. I believe that it must be fake. There is viral video of poisonous black snow when melted by a lighter. Some say this is serious government conspiracy stuff, with chemtrails and geo-engineering the whole bit!",
  "Last Updated": "4 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/fakesnow.asp",
  "Claim": "Fake, chemical-laden plastic snow has been falling on the U.S.",
  "Claim_ID": "politics_conspiracy_fakesnow",
  "Tags": ""
}