{
  "Origins": "The account reproduced above conforms to news reports reporting the death of 26-year-old Robert Saylor, who died after being handcuffed by security at the Regal Cinemas Westview Stadium 16 theaters in Frederick, Maryland, in January 2013. Saylor, who had Down syndrome, would not leave the theater after the conclusion of the film he had viewed and was taken into custody by off-duty sheriff's deputies who were working as mall security officers:",
  "Fact Check": "",
  "Description": "A month later, the Baltimore County Medical Examiner's office ruled Saylor's death a homicide, the result of asphyxiation: The Baltimore County Medical Examiner's office has ruled that Robert Saylor, of New Market, was asphyxiated and the manner of death is a homicide. Saylor was at a movie theater with a health aide in Frederick on the night of the incident. He had just watched Zero Dark Thirty and refused to leave the theater after the film ended, authorities say. Three deputies were called to handle the situation. Saylor was handcuffed and was allegedly resisting arrest when he had what authorities describe as a medical emergency. According to a law enforcement source familiar with the case, the 26-year-old went into distress when he was put face down on the ground. Deputies removed the handcuffs and took him to a hospital, where he was later declared deceased. Saylor's mother Patti is fighting to understand how a brush with the law ended in her son's death. \"He just loved unconditionally every body,\" Saylor said. Patti said her son had no pre-existing medical conditions, and she can't understand how he died after being taken into police custody. \"He has never had anyone put their hands on him in their life,\" says Patti Saylor. \"He would not have been doing anything threatening to anybody.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, February 2013] On January 14, 2013, a young man with Down Syndrome went with his companion to see Zero Dark Thirty at the Regal Cinema in Frederick, MD. At the end of the movie, apparently because he wanted to see it again, he refused to get out of his seat. A Regal employee, rather than allowing him to stay and dealing with the situation later with his parents and the companion, called not one, not two, but three off duty Frederick County police officers who were working security for the theater at the time. According to published reports, when the officers/ security guards asked him to leave, he mouthed off at them and \"resisted arrest\". Those of you who know my son Landon can visualize what this would look like. In response, the officers wrestled him to the ground where he asphyxiated in handcuffs. The handcuffs were removed and EMS called and according to the police news release he later died at hospital. I don't know how that reconciles with the coroner's finding of asphyxiation which I thought waspretty immediate. The price of a ticket at the cinema is between $9 and $11. The additional cost to Regal of allowing him to watch the movie again was ZERO. But instead a beloved young man died on the floor of a movie theater in his neighborhood at the hands of people he was taught would protect him. The police officers remain on duty and were allowed to invoke their rights as police officers not to provide statements even though they were not on duty or performing official duties at the time. They were security guards in police uniforms. The county police are investigating and the story has received local news coverage. Please share this everywhere both to ensure justice but also to raise public awareness. ELEVEN DOLLARS Where is our humanity when a young, obviously disabled young man dies for the price of a movie ticket. My son is worth a lot more to me and society than eleven dollars.",
  "Last Updated": "18 February 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/medical/saylor.asp",
  "Claim": "A man with Down syndrome who refused to leave a movie theater died after being handcuffed by mall security.",
  "Claim_ID": "politics_medical_saylor",
  "Tags": ""
}