{
  "Origins": "This item about President Obama's supposedly issuing an executive order \"apologizing\" for the Declaration of Independence was an Independence Day-themed bit of satire posted to the IMAO web site on 3 July 2009 (where it was classified as \"Newsish Fakery\" along with other spoof articles such as \"Obama's Election Victory Lowers White Test Scores\" and \"United States Declares Bankruptcy\").",
  "Fact Check": "",
  "Description": "The text of the satirical article was scraped off the site and forwarded widely via e-mail without any indication of its original source, and the Associated Press tag at the beginning (along with references to recent events, such as President Obama's having given Queen Elizabeth an iPod and Vice-President Biden's having revealed the existence of a secret bunker under the old U.S. Naval Observatory) led many readers to believe it was a genuine news story.",
  "Originally Published": "",
  "Referred Links": "http://www.imao.us/index.asp/category/newsish-fakery/;http://www.imao.us/index.asp/2009/07/obama-apologizes-for-declaration-of-independence/;",
  "Example": "[Collected via e-mail, July 2009] WASHINGTON (AP) - Just in time for the document's 233rd anniversary, President Barack Obama has issued an executive order apologizing to Great Britain for America's Declaration of Independence in 1776. \"It's time to move away from the failed policies of the past,\" said Obama during a Rose Garden press conference, \"and the first step is apologizing for the original sin of this nation against the sensibilities of the international community.\" \"The Declaration of Independence from the wise and benevolent guiding hand of Great Britain was, in the eyes of some, an important step,\" said Obama. \"But the manner in which it was handled was an affront to acceptable diplomatic norms. This crude and disparaging document heaped numerous, undeserved insults on the divine ruler of our compassionate and nurturing motherland. It used such crass and dispicable terms as 'tyrant' and 'despot' to describe the gracious tolerance of King George the Third to the aspersions and indignities heaped upon him by a cabal of ungrateful rebels.\" \"Therefore,\" declared Obama, \"we, the people of the United States of America, do formally apologize and ask for the forgiveness of the descendants and heirs of Great Britain's people and monarchy.\" Reaction to the apology was mixed. Vice President Joe Biden said the apology was \"a good start,\" but noted that if we really wanted to make amends for 233 years of disloyalty, America would have to \"show our sincerity with deeds, not words.\" \"If we really want to make up with Great Britain,\" said Biden, \"we need to become more like them. We should adopt their health care system. And their ban on guns. And their ban on knives. Man, I hate knives I cut myself on one last time I was in my secret undisclosed location under the old U.S. Naval Observatory hey, this is off the record, right?\" Queen Elizabeth the Second said that she would \"consider\" accepting the apology if Obama would \"take back this stupid iPod and send me a Kindle 2.\"",
  "Last Updated": "7 July 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/declaration.asp",
  "Claim": "President Obama issued an executive order apologizing to Great Britain for the Declaration of Independence.",
  "Claim_ID": "Politics_satire_declaration",
  "Tags": ""
}