{
  "Origins": "A years-old bit of political gossip was brought back into the limelight in January 2015 when former Arkansas governor Mike Huckabee, in an interview promoting his new book, publicly criticized the parenting skills of the First Couple, Barack and Michelle Obama. Many pundits were quick to point out an incident that was much discussed during Huckabee's 2008 presidential campaign, one touted as calling Huckabee's own parenting skills into question.",
  "Fact Check": "",
  "Description": "On 11 July 1998, two young men working as counselors at Camp Pioneer in Hatfield, Arkansas, killed a dog at that Boy Scout camp. One of those young men was 19-year-old Clayton Frady of Texarkana and the other David Huckabee, the youngest son of Arkansas Governor Michael Dale \"Mike\" Huckabee. David Huckabee was 17 at the time of the slaying, although he would turn 18 less than two weeks later. Both young men were fired over the incident. And that is where the undisputed facts of the story leave off. All the rest of the details, including why the dog was killed, how the dog was killed, and whether Governor Huckabee attempted (successfully or otherwise) to forestall investigations into his son's act, is up for grabs and may never be knowable. (Thus we can only verify the basic fact that David Huckabee killed a dog at a Boy Scout camp, not he ancillary issue of whether he truly did so \"brutally\" or \"for fun.\") While the dog itself was consistently described as a stray that had wandered onto the property, the only additional description of it came from Marcal Young, scout executive of the Caddo Area Council that operated the camp where the animal was killed, who said the canine was \"probably a mixed breed.\" As to why the dog was killed, different people have offered different reasons. Governor Huckabee said in 2007 interview conducted by Larry King that \"It was mangy. It looked like it was going to attack.\" The father of the other young man fired over the dog's slaying said in a 1998 news article his son had come upon one or more Scouts who had the dog \"hung over a limb and choking,\" so his son helped \"put it out of its misery.\" Scout executive Young said in another 1998 news article the two young men had told him the dog appeared to be ill. No one connected to any of the principals apparently wanted to talk about how the dog was dispatched. The only person in that group who said anything about this was Danny Frady, father of Clayton Frady (the other young counselor fired over the incident), and even he didn't say what his son did; he only averred that when his son came upon the animal, it was being hanged by others. Anonymous rumors about how the dog was killed claim Frady and Huckabee hanged the dog, slit its throat, and stoned it to death. But why would the young men have been fired if what they had done was merely to put a suffering animal out of its misery or strike down a sickly animal that looked like it was about to attack someone? Scout executive Young, the person who dismissed them from their jobs, said the pair were fired because they had violated a Scout law: \"A Scout is kind.\" A December 2007 Newsweek article reported shortly after the animal's death, the local prosecuting attorney wrote a letter to the Arkansas state police asking them to investigate the case to see if the two young men involved had violated state animal cruelty laws. The state police did not look into the matter, and no charges were filed. John Bailey, then director of Arkansas's state police, told Newsweek personnel in Governor Huckabee's employ (his chief of staff and personal lawyer) leaned on him to write a letter officially denying the local prosecutor's request for an investigation. Wrote Newsweek : \"Bailey, a career officer who had been appointed chief by Huckabee's Democratic predecessor, said he viewed the lawyer's intervention as improper and terminated the conversation.\" Bailey was fired by Huckabee seven months later, with (according to Bailey) one of the reasons given by Huckabee being that \"I couldn't get you to help me with my son when I had that problem.\" Newsweek quoted I.C. Smith, the former FBI chief in Little Rock, as saying \"Without question, [Huckabee] was making a conscious attempt to keep the state police from investigating his son.\" Governor Huckabee denied using his influence to keep police out of the matter, saying to Larry King: \"Well, let me categorically say that is absolutely not true. I never used my influence. In fact, if anything, I said treat it like you would anything else. I don't want special treatment for him or against him. My son was a minor at the time. It was not a criminal issue. It was an issue that was dealt with.\"",
  "Originally Published": "",
  "Referred Links": "http://www.people.com/article/mike-huckabee-questions-obamas-parenting;",
  "Example": "[Collected via e-mail, January 2008] Can you tell me if it is true that presidential candidate Mike Huckabee's son was convicted of animal abuse? Did Mike Huckabee's son, David, really kill a dog for fun at a boy scout camp? I recently received an email which claimed that Mike Huckabee's son & another boy were expelled from a private school because they brutally killed a dog, but I find nothing about it on Snopes. Are you familiar with this claim?",
  "Last Updated": "5 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/politicians/huckabeedog.asp",
  "Claim": "The son of former Arkansas governor Mike Huckabee once killed a dog at Boy Scout camp.",
  "Claim_ID": "politics_politicians_huckabeedog",
  "Tags": ""
}