{
  "Origins": "In recent years the term \"pigeon chess\" has joined the \" post turtle \" and the \" running eagle \" (or \"walking eagle\") in the pantheon of animal-derived terms used as pejoratives, terms that are typically applied to politicians and offered as the punchlines to jokes.",
  "Fact Check": "",
  "Description": "\"Pigeon chess\" is defined at Urban Dictionary as \"having a pointless debate with somebody utterly ignorant of the subject matter, but standing on a dogmatic position that cannot be moved with any amount of education or logic, but who always proclaims victory.\" The term is generally used in conjunction with an explanation that it derives from the image of a pigeon engaging in a chess match by \"knocking the pieces over, crapping on the board, and flying off to announce that it has won\": > The \"pigeon chess\" concept is not one that originated with, or has been recorded as, something Russian president Vladimir Putin said about U.S. president Barack Obama, however. Like most such terms, it began much earlier as a more general put-down that over time was picked up and applied to various modern politicians. As far as we know, its earliest recorded expression came in a March 2005 user-submitted review of the book Evolution vs. Creationism: An Introduction on Amazon.com, which applied the imagery to a debate between the two camps referenced in the book's title: Debating creationists on the topic of evolution is rather like trying to play chess with a pigeon it knocks the pieces over, craps on the board, and flies back to its flock to claim victory. The pro-creationist reviewers of this book clearly demonstrate this to be true.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/review/R2367M3BJ05M82;http://www.urbandictionary.com/define.asp?term=pigeon%20chess;",
  "Example": "[Collected via e-mail, October 2013] Did President Putin really say this? Russian President Vladimir Putin has allegedly said that \"negotiating with Obama is like playing chess with a pigeon. The pigeon knocks over all the pieces, craps on the board, then struts around like it won the game.\"",
  "Last Updated": "8 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/pigeonchess.asp",
  "Claim": "Vladimir Putin described negotiating with Barack Obama as being like \"playing chess with a pigeon.\"",
  "Claim_ID": "politics_quotes_pigeonchess",
  "Tags": ""
}