{
  "Origins": "On 6 January 2006, NBC will air the two-hour premiere of a mid-season series called The Book of Daniel, a religiously-themed saga which the network describes thusly:",
  "Fact Check": "",
  "Description": "USA Today television critic Robert Bianco wrote of the controversial series: Whatever else you may have heard about The Book of Daniel, it is first and foremost a show about a true-to-life, loving, complex family. It is also witty, earnest, intelligent, overdone, overly ambitious, wildly entertaining and superbly cast which are just a few of the things that the people who decided to protest the show before it even aired have failed to mention. A total of 4 of NBC's 230 affiliate stations (in Beaumont, Texas; Meridian, Mississippi; Little Rock, Arkansas; and Terre Haute, Indiana) declined to air the series' premiere episode. Five more episodes of the program are slated to air before the 2006 Winter Olympics, and two additional episodes afterwards. Television critic Alan Sepinwall wrote a detailed article about the background of the show and its creator in advance of the program's first airing. Gary Levin also reviewed the series for USA Today. Update: On 24 January 2006, NBC announced it The Book of Daniel was being \"dropped from the schedule.\" Kevin Reilly, president of NBC Entertainment, said a letter-writing campaign from some right-wingers wasn't what killed ad sales for the show; it was that nobody was watching. The show had drawn an audience of 6.9 million viewers on its first night, but by its fourth airing, that number was down to 5.8 million.",
  "Originally Published": "",
  "Referred Links": "http://www.usatoday.com/life/television/reviews/2006-01-05-daniel-side_x.htm;http://www.beliefnet.com/story/171/story_17189_1.html;http://abcnews.go.com/Entertainment/wireStory?id=1479259;http://www.usatoday.com/life/television/reviews/2006-01-05-book-of-daniel_x.htm;http://www.nbc.com/The_Book_Of_Daniel/about.shtml;",
  "Example": "",
  "Last Updated": "26 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/daniel.asp",
  "Claim": "NBC aired The Book of Daniel, a series about an Episcopal priest who dealt with an addiction to painkillers, a gay son, and a daughter arrested for selling marijuana.",
  "Claim_ID": "politics_religion_daniel",
  "Tags": ""
}