{
  "Origins": "The Navy Cross , established by an Act of Congress in 1919, is the naval service's second highest award and may be bestowed upon any person who, while serving with the Navy or Marine Corps, distinguishes himself/herself in action by extraordinary heroism not justifying an award of the Medal of Honor. To earn a Navy Cross, the act to be commended must be performed in the presence of great danger or at great personal risk and must be performed in such a manner as to render the individual highly conspicuous among others of equal grade, rate, experience, or position of responsibility.",
  "Fact Check": "",
  "Description": "On 6 May 2004, Marine Capt. Brian R. Chontosh of Rochester, New York, received the Navy Cross \"for extraordinary heroism while serving as Combined Anti-Armor Platoon Commander, Weapons Company, 3rd Battalion, 5th Marine Regiment, 1st Marine Division, 1st Marine Expeditionary Force, in support of Operation Iraqi Freedom March 25, 2003.\" The details of the heroism that earned Capt. Chontosh his medal were provided on the Marine Corps News web site: While leading his platoon north on Highway 1 toward Ad Diwaniyah, Chontosh's platoon moved into a coordinated ambush of mortars, rocket propelled grenades and automatic weapons fire. With coalition tanks blocking the road ahead, he realized his platoon was caught in a kill zone. He had his driver move the vehicle through a breach along his flank, where he was immediately taken under fire from an entrenched machine gun. Without hesitation, Chontosh ordered the driver to advance directly at the enemy position, enabling his .50 caliber machine gunner to silence the enemy. He then directed his driver into the enemy trench, where he exited his vehicle and began to clear the trench with an M16A2 service rifle and 9 millimeter pistol. His ammunition depleted, Chontosh, with complete disregard for his safety, twice picked up discarded enemy rifles and continued his ferocious attack. When a Marine following him found an enemy rocket propelled grenade launcher, Chontosh used it to destroy yet another group of enemy soldiers. When his audacious attack ended, he had cleared over 200 meters of the enemy trench, killing more than 20 enemy soldiers and wounding several others. The text of the message quoted at the head of this page comes from a 7 May 2004 article by Bob Lonsberry entitled \"SOMETHING THAT DIDN'T MAKE THE NEWS.\" The correct attribution for this piece has been omitted from most of the versions circulated via e-mail. The theme of Brian Chontosh as an example of American soldiers' valor being insufficiently recognized was echoed in a 2006 New York Times editorial by Joseph A. Kinney: Captain Brian Chontosh is the kind of soldier who, in years past, would have received a ticker-tape parade down Fifth Avenue. As a young lieutenant in 2003, he and his platoon were ambushed near Baghdad. Machine gun fire, mortars and rocket-propelled grenades spewed from every direction. Lieutenant Chontosh ordered his Humvee directly into an enemy machine-gun position, where his gunner destroyed the nest. He then advanced on a trench, where he exited his vehicle and scattered enemy fighters. After his ammunition was depleted, he twice picked up an enemy's rifle and continued. By the time the smoke cleared, Lieutenant Chontosh had killed more than 20 insurgents and saved the lives of dozens in his platoon. For his incredible courage, he was awarded the Navy Cross, the second-highest award given to Marines. Second highest? For reasons I can't fathom, the Pentagon top brass don't feel that our heroes in Iraq and Afghanistan are especially meritorious. President Bush has yet to award a single Medal of Honor to a living veteran of combat in either place. (Only one has been given posthumously.) During the Vietnam War, 245 Medals of Honor were awarded. If President Bush awarded the medals at roughly the same rate for service in Iraq and Afghanistan, more than two dozen would have been bestowed by now. When I called the Department of Defense to inquire, a public affairs officer said he wondered whether our fighting style might be less risky today than it was in Vietnam. How lame. Fighting in Iraq and Afghanistan has been brutal, and many of our troops have performed with incredible valor. Anyone remember Falluja? This is more than an issue of justice denied. Tales of courage inspire present and future warriors. They certainly motivated my service in the Marine Corps in Vietnam. Today, two of my four sons are good bets to join the Marines or Special Forces. I don't want them to look to my generation for heroes, but to their contemporaries. I hope President Bush will order a review of heroic acts performed in Iraq and Afghanistan in the name of our freedom. Not another minute should be lost in bestowing honors that are overdue. As of 2010, six Medals of Honor have been awarded to U.S. servicemen in connection with combat activities in Afghanistan and Iraq, all of them posthumously. Additional information: Rochester, N.Y., Marine Receives Navy Cross (U.S. Marines) The Navy Cross (U.S. Navy)",
  "Originally Published": "",
  "Referred Links": "http://www.history.navy.mil/medals/navcross.htm;http://web.archive.org/web/20080313184408/http://www.usmc.mil/marinelink/mcn2000.nsf/lookupstoryref/200456162723;http://www.cmohs.org/recent-recipients.asp;http://lonsberry.com/writings.cfm?story=1400&go=4;http://web.archive.org/web/20080313184408/http://www.usmc.mil/marinelink/mcn2000.nsf/lookupstoryref/200456162723;http://www.history.navy.mil/medals/navcross.htm;http://lonsberry.com/writings.cfm?story=1400&go=4;",
  "Example": "[Lonsberry, 2004] Meet Brian Chontosh. Churchville-Chili Central School class of 1991. Proud graduate of the Rochester Institute of Technology. Husband and about-to-be father. First lieutenant in the United States Marine Corps. And a genuine hero. The secretary of the Navy said so yesterday. At 29 Palms in California Brian Chontosh was presented with the Navy Cross, the second highest award for combat bravery the United States can bestow. That's a big deal. But you won't see it on the network news tonight, and all you read in Brian's hometown newspaper was two paragraphs of nothing. Instead, it was more blather about some mental defective MPs who acted like animals. The odd fact about the American media in this war is that it's not covering the American military. The most plugged-in nation in the world is receiving virtually no true information about what its warriors are doing. [Rest of article here here.]",
  "Last Updated": "1 March 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/chontosh.asp",
  "Claim": "Marine Capt. Brian R. Chontosh of Rochester, New York, received the Navy Cross for extraordinary heroism in Iraq.",
  "Claim_ID": "politics_military_chontosh",
  "Tags": ""
}