{
  "Origins": "Leaving a relatively substantial monetary tip for the waitstaff at the conclusion of a restaurant meal is the custom in some countries, including the U.S. and Canada. A gratuity amounting to 15% to 20% of the bill is now considered the standard or minimum tip, with even more left in recognition of superlative service. It is therefore little cause for surprise that any cultural icon's public voicing of an opinion that folks should leave no more than a 10% tip would raise the hackles of many in the service industry.",
  "Fact Check": "",
  "Description": "And so it was with the belief that Oprah Winfrey, beloved television talk show host, had instructed members of her audience to not leave more than a 10% tip when dining in restaurants, with such rumor often coupled with a further assertion that this advice was offered in recognition of the recession's having hit everyone hard. Such belief that Oprah had said it fit well with a widely-held stereotype that African American customers tip less than do other restaurant patrons. In September 2009 a page on the social networking site Facebook raised the false \"Oprah said not to tip more than 10%\" claim. Titled \"1 Million Servers Strong Against Oprah's Comments,\" the group stated as its purpose: Oprah Winfrey has recently stated on her TV show that it is acceptable to tip servers 10% in our current economy. This group is being put together to show Oprah that her comments have a crippling affect on servers all over the world. As of 4 November 2009, \"1 Million Servers Strong Against Oprah's Comments\" has 37,228 members. Yet the claim that has inflamed so many is false. There is no evidence in support of the assertion that Oprah Winfrey recommended her audience tip waitstaff 10%, in response to economic recession or otherwise, on her television show or in her magazine. No one has yet to turn up a video clip from her show of her supposed tipping advice or produce a copy of an article from O, The Oprah Magazine in which such counsel was allegedly given. Instead, material from both those venues state that restaurant goers should tip at least 15%. While we've yet to locate a video clip or news report of Oprah herself instructing the audience to pony up with 15% or better, there are examples of invited guests on her show or columnists in her magazine saying exactly that. In the \"Ending Rudeness \" segment of The Oprah Winfrey Show (which aired on 9 September 2008), Steven Dublanica, author of Waiter Rant: Thanks for the Tip Confessions of a Cynical Waiter , sat beside Oprah and, with her nodding in agreement, offered this bit of advice for restaurant goers: Don't tip less than 15 percent Waiters are paid wages well below the minimum wage as little as $2.15 an hour in some states with the expectation that they will earn the majority of their income through tips. In addition, some restaurants require waiters to pay around 20 to 30 percent of their tips to food runners, hostesses and bartenders. \"If you don't tip, then that person doesn't get paid,\" Steven says. \"Literally.\" Of the \"10 Do's and Don'ts of Restaurant Etiquette\" proffered by The Oprah Winfrey Show via oprah.com, its official web site, the first is \"Tip 15 percent or more.\" Likewise, the \" Guide to Tipping \" published in the December 2002 issue of O, The Oprah Magazine says: Normally, 15 to 20 percent of the total bill 20 percent for a first-class place. Note that people tip more in urban areas. According to the Zagat Survey, the average gratuity in city restaurants across the United States is about 18 percent. In response to the rumor, HarpoBear (moderator of oprah.com's message board) posted a clarification on 8 June 2009 (and repeated periodically since then) that said: We'd like to respond to the concerns raised about Oprah's thoughts on tipping. The truth is that Oprah has never said that people should tip less during the recession. She believes in generously compensating waiters and waitresses. While a November 2009 Facebook page marked a resurgence of the Oprah rumor, it wasn't the first time the claim had been bruited on that venue: In December 2008 a now defunct Facebook group titled \"No, Oprah, it's not OK to tip 10%\" repeated the gossip. The rumor comes in two forms: that Oprah herself directed her audience never to tip more than 10% or (far less frequently) that one of her guests did. One name that has been mentioned as the identity of the guest who gave such advice is financial guru Suze Orman , as in this 19 September 2009 blog entry: It has been brought to my attention that Suze Orman went onto the Oprah Winfrey show some time ago to give some sound financial advice to all the Oprah-ites who bow down to the feet of the great and powerful O. [...] She said that when it comes time to tip you should just leave 10% instead of 15%. Barbara \"the ten percent dissolution\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://thebitchywaiter.blogspot.com/2009/09/wanted-dead-or-alive-suze-orman.html;http://www.suzeorman.com/;http://www.oprah.com/community/message/1074039#1074039;http://www.oprah.com/article/omagazine/omag_200212_tipping;http://www.oprah.com/article/oprahshow/20080909-tows-restaurant-etiquette;http://www.oprah.com/slideshow/oprahshow/20080909_tows_rude/9;http://www.facebook.com/group.asp?gid=132000908466&ref=nf;",
  "Example": "[Collected via e-mail, November 2009] Did Oprah Winfrey state that, in this economy, tipping 10% is acceptable?",
  "Last Updated": "11 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/oprahtip.asp",
  "Claim": "Oprah Winfrey said that restaurant customers need not tip their servers more than 10%..",
  "Claim_ID": "politics_business_oprahtip",
  "Tags": ""
}