{
  "Origins": "In the U.S., an executive order is a presidential policy directive that implements or interprets a federal statute, a constitutional provision, or a treaty without the requirement of congressional approval. As described by TheFreeDictionary:",
  "Fact Check": "",
  "Description": "The item reproduced above purports that President Obama issued a whopping 923 executive orders in his first term (compared to about thirty each for previous presidents) and offers supposedly alarming provisions of some of those orders. However, the entirety of this item is erroneous. First of all, the number of executive orders issued by President Obama is grossly exaggerated here. Through his first term (i.e., the first four years of his presidency), Barack Obama issued 147 executive orders , not 923. (Now well into the second year of his second term, President Obama has issued a total of 223 executive orders overall.) Moreover, compared to President Obama's predecessors in the White House, this is not an unusually large number of orders for a modern president: President George W. Bush issued 291 executive orders during his eight years in office, while President Bill Clinton issued 364 such orders over the same span of time. The listing of numbers of executive orders issued during the terms of modern presidents included in one of the examples above also bears no resemblance to reality. This chart compares the claimed number of orders issued by each president on the list with the actual number issued, as documented by The American Presidency Project : Name Number claimed: Actual number: Theodore Roosevelt 3 1,081 Franklin Roosevelt 11 3,522 Harry Truman 5 907 Dwight Eisenhower 2 484 John Kennedy 4 214 Lyndon Johnson 4 325 Richard Nixon 1 346 Gerald Ford 3 169 Jimmy Carter 3 320 Ronald Reagan 5 381 George H.W. Bush 3 166 Bill Clinton 15 364 George W. Bush 62 291 Barack Obama 923 147 The attribution to President Obama of fourteen executive orders (numbered between 10990 to 11921) in the example text reproduced above is way off base as well: not a single one of those orders was issued by President Obama. The first twelve orders in the list date to the administration of President John F. Kennedy in 1962, one dates to the administration of President Lyndon B. Johnson in 1966, and one dates to the administration of President Gerald R. Ford in 1976. The text of these orders can be viewed in full through the following links: Executive Order 10990: John F. Kennedy, Feb. 2, 1962 Executive Order 10995: John F. Kennedy, Feb. 16, 1962 Executive Order 10997: John F. Kennedy, Feb. 16, 1962 Executive Order 10998: John F. Kennedy, Feb. 16, 1962 Executive Order 11000: John F. Kennedy, Feb. 16, 1962 Executive Order 11001: John F. Kennedy, Feb. 16, 1962 Executive Order 11002: John F. Kennedy, Feb. 16, 1962 Executive Order 11003: John F. Kennedy, Feb. 16, 1962 Executive Order 11004: John F. Kennedy, Feb. 16, 1962 Executive Order 11005: John F. Kennedy, Feb. 16, 1962 Executive Order 11049: John F. Kennedy, Sep. 14, 1962 Executive Order 11051: John F. Kennedy, Sep. 27, 1962 Executive Order 11310: Lyndon B. Johnson, Oct. 11, 1966 Executive Order 11921: Gerald R. Ford, June 11, 1976",
  "Originally Published": "",
  "Referred Links": "http://en.wikisource.org/wiki/Executive_Order_11921;http://en.wikisource.org/wiki/Category:Executive_orders_of_1966;http://www.presidency.ucsb.edu/ws/index.asp?pid=58990;http://www.presidency.ucsb.edu/ws/index.asp?pid=58988;http://www.presidency.ucsb.edu/ws/index.asp?pid=58944;http://www.presidency.ucsb.edu/ws/index.asp?pid=58943;http://www.presidency.ucsb.edu/ws/index.asp?pid=58942;http://www.presidency.ucsb.edu/ws/index.asp?pid=58941;http://www.presidency.ucsb.edu/ws/index.asp?pid=58940;http://www.presidency.ucsb.edu/ws/index.asp?pid=58938;http://www.presidency.ucsb.edu/ws/index.asp?pid=58936;http://www.presidency.ucsb.edu/ws/index.asp?pid=58935;http://www.presidency.ucsb.edu/ws/index.asp?pid=58933;http://www.presidency.ucsb.edu/ws/index.asp?pid=58928;http://en.wikisource.org/wiki/Category:Executive_orders_of_Gerald_R._Ford;http://en.wikisource.org/wiki/Category:Executive_orders_of_Lyndon_B._Johnson;http://en.wikisource.org/wiki/Category:Executive_orders_of_John_F._Kennedy;http://www.presidency.ucsb.edu/data/orders.asp;http://en.wikisource.org/wiki/Category:Executive_orders_of_William_Jefferson_Clinton;http://en.wikisource.org/wiki/Category:Executive_orders_of_George_W._Bush;http://www.whitehouse.gov/briefing-room/presidential-actions/executive-orders;http://legal-dictionary.thefreedictionary.com/Executive+Order;",
  "Example": "[Collected via e-mail, September 2012] The President signed 923 Executive Orders in 40 Months. It is all over the net. These sites include commentary on what the executive order is for and what it does. If this is the truth, I'm scared to think about it. Most of the past presidents have allegedly signed around 30 of them. At the end of the day an executive order circumvents the congress and senate. Fill in the blanks. Someone credible needs to research and report on this. -EXECUTIVE ORDER 10990 allows the government to take over all modes of transportation and control of highways and seaports. -EXECUTIVE ORDER 10995 allows the government to seize and control the communication media. -EXECUTIVE ORDER 10997 allows the government to take over all electrical power, gas, petroleum, fuels and minerals. -EXECUTIVE ORDER 10998 allows the government to take over all food resources and farms. -EXECUTIVE ORDER 11000 allows the government to mobilize civilians into work brigades under government supervision. -EXECUTIVE ORDER 11001 allows the government to take over all health, education and welfare functions. -EXECUTIVE ORDER 11002 designates the Postmaster General to operate a national registration of all persons. -EXECUTIVE ORDER 11003 allows the government to take over all airports and aircraft, including commercial aircraft. -EXECUTIVE ORDER 11004 allows the Housing and Finance Authority to relocate communities, build new housing with public funds, designate areas to be abandoned, and establish new locations for populations. -EXECUTIVE ORDER 11005 allows the government to take over railroads, inland waterways and public storage facilities. -EXECUTIVE ORDER 11049 assigns emergency preparedness function to federal departments and agencies, consolidating 21 operative Executive Orders issued over a fifteen year period. -EXECUTIVE ORDER 11051 specifies the responsibility of the Office of Emergency Planning and gives authorization to put all Executive Orders into effect in times of increased international tensions and economic or financial crisis. -EXECUTIVE ORDER 11310 grants authority to the Department of Justice to enforce the plans set out in Executive Orders, to institute industrial support, to establish judicial and legislative liaison, to control all aliens, to operate penal and correctional institutions, and to advise and assist the President. -EXECUTIVE ORDER 11921 allows the Federal Emergency Preparedness Agency to develop plans to establish control over the mechanisms of production and distribution, of energy sources, wages, salaries, credit and the flow of money in U.S. financial institution in any undefined national emergency. It also provides that when a state of emergency is declared by the President, Congress cannot review the action for six months. Feel free to verify the \"executive orders\" at will ... and these are just the major ones ... EXECUTIVE ORDERS ISSUED: Teddy Roosevelt: 3 Others Prior To FDR: NONE FDR: 11 in 16 years Truman: 5 in 7 years Ike: 2 in 8 years JFK: 4 in 3 years LBJ: 4 in 5 years Nixon: 1 in 6 years Ford: 3 in 2 years Carter: 3 in 4 years Reagan: 5 in 8 years Bush 1: 3 in 4 years Clinton: 15 in 8 years Bush 2: 62 in 8 years Obama: 923 in 3+ years! During my lifetime, all Presidents have issued Executive Orders, for reasons that vary, some more than others. When a President issued as many as 30 Executive Orders during a term in Office, people thought there was something amiss. WHAT DO YOU THINK ABOUT 923 EXECUTIVE ORDERS IN ONE PART OF ONE TERM?????? YES, THERE IS A REASON. IT IS THAT THE PRESIDENT IS DETERMINED TO TAKE CONTROL AWAY FROM THE HOUSE AND THE SENATE. Even some Democrats in the House have turned on him, plus a very small number of Democrat Senators question him. HE SHOULD BE QUESTIONED. WHAT IS HE REALLY TRYING TO ACCOMPLISH???? DOES THIS SCARE YOU AS MUCH AS IT DOES ME?",
  "Last Updated": "2 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/executiveorders.asp",
  "Claim": "President Obama has issued a whopping 923 executive orders, many of which give the government unprecedented power to take over control of civilian institutions.",
  "Claim_ID": "politics_obama_executiveorders",
  "Tags": ""
}