{
  "Origins": "As we've noted on many occasions, really good satire hews a fine line between plausibility and absurdity, so it's not surprising we often receive \"Is this true?\" inquiries about satirical articles that circulate widely via e-mail the receipt of an out-of-context, news-like article with a premise that seems vaguely credible with a quick read-through can easily leave readers confused about its authenticity.",
  "Fact Check": "",
  "Description": "This humor piece about the U.S. presidency's being outsourced to India is actually an updated version of a 2004 satirical article about President George W. Bush. Although the 2009 version's topical references a weak economy, a growing budget deficit, the looming threat of job outsourcing might strike a chord with many Americans, and those who are no fans of the current U.S. president might appreciate its sly digs at Barack Obama, why we've received so many inquiries about this particular article is something of a puzzle, as its premise isn't at all plausible: The U.S. Constitution and U.S. law have very specific provisions about the line of succession to the presidency, and that line does not encompass Congress' arbitrarily bypassing the vice president (and everyone else in the chain of succession) to hand over the office of chief executive to an unelected foreign resident. Not to mention that if the U.S. presidency were really set to change hands within the next few months, that subject would be the dominant topic of every American news outlet, not an obscure bit of information spread solely via e-mail. If nothing else, the notion that the U.S. presidency would be given over to someone who would undertake it as a moonlighting job for $320 per month crosses the line from believability to absurdity.",
  "Originally Published": "",
  "Referred Links": "http://www.geoexpat.com/forum/thread1995.html;",
  "Example": "[Collected via e-mail, June 2009] Is this true? What a GREAT IDEA!!! Washington, DC June 11, 2009 Congress today announced, that the office of President of the United States of America will be outsourced to India, as of September 1, 2009. The move is being made in order to save the President's $500,000 yearly salary, and also a record $750 billion in deficit expenditures and related overhead that his office has incurred during the last 3 months. It is anticipated that $7 trillion can be saved to the end of the President's term. \"We believe this is a wise financial move. The cost savings are huge,\" stated Congressman Thomas Reynolds (R-WA). \"We cannot remain competitive on the world stage with the current level of cash outlay,\" Reynolds noted. Obama was informed by email this morning of his termination. Preparations for the job move have been underway for some time. Gurvinder Singh, a tele-technician for IndusTeleservices, Mumbai, India, will assume the office of President as of September 1, 2009. Mr. Singh was born in the United States while his Indian parents were vacationing at Niagara Falls, NY. Thus making him eligible for the position. He will receive a salary of $320 (USD) a month, but no health coverage or other benefits. It is believed that Mr. Singh will be able to handle his job responsibilities without a support staff. Due to the time difference between the US and India, he will be working primarily at night. \"Working nights will allow me to keep my day job at the Dell Computer call center,\" stated Mr. Singh in an exclusive interview. \"I am excited about this position. I always hoped I would be President.\" A Congressional spokesperson noted that while Mr. Singh may not be fully aware of all the issues involved in the office of President, this should not be a problem as Obama had never been familiar with the issues either. Mr. Singh will rely upon a script tree that will enable him to respond effectively to most topics of concern. Using these canned responses, he can address common concerns without having to understand the underlying issue at all. \"We know these scripting tools work,\" stated the spokesperson. \"Obama has used them successfully for years, with the result that some people actually thought he knew what he was talking about.\" Obama will receive health coverage, expenses, and salary until his final day of employment. Following a two-week waiting period, he will be eligible for $140 a week unemployment for 26 weeks. Unfortunately he will not be eligible for Medicaid, as his unemployment benefits will exceed the allowed limit. Obama has been provided with the outplacement services of Manpower, Inc. to help him write a resume and prepare for his upcoming job transition. According to Manpower, Obama may have difficulties in securing a new position due to a lack of any successful work experience during his lifetime. A greeter position at WalMart was suggested due to Obama's extensive experience at shaking hands, as well as his 'special' smile.",
  "Last Updated": "23 July 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/outsource.asp",
  "Claim": "The job of President of the United States is being outsourced to India.",
  "Claim_ID": "Politics_satire_outsource",
  "Tags": ""
}