{
  "Origins": "On 23 December 2012, New York's Journal News (serving the Lower Hudson Valley) published an article by Dwight R. Worley on the subject of whether residents should be able to obtain information about who in their neighborhood owns guns (and the number and type of guns they own):",
  "Fact Check": "",
  "Description": "That article was accompanied by an interactive map compiled from public information which showed the locations of handgun permit holders in Westchester and Rockland counties and allowed viewers to click on those locations and see the names and addresses of permit holders: The map indicates the addresses of all pistol permit holders in Westchester and Rockland counties. Each dot represents an individual permit holder licensed to own a handgun a pistol or revolver. The data does not include owners of long guns rifles or shotguns which can be purchased without a permit. Being included in this map does not mean the individual at a specific location owns a weapon, just that they are licensed to do so. To create the map, The Journal News submitted Freedom of Information requests for the names and addresses of all pistol permit holders in Westchester, Rockland and Putnam. By state law, the information is public record. (Contrary to the example text cited above, it was not reporter Dwight R. Worley who produced and published the map, nor did the map cover the \"entire state of New York.\" Worley wrote the original article which the Journal News published in conjunction with the map, and the map included information from just two counties in the state.) A few days later, the Journal News reported on the controversy generated by its publishing of that information: Thousands of people, many from outside Westchester, Rockland and Putnam counties, have taken to their computers and phones in rage after The Journal News posted an online database of local gun-permit holders. The database, legally obtained from the County Clerks' Offices through a Freedom of Information Act request made after the shootings in Sandy Hook, Conn., that left 20 children and eight adults dead, has been called irresponsible, dangerous and leaning toward intimidation by online pundits. Hundreds of callers have complained, claiming publication of the database put their safety at risk or violated their privacy. Others claimed publication was illegal. Many of the callers were vitriolic and some threatened members of the newspaper staff. \"New York residents have the right to own guns with a permit and they also have a right to access public information,\" said Janet Hasson, president and publisher of The Journal News Media Group. Robert Freeman, executive director of the state Committee on Open Government and an expert in the state's Freedom of Information law, has said all government records and data are presumed public unless a specific statute bars their release. Names and addresses are specifically deemed public records, he said. \"We knew publication of the database would be controversial, but we felt sharing as much information as we could about gun ownership in our area was important in the aftermath of the Newtown shootings,\" said CynDee Royle, editor and vice president/news. \"People are concerned about who owns guns and how many of them there are in their neighborhoods,\" she said. \"Our Freedom of Information request also sought specifics on how many and what types of weapons people owned. That portion of the request was denied.\" The Rockland County Times reported on 1 January 2013 that the Journal News had hired armed security guards for their facility due to negative public reaction to the latter's original article: Guns are good for the goose but NOT for the gander. A Clarkstown police report issued on December 28, 2012, confirmed that The Journal News has hired armed security guards from New City-based RGA Investigations and that they are manning the newspaper s Rockland County headquarters at 1 Crosfield Ave., West Nyack. According to police reports on public record, Journal News Rockland Editor Caryn A. McBride was alarmed by the volume of \"negative correspondence,\" namely an avalanche of phone calls and emails to the Journal News office, following the newspaper's publishing of a map of all pistol permit holders in Rockland and Westchester. Due to apparent safety concerns, the newspaper then decided to hire RGA Investigations to provide armed personnel to man the location. McBride had filed at least two reports with the Clarkstown Police Department due to perceived threats. However, the police did not find the communications in question actually threatening. Incident-Report 2012-00033099 describes McBride telling police she was worried because an email writer wondered \"what McBride would get in her mail now.\" Rather than take the map down following the public uproar, the executive board at the Journal News has decided to \"stick to their guns.\" On 18 January 2013, the Journal News printed a letter from publisher Janet Hasson stating that the newspaper had taken down the database of permit holders from their web site in order to comply with recently enacted legislation: Public reaction to the posting of names and street addresses was swift and divided. Many in the community expressed their gratitude for The Journal News decision to make the information available, but permit holders were outraged at what they considered to be an invasion of privacy. Gun owners from across the country vocally conveyed their anger and accused The Journal News of having exposed permit holders and non-permit holders alike to the risk of burglaries and other crimes. Hundreds of threats were made to Journal News staffers. So intense was the opposition to our publication of the names and addresses that legislation passed earlier this week in Albany included a provision allowing permit holders to request confidentiality and imposing a 120-day moratorium on the release of permit holder data. Today The Journal News has removed the permit data from lohud.com. Our decision to do so is not a concession to critics that no value was served by the posting of the map in the first place. On the contrary, we ve heard from too many grateful community members to consider our decision to post information contained in the public record to have been a mistake. Nor is our decision made because we were intimidated by those who threatened the safety of our staffers. We know our business is a controversial one, and we do not cower. But the database has been public for 27 days and we believe those who wanted to view it have done so already. As well, with the passage of time, the data will become outdated and inaccurate.",
  "Originally Published": "",
  "Referred Links": "http://www.lohud.com/article/20130118/NEWS02/301180125/A-letter-from-Journal-News-publisher-Janet-Hasson;http://www.lohud.com/interactive/article/20121223/NEWS01/121221011/Map-Where-gun-permits-your-neighborhood-;http://www.lohud.com/apps/pbcs.dll/article?AID=2012312230056;",
  "Example": "[Collected via e-mail, December 2012] Is this true? Dwight R. Worley published all of the HOME ADDRESSES of Law Abiding Conceal Carry Gun Owners of the entire state of NY.",
  "Last Updated": "19 January 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/gunmap.asp",
  "Claim": "The Journal News published a map showing the names and addresses of handgun permit holders in two New York counties.",
  "Claim_ID": "politics_guns_gunmap",
  "Tags": ""
}