{
  "Origins": "This widely-circulated message from Celeste Davis (who operates a ministry with her husband Loren Davis , whose previous works include an article explaining why the five-pointed stars used on the U.S. flag are Satanic) references Kenyan politician Raila Amolo Odinga, who represented the Orange Democratic Movement Party of Kenya against incumbent Mwai Kibaki in a presidential election held on 27 December 2007. Kibaki was initially proclaimed the winner of a close election, the results of which were challenged by Odinga as having been manipulated. (International observers generally agreed that the election count was flawed.) Violent protests over the disputed election results eventually left 1,500 people dead and displaced an estimated 600,000 more before Kibaki and Odinga agreed to form a coalition government in a power-sharing deal negotiated by former U.N. Secretary-General Kofi Annan. Odinga was sworn in as the prime minister of a national unity government (with Kibaki as its president) on 17 April 2008.",
  "Fact Check": "",
  "Description": "The real subject of this message is Barack Obama, however, and virtually everything included therein about him is either unsubstantiated or demonstrably false: Raila Odinga (who was jailed for a total of eight years beginning in 1982 for protesting the one-party rule of Kenya's then-dictator, Daniel Arap Moi) has claimed to be a cousin of Illinois senator Barack Obama (maintaining that Obama's biological father was his maternal uncle). However, no evidence has been offered to document that claim, and the fact that Odinga made such a claim only in the immediate aftermath of the disputed December 2007 elections in Kenya (even though Barack Obama had been a prominent political figure long before then) suggests it was a opportunistic fiction invented by Odinga to provide himself with a badly-needed cloak of political legitimacy. (A few months earlier, another Kenyan political candidate, Nicholas Owino Rajula, had also claimed to be a distant cousin of Senator Obama.) Barack Obama's uncle has denied Odinga's claim that the two men are directly related, saying: \"Odinga's mother came from this area, so it is normal for us to talk about cousins. But he is not a blood relative.\" Even if Raila Odinga and Barack Obama were in fact distant relatives, their connection would merely be a genetic one the two men have no history of any substantive form of familial relationship. Although the Obama campaign acknowledged that Senator Obama spoke to Raila Odinga by telephone \"for about five minutes\" in January 2008 (he also made a public appearance with Odinga during a trip to Kenya in August 2006), we could find nothing substantiating the claim that \"Obama and Raila speak daily.\" Spokesman for both Barack Obama and Raila Odinga deny that the former donated any money to the latter's campaign. The document on which this claim is based (a fax of dubious origin) purportedly reproduces an internal campaign memo from November 2007 showing a campaign contribution from \"Friends of Senator BO.\" However, there is no political action committee (PAC) registered in the U.S. under that name or under the name \"Friends of Barack Obama\" or anything similar. (The St. Petersburg Times noted that a \"Friends of Barack Obama\" PAC existed at the Illinois state level from 1995-2005, but they could find no evidence that the PAC made any disbursements connected to Odinga). Moreover, a contribution from a \"Friends of Joe Smith\" PAC isn't the same thing as a contribution from Joe Smith himself PACs are independent entities that can donate money to political causes without the knowledge or consent of whatever candidate they claim to be supporting. Senator Obama's full name, according to all available documentation and public records, is Barack Hussein Obama, Jr., not \"Barak Hussein Muhammed Obama.\" The claim that Barack Obama is a Muslim has already been widely debunked, and the claim that Obama will \"use the same tactic [of] crying rigged election if he doesn't win and possibly cause a race war in America\" is nothing more than an expression of the author's partisanship, with nothing offered to substantiate it.",
  "Originally Published": "",
  "Referred Links": "http://www.sourcewatch.org/index.asp?title=Political_action_committee;http://www.nytimes.com/slideshow/2007/09/27/world/20070928KENYA_index.html;http://news.bbc.co.uk/2/hi/africa/7176683.stm;http://www.communication.go.ke/elections/default.asp;http://web.archive.org/web/20070820011329/http://www.lorendavis.com/news_articles_sirius.html;http://www.lorendavis.com/;",
  "Example": "[Collected via e-mail, April 2008] Thanks for sending out an alert about Obama. We are living and working in Kenya for almost twelve years now and know his family (tribe) well. They are the ones who were behind the recent Presidential election chaos here. Thousands of people have been displaced by election violence (over 350,000) and I don't know the last count of the dead. Obama under \"friends of Obama\" gave almost a million dollars to the opposition campaign who just happened to be his cousin, Raila Odinga, who is a socialist trained in east Germany. He has been trying to bring Kenya down for years and the last president threw him in prison for trying to subvert this country! December 27th elections brought cries from ODM (Odinga Camp) of rigged election. Obama and Raila speak daily. As we watch Obama rise in the US we are sure that whatever happens, he will use the same tactic, crying rigged election if he doesn't win and possibly cause a race war in America. What we would like you to know is what the American press has been keeping a dirty little secret. Obama IS a Muslim and he IS a racist and this is a fulfillment of the 911 threat that was just the beginning. Jihad is the only true Muslim way. We have been working with them for 20 years this July! He is not an American as we know it. Please encourage your friends and associates not to be taken in by those that are promoting him. It is world wide jihad. All our friends in Europe are very disturbed by the Muslim infiltration into their countries. By the way. His true name is Barak Hussein Muhammed Obama. Won't that sound sweet to our enemies as they swear him in on the Koran! God Bless you. Pray for us here in Kenya. We are still fighting for our nation to withstand the same kind of assault that every nation, including America, is fighting. Takeover from the outside to fit the new world order. As believers, this means we will be the first targets. Here in Kenya, not one mosque was burned down, but hundreds of churches were burned down, some with people in them, burned alive. Jesus Christ is our peace but the new world order of Globalism has infiltrated the church and confused believers into thinking that they can compromise and survive. (Jimmy Carter?) It won't be so. I will send you a newsletter we sent out in February documenting in a more cohesive manner what I've tried to say in a few paragraphs. Love, Celeste Celeste and Loren Davis About our Father's business! Luke 2:49b",
  "Last Updated": "15 May 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/kenya.asp",
  "Claim": "E-mail from missionary describes Barack Obama's connection to political events in Kenya.",
  "Claim_ID": "politics_obama_kenya",
  "Tags": ""
}