{
  "Origins": "Their ability to comb the Internet places the power of fast and easy acquisition of information into our hands, but search engines also have the potential of herding information-seekers towards a few specific web pages via their ranking systems. Sites that appear high in those rankings on the first page of search results, say, or within the top three to five entries garner far more traffic than do similar web destinations that appear lower in the standings. For this reason, those first few spots in the rankings are considered key and are heavily prized.",
  "Fact Check": "",
  "Description": "Unfortunately, in the case of the word \"jew,\" that prize is currently going to an unsavory entity. On 13 April 2004, The New York Times reported that the first listed site on a Google search for \"Jew\" was Jewwatch.com , an online venue that proclaims itself as \"Keeping a close watch on Jewish communities & organizations worldwide\" and offers references to anti-Semitic research, documents, and organizations. Although the removejewwatch.com web site mentioned in the widely circulated e-mail quoted above was a real site and did indeed house an earnestly-intended petition aimed at getting Google to drop JewWatch.com from its search results, the search service does not appear to have been swayed by it and has indicated it has no plans to remove the objectionable site from its list of indexed web sites (nor does Google have a stated policy of altering its search results upon receipt of 50,000-signature petitions): \"We find this result offensive, but the objectivity of our ranking function prevents us from making any changes,\" said David Krane, a Google spokesman. Google makes exceptions to this hands-off policy only in instances where the content of a site is illegal (e.g. child pornography, pedophilia forums). The search engine giant has been returning Jewwatch.com as its number one result for the word \"jew\" since 2001 (the rankings are volatile and can change several times a day; sometimes other pages temporarily occupy the top spot), but this ordering appears to have escaped widespread notice until a 19 February 2004 Jerusalem Post article made passing mention of it: Surely [Rabbi Daniel] Lapin agrees that there is still plenty of anti-Semitism to combat even in the US, as one who simply googles the word 'Jew' will discover (the very first website that pops up is 'Jewwatch keeping an eye on Jewish terrorists, Jewish atrocities, and Jewish banking and financial manipulations.') The offense has been going on for years; only the hue and cry is new. As right as it initially might seem for Google to remove JewWatch.com from its listings, to do so would mean this very respected search service would have to put at risk its reliability by engaging in censorship on a subjective basis (rather than excluding sites based on the objective criterion of illegality). Few sites are so innocuous as to bar disgruntled persons from starting movements to exclude them from search engine rankings, and once Google has acquiesced to one such pressuring, it would inevitably be viewed as \"unfair\" for not giving in to many of the other similar movements that would surely come. (Thousands of web sites on the Internet include anti-Semitic material is Google expected to track down and filter out every single one of them, or is Google supposed to, in effect, single out and punish one particular site for the offense of being popular?) Google stands by its assessment that its numbers justify assigning JewWatch a high ranking in its search results for the word \"jew.\" Different search engines derive their results in different ways, but Google, the most popular search engine, orders the results it presents on the basis of how many other sites link to a page or web site. In general, the more and better those links are, the higher the matches for the linked site will appear in Google's search results. (The quality of the sites linking to the looked-for terms are factored in, as explained in Google's article about page rank .) For now at least, Google has chosen not to cave in to the demand. By taking this path, this most popular of online services has chosen to risk a measure of unpopularity for the sake of continued reliability rather than gambling on the often fickle nature of human gratitude. Barbara \"betting the farm team\" Mikkelson Additional information: An Explanation (Google)",
  "Originally Published": "",
  "Referred Links": "http://www.google.com/explanation.html;http://www.google.com/technology/index.html;http://web.archive.org/web/20040409011835/http://www.removejewwatch.com/index.html;http://www.jewwatch.com;",
  "Example": "[Collected on the Internet, 2004] Upon reading in the Jewish Press that an anti-Semitic website is the first result one gets when typing in the word \"Jew\" on Google, the Internet's number one search engine, I contacted Google and basically gota run-around. I was told that in order for Google to rectify the problem, I would need some sort of petition with at least 50,000 names. I've taken Google at its word and have set up an online petition for people to sign at: www.removejewwatch.com and express their concern and disapproval. I hope you readers will help us come closer to realizing our goal. Steven M. Weinstock",
  "Last Updated": "6 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/google.asp",
  "Claim": "One of the top search results in Google for the word \"jew\" points to an anti-Semitic site.",
  "Claim_ID": "politics_religion_google",
  "Tags": ""
}