{
  "Origins": "HR 2454 , the American Clean Energy and Security Act of 2009 (also known as the \"cap-and-trade energy bill\"), is a bill intended to \"create clean energy jobs, achieve energy independence, reduce global warming pollution and transition to a clean energy economy.\" The bill was passed by the House of Representatives in June 2009, but it has not yet been voted upon by the Senate.",
  "Fact Check": "",
  "Description": "The version of the bill passed by the House sets energy efficiency standards benchmarks that must be met by new buildings, both residential and commercial, constructed after the bill takes effect (i.e., after the bill was passed by both the House and Senate and signed into law). Contrary to what is claimed above, however, HR 2454 contains no provisions requiring that existing homes \"must meet the new energy standards\" before they can be re-sold. Likewise, the bill includes no requirements that an existing residential property undergo an energy usage-related audit or inspection and be assigned a \"certificate of efficiency issued by a federal building efficiency inspector\" before it can be re-sold or rented. This misinformation about mandatory energy standard retrofits and licensing requirements has been promulgated primarily through a misunderstanding of Section 202 of HR 2454, which is headed \"Building Retrofit Program\" and calls for the establishment of \"standards for a national energy and environmental building retrofit policy.\" However, those standards are specifically indicated as being part of the Retrofit for Energy and Environmental Performance ( REEP ) program, a program intended to establish state programs to provide cash incentives to property owners who voluntarily choose to make their buildings more energy efficient. The House Energy and Commerce Committee, who has jurisdiction over the implementation of cap-and-trade legislation, notes in their section-by-section explanation of HR 2454 that Section 202 : Establishes the Retrofit for Energy and Environmental Performance program to provide allowances to states to conduct cost-effective building retrofits. Provides that states may use local governments or other agencies or entities to carry out the work and may use flexible forms of financial assistance providing up to 50% of the costs of retrofits, with funding increasing in proportion to efficiency achievement. Provides additional assistance for the retrofitting of historic buildings. Directs the Administrator of EPA to establish standards and guidelines for the program, in consultation with the Secretary of DOE. Allows federal funds provided to disaster victims to qualify as a building owner's contribution toward matching requirements. Requires states to offer preferential access to at least 10% of dedicated program funding to public and assisted housing. Nothing would require a homeowner to audit or retrofit their home to ensure that it meets building code requirements. The National Association of Realtors ( NAR ) also noted of that section of HR 2454: [HR 2454] does not require that buildings be retrofitted. Rather, it provides federal funding for states to offer financial incentives, such as loans or grants, for property owners to voluntarily decide to improve energy efficiency. In order to receive the funding, there are conditions on how states can spend the money, such as verification of energy improvements performed by private contractors, but that is only to ensure that taxpayer dollars are actually spent on the purpose for which it is intended (building efficiency improvements). There is no point-of-sale guideline or any other requirement of any sort in the House passed bill. Nowhere does this bill create a federal requirement that a property owner would have to retrofit a property to any guideline at any time let alone at point of sale. The bill does stipulate federal guidelines to ensure that states spend and verify that bill funding goes to financial incentives for property owners to voluntarily make improvements. An entirely separate bill would have to be drafted, introduced, passed by committees and both houses of Congress, and signed by the President into law in order for the Federal government to go beyond [HR 2454's] financial incentives for voluntary energy improvements.",
  "Originally Published": "",
  "Referred Links": "http://www.realtor.org/wps/wcm/connect/865087004eadb900a294fab684cb314f/government_affairs_clean_energy_myths_facts.pdf?MOD=AJPERES&CACHEID=865087004eadb900a294fab684cb314f;http://energycommerce.house.gov/Press_111/20090720/hr2454_sectionsummary.pdf;http://www.vnrc.org/article/view/24709/1/643/;http://www.govtrack.us/congress/bill.xpd?bill=h111-2454;",
  "Example": "[Collected via e-mail, November 2009] For those of you who have real estate for sale or rent, be advised that the Cap and Trade energy bill that passed Congress has the following provisions: Before any real estate, new or old, commercial or residential, can be sold or rented, the building must meet the new energy standards set forth in the Bill. These standards are about a general 35% increase in what is now required in building codes. It requires such things as requiring solar reflective roofs, double pane windows, energy efficient appliances and lighting, increased insulation, leak test, and on and on and on. In order to sell or rent any building, you will be required to have a certificate of efficiency issued by a federal building efficiency inspector (new division of the US Dept. of Energy). No certification, no sell or rent, simple as that. [Collected via e-mail, August 2010] A License Required for your HOUSE? Thinking about selling your house. Take a look at H.R. 2454 (Cap and Trade bill), that has passed the House of Representatives and being considered by the Senate. Home owners take note & tell your friends and relatives who are home owners! Beginning 1 year after enactment of the Cap and Trade Act, you won't be able to sell your home unless you retrofit it to comply with the energy and water efficiency standards of this Act. H.R. 2454, the \"Cap & Trade\" bill will be the largest tax increase any of us has ever experienced. The Congressional Budget Office (supposedly non-partisan) estimates that in just a few years the average cost to every family of four will be $6,800 per year. No one is excluded. A year from now you won't be able to sell your house. The caveat is, that if you have enough money to make required major upgrades to your home, then you can sell it. But, if not, then forget it. Even pre-fabricated homes (\"mobile homes\") are included. In effect, this bill prevents you from selling your home without the permission of the EPA administrator. To get this permission,you will have to have the energy efficiency of your home measured. Cost $200 to start. Then the government will tell you what your new energy efficiency requirement is and you will be forced to make modifications to your home under the retrofit provisions of this Act to comply with the new energy and water efficiency requirements, which easily could cost over $50,000. Then you will have to get your home measured again and get a license (called a \"label\" in the Act) that must be posted on your property to show what your efficiency rating is; sort of like the Energy Star efficiency rating label on your refrigerator or air conditioner. If you don't get a high enough rating, you can't sell. And, the EPA administrator is authorized to raise the standards every year, even above the automatic energy efficiency increases built into the Act. The EPA administrator, appointed by the President, will run the Cap & Trade program (AKA the \"American Clean Energy and Security Act of 2009\") and is authorized to make any future changes to the regulations and standards he/she alone determines to be in the government's best interest. Requirements are set low initially so the bill will pass Congress; then the Administrator can set much tougher new standards every year. The Act itself contains annual required increases in energy efficiency for private and commercial residences and buildings. However, the EPA administrator can set higher standards at any time. Sect. 202 Building Retrofit Program mandates a national retrofit program to increase the energy efficiency of all existing homes across America. The label will be like a license for your car. You will be required to post the label in a conspicuous location in your home and will not be allowed to sell your home without having this label. And, just like your car license, you will probably be required to get a new label every so often - maybe every year. The government estimates the cost of measuring the energy efficiency of your home should only cost about $200 each time. Remember what they said about the auto smog inspections when they first started: that in California it would only cost $15. That was when the program started. Now the cost is about $50 for the inspection and certificate; a 333% increase. Expect the same from the home labeling program.",
  "Last Updated": "7 September 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/captrade.asp",
  "Claim": "The \"Cap and Trade energy bill\" requires that all existing real estate must meet new energy standards before it can be sold.",
  "Claim_ID": "politics_business_captrade",
  "Tags": ""
}