{
  "Origins": "On 26 February 2015, Senator Ted Cruz of Texas delivered a speech at the Conservative Political Action Conference (CPAC). Cruz, who announced his intentions to seek the GOP presidential nomination on 23 March 2015, addressed a number of his political positions in that February 2015 speech.",
  "Fact Check": "",
  "Description": "On 23 March 2015, a popular political satirical Facebook page published a graphic suggesting that Ted Cruz had included the following statement in his CPAC speech: There would be less disease, less cancer and AIDS and diabetes in this country if people would simply pray. God blesses the righteous with good health and curses the wicked with sickness. It was all just a bit of political humor, however. Although Cruz hadn't officially announced his intentions to run for president at the time of his CPAC speech, he was commonly considered one of the most likely candidates from his party to pursue the nomination. As such, his appearance and remarks at CPAC were widely covered in the media, and no news outlets reported what surely would have been notably controversial remarks about prayer and healthcare had he made them. Moreover, the entire speech was captured on video and can be viewed on YouTube: Cruz's purported remarks did not begin to circulate until the appearance of the image meme in question on 23 March 2015, and the page from which it originated has perpetrated similar political quotation hoaxes involving politicians such as Mitt Romney and Sarah Palin. Although folks who shared these memes often maintained that the falsely attributed remarks \"sounded like something [Cruz, Palin, or Romney] would say,\" all of the quotes were pure fabrications and did not reproduce actual statements uttered by those persons.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/StopTheTeaParty/photos/a.609599295740011.1073741824.502122049821070/965679083465362/?type=1;",
  "Example": "[Collected via the Internet, March 2015] Do you agree with this Ted Cruz statement? At this year's CPAC, he said the following: \"There would be less disease, less cancer and AIDS and diabetes in this country if people would simply pray. God blesses the righteous with good health and curses the wicked with sickness.\"",
  "Last Updated": "26 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/cruz/cpac.asp",
  "Claim": "Ted Cruz said in a CPAC speech that diseases such as AIDS and cancer can be eradicated through prayer.",
  "Claim_ID": "politics_cruz_cpac",
  "Tags": ""
}