{
  "Origins": "On 22 November 2011, a caller to the Mark Levin Show identified himself as a \"brain surgeon\" and said that he had just returned from a meeting in Washington, D.C., with the American Association of Neurological Surgeons and the Congress of Neurological Surgeons where \"we were reading over what the Obama health care plan would be for advanced neurosurgery for patients over 70.\" According to the caller, at that meeting he viewed a document issued by the Department of Health and Human Services (HHS) which referred to patients over 70 years old as \"units\" and stated that if such patients were on \"government-supported care\" and needed \"advanced neurosurgical care,\" \"ethics panels\" or \"ethics committees\" established by health care reform legislation would allow them to be provided with \"comfort care\" only, not neurosurgery.",
  "Fact Check": "",
  "Description": "In response, the American Association of Neurological Surgeons ( AANS ) investigated the matter and determined that the caller was likely not a neurosurgeon and that the information he provided \"contained several factual inaccuracies,\" issuing the following statement about the matter: On November 22, 2011, an individual claiming to be a \"brain surgeon\" made several statements referencing neurosurgical care on a Mark Levin radio show segment. The American Association of Neurological Surgeons (AANS) and the Congress of Neurological Surgeons (CNS) reviewed this segment and found that it contained several factual inaccuracies which we wish to clarify. The AANS and CNS are unaware of any federal government document directing that advanced neurosurgery for patients over 70 years of age will not be indicated and only supportive care treatment will be provided. Furthermore, in conducting our own due diligence, it appears that the caller who identified himself as a brain surgeon may not actually be a neurosurgeon, nor was there any session at the recent Congress of Neurological Surgeons' scientific meeting in Washington, DC at which a purported government document calling for the rationing of neurosurgical care was discussed. Neurosurgeons are committed to providing timely, compassionate, and state of the art treatment for all patients regardless of age who have neurosurgical conditions. As such, we have requested that this podcast be removed from Mark Levin s website as it portrays inaccurate information which could potentially be harmful to the patients that we serve. Amplifying that statement, Alison Dye of the AANS confirmed for us that they had determined the caller was not in fact a neurosurgeon, as he claimed. And Erin Shields of HHS told us that \"These false claims were simply made up by an anonymous call to a radio station. No such document exists and no such presentation took place.\"",
  "Originally Published": "",
  "Referred Links": "http://www.aans.org/pdf/AANS_News/Mark_Levin_Statement_FINAL.PDF;http://www.aans.org/;http://www.marklevinshow.com/home.asp;",
  "Example": "[Collected via e-mail, December 2011] MUST LISTEN This needs to go viral. A brain surgeon called into the Mark Levin show. If you are over 70 years of age and you go to the ER and you are on government supported care, you will get comfort care instead of surgery. A government panel (a group of people that know absolutely nothing about medicine) will decide if you can have surgery and it has been decided that it will be denied if you are over 70. Patients will also be called \"units\" instead of \"patients\". Sarah Palin was correct DEATH PANELS!",
  "Last Updated": "10 January 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/neurosurgery.asp",
  "Claim": "The Obama Health Care Plan disallows advanced neurosurgery for patients over 70.",
  "Claim_ID": "politics_medical_neurosurgery",
  "Tags": ""
}