{
  "Origins": "The 13 February 2007 disclosure that Bank of America (BofA), the largest retail banking chain in the U.S., had been testing a pilot program to provide credit cards to customers who may not have had Social Security numbers made it the target of criticism. While Bank of America asserted that the pilot program (originally tested at five Southern California branches in 2006, then expanded to 51 branches in Los Angeles County) was about meeting the needs of potential customers rather than politics, its critics regarded the financial institution's act as a tacit endorsement of illegal immigration. As the Associated Press noted of Bank of America's pilot program: Outspoken critics of illegal immigration called for a boycott and said the bank could be supporting terrorists and drug traffickers. Some outraged customers closed accounts and sent back their cards, cut up. The bank's chief executive, Ken Lewis, admitted that \"finding oneself in the middle of a heated national debate is never pleasant.\" (Although this item was recirculated as current in mid-2010, as far as we can ascertain Bank of America had by then dropped the credit card pilot program and opted not to expand it.)",
  "Fact Check": "",
  "Description": "The program was open to Bank of America customers who may have lacked both Social Security numbers and credit histories but who had maintained overdraft-free checking accounts with the financial giant for three months. While it is not strictly true that Bank of America was offering to establish credit for \"illegal aliens,\" critics said the difference amounted to hair-splitting because most U.S. adults who don't have Social Security numbers are illegal immigrants. Bank of America asserted that its program complied with U.S. banking and anti-terrorism laws. Critics said such services would enable illegal immigrants to put down roots more easily in the U.S. and could provide them tax benefits to which they are not entitled. (Contrary to common belief, the Patriot Act requires that credit card issuers ensure their customers provide adequate documentation of identity; it does not mandate that credit card holders must have Social Security numbers.) The Bank of America pilot credit cards carried a 21.24% interest rate and required payment of an upfront fee. The Wall Street Journal reported on one immigrant who had sneaked into the U.S. a decade ago, had been a customer of Bank of America for nine years, and had no credit history or Social Security number. He paid a $99 fee to obtain a $500-limit Visa card, and provided he stayed within his $500 credit limit and paid his balances in a timely fashion, he would receive his $99 security payment back in three to six months and would possibly see his credit limit increased as well. Among the banking community, BofA was not alone in pursuing this segment of the potential customer base. Citigroup had been offering similar credit cards for years, and in 2006, Wells Fargo began offering home mortgages in Los Angeles and Orange counties to immigrants who had lived in the U.S. for at least two years. These customers were allowed to identify themselves using their individual taxpayer identification numbers ( ITIN ) issued by the Internal Revenue Service instead of Social Security numbers. ITINs are the same type of identification number immigrants could use to obtain credit cards under Bank of America's pilot program. Critics said that it's too easy for undocumented immigrants to receive ITINs: \"At face value the program seems to be problematic,\" Russ Knocke, a spokesman for the Department of Homeland Security. \"It seems to be lending itself to possibilities of perpetrating identity theft or creating more risk for money laundering.\" Barbara \"one ITIN soldier rides away\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.irs.gov/individuals/article/0,,id=96287,00.html;",
  "Example": "[Collected via e-mail, February 2007] Bank of America is now giving credit cards to Illegal Aliens without any identification! They say that they want to get more of the Hispanic population to bank with them! What the hell is happening to this country? The next thing you know Illegal Aliens will be allowed to run for President! What part of 'ILLEGAL aliens' don't they understand? And why do we have to cater to them, especially when we have 'AMERICAN CITIZENS' who are in much more need of help then they do? This is an outrage!! Today, Bank of America announced they will be opening accounts for illegal immigrants to boost their revenue. Get this! The illegals don't have to have a social security number, etc. Although, the rates will be higher than those who have a social security number, I believe it sends a message of it's alright to be an illegal in this United States. I object and will be closing my checking account today. Enough is enough. They need to do the right thing and become legal. My grandparents came to this country legally in 1914 and honored the United States by becoming citizens. If you have an account at the Bank of America and believe as I do close your account then pass this e-mail on. Hopefully our voices will be heard. We need to make a stand.",
  "Last Updated": "22 May 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/immigration/bankofamerica.asp",
  "Claim": "Bank of America ran a pilot program in 2007 offering credit cards to customers lacking Social Security numbers.",
  "Claim_ID": "politics_immigration_bankofamerica",
  "Tags": ""
}