{
  "Origins": "On 15 September 2007, singer Lee Greenwood (best known for his patriotic anthem, \"God Bless the USA\"), was scheduled to be a headliner at a Denver concert honoring veterans, police and firefighters. However, his performance at the event was cancelled at the last minute over a dispute regarding the payment for his appearance.",
  "Fact Check": "",
  "Description": "Greenwood's managers and the event's organizers agree that Greenwood's contract called for him to receive a $20,000 payment in advance of his performance. (The event had been booked with Greenwood's management as a paid appearance, not as a charity concert at which a performer might typically opt to waive an appearance fee.) However, exactly how much money was paid to the singer in advance, and in what form, was a subject of contention between the parties. Greenwood's manager, Jerry Bentley, was reported as saying that concert organizer Frank Young \"came up with only about $14,000,\" including a $2,000 personal check (even though Greenwood's contract specified payment must be made in cash or by cashier's check). Frank Young maintained that $14,000 was wired to Greenwood's bank account before the show, and that at the show he produced the remaining $6,000 $4,000 in cash and a $2,000 check from the Knights of Columbus. According to Young, Greenwood's appearance was cancelled over that $2,000 check: although it technically violated the contract's provisions (because it was not a cashier's check), Young felt that since Greenwood was indeed paid his full fee in advance he should have performed rather than disappointing the several hundred attendees who had paid $20 each to see him. But, as the Rocky Mountain News reported: Greenwood disagreed. \"I'd say they shouldn't be angry at me they should be angry at the man who put on the show,\" Greenwood said of the 800 to 900 disappointed concertgoers who paid $20 each to hear him sing. Young decried Greenwood's management's \"rude, obnoxious and vulgar attitude\" in refusing to budge an inch over the $2,000 after he came up with $18,000. \"We don't wish Mr. Greenwood any harm,\" Young said. \"If Mr. Greenwood's management team was any kind of professional, they would not have canceled a concert in this venue for these people over a $2,000 check from the Knights of Columbus.\" Greenwood noted that he had done 18 tours without charge for the military, and that the Denver event was only the third time in his 25 years of touring that a pay dispute stopped him from playing. \"I feel bad for the audience,\" he said. \"I hate it when these things happen.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, September 2007] This email is just to inform you about a scheduled concert by Lee Greenwood in Denver on Sept. 15th, 2007. I went to this expecting to hear Lee Greenwood because I respected him and loved his music, ie.. Proud to be an American. The Air Force brass band performed and did superbly, as usual and the crowd really enjoyed that. Then the bagpipe players performed and again was very well received. They too did an excellent performance. Then Lee Greenwood's turn after the intermission. The audience was then informed of what just happened during the intermission. The manager of Lee Greenwood called the Knights of Columbus a \"Fly by Night Organization\" and would notaccept the final payment by check. He damanded cash. A man out of the audience came forward and offered $ 2000.00 cash. Someone in the audience sounded out \" Who wants to hear Lee Greenwood now??\" The crowd responded : No one. Then the audience sang: God Bless America. Then we were told the manager and Lee Greenwood left the premises. He had already been paid $18,000.00 according to what we were told. The people was offered their ticket money refunded but as far as I know, no one wanted a refund. The bottom line: This concert was to honor the veterans, police officers, firefighters and service organizations such as the Knights of Columbus, Disable Veterans, Shriners, etc. President Bush sent a message by Fed Ex to praise these people for their service to this country. After what happened, I am very disappointed in Lee Greenwood. I will not buy his music nor do I care to hear it. It seems like he is \"Proud to Be An American\" if the price is right. Anyway, this is my opinion and was the opinion of all that attended the concert. So if you think this was wrong of Lee Greenwood and his manager, forward this email to all your contact.",
  "Last Updated": "23 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/greenwood.asp",
  "Claim": "Singer Lee Greenwood cancelled a Denver concert appearance at the last minute over a pay dispute.",
  "Claim_ID": "politics_business_greenwood",
  "Tags": ""
}