{
  "Origins": "On 23 November 2014, 12-year-old Savannah youth Keith Passmore was shot and killed outside a house party on Vicksburg Drive. The shooting occurred as Passmore sat inside a parked truck with an older cousin at approximately 10:15 PM.",
  "Fact Check": "",
  "Description": "The murder of Passmore came at a time when protests were occurring simultaneously in cities around the United States over grand jury decisions in the deaths of Ferguson, Missouri, teenager Mike Brown and Staten Island, New York, resident Eric Garner (both of whom were blacks killed by white police officers). Both cases were controversial due to factors of race and questions over the use of police force. Widespread demonstrations occurred following the announcement on 24 November 2014 that Officer Darren Wilson wouldn't be indicted in Brown's case, and intensified when a separate jury declined to indict Officer Daniel Pantaleo in the Garner case on 3 December 2014. Many have since inferred Passmore's death went largely unremarked upon due to racial biases in the media, stating Garner and Brown's deaths at the hands of white persons caused controversy, while Passmore's death (possibly) at the hands of a black person had not prompted similar outrage. Others referenced the lack of demonstrations similar to those that occurred after the death of Trayvon Martin, a black teenager killed by a white man. It may be accurate to say ongoing coverage of demonstrations inspired by the grand jury decisions in the Garner and Brown cases mitigated the impact of the news that Passmore had been murdered, and three cases were somewhat similar in that no arrest occurred following the shooting death of an individual. However, one significant difference between the Garner, Brown, Martin and Passmore shootings is that in the first three cases, there was never a question of who caused the fatalities. Garner, Brown, and Martin died in situations where the basic circumstances of their deaths were not in dispute, but the judicial handling of the incidents was heavily debated. (In the shooting of Trayvon Martin, protests initially were staged because Martin's killer George Zimmerman had been identified and located by police but was not charged in the incident.) By contrast, the circumstances of Passmore's death are far murkier. Many accounts reference a 25 November 2014 local news report by station WJCL that stated Passmore had been shot by an unidentified black male, while others simply stated the suspect was \"dressed all in black\" and made no mention of race: The report says the boy sat inside the truck with Christopher Martin, 20, outside of a house party. That's when a black male, dressed in all black, approached the truck, banged on the passenger door and said \"open up.\" Martin told the boy to not open the door and started the vehicle. That's when the gunman opened fire, and Martin hit the gas. Martin said that once he reached Skidaway he yelled to the boy, who didn't answer and was slumped over in the passenger seat. Police [said] they questioned the kids at the party, but said not everyone cooperated. The family [said] that Keith did try to act older than his age and they've been trying to get him to stop hanging out with the kids he was with the night of his murder. The report was one of several published news stories about Passmore's murder, contradicting the claim a \"media blackout\" concealed the boy's death to further a racial narrative. Little is known about the circumstances under which Passmore was murdered, and WJCL is the only news outlet we've seen so far that claimed a possible suspect in the shooting was described as a \"black male.\" It's possible police disclosed information to that news station that was not included in their press release about Passmore's murder, or the department failed to update their information with a description of a possible suspect. However, their press release does not mention a black male and does not include a suspect description: Violent Crimes detectives of the Savannah-Chatham Metropolitan Police Department are sorting out details and are seeking information on the fatal shooting of a teenager Saturday night. Keith Passmore, 12, of the 5600 block of Lafitte Drive, died at Memorial University Medical Center after being shot in the 2200 block of Vicksburg Drive about 10:15 p.m. Investigators believe this shooting happened at a party where approximately 30 people were in attendance. If any information about Keith Passmore's murder has been deemed credible since the department's initial release, it has not been made available through official channels. Only one news station included a suspect description, and it is not clear how that claim was substantiated. In general, comparing the murder of Keith Passmore with the killings of individuals such as Trayon Martin, Michael Brown, and Eric Garner is another example of false equivalency. In the Trayvon Martin case, protesters aimed their frustration first at police in Sanford, Florida, for not arresting his killer, George Zimmerman, and later at the judicial system for failing to convict Zimmerman (who was charged with second-degree murder but acquitted). In the death of Mike Brown, demonstrators objected to the circumstances under which the teenager was killed, the handling of the police shooting by local authorities, the delay by St. Louis County prosecutors in charging Officer Darren Wilson in connection the shooting, and the grand jury's decision not to indict Wilson. Following Eric Garner's death, the widespread circulation of a video depicting Garner's final moments and what appeared to be the use of a banned restraint procedure (described by some as a chokehold) by a police officer, and the decision of a New York grand jury not to indict Officer Daniel Pantaleo in the death prompted massive demonstrations which voiced a large level of disagreement with the grand jury outcome. Unlike all those other cases, however, Passmore's murder was not effected (as far as is known) by a police officer or citizen attempting to perform a law enforcement role, nor has there been any delay in arresting, charging, or prosecuting his killer (whose identity remains unknown). Moreover, in all three of those other cases, the parties objecting to the decisions or events had a relatively clear set of facts about the deaths on which to base their disagreement, and more important, defined targets at which to direct their grievances. While it's true Passmore's death received far less national attention than the deaths of Garner, Brown, and Martin, the case was not completely ignored by the media, and the cases to which it has been compared differ significantly due to controversial factors, including decisions not to indict or convict involved parties. Most notably, Passmore's case is very different in that no suspect has been identified in his murder, and no legal entity can be petitioned for justice in the absence of a suspect.",
  "Originally Published": "",
  "Referred Links": "http://scmpd.org/fatal-shooting-of-teen-investigated/;http://www.wsav.com/story/27461852/12-year-old-boy-dies-after-being-shot-in-savannah;http://wjcl.com/2014/11/25/police-report-gives-new-details-in-twelve-year-olds-murder/;",
  "Example": "[Collected via internet, December 2014] The same lamestream media that continually makes racial mountains out of thug molehills remains steadfastly committed to dismissing the genuine epidemic of black criminality. This might be why they are choosing to ignore the way in which a black male ruthlessly executed a 12-year-old white Georgia boy. Unfortunately, the lamestream media cares about Keith Passmore as much as it cares about five-year-old Laylah Petersen. It just doesn't. I daresay that the only time moral cowards like Michael Eric Dyson (as an example) rear their wicked heads out from the dirt is when a chance exists to use racial politics to attack white people.",
  "Last Updated": "17 December 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/crime/passmore.asp",
  "Claim": "The murder of Georgia youth Keith Passmore has been ignored by the media because the victim was white.",
  "Claim_ID": "politics_crime_passmore",
  "Tags": ""
}