{
  "Origins": "This is another case of a legislative issue which has a kernel of truth to it, but which has been misinterpreted, affects only a small percentage of the population, and has misleadingly been blown out of proportion through someone's mistaken assumption that it applies to everyone.",
  "Fact Check": "",
  "Description": "Section 9002 of PPACA, the Patient Protection and Affordable Care Act (H.R. 3590), requires that all employers, beginning in 2011, report the aggregate cost of employer-sponsored health benefits they provide to employees on those employees' W-2 forms. However, the monetary values so reported will neither be counted as gross income nor will they be taxed; they will be included for informational purposes only. ( Section 106A of the Internal Revenue Code states that, in general, employer-provided health coverage is not taxable to the employee.) The portion ( Title IX, Sec. 9001 ) of the PPACA referenced above is entitled \"Excise Tax on High Cost Employer-Sponsored Coverage.\" This is the section of the recently passed health care reform legislation that addresses taxing so-called high-level \"Cadillac\" health care plans that some employees receive through their employers. In general, beginning in 2018 (not 2011), the PPACA imposes a 40% excise tax on the value of employer-sponsored medical insurance that exceeds a given threshold (initially $27,500 annually). This excise tax would be paid by the insurance company, not the employee, and is initially expected to affect fewer than 10% of families covered by health insurance: Many employers pay most of the premium for health coverage. Workers pick up the rest but pay no taxes on the employer's often-substantial contribution. That's why many unions have bargained hard for generous health coverage over the years, even if that meant forgoing a bigger pay raise. The new agreement would take away the tax advantage for a small portion of the health benefit by imposing a 40 percent tax on the amount by which the premiums for employer-sponsored health coverage exceed specified thresholds. That would be $27,500 a year for a family, starting in 2018. The tax on a $29,500 plan would be $800, or 40 percent of $2,000. The insurance company would pay the tax but would almost certainly pass it along to the employer and its employees. That $27,500 threshold is well above the current average of $13,400 for a family plan. By 2016, more than 80 percent of all family plans are projected to still fall below the threshold. In the following years, the tax threshold would rise more slowly than the likely rate of inflation in medical costs, which could mean the plans of millions of workers a small minority of the work force would be subject to the tax in theory. Most likely, insurers will drop their premiums just below the threshold. They could do that by setting higher deductibles and co-payments, managing access to care more tightly, or reducing benefits.",
  "Originally Published": "",
  "Referred Links": "http://www.healthreform.gov/documents/title_ix_revenue_provisions.pdf;http://benefitslink.com/articles/washbull041129.html;",
  "Example": "[Collected via e-mail, May 2010] I contacted my Congressman about House bill HR 3590, the health care bill. I asked for a summary of changes. The Aid directed me to go to www.thomas.gov, enter HR 3590 in the search box and look for summaries. Starting in 2011 (next year folks) your W-2 tax form sent by your employer will be increased to show the value of whatever health insurance you are given by the company. It does not matter if that's a private concern or Governmental body of some sort. If you're retired? So what; your gross WILL go up by the amount of insurance you get. You will be required to pay taxes on a large sum of money that you have never seen. Take your tax form you just finished and see what $15,000 or $20,000 additional gross does to your tax debt. That's what you'll pay next year. For many it also puts you into a new higher bracket so it's even worse. This is how the government is going to buy insurance for 15% that don't have insurance and it's only part of the tax increases. Not believing this I researched the summaries and here's what I'm reading: On page 25 of 29: TITLE IX REVENUE PROVISIONS- SUBTITLE A: REVENUE OFFSET PROVISIONS - (sec. 9001, as modified by sec. 10901) Sec.9002. \"requires employers to include in the W-2 form of each employee the aggregate cost of applicable employer sponsored group health coverage that is excludable from the employee's gross income.\" Joan Pryde is the senior tax editor for the Kiplinger letters. Go to Kiplinger's and read about 13 tax changes that could affect you. Number 3 is what I just told you about. Why am I sending you this? The same reason I hope you forward this to every single person in your address book. People have the right to know the truth because an election is coming in November and we need to vote in Conservatives that will repel this horrid law!",
  "Last Updated": "25 May 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/hr3590.asp",
  "Claim": "Starting in 2011, all employees will have to pay taxes on the value of health insurance provided by their employers.",
  "Claim_ID": "politics_taxes_hr3590",
  "Tags": ""
}