{
  "Origins": "This video clip of Barack Obama's supposedly uttering such confessional revelations as \"It's true, I'm not an American,\" \"I was not born in Hawaii,\" and \"I wasn't born in the United States of America\" should be effectively self-debunked simply through the implausibility of its concept and form: it's completely inconceivable that Barack Obama, who taught courses in constitutional law at the University of Chicago, could at any time in his political career have been unaware of the constitutional requirement that a U.S. president be a natural-born citizen; it's inconceivable that a sitting president could have publicly admitted to being ineligible to hold that office yet elicit no more response than the circulation of a YouTube clip; and it's as obvious as can be (in both the video and audio aspects) that the clip itself includes multiple jumps and edits.",
  "Fact Check": "",
  "Description": "Nonetheless, the prolonged and continued circulation of this clip as \"real\" indicates that additional debunking is called for, so we note here that this clip originated with ObamaSnippetsDotCom , a self-identified humor site which regularly takes snippets from video clips of Barack Obama's speeches, press conferences, and other public appearances, editing and rearranging them to make it appear as if he said things which he did not. (Another example in the same vein from this site presents President Obama's purportedly acknowledging an intent to create health care reform \"death panels.\") Moreover, the original version of this clip (entitled \"Birthers' Delight\") is preceded by a text sequence clearly identifying it as a spoof: Finally, in the description of another (even more obviously edited) ObamaSnippetsDotCom video, which features a faux announcement from President Obama that he will be \" quitting \" the presidency in 2012, the clip's creator exasperatingly acknowledges that too many people still aren't getting the joke: As ObamaSnippetsDotCom evolves, I thought I'd try a slightly different format for this new video. In the past, I have tried to hide my edits to some degree, in order to make the videos look somewhat real. This was not an attempt to deceive, but rather just another layer of creativity. But, upon further reflection, it would seem that hiding my edits just isn't fair to the slower folks out there. I have grown weary of reading comments from \"video experts\" who have \"concluded\" that the video \"has been doctored,\" \"is fake,\" or worse, \"a hoax.\" All I wanted to do is create videos that were funny, or at least clever. I have made it abundantly clear on my Channel Profile that these are spoofs. But clearly, some people just don't get it. My contribution to the YouTube community is my ability to take a given video, chop, slice, dice and splice it, and create a totally different, hopefully funny video. So, at least for this video, my edits will not be hidden, but rather will be proudly on display for all to see and admire. Hopefully, this will help eliminate the controversial aspect of my videos, and will help highlight the humorous aspect, as was originally intended.",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=CbbsSVE90a8;http://www.youtube.com/watch?v=z6LzZQD7HbA;http://www.youtube.com/user/ObamaSnippetsDotCom;",
  "Example": "[Collected via e-mail, December 2010] Obama admits not being born in Hawaii. He made this statement before he learned that he had to be a natural born in this country to be president of this country. Circulate this before they yank it from the internet. If you just watch the first 30 seconds, your mouth will drop open.",
  "Last Updated": "16 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/birthers/notborn.asp",
  "Claim": "Video clip shows Barack Obama acknowledging that he is not a natural-born U.S. citizen.",
  "Claim_ID": "politics_obama_birthers_notborn",
  "Tags": ""
}