{
  "Origins": "This item attributed to a former Navy SEAL named Benjamin Smith is long on invective about the author's dislike for President Barack Obama but short on presenting a factual basis justifying that opinion. The only bit in this piece that could be considered an objectively verifiable statement is the following:",
  "Fact Check": "",
  "Description": "This information is not accurate. First of all, it is not true that President Obama \"attempt[ed] to stop or delay Bin Laden's demise.\" In fact, what \"reliable sources\" report is that the President went against the advice of several of his top officials in decisively choosing to go ahead with the SEAL helicopter assault that took out Osama bin Laden in May 2011: Throughout the planning process for the Abbottabad operation, Defense Secretary Robert Gates was consistently one of the most skeptical of the president's advisers. His was a voice that carried great weight, as he had worked for six American presidents; he was working for Nixon's National Security Council when Obama was only 13. And Gates had enough experience from his tenure as CIA director to know that you could have a pretty strong circumstantial case and still be wrong. In the event of a ground attack on the Abbottabad compound, he was also concerned about the level of risk for U.S. forces and for the American relationship with Pakistan. Vice President Joe Biden, who was elected to the U.S. Senate when Obama was 10, and was chairman of the Senate Foreign Relations Committee before becoming vice president, was worried about the local fallout from a SEAL raid in Abbottabad: a possible firefight with the Pakistanis or an incident at the U.S. Embassy in Islamabad. Gates and Biden also pointed out that the proposed raid would not just cause problems in America's relations with Pakistan but would likely cause a permanent rupture, and that would mean the end of both the land and air corridors across Pakistan that were critical to the resupply of the 100,000 America soldiers then stationed in neighboring Afghanistan. There was also the issue that the case for bin Laden living in the Abbottabad compound was entirely circumstantial. No U.S. satellite ever photographed bin Laden at the compound, and no American spy on the ground had ever seen him. At one point in the months before Obama made his decision, Michael Morell, deputy director of the CIA, told the president that, when it came to the sheer volume of data points, \"the circumstantial case of Iraq having WMD (weapons of mass destruction) was actually stronger than the circumstantial case that bin Laden is living in the Abbottabad compound.\" At the final National Security Council meeting to discuss the Abbottabad operation on Thursday, April 28, 2011, Gates continued to be skittish about the proposed SEAL operation, saying, \"There is a degree of risk associated with the raid option that I am uncomfortable with. At this final NSC meeting, Biden was unambiguous, \"Mr. President, my suggestion is: Don't go.\" With both Gates and Biden still leery of the largely circumstantial intelligence and the toll that a raid would place on the critical U.S.-Pakistani relationship, that made two out of the three most-senior officials in Obama's Cabinet urging against the SEAL helicopter assault. [Gen. James] Cartwright, [vice chairman of the Joint Chiefs of Staff,] whom Obama had great respect for, was also advocating an alternative course of action. In essence the nation's most senior national security advisers to the president were split down the middle about the advisability of the SEAL operation to take out bin Laden in Pakistan. Obama listened to the counsel of his senior advisers intently but kept his views to himself. As the meeting wound up, at around 7 p.m., the president said, \"This is a close call and not one that I'm ready to make now. I need to go think about this. I'm going to sleep on it. I'll give an order in the morning.\" At 8:20 Friday morning, in the White House Diplomatic Reception Room, Obama gathered some of his top aides around him and said simply, \"I've considered the decision: It's a go.\" Tony Blinken, Biden's top national security adviser, heard the news shortly afterward. \"I thought, 'Man, that is a gutsy call.' First, we don't know for sure bin Laden is there; the evidence is circumstantial. Second, most of his most senior advisers had recommended a different course of action. I remember when the president left the meeting the previous day I was not convinced he was going to do it. Leaving that meeting, I think a lot of people had visions of Jimmy Carter in their heads.\" Second, it also not true that President Obama \"did not even leave the golf course for the situation room until 20 minutes before SEAL Team 6 took out Osama Bin Laden.\" The President did keep an appointment to play golf earlier on the day of the raid, but that activity took place because everyone in Washington who was involved with the operation was trying to stick to a normal routine and avoid acting in a way that might hint that something unusual or important was in the offing: Moments after giving the go-ahead for the raid, the president and the first lady boarded Marine One on a trip to inspect tornado damage in Tuscaloosa, Ala. And on Saturday night the evening before the raid he attended the White House Correspondents Dinner and chuckled when a joke about bin Laden was made by comedian Seth Meyers. That was a little bit of acting going on there because my mind was elsewhere, he said. National Security Advisor Donilon said that when he left the White House Correspondents Dinner early, a reporter asked why he was leaving before the event concluded. I got this thing tomorrow, Donilon said as offhandedly as he could. On Sunday, May 1, 2011, the president s advisers gathered in the Situation Room at around 11 a.m. Half a world away, the SEAL team waited for nightfall. So as not to arouse suspicion that a major gathering was under way in the West Wing, the team ordered pizza from several different places and also sent someone to Costco to get food. The president played nine holes of golf at Andrews Air Force Base before heading to the Situation Room at around 2 p.m. As noted above, the President arrived in the White House Situation Room around 2:00 PM; it was not until around 2:30 PM that the first wave of helicopters with Navy SEALS left Jalalabad, Afghanistan, for the compound in Abbottabad, Pakistan, where Osama bin Laden was believed to be hiding. The flight from Jalalabad to Abbottabad took about 90 minutes, so the President had been present in the Situation Room for around two hours before the SEAL team had even arrived at the target where their assault was to take place. The assault itself then took an additional 38 minutes to complete. (The iconic photograph taken in a room adjoining the White House Situation Room that day was snapped at 4:06 PM, about the time that one of the two Black Hawk helicopters crashed while hovering above the compound prior to the assault, so clearly President Obama had been in the Situation Room for well over two hours before \"SEAL Team 6 took out Osama Bin Laden\" and could not have remained at a golf course until \"just 20 minutes \" prior to that event.) As for the claim that President Obama \"refers to the event as if it were YOU and you alone which accomplished the worthy taskof slaying one of America's greatest enemies,\" a review of the transcript from the President's announcement of the death of Osama bin Laden on 2 May 2011 shows that although he stated clearly that the decision to go ahead with the operation was his, he also offered his praise of those involved in planning and carrying it out: Tonight, I can report to the American people and to the world, the United States has conducted an operation that killed Osama bin Laden, the leader of al Qaeda, and a terrorist who's responsible for the murder of thousands of innocent men, women, and children. Over the last 10 years, thanks to the tireless and heroic work of our military and our counterterrorism professionals, we've made great strides [in fighting against al Qaeda to protect our citizens, our friends, and our allies]. A small team of Americans carried out the operation with extraordinary courage and capability. No Americans were harmed. They took care to avoid civilian casualties. After a firefight, they killed Osama bin Laden and took custody of his body. Tonight, we give thanks to the countless intelligence and counterterrorism professionals who've worked tirelessly to achieve this outcome. The American people do not see their work, nor know their names. But tonight, they feel the satisfaction of their work and the result of their pursuit of justice. We give thanks for the men who carried out this operation, for they exemplify the professionalism, patriotism, and unparalleled courage of those who serve our country. And they are part of a generation that has borne the heaviest share of the burden since that September day. During a 6 May 2011 speech to troops at Fort Campbell, Kentucky, the President again offered credit and praise those involved in planning and carrying out the mission: Thanks to the incredible skill and courage of countless individuals intelligence, military over many years, the terrorist leader who struck our nation on 9/11 will never threaten America again. And today, here at Fort Campbell, I had the privilege of meeting the extraordinary Special Ops folks who honored that promise. It was a chance for me to say on behalf of all Americans and people around the world \"Job well done.\" Job well done. They're America's \"quiet professionals\" because success demands secrecy. But I will say this. Like all of you, they could have chosen a life of ease. But like you, they volunteered. They chose to serve in a time of war, knowing they could be sent into harm's way. They trained for years. They're battle-hardened. They practiced tirelessly for this mission. And when I gave the order, they were ready. Now, in recent days, the whole world has learned just how ready they were. These Americans deserve credit for one of the greatest intelligence military operations in our nation's history. But so does every person who wears America's uniform, the finest military the world has ever known. And that includes all of you men and women of 101st. President Obama also privately thanked the members of the SEAL team who carried out the mission and recognized their efforts with a Presidential Unit Citation: President Obama privately thanked the Navy SEALs who cornered and killed Osama bin Laden, congratulating them for a \"job well done.\" The president met the elite Team 6 squad on the same day that bin Laden's terror network, al Qaeda, admitted that its leader was dead. Al Qaeda vowed that it would try to make America pay for his death. Among the team members the president met was the SEAL who fired the shot that killed bin Laden, though he was not told which one it was, according to administration sources. Obama recognized the full assault force with the Presidential Unit Citation, the highest honor that can be given to a unit. Obama said they represented \"the finest small fighting force in the history of the world.\" Admiral Bill McRaven, who was deeply involved in the planning and execution of the May 2011 raid, said of the experience that President Obama was bold and decisive in opting to go forth with the operation and that the President's national security team \"was magnificent [in] how they handled\" it: Adm. Bill McRaven, head of the U.S. Special Operations command, portrayed as bold and brave Obama's decision to order the raid despite significant doubts about whether bin Laden was at the Abbottabad, Pakistan compound. \"At the end of the day, make no mistake about it, it was the president of the United States that shouldered the burden of this operation, that made the hard decision,\" McRaven said. \"The president of the United States is fantastic,\" the admiral said. \"I'm not a political guy. I've worked in both [administrations,] very much enjoyed working with President Bush and I very much enjoy working for President Obama. This isn't about politics. This is about a Commander in Chief who I have the opportunity to engage with on a routine basis.\" McRaven also had high praise for Obama's national security team, including those in place at the time of the raid, such as then-Secretary of Defense Robert Gates, Secretary of State Hillary Clinton, then-Joint Chiefs of Staff Chairman Admiral Mike Mullen, National Security Adviser Tom Donilon, Deputy National Security Advisers Denis McDonough and John Brennan. \"I'm not a political guy, but I ll tell you as an interested observer of this, they were magnificent how they handled the start-to-finish,\" McRaven said. \"The president asked all the right questions ... The president gave me ample time to prepare once the conversations were through.\"",
  "Originally Published": "",
  "Referred Links": "http://abcnews.go.com/Politics/obama-seals-troops-back-afghanistan-job-well-done/story?id=13543148;http://www.youtube.com/watch?v=EAw25BNfzlE;http://articles.cnn.com/2011-05-02/world/bin.laden.announcement_1_qaeda-bin-afghan-border;http://en.wikipedia.org/wiki/The_Situation_Room_(photograph);",
  "Example": "[Collected via e-mail, May 2012] President Barack Hussein Obama - STOP using the Navy SEALS as a campaign ploy. Because with all due respect, (what little I have for you), you do NOT speak for me. You have a movie about SEALS within the past year trying to identify with me, with the navy SEALS, and with anything that might improve your polling numbers... and yet it is all a sham to hide a weak un-American man desperate to claim the victories of others for his own. You Sir are trying to take the credit for what the American People have achieved in killing Bin Laden. Your use of the SEALs accomplishment as a campaign slogan is nothing less than despicable. I, as a former Navy SEAL do not accept your taking credit for Osama Bin Laden's death. The American Military accomplished that feat. Yet now that it is useful, you Mr. President, continue to refer to the event as if it were YOU and you alone which accomplished the worthy task of slaying one of America's greatest enemies. You say \"I directed\", \"I Continued\", \"My Intelligence Community\", \"My national security team\", \"I determined that I had enough....\", \"My direction...\" Yet reliable sources continue to report that not only did you attempt to stop or delay Bin Laden's demise, you did not even leave the golf course for the situation room until 20 minutes before SEAL Team 6 took out Osama Bin Laden. Even the clothes you wore in the situation room betray this fact. This is a Commander in Chief? A man who takes credit for actions largely taken while he was out golfing? We men who have taken the oath, say ENOUGH. You do not speak for me, a former Navy SEAL, or any one of the league of men whom I have earned the right to be among. You are simply a man running for an office. Yet you behave as a glory-hoarding ruler. You campaign to be our leader, yet in reality you wish to be our Master. The American people are the ones who got Bin Laden... You did Not! We have fought wars and slugged it with Vast Terror Organizations to get to the man you say YOU killed. The United Sates of America has won you a title sir and you have spent the last three years trying to beg, borrow and bow as you GIVE IT ALL AWAY. You just happened to be president of the USA when WE THE PEOPLE got Osama Bin Laden. We do not see you as heroic or stoic, we see you as the guy who let America Go. We got fat and weak and you gave it all away. That is your credit - you bow to foreign leaders and pander to the press. You do not represent me as a Military Man. You do not represent me as a SEAL. You do not represent me as an AMERICAN! You do not speak for me or any American military man because though you may now be Commander in Chief, you are not the man to whom we can point our sons and say \"This is the American dream, this is American exceptionalism, this is what I wish for your future\", because you Sir are NONE of these things. You Sir, are the antithesis of American Exceptionalism. Your idols are Saul Alinksi and Karl Marx and your revolutionary dreams and anti-American ideals poison your every policy. Your every action betrays the fact that in your soul you do not understand what it is to be an American, not what America truly is. Your agenda from the beginning has been to get rid of and kill everything that is and ever was American. You who so easily dismisses America's greatness and bows to foreigners... YOU DO NOT SPEAK FOR ME. YOU DO NOT SPEAK FOR THE NAVY SEALS. YOU DO NOT SPEAK FOR THE MILITARY MAN AND you SHALL NOT claim as your prize that which you have not earned. The Navy SEALS are NOT a campaign slogan to be bantered about for play. Nor are our accomplishments, including the demise of Osama Bin Laden, yours to claim. So you DO NOT speak for me. And I will not stand for your use and abuse of my brethren the SEALS. For Liberty, Benjamin Smith",
  "Last Updated": "24 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/navyseal.asp",
  "Claim": "President Obama attempted to stop the killing of Osama bin Laden and failed to credit those who accomplished it.",
  "Claim_ID": "politics_military_navyseal",
  "Tags": ""
}