{
  "Origins": "Some pranks are so good they keep working over and over again.",
  "Fact Check": "",
  "Description": "Back in November 2002 , someone (using the name Robert Calvert) created and posted to a USENET newsgroup a phony chart which purportedly showed the average IQ per state in the U.S., along with the average income and a column indicating how that state voted in the 2000 presidential election. The gag was that all the states that voted for Vice-President Al Gore in the 2000 presidential election were clustered at the top of the IQ scale, while all the states that voted for then-Texas Governor George W. Bush were clustered at the bottom. The chart's creator claimed to have been inspired by the book IQ and the Wealth of Nations and to have drawn his IQ data from the Ravens APM , but save for the average income per state numbers, which were valid but outdated figures taken from the 1994 World Almanac the chart was completely bogus. (The Ravens Advanced Progressive Matrices is not really a general intelligence test, nor do its publishers offer state-by-state test results data.) Nonetheless, a number of news publications (including the staid Economist ) were taken in by the hoax some mistakenly citing the information as having come from the book IQ and the Wealth of Nations , or even IQ and the Wealth of States and published portions of the chart, and discussed it as if it were valid. (A similar hoax about presidential IQs produced similar media-fooling results back in 2001.) Now, someone has dusted off the same chart and (omitting the economic data) applied it to the 2004 presidential election, keeping the primary gag intact: the \"blue\" (i.e., Democratic states) are all clustered at the top of the IQ scale, while the \"red\" (i.e., Republican) states are clustered at the bottom. Same hoax, different year. If 2008 produces another close presidential election as 2000 and 2004 did, expect to see this same joke again four years from now.",
  "Originally Published": "",
  "Referred Links": "http://www.sptimes.com/2004/05/20/Opinion/Does_IQ_matter_in_pol.shtml;http://www.jcravenltd.com/dr_raven.htm;http://groups.google.com/groups?selm=a3cd6a89.0211282236.205d33d3%40posting.google.com&oe=UTF-8&output=gplain;",
  "Example": "[Collected on the Internet, 2004] State Avg. IQ 2004 1 Connecticut 113 Kerry 2 Massachusetts 111 Kerry 3 New Jersey 111 Kerry 4 New York 109 Kerry 5 Rhode Island 107 Kerry 6 Hawaii 106 Kerry 7 Maryland 105 Kerry 8 New Hampshire 105 Kerry 9 Illinois 104 Kerry 10 Delaware 103 Kerry 11 Minnesota 102 Kerry 12 Vermont 102 Kerry 13 Washington 102 Kerry 14 California 101 Kerry 15 Pennsylvania 101 Kerry 16 Maine 100 Kerry 17 Virginia 100 Bush 18 Wisconsin 100 Kerry 19 Colorado 99 Bush 20 Iowa 99 Bush 21 Michigan 99 Kerry 22 Nevada 99 Bush 23 Ohio 99 Bush 24 Oregon 99 Kerry 25 Alaska 98 Bush 26 Florida 98 Bush 27 Missouri 98 Bush 28 Kansas 96 Bush 29 Nebraska 95 Bush 30 Arizona 94 Bush 31 Indiana 94 Bush 32 Tennessee 94 Bush 33 North Carolina 93 Bush 34 West Virginia 93 Bush 35 Arkansas 92 Bush 36 Georgia 92 Bush 37 Kentucky 92 Bush 38 New Mexico 92 Bush 39 North Dakota 92 Bush 40 Texas 92 Bush 41 Alabama 90 Bush 42 Louisiana 90 Bush 43 Montana 90 Bush 44 Oklahoma 90 Bush 45 South Dakota 90 Bush 46 South Carolina 89 Bush 47 Wyoming 89 Bush 48 Idaho 87 Bush 49 Utah 87 Bush 50 Mississippi 85 Bush The IQ numbers were originally attributed to the book 'IQ and the Wealth of Nations,' though they do not appear in the current edition. The tests and data were administered via the Raven's APT, and The Test Agency, one of the UK's leading publishers and distributors of psychometric tests. This data has been published in the Economist and the St. Petersburg Times, though this does not mean it should be taken as fact.",
  "Last Updated": "12 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/stateiq.asp",
  "Claim": "Chart shows relationship between 2004 electoral vote result and voter IQ.",
  "Claim_ID": "politics_ballot_stateiq",
  "Tags": ""
}