{
  "Origins": "On 16 November 2014, the website ViralNova(OMG) posted an article titled \"Walmart Now Extends Its Roll-Back Prices to Caskets and Urns.\" The list-style post featured a number of caskets and urns ranging from the reasonably priced and plain to the unusual and slightly lavish that were said to be vended by Walmart.",
  "Fact Check": "",
  "Description": "Walmart.com is one of a number of major retailers (like Sears and Amazon.com) who feature a \" third-party marketplace\" on their web sites. On multiple occasions in which a large merchant's website has drawn negative public attention for offering items that seemed incongruent with the company's brand identity (or were just generally offensive), third-party merchants have been identified as the source. Walmart.com indeed lists a number of entries for both caskets and urns from third-party sellers such as PlumStruck and UnbeatableSale.com, among others. But Walmart's own branded site also retails coffins and urns, starting at a competitive $759 for a simple tapestry number and heading into the thousands for more intricately adorned offerings: In the article that initially drew social media attention to Walmart's caskets and urns, the writer expressed a sentiment that is perhaps reflective of questions about the veracity of the retailer's line of end of life items: I would assume they don't sell these in store. I wouldn't like that I'd be able to pick up coffins for my wife and [me] at the same place I can buy my toilet paper and Fritos. Or maybe it's really convenient. Regardless, I'm not ready to decide. It's unlikely any brick-and-mortar Walmart locations include caskets and urns among their stocked items, given that caskets are not items (unlike toilet paper and Fritos) that customers generally purchase during an average shopping trip. However, Walmart's casket selection (even if unexpected to some consumers) isn't an entirely unusual retail offering for the country's largest merchant. The Federal Trade Commission ( FTC ) long ago targeted practices in the funeral industry deemed predatory, which resulting in consumers retaining the right to purchase necessary supplies such as coffins and urns wherever they like. While Walmart may devote its floor and shelf space to more regularly purchased items, an array of caskets and urns for end of life preparation can indeed be purchased on Walmart.com:",
  "Originally Published": "",
  "Referred Links": "http://www.consumer.ftc.gov/articles/0300-ftc-funeral-rule;http://www.walmart.com/ip/The-Official-Vatican-Observatory-Foundation-Mahogany-Casket-Sacred-Heart-II/38042564;http://www.walmart.com/ip/Star-Legacy-Blue-Tapestry-Dome-Casket/24058934;http://www.walmart.com/search/?query=casket&cat_id=0&facet=retailer:Walmart.com;http://omg.viralnova.com/walmart-coffins/;",
  "Example": "[Collected via e-mail, November 2014] I had been sent this article, and a good friend told me that your site checks out things and can either verify or dismiss if it has anyactual facts in it. The article talks about walmart will be selling urns and coffins now, it seems quite far fetched to me but alas you never know when it comes to walmart.",
  "Last Updated": "20 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/walmartcaskets.asp",
  "Claim": "Giant retailer Walmart is selling caskets and urns on its website.",
  "Claim_ID": "politics_business_walmartcaskets",
  "Tags": ""
}