{
  "Origins": "In February 2008, the Rev. William Procanick, a former pastor in Oneida County, New York, was sentenced to three years in prison on charges related to his \"inappropriately touching a 7-year-old girl\" at his home in March 2007. Although Procanick maintained he had no sexual contact with the girl (a family friend who sometimes stayed overnight at the couple's home) and merely rubbed her back and legs as she tried to go to sleep, a jury convicted him on charges of first-degree sexual abuse and endangering the welfare of a child.",
  "Fact Check": "",
  "Description": "In the typical shorthand of news headlines, the Procanick case was typically referred to in New York-area news sources as involving a \"former Clinton pastor\" or the \"former pastor of Clinton church,\" a reference to the fact that defendant had served as pastor of a church in the central New York village of Clinton (named for George Clinton, the first governor of the state of New York). Many casual readers mistakenly interpreted these headlines as being references to the pastor of a church attended by Senator Hillary Clinton news oddly reminiscent of the current political controversy involving the Rev. Jeremiah Wright, the former pastor of the church attended by Senator Clinton's opponent for the Democratic presidential nomination, Senator Barack Obama. However, other than the coincidence of having a surname that is also the name of a village in the state she represents in the U.S. Senate, neither Senator Clinton nor her family has any substantive connection to Rev. William Procanick or his former church. The latter was pastor of the Resurrection Assembly of God Church in Oneida County, while the former resides in Westchester County and attends various Methodist churches \"as often as her schedule allows.\"",
  "Originally Published": "",
  "Referred Links": "http://www.villageofclinton.com/;",
  "Example": "[Collected via e-mail, April 2008] Is it true that the Clinton's pastor Rev William Procanick wasfound guilty in Onedia Courty Court for inappropriately touching a 7 yearold girl in his home and was sentence to 3 years in prison.",
  "Last Updated": "13 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/pastor.asp",
  "Claim": "The pastor of the church attended by Senator Hillary Clinton was convicted of child molestation.",
  "Claim_ID": "politics_clintons_pastor",
  "Tags": ""
}