{
  "Origins": "In April 2014 several blogs published the above displayed photograph depicting an unidentified woman with injuries of an indeterminate origin. At the time of its April 2014 circulation, the photograph was described as documenting of the persecution of Christians in Saudi Arabia; one iteration titled \"See the Unforgivable Thing Muslims Did to This Girl Because She Believes in Jesus\" reported that the woman's eye and mouth had been sewn shut as punishment because she proclaimed herself to be a Christian:",
  "Fact Check": "",
  "Description": "The details of the backstory attached to the image varied as the photograph circulated online. Western Journalism reported the woman's purported attackers \"did not use a sterile plastic thread or even just an ordinary one that happened to be lying around ... [the] plastic thread they used contained chemicals for the sole purpose of intentionally making her infected,\" adding that: The seething hatred of some Muslims for Christians knows no bounds. The strict speech codes imposed in Saudi Arabia on people who dare to dissent from Islam are an outrage. We think campus speech codes imposed by leftists in the US can be strict, but they are nothing compared to the suppression of civil liberties that is occurring in some Islamic countries. Saudi authorities were outraged when a young girl courageously said Jesus Christ, peace be upon him, is a personal Savior.\" If she said that in an American public school, there might be few snickers among some of the kids in the classroom (and maybe even a condescending smile from the teacher); but in Saudi Arabia, such statements of faith in Christ are considered to be abominable. However, the online spread of this photograph in April 2014 was not its first appearance on the Internet. On 30 September 2013, the same image was posted to Reddit's WTF subreddit, without any attached backstory involving persecution of Christians in Saudi Arabia. That's because this photograph has nothing to do with either Saudi Arabia or religious persecution: it's just another example of graphic images being repurposed and attached to fictitious backstories that offer them as supposedly real-life examples of Muslims torturing Christians. A simple reverse image search leads to an even earlier appearance of this photograph on the Internet, dated 26 September 2012. That link provides the original source of this image, a gallery of \"extreme body modification in Japan\" photographs. This isn't a picture of a Christian woman in Saudi Arabia whose eye and mouth were forcibly sewn shut by Muslims, but rather a Japanese woman who willingly underwent the process as a form of body modification.",
  "Originally Published": "",
  "Referred Links": "http://www.keroppymaeda.com/main.html;http://motleynews.net/2012/09/26/bagelheads-japans-hot-trend-of-injecting-saline-in-forehead-for-that-bagel-look/;http://www.reddit.com/r/WTF/comments/1ngf04/eye_and_mouth_sewing_nsfw/;http://www.donotlink.com/ew76;http://www.donotlink.com/ew71;",
  "Example": "[Collected via e-mail, April 2015] It is said that this girl in the photograph was punished for declaring her Christian faith statement in Saudi Arabia. Could you please check this out for me please?Thanks",
  "Last Updated": "27 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/sewnshut.asp",
  "Claim": "Photograph depicts a woman in Saudi Arabia whose mouth and eye were sewn shut because she professed her Christian faith.",
  "Claim_ID": "politics_religion_sewnshut",
  "Tags": ""
}