{
  "Origins": "We're not sure whether the above-quoted bit of electioneering about presidential pensions was meant to be taken seriously, or whether it was intended to be light-hearted or sardonic, but regardless its basic premise is incorrect.",
  "Fact Check": "",
  "Description": "It is true in broad terms that since John McCain is twenty-five years older than Barack Obama (they'll be 72 and 47 years old, respectively, at the time of the next presidential inauguration), the former would probably draw a smaller aggregate pension as a former president than the latter would. (There are no guarantees, of course, since we never know what Fate might have in store for anyone.) It is not true, however, that if John McCain served two terms as president, he would draw no pension at all due to his having reached the maximum age limit (80) by then. The pension payments allocated to former presidents are lifetime benefits and do not end or expire once a recipient reaches a particular age. Under the terms of the Former Presidents Act ( FPA ), former presidents are entitled to \"a taxable pension that is equal to the annual rate of basic pay for the head of an executive department\" (currently $191,300). This pension is a lifetime benefit that begins \"immediately upon a President's departure from office at noon on Inauguration Day.\" (Presidential widows receive lifetime pensions of $20,000 per year.) In fact, pensions constitute a relatively small fraction of the federal funds that are provided for the maintenance of former presidents, who also receive Secret Service protection, free mailing privileges, travel funds, and allowances to maintain and staff their offices. (Secret Service protection for presidents who began serving after 1 January 1997 is no longer a lifetime benefit and is now limited to ten years.) As the chart below indicates, these additional benefits typically add up to far more than the base pension amount: All of these expenditures on former presidents are but a drop in the bucket of the overall U.S. federal budget , which currently totals about $3 trillion per year. Since both John McCain and Barack Obama are members of the U.S. Senate, whichever one doesn't win the upcoming presidential election will still have a congressional pension to look forward to.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/omb/budget/fy2008/;http://www.senate.gov/reference/resources/pdf/98-249.pdf;",
  "Example": "[Collected via e-mail, August 2008] Retirement - Mr. President A point to ponder ... A president's pension currently is $191,300 per year, until he is 80 years old. Assuming the next president lives to age 80. Sen. McCain would receive ZERO pension as he would reach 80 at the end of two terms as president. Sen. Obama would be retired for 26 years after two terms and would receive $4,973,800 in pension. Therefore it would certainly make economic sense to elect McCain in November. How's that for non partisan thinking?",
  "Last Updated": "14 August 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/mccain/pension.asp",
  "Claim": "John McCain would not be eligible to draw a pension after serving two terms as president.",
  "Claim_ID": "politics_mccain_pension",
  "Tags": ""
}