{
  "Origins": "One of the many arguments brought up during any debate on national health care reform is whether the nation's lawmakers should, as the slang expression goes, \"eat their own dog food\" should members of Congress be required to use whatever public health care options they might vote to implement, or should they be able to keep the current medical insurance and benefits packages available to them as federal employees?",
  "Fact Check": "",
  "Description": "This notion is reflected in the item quoted above, which claims that President Barack Obama, when asked directly on a network television special whether he and his family would \"give up [their] current health care program\" in favor of a \"universal health care program,\" declined to answer the question. That wasn't what the President was asked, nor did he ignore the question. On 24 June 2009, President Barack Obama appeared on \"Questions for the President: Prescription for America,\" a televised health care forum from the White House moderated by Charles Gibson and Diane Sawyer of ABC News. During that interview, Dr. Orrin Devinsky put a rather muddled, hypothetical question to President Obama about whether he (i.e., the President) would \"potentially sacrifice the health of [his] family for the greater good of insuring millions\" by forgoing a treatment for a seriously ill family member that was not covered under a national health care plan. (Whatever Dr. Devinsky intended to ask, his question was a poorly phrased one with no clear answer because it failed to connect how President Obama's sacrificing a seriously ill family member by not pursuing a non-covered medical treatment would contribute to the \"greater good of insuring millions.\" No legislation promoted by President Obama would have precluded families from seeking medical treatment not covered under a national health care plan.) Contrary to the characterization included in the above example, no \"stony silence\" followed Dr. Devinsky's question, nor did the President \"ignore\" it. In response, President Obama mentioned issues regarding what sort of treatments should be provided to end-of-life patients (invoking the example of his own grandmother) and then segued into a discussion about inefficiencies in the current health care system: DR. ORRIN DEVINSKY, EPILEPSY SPECIALIST: Yes, in the past, politicians who have sought to reform health care have tried to limit costs by reducing tests, access to specialists, but they've not been good at taking their own medicine. When they or their family members get sick, they often get extremely expensive evaluations and expert care. If a national health plan was approved and your family participated, and, President Obama, if your wife or your daughter became seriously ill, and things were not going well, and the plan physicians told you they were doing everything that reasonably could be done, and you sought out opinions from some medical leaders and major centers, and they said there's another option that you should should pursue, but it was not covered in the plan, would you potentially sacrifice the health of your family for the greater good of insuring millions, or would you do everything you possibly could as a father and husband to get the best health care and outcome for your family? OBAMA: Well, first of all, Doctor, I think it's a terrific question, and it's something that touches us all personally, especially when you start talking about end-of-life care. As some of you know, my grandmother recently passed away, which was a very painful thing for me; she's somebody who helped raise me. But she's somebody who contracted what was diagnosed as terminal cancer. There was unanimity about that. They expected that she'd have six to nine months to live. She fell and broke her hip. And then the question was, does she get hip replacement surgery, even though she was fragile enough that they weren't sure how long she would last, whether she could get through the surgery. I think families all across America are going through decisions like that all the time. And you're absolutely right that, if it's my family member, it's my wife, if it's my children, if it's my grandmother, I always want them to get the very best care. But here's the problem that we have in our current health care system, is that there is a whole bunch of care that's being provided that every study, every bit of evidence that we have indicates may not be making us healthier. GIBSON: But you don't know what that test is. OBAMA: Well, oftentimes we do, though. There are going to be situations where there are going to be disagreements among experts, but often times we do know what makes sense and what doesn't. And this is just one aspect of what is a broader issue. And if I could just pull back just for a second, understand that the status quo is untenable, which is why you saw even though we've got Republicans, Democrats, independents, people from all parts of the health care sector represented here, everybody understands we can't keep doing what we're doing. It is bankrupting families. I get letters every single day from people who have worked hard and don't have health insurance. It is bankrupting businesses who are frustrated that they can't provide the same kind of insurance that they used to provide to their employees. And it's bankrupting our government at the state and federal level. So we know things are going to have to change. One aspect of it, the doctor identified, is, can we come up with ways that don't prevent people from getting the care they need, but also make sure that because of all kinds of skewed incentives, we are getting a lot of quantity of care, but we're not getting the kind of quality that we need.",
  "Originally Published": "",
  "Referred Links": "http://abcnews.go.com/Politics/HealthCare/story?id=7920012&page=1;",
  "Example": "[Collected via e-mail, July 2009] FINALLY...THE $64,000 QUESTION WAS ASKED... ON \"ABC-TV\" (BETTER KNOWN AS THE ALL BARRACK CHANNEL) DURING THE \"NETWORK SPECIAL ON HEALTH CARE\".... OBAMA WAS ASKED: \"MR. PRESIDENT WILL YOU AND YOUR FAMILY GIVE UP YOUR CURRENT HEALTH CARE PROGRAM AND JOIN THE NEW 'UNIVERSAL HEALTH CARE PROGRAM' THAT THE REST OF US WILL BE ON ????\"..... (BET YOU ALREADY KNOW THE ANSWER)... THERE WAS A STONEY SILENCE AS OBAMA IGNORED THE QUESTION AND CHOSE NOT TO ANSWER IT !!!.... IN ADDITION, A NUMBER OF SENATORS WERE ASKED THE SAME QUESTION AND THERE RESPONSE WAS...\"WE WILL THINK ABOUT IT.\" AND THEY DID. IT WAS ANNOUNCED TODAY ON THE NEWS THAT THE \"KENNEDY HEALTH CARE BILL\" WAS WRITTEN INTO THE NEW HEALTH CARE REFORM INITIATIVE ENSURING THAT CONGRESS WILL BE 100% EXEMPT ! SO, THIS GREAT NEW HEALTH CARE PLAN THAT IS GOOD FOR YOU AND I... IS NOT GOOD ENOUGH FOR OBAMA, HIS FAMILY OR CONGRESS...?? WE (THE AMERICAN PUBLIC) NEED TO STOP THIS PROPOSED DEBACLE ASAP !!!!... THIS IS TOTALLY WRONG !!!!! PERSONALLY, I CAN ONLY ACCEPT A UNIVERSAL HEALTH CARE OVERHAUL THAT EXTENDS TO EVERYONE... NOT JUST US LOWLY CITIZENS... WHILE THE WASHINGTON \"ELITE\" KEEP RIGHT ON WITH THEIR GOLD-PLATED HEALTH CARE COVERAGES.",
  "Last Updated": "19 August 2009",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/medical/network.asp",
  "Claim": "President Obama declined to answer a question about whether he would give up his current health care program.",
  "Claim_ID": "politics_medical_network",
  "Tags": ""
}