{
  "Origins": "Former First Lady and U.S. Senator Hillary Clinton served as U.S. Secretary of State for the first term of President Barack Obama's administration, stepping down from that position after four years ostensibly to pursue a \"new, lower-stress life,\" but in the eyes of many pundits Clinton declined to serve a second term in the Obama cabinet in order to better prepare for a 2016 presidential run of her own.",
  "Fact Check": "",
  "Description": "In mid-2014 many web sites began reproducing the quote referenced above, putatively a response given by Hillary Clinton on 11 March 2014 to a reporter or interviewer who asked her to identify her major accomplishments during her time as Secretary of State. Clinton's supposed answer was a stream of words that conveyed no tangible accomplishment or anything specific; just a vague doublespeak sense of \"We did things differently than those other guys.\" It's doubtful that Hillary Clinton made such a statement, however. None of the numerous reproductions of this quote we've found on the Internet makes any mention of whom Hillary Clinton was speaking to when she allegedly said it or identifies the specifics of the setting in which it was supposedly uttered. (Where did this event take place? Was it a speech or an interview? Who asked her the question? What else did Hillary say on that occasion?) We've also found no record of Clinton's having engaged in any public appearance or interview on 11 March 2014 during which she might have said what is attributed to her, nor any news account or transcript that references such a quote (from that date or at any other time). As well, the quoted words apparently didn't begin showing up on the Internet until months after they were supposedly spoken, rather than immediately afterwards. Hillary Clinton did sit for an interview with ABC's Diane Sawyer which aired on 9 June 2014, after which she was criticized by some commentators (as she had been before) for not being able to provide a succinct or definitive answer when questioned about her top or proudest accomplishments as Secretary of State. But nothing like the passage quoted above was spoken by Clinton during that ABC interview.",
  "Originally Published": "",
  "Referred Links": "http://www.forbes.com/sites/davidadesnik/2014/06/10/hillary-cant-name-top-accomplishment-as-secretary-of-state/;https://www.youtube.com/watch?v=iEF0MWApQms;",
  "Example": "[Missoulian, 2014] On March 11, Hillary Clinton gave a speech. One member of the media asked her what she thought were the major accomplishments of her tenure as Secretary of State. She answered, \"My accomplishments as Secretary of State? Well, I'm glad you asked. My proudest accomplishment in which I take the most pride, mostly because of the opposition it faced early on, you know. The remnants of prior situations and mindsets that were too narrowly focused in a manner whereby they may have overlooked the bigger picture and we didn't do that. Very proud. I would say that's a major accomplishment.\" Wow! Killer speech, Hills. I can hardly wait until 2016 so you will be able to speechify to your little heart's content. It will be interesting when you come to Missoula if you will be able to get the local libs to lower themselves to screaming and wailing and chanting and crying in your presence like the current fool in power did. Scott Boyer, Hamilton",
  "Last Updated": "2 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/achievements.asp",
  "Claim": "Statement reproduces Hillary Clinton's response when asked to identify her major accomplishments as Secretary of State.",
  "Claim_ID": "politics_clintons_achievements",
  "Tags": ""
}