{
  "Origins": "On 7 April 2015, Massachusetts joined other states in implementing a new traffic law requiring that motorists turn on their vehicles' headlights in low light conditions (such as at dawn and dusk); whenever insufficient lighting, unfavorable atmospheric conditions, or other factors do not allow for a clear view of at least 500 feet; and whenever else the use of windshield wipers is necessary for safe operation of a motor vehicle: A vehicle, whether stationary or in motion, on a public way, shall have attached to it headlights and taillights which shall be turned on by the vehicle operator and so displayed as to be visible from the front and rear during the period of 1/2 hour after sunset to 1/2 hour before sunrise; provided, however, that such headlights and taillights shall be turned on by the vehicle operator at all other times when, due to insufficient light or unfavorable atmospheric conditions, visibility is reduced such that persons or vehicles on the roadway are not clearly discernible at a distance of 500 feet or when the vehicle's windshield wipers are needed.",
  "Fact Check": "",
  "Description": "It is not quite accurate to state, however, that the new law \"requires that car headlights be switched on whenever a vehicle's windshield wipers are operating,\" a phrasing that might serve to convince motorists they must turn on their headlights or risk a fine if they monentarily engage their wipers (but not their headlamps) in order to scoot a leaf or bug off their windshield, or to brush away those last few droplets left on the front window after exiting the car wash. Rather, it is more accurate to say this new law requires motorists to turn their headlights on anytime weather conditions make it necessary to operate windshield wipers on a continuous basis (i.e., \"when the vehicle's windshield wipers are needed\"). So, for example, if a driver were to hit a sudden sun shower that was depositing enough water on the windshield to require continuous operation of the wipers for some period of time, that motorist must also switch on his headlights for the duration of the shower, even though visiblity conditions might be clear, sunny, and bright all around him. Violation of this law is considered a surchargeable minor vehicle traffic law violation punishable with a $5 fine. Motorists cited for violating the law might end up paying more due to surcharges from their insurance companies in the form of premium increases that could last several years.",
  "Originally Published": "",
  "Referred Links": "http://drivinglaws.aaa.com/laws/headlight-use/;",
  "Example": "[Collected via e-mail, April 2015] New Law effective today (7 April) Don't forget to put your headlights on whenever you have your windshield wipers on or when it's foggy, etc. The fine is $5, but theInsurance companies can (and probably will) penalize you with a surcharge.",
  "Last Updated": "7 April 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/politics/traffic/wipers.asp",
  "Claim": "A new Massachusetts traffic law requires that headlights be turned on when windshield wipers are in use.",
  "Claim_ID": "politics_traffic_wipers",
  "Tags": ""
}