{
  "Origins": "The above-quoted letter from Tom Cotton, a U.S. army lieutenant serving in Iraq, criticizing the New York Times for its controversial decision to publish information regarding a secret Bush administration program to monitor international banking transactions (contrary to requests from senior administration officials to withhold the story), appeared in Power Line on 26 June 2006. (New York Times executive editor Bill Keller subsequently published an opinion piece defending his paper's decision to run the story.)",
  "Fact Check": "",
  "Description": "Much discussion has since ensued over whether Lt. Cotton is a real person (especially since \"Tom Cotton\" is also the name of a Hobbit who appears in J.R.R. Tolkien's The Lord of the Rings ). But earlier news accounts, such as this article from the Houston Chronicle , do indeed describe a Houston man named Thomas Cotton who left a law practice in January 2005 to enlist in the Army and train at Officer Candidate School: Local Army recruiters said a Harvard-educated lawyer left his practice in Houston and departed for basic training, which will be followed by Officer Candidate School. Thomas Cotton, 27, was in his third year of law school when the World Trade Center and the Pentagon were attacked on Sept. 11, 2001, said Lt. Col. Roger Jones, commander of Army Recruiting Battalion Houston. Cotton decided to enlist, Jones said, but first wanted to get his law degree and work long enough to repay the money he had borrowed for his education. He added that Cotton left without talking to the media because \"he didn't want the publicity to enhance his military career.\"",
  "Originally Published": "",
  "Referred Links": "http://www.chron.com/disp/story.mpl/special/iraq/3000805.html;http://powerlineblog.com/archives/014599.asp;http://www.iht.com/articles/2006/07/02/opinion/edkeller.asp;http://powerlineblog.com/archives/014515.asp;",
  "Example": "[Collected via e-mail, 2006] Lt. Tom Cotton writes this morning from Baghdad with a word for the New York Times: Dear Messrs. Keller, Lichtblau & Risen: Congratulations on disclosing our government's highly classified anti-terrorist-financing program (June 23). I apologize for not writing sooner. But I am a lieutenant in the United States Army and I spent the last four days patrolling one of the more dangerous areas in Iraq. (Alas, operational security and common sense prevent me from even revealing this unclassified location in a private medium like email.) Unfortunately, as I supervised my soldiers late one night, I heard a booming explosion several miles away. I learned a few hours later that a powerful roadside bomb killed one soldier and severely injured another from my 130-man company. I deeply hope that we can find and kill or capture the terrorists responsible for that bomb. But, of course, these terrorists do not spring from the soil like Plato's guardians. No, they require financing to obtain mortars and artillery shells, priming explosives, wiring and circuitry, not to mention for training and payments to locals willing to emplace bombs in exchange for a few months' salary. As your story states, the program was legal, briefed to Congress, supported in the government and financial industry, and very successful. Not anymore. You may think you have done a public service, but you have gravely endangered the lives of my soldiers and all other soldiers and innocent Iraqis here. Next time I hear that familiar explosion or next time I feel it I will wonder whether we could have stopped that bomb had you not instructed terrorists how to evade our financial surveillance. And, by the way, having graduated from Harvard Law and practiced with a federal appellate judge and two Washington law firms before becoming an infantry officer, I am well-versed in the espionage laws relevant to this story and others laws you have plainly violated. I hope that my colleagues at the Department of Justice match the courage of my soldiers here and prosecute you and your newspaper to the fullest extent of the law. By the time we return home, maybe you will be in your rightful place: not at the Pulitzer announcements, but behind bars. Very truly yours, Tom Cotton Baghdad, Iraq",
  "Last Updated": "7 July 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/tomcotton.asp",
  "Claim": "Letter from U.S. Army lieutenant serving in Iraq criticizes the New York Times for publishing information about a secret government program.",
  "Claim_ID": "politics_soapbox_tomcotton",
  "Tags": ""
}