{
  "Origins": "Although most of the blame and criticism regarding the Gulf of Mexico oil spill which began in late April 2010 (and was still unresolved by early June) has been aimed at British Petroleum (the company who licensed the drilling rig that triggered the spill), other businesses have also become critical targets. The anonymous message reproduced above, for example, criticizes Chevron for supposedly denying to accommodate Louisiana National Guard helicopters engaged in battling the oil spill, requiring those helicopters to seek landing and refueling facilities elsewhere.",
  "Fact Check": "",
  "Description": "However, a memorandum from Louisiana National Guard Commanding Colonel Patrick Bossetta issued in response to this rumor notes that Louisiana National Guard helicopters were not \"being denied landing and purchase of fuel\" at Chevron's facilities; the company merely requested \"prior coordination\" to minimize the impact on Chevron's day-to-day operations: I am writing in reference to an anonymous e-mail sent out regarding Chevron, Inc.'s support of the Louisiana Army National Guard aircraft performing aviation missions in support of the Deep Water Horizon Oil Spill. As the acting State Aviation Officer for the Louisiana Army National Guard, we have been tasked daily with supporting clean up and prevention efforts in Southeast Louisiana since May 1, 2010. With prior coordination through several personnel at Chevron-Venice, our aircraft have been allowed to refuel at the Venice base on multiple occasions. The Chevron personnel based in Venice have in my estimation been accommodating. The request for prior coordination in order to not interfere with Chevron's day to day operations seems a quite understandable and reasonable request given the current circumstances. I can only remember on one occasion that we could not use the Chevron base due to Presidential aircraft support. The Louisiana National Guard appreciates Chevron's support during this operation as well as the support they have given us concerning their employees who are members of the Louisiana Army National Guard. Chevron Corporation's media team also told us that: Chevron is providing both direct and indirect support to BP and the government to help stop the leak and assist with the spill response. In addition to providing access to our helicopter base, Chevron has provided: Expert support to BP's efforts, including technical experts to BP in the areas of subsea wells, subsea blowout preventer (BOP) intervention, subsea construction, environmental science, and emergency response. Wildlife experts who work for Chevron Energy Technology Company. They are assisting with long term wildlife management plans and hurricane evacuation plans. Subsea equipment to BP. Personnel to join the Coast Guard's local incident command response team in Louisiana, Mississippi, Alabama and Florida. Access to a marine wildlife rescue portable trailer as an additional resource.",
  "Originally Published": "",
  "Referred Links": "http://www.reuters.com/article/idUSTRE6503IJ20100601;",
  "Example": "[Collected via e-mail, June 2010] As most of you already know the Louisiana National Guard is helping fight the oil spill in the Gulf of Mexico. But did you know that the La. National Guard helicopters are being denied landing and purchase of fuel at the Chevron Venice base. Petroleum Helicopters, Inc. (PHI), Air Logistics, Bristow and one other helicopter base just north of Venice are allowing full use of their bases and fuel supplies to our La. Nat. Guard Units. If it were not for the permission of these bases to allow fueling and landing privileges, our Guard Copters would need to return to Hammond, La. for fuel and necessary provisions to continue the fight against this oil spill. When Chevron was queried about the denial to use their base, the answer was that it would cause a \"conflict of interest.\" Now just what the hell does that mean? I in fact know that some of Chevron's copter pilots were formally in the La. National Guard. And that when they were ordered to participate in the Iraq war they complained of poor health, bad backs, etc. They were discharged from the La. Guard, but of course bad health, bad backs, etc. they continued to fly for Chevron. Seems they were more interested in an easy pay check for weekend military duty with the La. Guard then service to their country. From now on I will gladly refuel my vehicles at any other gas station that does not display the Chevron symbol since I now have a \"conflict of interest\" with you.",
  "Last Updated": "3 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/gasoline/chevrongulf.asp",
  "Claim": "Chevron has denied accommodation to Louisiana National Guard helicopters battling the Gulf oil spill.",
  "Claim_ID": "politics_gasoline_chevrongulf",
  "Tags": ""
}