{
  "Origins": "In September 2013, the World Health Organization (WHO) published a 188-page report prepared by the University College London (UCL) Institute of Health Equity (IHE) titled \"Review of social determinants and the health divide in the WHO European Region.\" In November 2013, Internet attention was focused on a single sentence found on page 112 of that report, in a box that used Greece as an example for summarizing how a financial crisis in a country could negatively affect health issues (e.g., by driving up prostitution and suicide rates). That single sentence suggested that Greece was experiencing a significant number of cases of people deliberately infecting themselves with HIV in order to receive government payments and other benefits: HIV rates and heroin use have risen significantly [in Greece], with about half of new HIV infections being self-inflicted to enable people to receive benefits of 700 euro per month and faster admission on to drug-substitution programmes. However, that statement was drawn from a single sentence in an October 2011 paper published in the medical journal The Lancet about the health effects of Greece's financial crisis, and the Lancet paper which itself referenced an \"ad hoc expert group\" report mentioned only a \"few individuals\" engaging in self-infliction of HIV for the purpose of garnering government benefits: Many new HIV infections are also linked to an increase in prostitution (and associated unsafe sex). An authoritative report described accounts of deliberate self-infection by a few individuals to obtain access to benefits of 700 per month and faster admission onto drug substitution programmes. And the report from which that statement was drawn offered no documentation of self-infected HIV cases in Greece for the purpose of obtaining government benefits; it merely mentioned a \"well-founded suspicion\" that such a phenomenon was occurring: An additional factor the committee believed worth considering is the well-founded suspicion that some problem users are intentionally infected with HIV, because of the benefit they are entitled to (approximately 1,400 every two months), and also because they are granted \"exceptional admission\" to the Substitution Programme. It is well-known that the Substitution Programme has a long waiting list and that the waiting time can be over 3-4 years. Drug users with a severe chronic condition jump the queue and are admitted in a short period of time. After the issue drew widespread public and media attention, the WHO issued a correction stating that there was no solid evidence of incidents of self-infected HIV in Greece beyond \"a few anecdotal cases\":",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.euro.who.int/en/health-topics/communicable-diseases/hivaids/news/news/2013/11/correction-to-hiv-case-study-in-greece-featured-in-whoeurope-report-on-social-determinants-of-health;http://ewsd.wiv-isp.be/Rapid%20communications%20%20extra%20information/Report%20of%20the%20Greek%20FP%20expert%20group%20-%20AIDS.pdf;http://www.thelancet.com/journals/lancet/article/PIIS0140-6736%2811%2961556-0/fulltext;http://www.euro.who.int/__data/assets/pdf_file/0006/215196/Review-of-social-determinants-and-the-health-divide-in-the-WHO-European-Region-final-report-Eng.pdf;",
  "Example": "[Collected via the Internet, November 2013] So this sentence from a Who report has been making the rounds: HIV rates ... have risen significantly [in Greece] with about half of new HIV infections being self-inflicted to enable people to receive benefits of 700 euro per month and faster admission on to drug-substitution programmes.",
  "Last Updated": "26 November 2013",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/medical/greecehiv.asp",
  "Claim": "Greek citizens are self-inflicting HIV in order to collect government benefits.",
  "Claim_ID": "politics_medical_greecehiv",
  "Tags": ""
}