{
  "Origins": "The spirit of the quote cited above is true, although the context in which it was delivered has been greatly simplified.",
  "Fact Check": "",
  "Description": "During an address to the World Economic Forum , Secretary of State Colin Powell was asked a somewhat long and involved question by the former Archbishop of Canterbury, George Carey, which ended with the following interrogative: And would you not agree, as a very significant political figure in the United States, Colin, that America, at the present time, is in danger of relying too much upon the hard power and not enough upon building the trust from which the soft values, which of course all of our family life that actually at the bottom, when the bottom line is reached, is what makes human life valuable? Secretary Powell delivered a lengthy response to the former Archbishop's question, in the midst of which came the eloquent line quoted in the example above: The United States believes strongly in what you call soft power, the value of democracy, the value of the free economic system, the value of making sure that each citizen is free and free to pursue their own God-given ambitions and to use the talents that they were given by God. And that is what we say to the rest of the world. That is why we participated in establishing a community of democracy within the Western Hemisphere. It's why we participate in all of these great international organizations. There is nothing in American experience or in American political life or in our culture that suggests we want to use hard power. But what we have found over the decades is that unless you do have hard power and here I think you're referring to military power then sometimes you are faced with situations that you can't deal with. I mean, it was not soft power that freed Europe. It was hard power. And what followed immediately after hard power? Did the United States ask for dominion over a single nation in Europe? No. Soft power came in the Marshall Plan. Soft power came with American GIs who put their weapons down once the war was over and helped all those nations rebuild. We did the same thing in Japan. So our record of living our values and letting our values be an inspiration to others I think is clear. And I don't think I have anything to be ashamed of or apologize for with respect to what America has done for the world. (Applause.) We have gone forth from our shores repeatedly over the last hundred years and we ve done this as recently as the last year in Afghanistan and put wonderful young men and women at risk, many of whom have lost their lives, and we have asked for nothing except enough ground to bury them in, and otherwise we have returned home to seek our own, you know, to seek our own lives in peace, to live our own lives in peace. But there comes a time when soft power or talking with evil will not work where, unfortunately, hard power is the only thing that works. A full transcript of Secretary Powell's address is available on the WEF web site.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20050223091222/http://www.weforum.org/site/homepublic.nsf/Content/Remarks+from+Colin+Powell,+US+Secretary+of+State;http://www.weforum.org;",
  "Example": "[Collected on the Internet, 2003] When in England at a fairly large conference, Colin Powell was asked by the Archbishop of Canterbury if our plans for Iraq were just an example of empire building by George Bush. He answered by saying that, \"Over the years, the United States has sent many of its fine young men and women into great peril to fight for freedom beyond our borders. The only amount of land we have ever asked for in return is enough to bury those that did not return.\" It became very quiet in the room. You could have heard a pin drop.",
  "Last Updated": "4 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/powell.asp",
  "Claim": "Secretary of State Colin Powell made an eloquent point about America's desire for \"empire building\" to the Archbishop of Canterbury.",
  "Claim_ID": "politics_quotes_powell",
  "Tags": ""
}