{
  "Origins": "On 16 May 2013, President Barack Obama and Turkish Prime Minister Recep Tayyip Erdogan held a news conference outdoors in the White House's Rose Garden. During that event President Obama created something of a controversy when, after the sunny weather turned into a light but steady rain, he requested that a pair of Marines hold umbrellas to shield him and Prime Minister Erdogan from the elements while they completed their news conference:",
  "Fact Check": "",
  "Description": "By the following week the item reproduced above began circulating, claiming that Corp. Ignatius Enock, one of the two Marines temporarily employed as umbrella-holders that day, had committed suicide in shame over his act. (Marine Corps uniform regulations authorize only female Marines to \"carry an all-black, plain standard or collapsible umbrella at their option during inclement weather with the service and dress uniforms,\" although that regulation does not prohibit male Marines from wielding umbrellas for the protection of others.) This item was nothing more than bit of political japery, however: neither of the Marines famously pictured holding umbrellas that day was named \"Ignatius Enock\" or killed himself shortly afterwards.",
  "Originally Published": "",
  "Referred Links": "http://www.marines.mil/Portals/59/Publications/MCO%20P1020.34G%20W%20CH%201-5.pdf;",
  "Example": "[Collected via e-mail, May 2013] In his suicide note, Corporal Enock wrote, \"Many a time have I looked a man in his eyes as the life drained from him, blood staining my hand as I drove the knife further into his heart; many a time have I seen my friends and brothers-in-arms killed and mangled beyond recognition by IEDs and land mines. But NEVER has my heart ached as it does now! The crime I have committed by holding an umbrella shall follow me beyond the grave - of this I am sure! The devil waits for me now - he senses the foulness of my soul, this sin that can never be forgotten. I would ask that God forgive me, but for a Marine who has held an umbrella, that is impossible. - Corp. Ignatius Enock, damned by God for following Obama's orders\" DID THIS MARINE COMMITT SUICIDE FOR HAVING TO HOLD AN UMBRELLA DURING AN OBAMA PRESS CONFERENCE LAST WEEK IN THE RAIN? If \"President\" Obama is willing to force Marines to disobey their dress code, how long before he's ordering them to fire on American citizens?",
  "Last Updated": "20 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/umbrellasuicide.asp",
  "Claim": "A Marine tasked with holding an umbrella during a rainy presidential news conference committed suicide.",
  "Claim_ID": "politics_military_umbrellasuicide",
  "Tags": ""
}