{
  "Origins": "Elections are supposed to be solemn affairs, the occasions when citizens in democracies exercise their right to choose those persons who will represent them in their government. It's sometimes hard to take elections as seriously as we should, though, when we witness such spectacles as dead people running for office, voters mounting write-in campaigns for fictional characters (or other ineligible candidates), or even offices that remain unfilled because no candidates venture to run for them.",
  "Fact Check": "",
  "Description": "Still, in the \"unusual elections\" category, it's hard to top a contest won not by a human being not even a fictional one but by an inanimate object. Yet that's what took place in a 1967 mayoral election in the small Ecuadorian town of Picoaz an election won by ... a foot powder. We couldn't really add much more to the story than to reproduce how news dispatches of the time reported it: Foot Powder Wins Election Hands Down QUITO, Ecuador, July 17 Controversy is raging here because a foot powder named Pulvapies was elected mayor of a town of 4000. A foot deodorant firm decided during recent municipal election campaigns to use the slogan: \"Vote for any candidate, but if you want well-being and hygiene, vote for Pulvapies.\" On the eve of the election, the company distributed a leaflet the same size and color as official voting papers, saying: \"For Mayor: Honorable Pulvapies.\" When the votes were counted, the coastal town of Picoaza had elected Pulvapies mayor, and voters in other municipalities had marked their ballots for it. The national electoral tribunal now is grappling with the problem, and dozens of defeated candidates are threatening to sue the pharmaceutical company. Unfortunately, no U.S. newspapers carried reports of how Ecuadorian officials ultimately resolved their electoral snafu. But at least one New York business riffed on the incident four months later to tie their advertising to upcoming local elections: your vote sir Did you happen to read that story from Ecuador? Seems that they sell a foot powder down there called Pulvapies and recently, during a local election campaign, advertisements appeared that said \"Vote for any candidate, but if you want well-being and hygiene, vote for Pulvapies.\" When the ballots were counted, the foot powder had been elected Mayor by a clear majority. Tomorrow is Election Day. Don't write us in. But before or after voting come and see some of the candidates we've lined up for your fall and winter enjoyment. We shopped the great men's shops of Europe and here are the results in all Wallachs stores. Suits with a new look, new flair, Aquascutum coats, British warms, Irish jackets, English gun coats, French suedes, Italian knits. For that matter, why wait? We're up for election every day.",
  "Originally Published": "",
  "Referred Links": "http://www.picoaza.galeon.com/;",
  "Example": "",
  "Last Updated": "9 December 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/ballot/footpowder.asp",
  "Claim": "A mayoral election in Ecuador was won by a foot powder.",
  "Claim_ID": "politics_ballot_footpowder",
  "Tags": ""
}