{
  "Origins": "Another brouhaha over entertainers' making political statements from the stage erupted in mid-July 2004 when singer Linda Ronstadt closed her performance at the Aladdin Casino & Resort in Las Vegas by praising filmmaker Michael Moore as a \"great American patriot\" and \"someone who is spreading the truth,\" encouraging the audience to see his movie Fahrenheit 9/11, and dedicating an encore performance of the song \"Desperado\" to him. Ms. Ronstadt's comments drew loud boos from the audience; some of the 4,500 concertgoers present walked out of the theater, while other more unruly patrons tore down concert posters and threw their drinks into the air.",
  "Fact Check": "",
  "Description": "Aladdin President Bill Timmins described the incident as \"a very ugly scene,\" saying that \"[Ronstadt] praised [Moore] and all of a sudden all bedlam broke loose.\" Mr. Timmins afterwards claimed that he didn't allow Ms. Ronstadt back in her luxury suite at the Aladdin and had her escorted off the property, maintaining that the singer's remarks \"spoiled a wonderful evening for our guests and we had to do something about it.\" He added that \"As long as I'm here, she's not going to play.\" ( Ms. Ronstadt had only been booked for a single performance at the Aladdin anyway.) Mr. Timmins' statements prompted an open letter to him from Michael Moore, which the filmmaker posted on his web site. However, although Mr. Moore's letter was real, the putative caustic response to it from Mr. Timmins quoted above is not it was a \"Here's what I wish he had said\" suggested reply penned by someone else.",
  "Originally Published": "",
  "Referred Links": "http://www.freerepublic.com/focus/f-news/1176055/posts;http://www.michaelmoore.com/words/index.asp?id=93;",
  "Example": "[Collected on the Internet, 2004] Response to Michael Moore's, \"Open Letter to Bill Timmins, President Aladdin Casino and Hotel\" As you most likely know, Michael Moore posted the following letter: After the letter, you will find the response... PLEASE READ MR. TIMMINS RESPONSE. IT IS EXCELLENT. KUDOS TO MR. TIMMINS! Bill Timmins President Aladdin Casino and Hotel Las Vegas, NV July 20, 2004 Dear Mr. Timmins: I understand from the news reports I've read that, after Linda Ronstadt, one of America's greatest singers, dedicated a song to me from your stage on Saturday night, you instructed your security guards to remove her from the Aladdin, which they did. What country do you live in? Last time I checked, Las Vegas is still in the United States. And in the United States, we have something called \"The First Amendment.\" This constitutional right gives everyone here the right to say whatever they want to say. All Americans hold this right as sacred. Many of our young people put on a uniform and risk their lives to defend it. My film is all about asking the questions that should have been asked before those brave soldiers were sent into harms way. For you to throw Linda Ronstadt off the premises because she dared to say a few words in support of me and my film, is simply stupid and Un-American. Frankly, I have never heard of such a thing happening. I read that you wouldn't even let her go back up to her room at your hotel! Are you crazy? For crying out loud, it was a song DEDICATION! To \"Desperado!\" Every American loves that song! Sure, some people didn't like the dedication, and that's their right. But neither they nor you have the right to remove her from your building when all she did was exercise her AMERICAN right to speak her mind. Of all the things that go on in Las Vegas, this is what creates the need for serious action? What about the other half of the crowd at the Aladdin who, according to the Las Vegas Sun, cheered her when she made her remarks? Did you throw them out, too? I think you owe Ms. Ronstadt an apology. And I have an idea how you can make it up to her -- and to the millions of Americans you have offended. Invite her back and I'll join her in singing \"America the Beautiful\" on your stage. Then I will show \"Fahrenheit 9/11\" free of charge to all your guests and anyone else in Las Vegas who wants to see it. Mr. Timmins, as the song \"Desperado\" says \"Come to your senses!\" How can you refuse this offer? I await your reply. Yours, Michael Moore Director, \"Fahrenheit 9/11\" Response July 21, 2004 Attention: Michael Moore, In response to your letter dated July 20, 2004: You are correct that I had security remove Linda Ronstadt from Aladdin Casino and Hotel where the fun never ends and everybody wins. How very interesting to learn you are such a fan of Ms. Ronstadt. You questioned where I live and surprisingly knew Las Vegas is in the United States. You should visit it sometime. There are thousands of wonderful 'All You Can Eat' buffets. There are also a lot of casinos who's owners don't **** around. I am aware of the First Amendment and you have the right to talk about your hatred of America but once you are on my property and you are upsetting my guests, you will quickly learn about my rights. I can't remember if it was Jesus or George W. Bush that said, \"Freedom is a two-way street.\" Ms. Ronstadt learned this long before I had her thrown out of my casino. You question my actions? If you come onto my property and upset my guests, you will receive the same, if not worse, treatment than Ms. Ronstadt received. I am sure your mere presence would upset my guests. You claim your film \" . . . is all about asking the questions that should have been asked before those brave soldiers were sent into harm's way.\" I think you film does nothing but aid the enemy and hurt our troops. You have betrayed our troops, our leader and America. I have no respect for you or your vision of what America should be. I paid Ms. Ronstadt to entertain my guests, not divide them. The half that did not leave probably thought the verse you mentioned, \"Why don't you come to your senses\" was addressed to you. Maybe she should have dedicated her song, 'You're No Good' to you. I would have asked her back, had she done that. Regarding your request for me to apologize to her, have you and her on my stage singing anything about this Country and then playing your piece of **** film is ludicrous! One of my workers is currently throwing away every complaint letter from brainless followers of you, claiming they will never visit my Casino. I could not be more pleased to know my casino and hotel will always be void of the kind of people who support you. Meanwhile, my hotel has been quickly booked solid for the rest of the year with true Americans who love this Country and support our efforts overseas. They will see a framed copy of your letter and my response in the lobby to ensure they begin their experience with a laugh. Sincerely, Bill Timmins President, Aladdin Casino and Hotel Las Vegas, NV",
  "Last Updated": "17 August 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/timmins.asp",
  "Claim": "E-mail features response to Michael Moore's open letter from Bill Timmins, president of the Aladdin casino.",
  "Claim_ID": "politics_soapbox_timmins",
  "Tags": ""
}