{
  "Origins": "The e-mailed information about the pink-clad prisoners of the Maricopa County Jail was extracted from a July 2003 Associated Press offering about the Summer 2003 heat wave's effect on the Phoenix area. Those few paragraphs devoted to describing the condition of the inmates held in that jail went on to be widely circulated on the Internet although they formed only the smallest portion of the original piece, an article that described the air's heat creating turbulence for airplanes overhead, car windshields shattering or falling out, dogs burning their paws on the pavement, and candles melting indoors.",
  "Fact Check": "",
  "Description": "A clue as to the 'why' of the selective quoting is contained in the tagline now often part of the forwards: \"Kind of puts things in perspective doesn't it?\" Someone was struck by the comparison of the kvetching prisoners to the (presumed uncomplaining) troops serving in Iraq, and was moved to excerpt only that portion of the article to share with others. That the forward has proved as popular as it has shows the comparison resonates with a great many. The U.S. soldiers serving in Iraq may well be bona fide tough-as-nails servicemen, but at least in our mental image of them we also need them to be larger than life. We like to think of them as lantern-jawed heroes coolly dealing with the impossible situation that is Iraq without giving so much as a thought to their personal safety or even letting as little as a complaining word fall from their lips about the miserable conditions they must endure during that tour of duty. The juxtaposition of these brave soldiers to the societal dregs that wash up into a county jail is thus eminently satisfying to contemplate it's the comparison of giants to ants, working to exalt the one even as it makes the other look petty and small. Yet if the prisoners housed in Arizona's Maricopa County tent city jails are complaining, they have some good reasons. At that facility the incarcerated are fed only two meals a day, with green bologna sometimes appearing on the menu. They are quartered in outdoor tents under sweltering conditions, and they sleep on cots which lack pillows. They work on chain gangs. And they wear pink underwear. Maricopa County Sheriff Joe Arpaio , of the \"It's 120 degrees in Iraq and the soldiers are living in tents and they didn't commit any crimes, so shut your mouths\" quote, revels in the sobriquet 'America's Toughest Sheriff.' He enjoys a very high voter approval rating and has had little trouble being re-elected to the post since 1993. He is a controversial figure, vilified by some and worshipped by others. In June 2004 the e-mailed excerpt from the July 2003 Associated Press article circulated anew on the Internet, this time prefaced as follows: This is the way he is, and he has been re-elected several times ... Sheriff Joe Arpaio (in Arizona) is doing it RIGHT!!: He has jail meals down to 40 cents a serving and charges the inmates for them. He stopped smoking and porno magazines in the jails. Took away their weights. Cut off all but \"G\" movies. He started chain gangs so the inmates could do free work on county and city projects. Then he started chain gangs for women so he wouldn't get sued for discrimination. He took away cable TV until he found out there was a federal court order that required cable TV for jails. So he hooked up the cable TV again but only let in the Disney channel and the weather channel. When asked why the weather channel he replied, so they will know how hot it's gonna be while they are working on my chain gangs. He cut off coffee since it has zero nutritional value. When the inmates complained, he told them.... this is a good one......\"This isn't the Ritz/Carlton. If you don't like it, don't come back.\" He bought Newt Gingrich' lecture series on videotape that he pipes into the jails. When asked by a reporter if he had any lecture series by a Democrat, he replied that a democratic lecture series might explain why a lot of the inmates were in his jails in the first place. You have to love this guy!! More on the AZ Sheriff. [at this point, the text quoted above in our Example section is repeated] With one exception (which could simply amount to no more than our not having yet found the right supporting articles), the claims made in the 2004 preface check out. Sheriff Joe Arpaio has banned smoking, coffee, pornographic magazines, movies, and unrestricted television in all his jails. Those incarcerated in his tent city jail do indeed work on chain gangs, pulling weeds for the city and county, clearing brush, and the like. In 1996 the Sheriff put the nation's first female chain gang to work. Although the e-mailed account makes it sound as if he did so out of fear of prosecution for discrimination, there was no such threat lurking in the background he chose that course of action because it suited his beliefs: \"I don't believe in discrimination in my jail system. Crime knows no gender and neither should punishment,\" he said. Regarding the claim about airing a Newt Gingrich lecture series on the jail's television system, in 1995 the controversial lawman used canteen funds to buy the Republican House speaker's 10-part, $150 video lecture series with the intent of piping it into the inmates' cells. When asked if he'd also be providing those in his charge with a lecture series done by a Democrat, he replied in the negative. \"For one thing I don't know of any,\" he said. \"And some people might say these guys already got enough of those ideas.\" He is also proud of having lowered the cost of feeding inmates in his care. Though assorted news articles quote slightly differing figures, a 40 per serving expenditure is the one most often touted. \"It costs more to feed our police dogs than our inmates. The dogs never committed a crime, and they're working for a living,\" Arpaio said. In 1998 Arpaio instituted a policy of charging inmates for their meals, levying a dollar-a-day tariff against each of those incarcerated. In 1994 he banned coffee from the Maricopa County Jail, but he did so not because of its lack of nutritional value, but to protect inmates and guards from hot-coffee assaults by other inmates and to lower costs. (By eliminating the estimated 5,000 cups of coffee served daily for 5,400 inmates, it was expected the county would save $94,158 a year.) The one item we have yet to validate is the assertion that Arpaio deprived inmates of cable TV until discovery that such act was in violation of a federal court order. We've yet to locate this order or to confirm that television programming was ever denied those in his care. It is on record, however, that inmates in his charge view only selected programming, such as what's on The Weather Channel. (\"I think my chain gang deserves to know how hot it is when they hit the streets,\" said Arpaio.) Barbara \"in the pink\" Mikkelson Update: In September 2007 the following e-mail forwards about Sheriff Arpaio began to circulate: Sheriff Joe is at it again. Maricopa County was spending approx. $18 million dollars a year on stray animals, like cats and dogs. Sheriff Joe offered to take the department over, and the County Supervisors said \"Okay.\" The animal shelters are now all staffed and operated by prisoners. They feed and care for the strays. Every animal in his care is taken out and walked twice daily. He now has prisoners who are experts in animal nutrition and behavior. They give great classes for anyone who d like to adopt an animal. He has literally taken stray dogs off the street, given them to the care of prisoners, and had them placed in dog shows. The best part? His budget for the entire department is now under $3 million. Now he's in trouble with the ACLU again. He painted all his buses and vehicles with a mural that has a special hotline phone number painted on it, where you can call and report suspected illegal aliens.Immigrations and Customs Enforcement wasn't doing enough in his eyes, so he had 40 deputies trained specifically for enforcing immigration laws, started up his hotline, and bought 4 new buses just for hauling folks back to the border. Although Sheriff Joe Arpaio did not (as implied above) take over the operations of the entire Maricopa County Animal Care & Control ( MCACC ) department, he was instrumental in the opening of the Maricopa Animal Safe Hospice ( MASH ), a no-kill animal shelter operated by the Maricopa County Sheriff's Office ( MCSO ) in what was formerly Phoenix's First Avenue Jail. The MASH is a facility dedicated to caring for rescued animals that have been abused or neglected (as well as temporarily caring for the pets of owners who have checked into domestic violence shelters): Sheriff Joe Arpaio's no-kill animal shelter, MASH, was created to house and care for animals that have been abused or neglected by their caretakers and rescued by the Animal Cruelty Investigative Unit. The purpose of the shelter is to provide a safe, healthy and healing shelter for these tragic animals, who must necessarily await the outcome of their owners' cruelty cases in court. Hopefully, their ultimate outcome will be adoption into loving, permanent homes. The first shelter opened by Sheriff Arpaio is in the First Avenue Jail, located at First Avenue and Madison Street, Phoenix, Arizona. This 30-year-old jail previously held inmates, but was closed for repairs to plumbing in December 1999. Though no longer suitable for housing inmates, the jail looks like paradise to the four-footed victims now housed and recovering there. The MASH location in the First Avenue Jail is air-conditioned, and the cells have been reconditioned to comfortably house animals. In July 2007 Sheriff Arpaio launched a hot line for calling in tips and information about people living and working in Maricopa County illegally. Then in September 2007 he unveiled \"moving billboards\" in the form of four trucks and eight inmate passenger vans plastered with the hot line number and signs reading \"Do Not Illegally Enter\" and \"Help Sheriff Joe Arpaio Fight Illegal Immigration and Trafficking.\" Critics contend that this move constitutes racial profiling; Sheriff Arpaio maintains that his signs say nothing about ethnic backgrounds: \"It says illegal immigration and trafficking. I don't care where they're from.\"",
  "Originally Published": "",
  "Referred Links": "http://www.mcso.org/Mash/Default.aspx;http://www.petfinder.com/shelters/AZ98.html;http://www.maricopa.gov/Pets/;http://www.mcso.org/About/Sheriff.aspx;http://web.archive.org/web/20090421205553/http://www.mcso.org/include/modules/Our_Jails/Jail_Facilities/tent_city.asp;",
  "Example": "[Collected on the Internet, 2003] It's even hotter than usual in Phoenix, the Associated Press reports: About 2,000 inmates living in a barbed-wire-surrounded tent encampment at the Maricopa County Jail have been given permission to strip down to their government-issued pink boxer shorts. On Wednesday, hundreds of men wearing boxers were either curled up on their bunk beds or chatted in the tents, which reached 138 degrees inside the week before. Many were also swathed in wet, pink towels as sweat collected on their chests and dripped down to their pink socks. \"It feels like you are in a furnace,\" said James Zanzo't, an inmate who has lived in the tents for 1 1/2 years. \"It's inhumane.\" Joe Arpaio, the tough-guy sheriff who created the tent city and long ago started making his prisoners wear pink, is not sympathetic. He said Wednesday that he told the inmates: \"It's 120 degrees in Iraq and the soldiers are living in tents and they didn't commit any crimes, so shut your mouths. \" KIND OF PUTS THINGS IN PERSPECTIVE DOESN'T IT?",
  "Last Updated": "14 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/arpaio.asp",
  "Claim": "An Arizona sheriff dismissed prisoners' bellyaching about the heat by pointing out that soldiers serving in Iraq cope with similar conditions.",
  "Claim_ID": "politics_crime_arpaio",
  "Tags": ""
}