{
  "Origins": "Claims about Democratic candidates shunning members of the military and law enforcement personnel have been a common theme of political rumors since the 1990s, and a prominent (but false) rumor about Democratic presidential nominee Barack Obama supposedly exhibiting such behavior towards U.S. soldiers in Afghanistan circulated widely after the senator's visit to that country in July 2008.",
  "Fact Check": "",
  "Description": "The e-mailed item quoted above is similarly themed, positing that during a 31 August 2008 campaign rally at C.O. Brown Stadium in Battle Creek, Michigan, Senator Obama ordered his Secret Service detail to have state and local law enforcement officers get off the bus in which he was traveling before it entered the stadium so \" Mr. Obama is not seen with anyone in a Law Enforcement uniform before he gets off or while in the public view.\" The e-mail's author, Jason Kern, later acknowledged that he was not present at the event in Battle Creek; he was passing along second- or third-hand information gleaned from other law enforcement personnel Let me give you some background of this email. I sent it out to my close co-workers and to the Michigan Tactical Officer's Association Board Members only. From there, it was sent all over this earth without my knowledge. I do NOT work for the Michigan State Police. I work for another agency. The MTOA nor myself make a habit of sending out emails like this. It was basically sent to my friends and one of them sent it out to someone else who sent it out to someone else and so on. I also WAS NOT THERE. I had spoken with Law Enforcement personnel that their agency was involved with Mr. Obama's security prior to sending it out. My message starts at the \"To all\" section. I did not go on the ranting portion calling Mr. Obama names either. If I offended you, I apologize. That is all the information I have on the visit to Battle Creek. Jason Kern And as the Detroit News reported, although law enforcement officers were asked by the Secret Service to exit the campaign bus, that decision was not made at the behest of Senator Obama or his campaign, nor was it made because the candidate did \"not want to be seen\" with police around him: Battle Creek Police Cmdr. James Saylor told The News that he was the on-site supervisor for the department during the rally, at the city's C.O. Brown Stadium. Shortly before Obama arrived, Saylor said, Secret Service agents asked for \"nonessential personnel,\" including officers, to clear a passage from the spot where Obama's campaign bus would park to the baseball dugout where Obama would emerge with running mate Joe Biden. \"We were just basically trying to keep that entry area where he was coming through clear,\" Saylor said. The e-mail in question alleges that Obama told Secret Service agents to move all officers behind the campaign bus so that he would not be seen with anyone in uniform. \"That is wholeheartedly an untruth,\" Saylor said. \"It was not an Obama call, it was a Secret Service call,\" made in the interests of security, he said. Saylor said the department's leadership sent its own memo to staff and officers debunking the claims after the e-mail surfaced. The Battle Creek Enquirer reported similarly: [Deputy Chief Jackie] Hampton said in a memo to the department that the decision to move the officers was made by a Secret Service agent, and, according to the Secret Service, \"the agent made a mistake. He was very apologetic and sincerely appreciated our agency's assistance.\" In the memo, Hampton also said Obama's campaign staff \"advised that they have nothing but respect for law enforcement and were extremely concerned about the misinformation circulating.\" The president of the Michigan Tactical Officers Association (MTOA) offered an apology for the e-mail, stating that he was not present at the event and that the MTOA had no official presence there either: As the President of the Michigan Tactical Officers Association, I send you my sincerest apology for any misunderstandings of Officer Jason Kern's email may have caused. Officer Kern's comments are in no way a representation of the Michigan Tactical Officers Association. The MTOA is a non-profit organization that provides training and resources to the tactical community in Michigan. We do NOT get involved in politics. I was not in attendance at the event in question and can not speak about what transpired there. The MTOA does not get involved in politics; we had absolutely no representation at that event, or any other political rally. Officer Kern was on-scene at the event representing the police agency he is employed with; he was NOT representing the MTOA. The email in question was NOT an official MTOA correspondence. Timothy Liess President Michigan Tactical Officers Association",
  "Originally Published": "",
  "Referred Links": "http://www.mtoa.org/obama.asp;http://www.dailykos.com/story/2008/9/5/203913/5164/425/588428;",
  "Example": "[Collected via e-mail, September 2008] To all, I have read all of the emails from not only some of the MTOA board members, but from other Law Enforcement & Military personnel about Barack Obama's rudeness and what seems to be disgust for basically anyone in uniform. Well, it's my turn to add to the list of emailers and here it is: Some members of the Calhoun County Sheriff's Department, Michigan State Police, and other local agencies inside Calhoun County were working with Secret Service in the security of Mr. Obama. Mr. Obama's bus arrived in Battle Creek and pulled into the stadium area. Before Mr. Obama exited the bus, he has the Secret Service get off and tell all Law Enforcement personnel in uniform that they now have to stand behind the bus so Mr. Obama is not seen with anyone in a Law Enforcement uniform before he gets off or while in the public view. So, everyone from MSP, Sheriff's Dept., and other agencies looks at each other for a second, go and stand behind the bus out of sight so Mr. Obama does not have to see, or been seen with, what to him is 'undesirables' since he refuses to be seen or even acknowledge Military or LawEnforcement. At a time of war and terrorism in our world, this presidential candidate who is being protected by various branches of the military & law enforcement at the tax payers expense, refuses to acknowledge, be seenwith, have in his photographed background, any type of Military or Law Enforcement in uniform. But this is not in the media or headlines in the news. Why? I wonder what the story or media frenzy would be if it was Muslims, blacks, whites, Jews, or any other race, gender, religion, and/or occupation, that Mr. Obama refuses to be seen with or have around him. Why would Law Enforcement branches make this up? Law Enforcement traditionally has had more funding under Democrats. Just food for thought leading up to November 4th. Jason Kern, Michigan Tactical Officer's Association Executive Board Member Training Committee",
  "Last Updated": "31 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/michigan.asp",
  "Claim": "Barack Obama shunned law enforcement personnel by asking them remain out of view before a campaign event in Battle Creek, Michigan.",
  "Claim_ID": "politics_obama_michigan",
  "Tags": ""
}