{
  "Origins": "This item about a shopper's gaming the system by purchasing a single grape at a grocery store in order to obtain \"cash back\" money from a food stamp transaction is reminiscent of an apocryphal anecdote attributed to President Ronald Reagan back in 1982:",
  "Fact Check": "",
  "Description": "The current anecdote is quite similar to the 1982 version save for the use of an EBT (Electronic Benefit Transfer) card in place of paper food stamps, and it doesn't make much sense as an example of gaming the system given how EBT cards work. In the days when food stamps were distributed as stamps, customers who tendered stamps in amounts greater than the total of their purchases could receive at least a small portion of the difference in cash. However, modern \"food stamp\" programs, such as the Supplemental Nutrition Assistance Program (SNAP), distribute funds in the form of credits applied to EBT cards (similar to credit/debit cards) which beneficiaries use as payment when purchasing food. These forms of EBT benefits may be used only to purchase food items authorized by the SNAP program; they cannot be used for buying other items, nor can the cardholder obtain money from the card by purchasing inexpensive food items and receiving cash back. EBT cards may also be linked to programs that provide cash benefits, such as the Temporary Assistance for Needy Families (TANF) program. EBT cards credited with such funds may be used as general debit cards to make purchases at participating retailers, and cardholders may also make also make cash withdrawals from their cards through ATMs or via cash back transactions at stores. In the scenario described in the example reproduced above, the cardholder could not obtain cash back from her purchase of a single grape if her EBT card were loaded only with \"food stamp\" funds; her card would also have to be linked to a cash benefit program such as TANF. But if the woman's card were linked to a cash benefit program, she could obtain cash simply by using any participating ATM or requesting cash back after any standard retail purchase. This scenario might make sense under one of the following conditions: The customer had a need for cash but couldn't (or didn't want to) travel to a location with an ATM, so instead she made a retail purchase with a cash back transaction to obtain the money. The customer was avoiding an ATM service charge by making a retail purchase with a cash back transaction to obtain money instead. The customer wanted to withdraw a specified amount of money (e.g., $24.00) to zero out the card rather than being limited to increments of $20 typically dispensed by ATMs. Although any of those scenarios might be considered a somewhat convoluted method for obtaining cash from a benefits program via an EBT card, none of them is a form of cheating the system, so it's unclear what readers are supposed to find shocking or disturbing about this anecdote. All of this speculation is moot in any case, as a Publix community relations representative told us that \"We are aware of this customer concern and [we found] after our review [that the] customer believed they were referencing/witnessing the misuse of a EBT card when, in fact, it was a prepaid Visa card.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2012] At approximately 2:30 pm, September 6, 2012, I entered the Publix store on Main St. in Gainesville, FL to pick up a few items. I gathered my items and went to the 10 and under register to check-out. The person in front of me (a white female, approximate age 35-43, fake nails, big braided hair do, clean clothes, carrying a purse and a plastic drinking cup) put her purchase on the checkout surface - ONE GRAPE. Yes, that is correct ONE GRAPE. The cashier asked if that was all, she replied yes. The cashier then weighted the GRAPE and told the women the cost was $.02 (TWO CENTS), the women then pulled out her Food Stamp EBT card and swiped it through the credit card machine, requesting $24.00 in cash back. The cashier asked if she wanted the GRAPE, the woman replied no and the GRAPE was put in the garbage can. The register recorded the sale as .02, cash back $24.00. The cashier then asked if two fives would be okay because was out of tens, the woman agreed and took the $24.00 folded it up and put it in her pocket and left the store. As the next person in line I asked the cashier as a taxpayer what in the hell just happened here she said she was on the clock and could not comment. I then asked if I had actually seen this person purchase and discard a GRAPE, then get cash back on her Food Stamp EBT card. The cashier responded that it happens all day every day in their store. She also said that if the person buying the GRAPE has it rung up over .02 they get mad and make her reweigh it. My next comment was to ask the cashier if she planned to vote in November and she said she could hardly wait for 11/6/12 to get here as one taxpayer to another. Variations: Another October 2012 version claims the incident happened \"at approximately 2:30ish pm, September 6, 2012\" in a \"Kroger store on SR 28 in Goshen, Ohio.\"",
  "Last Updated": "11 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/grapes.asp",
  "Claim": "Account describes a customer purchasing a single grape to obtain cash back from an EBT card.",
  "Claim_ID": "politics_taxes_grapes",
  "Tags": ""
}