{
  "Origins": "In 2001, the government of Italy came into possession of documents that purportedly demonstrated Iraqi officials were attempting to buy uranium yellowcake from Niger (yellowcake can be enriched in centrifuges to produce weapons-grade uranium), and the Italian government shared these documents with intelligence officials in the U.S. and U.K. The CIA dispatched former ambassador Joseph Wilson to Niger in February 2002 on an eight-day trip to that country to investigate; later, on 6 July 2003, Wilson wrote an op-ed piece published in the New York Times (\"What I Didn't Find in Africa\") charging that \"some of the intelligence related to Iraq's nuclear weapons program was twisted to exaggerate the Iraqi threat\" and criticizing the Bush administration for citing the yellowcake evidence as proof of a possible Iraqi nuclear threat and using this claim as a key element in persuading members of Congress to pass a resolution authorizing use of force against Iraq and in \"selling the war\" to the American public. (In 2004, a bipartisan Senate intelligence committee report challenged the claims Wilson made in his op-ed piece, saying that \"rather than debunking intelligence about purported uranium sales to Iraq, [Wilson's report had] bolstered the case for most intelligence analysts.\")",
  "Fact Check": "",
  "Description": "Shortly after the publication of Wilson's op-ed piece, syndicated columnist Robert Novak revealed that Wilson's wife, Valerie Plame, was a CIA operative, information he said had been obtained from two senior administration officials. Critics charged that the exposure of Valerie Plame's identity was a deliberate tit-for-tat retaliation orchestrated by the Bush administration that endangered lives (including Plame's) in order to punish Wilson for taking his disagreement with the White House public. Both sides (and their supporters) accused the other of lying and double-dealing, and more than five years after the beginning of U.S. military involvement in Iraq, the \"Plame affair\" remains one of the more contentious political issues associated with that war. Flash forward five years: In July 2008, the U.S. government announced that it had completed the secret removal of 550 metric tons of yellowcake from the Tuwaitha Nuclear Research Center in Iraq, material which was sold and shipped to Cameco , a Canadian uranium producer. The U.S. was anxious to transfer the yellowcake out of Iraq for a variety of safety concerns: Although the material cannot be used in its current form for a nuclear weapon or even a so-called dirty bomb, officials decided that in Iraq s unstable environment, it was important to make sure it did not fall into the wrong hands. There are also health dangers associated with concentrated forms of natural uranium, and since little is secure in Iraq, officials wanted to remove it. After the American invasion in 2003, Tuwaitha was looted. Barrels used to store the yellowcake were stolen and sold to local people, who used them to store water and food and to wash clothes, according to a report by the atomic energy agency. The item reproduced in the example block above cites the July 2008 removal of yellowcake from Iraq as proof that Iraq had in fact been buying yellowcake in an attempt to restart its nuclear program (and ultimately produce nuclear weapons) before the U.S. invasion of March 2003, and that therefore the Bush administration was right and Joseph Wilson was wrong. However, that claim is erroneous. The yellowcake removed from Iraq in 2008 was material that had long since been identified, documented, and stored in sealed containers under the supervision of U.N. inspectors. It was not a \"secret\" cache that was recently \"discovered\" by the U.S, nor had the yellowcake been purchased by Iraq in the years immediately preceding the 2003 invasion. The uranium was the remnants of decades-old nuclear reactor projects that had put out of commission many years earlier: One reactor at Al Tuwaitha was bombed by Israel in 1981, and another was bombed and disabled during Operation Desert Storm in 1991. Moreover, the fact that the yellowcake had been in Iraq since before the 1991 Gulf War was plainly stated in the Associated Press article cited in the example above: Tuwaitha and an adjacent research facility were well known for decades as the centerpiece of Saddam's nuclear efforts. Israeli warplanes bombed a reactor project at the site in 1981. Later, U.N. inspectors documented and safeguarded the yellowcake, which had been stored in aging drums and containers since before the 1991 Gulf War. There was no evidence of any yellowcake dating from after 1991, the official said. Or, as the New York Times stated more plainly: The yellowcake removed from Iraq was not the same yellowcake that President Bush claimed, in a now discredited section of his 2003 State of the Union address, that Mr. Hussein was trying to purchase in Africa. What happened was that U.S. Marines stumbled across known stocks of uranium stored beneath the Tuwaitha nuclear research center, stocks that were not suitable for use in atomic weapons and had long since been cataloged, stored in sealed containers, and safeguarded by the International Atomic Energy Agency (IAEA), stored at a site that had been repeatedly surveyed by U.N. inspectors: American troops who suggested they uncovered evidence of an active nuclear weapons program in Iraq unwittingly may have stumbled across known stocks of low-grade uranium, officials said. They said the U.S. troops may have broken U.N. seals meant to keep control of the radioactive material. The Vienna-based International Atomic Energy Agency, which has inspected the Tuwaitha nuclear complex at least two dozen times and maintains a thick dossier on the site, had no immediate comment. But an expert familiar with U.N. nuclear inspections told The Associated Press that it was implausible to believe that U.S. forces had uncovered anything new at the site. Instead, the official said, the Marines apparently broke U.N. seals designed to ensure the materials aren't diverted for weapons use or end up in the wrong hands. \"What happened apparently was that they broke IAEA seals, which is very unfortunate because those seals are integral to ensuring that nuclear material doesn't get diverted,\" the expert said, speaking on condition of anonymity. Several tons of low-grade uranium has been stored at Tuwaitha, Iraq's principal nuclear research center and a site that has been under IAEA safeguards for years, the official said. The Iraqis were allowed to keep the material because it was unfit for weapons use without costly and time-consuming enrichment. The uranium was inspected by the U.N. nuclear agency twice a year and was kept under IAEA seal at least until the Marines seized control of the site. The U.N. nuclear agency's inspectors have visited Tuwaitha about two dozen times, including a dozen checks carried out since December, most recently on Feb. 6. It was among the first sites that IAEA inspectors sought out after the resumption of inspections on Nov. 27 after a nearly four-year break. The U.S. did manage to ameliorate a substantial security concern by secretly shipping stored yellowcake out of Iraq in mid-2008, but that act was not, as claimed above, proof that Iraq had been purchasing uranium and attempting to restart its nuclear program prior to the U.S. invasion.",
  "Originally Published": "",
  "Referred Links": "http://www.msnbc.msn.com/id/25546334;http://www.cameco.com/investor_relations/about_us/;http://www.washingtonpost.com/wp-dyn/content/article/2005/10/20/AR2005102001487.html;http://www.nytimes.com/2003/07/06/opinion/06WILS.html;",
  "Example": "[Collected via e-mail, August 2008] Uranium in Iraq? I wonder why this hasn't been on the evening news . . . Secret U.S. mission hauls uranium from Iraq Last major stockpile from Saddam's nuclear efforts arrives in Canada http://www.msnbc.msn.com/id/25546334 Secret U.S. Mission Hauls Uranium From Iraq On July 5, 2008, the Associated Press (AP) released a story titled: Secret U.S. mission hauls uranium from Iraq. The opening paragraph is as follows: The last major remnant of Saddam Hussein's nuclear program - a huge stockpile of concentrated natural uranium - reached a Canadian port Saturday to complete a secret U.S. operation that included a two week airlift from Baghdad and a ship voyage crossing two oceans. See anything wrong with this picture? We have been hearing from the far-left for more than five years how, 'Bush lied.' Somehow, that slogan loses its credibility now that 550 metric tons of Saddam's yellowcake, used for nuclear weapon enrichment, has been discovered and shipped to Canada for its new use as nuclear energy. It appears that American troops found the 550 metric tons of uranium in 2003 after invading Iraq. They had to sit on this information and the uranium itself, for fear of terrorists attempting to steal it. It was guarded and kept safe by our military in a 23,000-acre site with large sand beams surrounding the site. This is vindication for the Bush administration, having been attacked mercilessly by the liberal media and the far-left pundits on the blogosphere. Now that it is proven that President Bush did not lie about Saddam's nuclear ambitions, one would think the mainstream media would report the story? Once the AP released the story, the mainstream media should have picked it up and broadcast it worldwide. This never happened, due in large part I believe, to the fact that the mainstream media would have to admit they were wrong about Bush's war motives all along. Thankfully, the AP got it right when it said, \"The removal of 550 metric tons of 'yellowcake' the seed material for higher-grade nuclear enrichment was a significant step toward closing the books on Saddam's nuclear legacy.\" Closing the book on Saddam's nuclear legacy? Did Saddam have a nuclear legacy after all? I thought Bush lied? As it turns out, the people who lied were Joe Wilson and his wife. Valerie Plame engaged in a clear case of nepotism and convinced the CIA to send her husband on a fact finding mission in February 2002, seeking to determine if Saddam Hussein attempted to buy yellowcake from Niger. The CIA and British intelligence believed Saddam contacted Niger for that purpose but needed proof. During his trip to Niger, Wilson actually interviewed the former prime minister of Niger, Ibrahim Assane Mayaki. Mayaki told Wilson that in June of 1999, an Iraqi delegation expressed interest in 'expanding commercial relations' for the purposes of purchasing yellowcake. Wilson chose to overlook Mayaki's remarks and reported to the CIA that there was no evidence of Hussein wanting to purchase yellowcake from Niger. However, with British intelligence insisting the claim was true, President Bush used that same claim in his State of the Union address in January of 2003.Outraged by Bush's insistence that the claim was true, Wilson wrote an op-ed in the New York Times in the summer of 2003 slamming Bush. Wilson did this in spite of the fact that Mayaki said Saddam did try to buy the yellowcake from Niger. The Senate Select Committee on Intelligence disagreed with Wilson and supported Mayaki's claim. This meant nothing to Wilson who was opposed to the Iraq war and thus had ulterior motives in covering up the prime minister's statements. It was a simple tactic really. If the far-left and their friends in the media could prove Bush lied about Hussein wanting to purchase yellowcake from Niger, it would undermine President Bush's credibility and give them more cause for asking what other 'lies' he may have told. Yet, the real lie came from Wilson, who interpreted his own meaning from the prime minister's statements and concluded all by himself that the claim of Saddam attempting to purchase yellowcake was 'unequivocally wrong.' Curiously, the CIA sat on this information and did not inform the CIA Director, who sided with Bush on the yellowcake claim. This was made public in a bipartisan Senate Intelligence Committee report in July 2004. Valerie Plame also engaged in her own lie campaign by spreading the notion that the Bush administration 'outed' her as a CIA agent. Never mind that it was Richard Armitage no friend of the Bush administration who leaked Plame's identity to the press. Never mind that Plame had not been in the field as a CIA agent in some six years. The truth is, due to their opposition to the war, Joe Wilson, Valerie Plame, the mainstream media and their left-wing friends on the blogosphere engaged in a propaganda campaign to undermine the Bush administration. Now that Saddam's uranium has been made public and is no longer a threat to the world, do you think these aforementioned parties will apologize and admit they were wrong? Don't count on it. The rest of the Ame! rican people should hear the truth about Saddam's uranium. It is up to you and me to inform them every chance we get. As far as the anti-war crowd is concerned, the next time they say that, 'Bush lied,' we should tell them to, 'Have the yellowcake and eat it too.'",
  "Last Updated": "25 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/yellowcake.asp",
  "Claim": "The removal of yellowcake uranium from Iraq in 2008 proved that Saddam Hussein had been trying to restart Iraq's nuclear program.",
  "Claim_ID": "politics_war_yellowcake",
  "Tags": ""
}