{
  "Origins": "On 2 February 2015, the animal rights website Their Turn published an article reporting actor Matthew McConaughey owns a ranch in Texas that sells canned hunts (i.e., hunts in which the prey is kept in confined areas):",
  "Fact Check": "",
  "Description": "Actor Matthew McConaughey, a former spokesman for the Beef: It's What's for Dinner ad campaign, co-owns a ranch that sells canned hunts. According to his company's website, We at LP Ranch pride ourselves with our whitetail deer hunts. McConaughey purchased the LP Ranch in 2001. Six years later, the ranch decided it was time to expand by selling canned hunts. For visitors spending the night, the ranch offers Old West accommodations with a modern touch so that after the hunt, our guests can feel assured to eat some great meals and relax in all out comfort (unlike the animals who they killed for fun that day). The LP Ranch , which is owned by Matthew McConaughey, his wife Camilia Alves, and his brother Mike \"Rooster\" McConaughey, is primarily used to raise angus beef cattle. However, in 2007 the ranch built a high-fence area in order to bring customers out to participate in captive whitetail deer hunts: Along with our cattle and Quarter Horse operation, we at LP Ranch also pride ourselves with our whitetail deer hunts. Going on seven consecutive years, our deer have had protein and high-quality feed available year round. Our costs may go up but we believe in never letting our deer see the bottom of a feed bunk. Keeping feed out for them 365 days a year ensures the highest level of nutrition. In 2007, we decided it was time to expand. So, we chose to high fence the headquarters in Irion County which allows for better management and maintenance of our deer herd. With a young deer herd, we feel extremely blessed to have had a great gene pool from the beginning. While it's true the actor purchased the LP Ranch with his brother in 2001, he reportedly has very little to do with the operation of the business. A profile in Men's Journal noted the actor occasionally uses the ranch as a getaway, and in a 2013 interview , Madison McConaughey , LP Ranch Cattle Manager and the actor's nephew, said while the Academy Award winner does help with the day-to-day operations while he is on the premises, he spends very little time at the ranch and focuses on the cattle-raising aspect: I asked Madison what Matthew McConaughey's role is on the ranch and what Matthew's thoughts are about producing Angus cattle. Matthew gets very little time to spend at the ranch; he is usually traveling and busy with his career and new family. When he does get time to visit the ranch, he likes to drive around and look at the cattle and assist with the day-to-day operations. Additionally, he likes to view the beautiful scenery of the ranch by jogging the hills. When I asked Madison why Matthew felt is was important to raise Angus cattle and support the beef industry, he said Matthew feels it is a part of his family's heritage that he wants to embrace, and it is important to produce high-quality beef. There are approximately 1,000 high-fence hunting operations in the United States.",
  "Originally Published": "",
  "Referred Links": "http://www.fieldandstream.com/node/1005011218;http://www.angus.org/njaa/scoop/files/assets/seo/page12.html;http://www.mensjournal.com/magazine/matthew-mcconaugheys-life-on-the-road-20140116;http://www.apnewsarchive.com/2001/McConaughey-Buys-Texas-Ranch/id-4a6399ea4dbebd1b7407ca1c9a740247;http://www.lpangusranch.com/hunting.html;http://www.lpangusranch.com/staff.html;http://www.humanesociety.org/issues/captive_hunts/;http://theirturn.net/2015/02/02/matthew-mcconaughey-sells-canned-hunts/;",
  "Example": "[Collected via e-mail, January 2015] Does Actor Matthew McConaughey own a ranch that sells canned hunts?",
  "Last Updated": "4 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/mcconaugheyranch.asp",
  "Claim": "Actor Matthew McConaughey co-owns a cattle ranch in Texas that offers canned deer hunts.",
  "Claim_ID": "politics_guns_mcconaugheyranch",
  "Tags": ""
}