{
  "Origins": "The quote cited in the Example block at the head of this page about 2012 Republican presidential candidate Mitt Romney's wife addressing a crowd in Philadelphia and opining that men \"deserve to be paid at a higher rate\" than women is not something that was actually stated by Ann Romney. It's an unattributed excerpt from a spoof article published on 18 April 2012 by the satirical web site Free Wood Post , whose disclaimer notes that: Free Wood Post is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within FreeWoodPost.com are fiction, and presumably fake news.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.freewoodpost.com/disclaimer/;http://www.freewoodpost.com/;http://www.freewoodpost.com/2012/04/18/ann-romney-why-should-women-be-paid-equal-to-men/;",
  "Example": "[Collected via e-mail, April 2012] Did Ann Romney really say this: \"Why should women be paid equal to men? Men have been in the working world a lot longer and deserve to be paid at a higher rate. Heck, I'm a working mom and I've not paid a dime. I depend on my husband to provide for me and my family, as should most women ... and if a woman does work, she should be happy just to be out there in the working world and quit complaining that she's not making as much as her male counterparts. I mean really, all this wanting to be equal nonsense is going to be detrimental to the future of women everywhere. Who's going to want to hire a woman, or for that matter, even marry a woman who thinks she is the same, if not better than a man at any job. It's almost laughable. C'mon now ladies, are you with me on this?\" The article I read says this was a direct quote from a \"Moms for Mitt\" meeting in Philadelphia on April 17th.",
  "Last Updated": "21 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/romney/momsformitt.asp",
  "Claim": "Ann Romney said men \"deserve to be paid at a higher rate\" than women.",
  "Claim_ID": "politics_romney_momsformitt",
  "Tags": ""
}