{
  "Origins": "This image of a U.S. flag flying in conjunction with another U.S. flag in which the traditional fifty stars in the blue canton have been replaced with an image of President Barack Obama came to public attention in March 2012. The latter flag had been flying for several months over the headquarters of Florida's Lake County Democratic Party but was taken down on 13 March 2012 after complaints from veterans.",
  "Fact Check": "",
  "Description": "According to the Orlando Sentinel : A flag depicting an image of President Barack Obama was taken down from Lake County Democratic Party headquarters after several veterans complained it was a \"desecration.\" A short confrontation at the Democratic office ended when party chairwoman Nancy Hurlbert took down the controversial flag, which had been flying under an American flag on the same flagpole. Hurlbert said it was the first time that anyone had complained about the flag, which was given as a gift and had been flying for several months without any response from the public. \"I was surprised,\" she said after taking down the flag. \"No one had called us. We have a phone.\" The controversial flag has an image of Obama in the blue section where the stars are normally located. A similar flag was available for sale on eBay for $12.95. Local veterans organized the protest after Don Van Beck, executive director of the Veterans Memorial at Fountain Park in Leesburg shared photos of the flag with others. By 4 p.m., about half a dozen veterans arrived at the party office, where Van Beck asked Hurlbert to remove the flag, telling her that it was in violation of federal flag code. He gave her a POW/MIA flag to fly in its place. Hurlbert came out and took down the flag, saying she had researched the matter. She didn't take the POW flag offered as a replacement. \"We're proud of our president and we didn't realize it was in violation,\" she said. \"I am the chair and I take responsibility for this.\" According to FoxNews.com, Hurlbert said she intended to contact an attorney regarding the matter and remained non-committal as to whether she'll fly the flag again. \"I won't say no and I won't say yes,\" she said. \"We want to find out what our legal rights are.\" Florida Statute 256.05 governing the improper use of state or United States flag states that: No person shall, in any manner, for exhibition or display: (1) Place or cause to be placed any word, figure, mark, picture, design, drawing or advertisement of any nature upon any flag, standard, color, ensign or shield of the United States or of this state, or authorized by any law of the United States or this state; or (2) Expose to public view any such flag, standard, color, ensign or shield upon which shall have been printed, painted or otherwise produced, or to which shall have been attached, appended, affixed or annexed any such word, figure, mark, picture, design, drawing or advertisement. Whether the flag shown above actually violates the flag code is uncertain, because since it lacks the stars that appear in the canton of a standard U.S. flag, it could be considered a US-inspired flag design rather than an altered version of an actual U.S. flag. The fantastically fictional online tabloid Weekly World News spoofed this controversy with an article positing that \"President Obama felt that the American flag, 'like the Constitution,' was old and needed updating\" and would be replacing the American flag with the one featuring his own image. In late 2012, the official Barack Obama campaign web site offered for sale a limited edition screen print showing a stylized rendition of the U.S. flag with the campaign logo replacing the field of stars in the canton:",
  "Originally Published": "",
  "Referred Links": "https://store.barackobama.com/obama-2012-store-collections/artists-for-obama/our-stripes-flag-print.html;http://weeklyworldnews.com/politics/45270/white-house-unveils-new-american-flag/;http://www.flsenate.gov/Laws/Statutes/2011/256.05;",
  "Example": "[Collected via e-mail, March 2012] Is this a real flag with Obama's picture on it or merely a photo-shopped picture for negative publicity? Was it really flown over Democratic headquarters in Lake County?",
  "Last Updated": "20 September 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/photos/flag.asp",
  "Claim": "Photograph shows a U.S. flag bearing an image of Barack Obama flying over a Florida county's Democratic headquarters",
  "Claim_ID": "politics_obama_photos_flag",
  "Tags": ""
}