{
  "Origins": "So often the stories about various politicians have nothing to them, but that is not the case here. Although not a great deal of information is available, what little we've been able to discover fits the account given above.",
  "Fact Check": "",
  "Description": "On 22 December 2003, President and Mrs. Bush did visit the Shiloh Baptist Church in Alexandria, Virginia, for the purpose of recognizing its \"Victim to Victory Angel Tree Ministry,\" a program which provides Christmas gifts to more than 500,000 children of inmates each year. The Associated Press covered their visit, and Angel Tree itself issued a press statement about the visit from the First Family, saying that \"The President and First Lady joined the young guests of honor in singing carols, and reading a Christmas story. They also helped hand out gifts to approximately 50 children of prisoners at the holiday event.\" Breakpoint also issued an account of the Presidential visit, which includes Mr. Bush's remarks to those assembled. We can't tell from what little information is available how long President and Mrs. Bush spent with the families of inmates, which might well be the crux of things. Although Associated Press did mention this visit (but only in passing as part of a far larger article about George W. Bush attending a menorah lighting ceremony that same week), most news outlets didn't pick up and run the story. The e-mailed account was right about this story not getting circulated we're not finding that news of it made its way into many newspapers. As to why the press would choose to pass over the story, keep in mind that Presidents and their wives reading to groups of children or visiting the needy and infirm during the holiday season isn't news in and of itself, because they all do it. It is therefore not surprising that the press would choose to expend their resources on what they deemed to be more exciting news stories than the standard festive season gladhanding. Yet if Colson's account is accurate (\"They stayed long after the cameras were gone to greet every child, to have their picture taken with them, their mothers, and their grandmothers, to talk with them, and to ask questions\"), this wasn't the standard 'smile for the cameras then run like heck' that has come to be expected from politicians; it was something more. (Although the press could hardly be expected to report the 'something more' part since, as described in the account quoted above, they were \"ushered out\" after ten minutes and therefore weren't around to witness it.) A cynical way of looking at this Christmas visit would be to attribute the President's extra involvement to a desire to draw attention to a pet project according to the Associated Press article, \"White House press secretary Scott McClellan said the event was aimed at highlighting Bush's initiative for recruiting and training mentors for more than 1 million disadvantaged youth, including 100,000 children with parents in prison.\" A less cynical view would be to see it as an expression of real support and concern, an act of true charity that came from the heart.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040430104247/http://www.pfm.org/BPtemplate.cfm?Section=BreakPoint_Home&template=/ContentManagement/ContentDisplay.cfm&ContentID=11320;http://web.archive.org/web/20040410055756/http://www.demossnewspond.com/at/releases/bushchristmas122203.htm;",
  "Example": "[Collected on the Internet, 2004] BreakPoint with Charles Colson Commentary #040106 - 01/06/2004 At the Foot of the Cross A Story You Haven't Heard Angel Tree, our Prison Fellowship program for prisoners' children, is one of the great unheralded volunteer outreaches in America. Over the Christmas holidays these past few weeks, approximately 100,000 volunteers delivered Angel Tree gifts to more than 525,000 children of inmates. You didn't read about this in the newspapers, nor would I expect that you should. It's not really that newsworthy that Christians help people in need. But there are two of our volunteers, who delivered forty presents, that I think you should have read about but didn't. For reasons best known to themselves, the media ignored the fact that two of the volunteers were President and Mrs. George Bush. And they delivered gifts to forty inner-city kids in a church basement three days before Christmas. President and Mrs. Bush arrived at three-o'clock, Monday, December 22, at the Shiloh Baptist Church in Alexandria, Virginia. Now, presidents don't move anywhere without a great deal of fuss. The police were out, the roads blocked, and Secret Service were roaming around the church. And when the president arrived, he was accompanied not only by his own team, but also by a pool of reporters, forty or so members of the press. For ten minutes they popped their flashbulbs, scribbled their notes, and then were ushered out. I remember from my days with President Nixon what photo opportunities are: Get the picture and leave. So I thought the Bushes would shortly depart, but they didn't. They stayed long after the cameras were gone to greet every child, to have their picture taken with them, their mothers, and their grandmothers, to talk with them, and to ask questions. Though the press didn't report it, I noticed that both the president and Mrs. Bush talked to the Hispanic children in Spanish. Just before the president left, I introduced him to Al Lawrence, a member of our staff. I told the president that I had met Al more than twenty years ago in a prison. Jesus had got hold of Al's life, and he's beenworking for us ever since. Then I told the president that Al's son was now a freshman at Yale. At that point the president stopped, exclaimed, \"We're both Yale parents,\" and threw his arms around Al Lawrence - anAfrican-American ex-offender being embraced by the president of the United States in a church basement. The ground is indeed level at the foot of the cross. I tell you this story because it's a wonderful Christmas story, and you probably haven't heard it. With all those reporters who crowded into that basement, the visit resulted in almost universal media silence. I suppose there are many explanations for this, but I'll offer mine. The president is a Christian who really cares for \"the least of these,\" who does this not for photo ops, but because he's genuine. That is somethingthat his detractors in the media simply can't handle. Conservatives caring for the poor? Never. It dashes the stereotypes. But surely Christians ought to be rejoicing that the most powerful man in the world and his wife, a couple of days before Christmas, had a wonderful visit with the most powerless people in our society. After all, that echoes the Christmas message, doesn't it? The most powerful came to be with the least powerful to give us hope.",
  "Last Updated": "13 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/angel.asp",
  "Claim": "In 2003, President and Mrs. Bush helped hand out Christmas presents to children of inmates.",
  "Claim_ID": "politics_bush_angel",
  "Tags": ""
}