{
  "Origins": "On 24 November 2014, the day St. Louis County Prosecutor Robert McCulloch announced that a grand jury declined to indict Ferguson police officer Darren Wilson in connection with the death of Michael Brown, the New York Times published an article titled \"A Quiet Wedding for Darren Wilson.\" The article reported upon Wilson's recent wedding to fellow officer Barbara Spradling as well as the then-imminent indictment decision.",
  "Fact Check": "",
  "Description": "Wilson, 28, and Spradling, 37, married on 24 October 2014 in St. Louis County. The Times coverage included the following text: Both Officer Wilson and Officer Spradling were previously married, public records indicate. His divorce was finalized on Nov. 10, 2013. Officer Wilson and Officer Spradling own a home together on Manda Lane in Crestwood, Mo., a St. Louis suburb about a half-hour drive from Ferguson. According to the paper, Wilson and Spradling vacated the premises shortly after the 9 August 2014 shooting: They have scarcely been seen there since Mr. Brown was killed on Aug. 9. Neighbors said that within a few days of the shooting, Officer Wilson and Officer Spradling abruptly left their home. Along with the content of the article, the paper included a picture of Wilson and Spradling's marriage license. While the image included an address, that address was not the Crestwood house formerly occupied by the couple; it was the address of a law firm in nearby Clayton, Missouri. When the article drew scrutiny, the Times removed the image of Wilson and Spradling's marriage license and appended the following editor's note: An earlier version of this post included a photograph that contained information that should not have been made public. The image has been removed. That redaction led many readers to mistakenly believe that the Times had published Wilson's current residence address and then withdrawn that information due to public protest, but the address published by the paper in the since-edited article was for a law firm and not for the domicile in which Wilson is currently living. The Times did mention that Wilson and his wife own a house in Crestwood and referenced the street name, but they did not publish the full address; moreover, that information was neither current nor revelatory in nature since (as noted in the same article) the Wilsons had vacated the house months earlier, and that same information had already been widely disseminated back in August 2014 in coverage of the Mike Brown case published major newspapers such as the Washington Post and the Boston Globe .",
  "Originally Published": "",
  "Referred Links": "http://www.bostonglobe.com/news/nation/2014/08/15/tensions-flare-ferguson-response-disclosures/MZchIODfsXrDgqgGul6rDJ/story.html;http://www.washingtonpost.com/news/post-nation/wp/2014/08/15/at-darren-wilsons-house-neighbors-say-he-and-his-family-took-off/;http://www.nytimes.com/news/ferguson/2014/11/24/quiet-wedding-for-darren-wilson-police-officer-in-ferguson-shooting/;",
  "Example": "[Collected via e-mail, November 2014] I have seen on FB that the New York Times has released theaddress of officer Darren Wilson.",
  "Last Updated": "26 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/wilsontimes.asp",
  "Claim": "The New York Times revealed Darren Wilson's current residence address, then redacted it.",
  "Claim_ID": "politics_business_wilsontimes",
  "Tags": ""
}