{
  "Origins": "In mid-March 2014, television station WECT reported that a second-grade student at Cerro Gordo Elementary School in Columbus County, North Carolina, had her rough draft of a school paper on the topic of \"My hero is Jesus\" rejected by her teacher due to its subject matter:",
  "Fact Check": "",
  "Description": "Shortly after this incident was reported, a Facebook post exhorted readers to share a purported image (reproduced above) of a school essay on the subject of \"Give an example of someone who has impacted your life,\" with one student's answer of \"Jesus Christ\" receiving a failing grade and a comment from the instructor to \"Remove Jesus please!\" This image was linked in accompanying text to the recent controversy at Cerro Gordo Elementary School. However, that image clearly was not something genuinely connected to that issue, as the student at Cerro Gordo Elementary was an eight-year-old named Ryleigh, while the Facebook image referenced a student with a different name, displayed handwriting indicative of a much older student, and did not match a news image of Ryleigh's proposed essay: Cerro Gordo Elementary subsequently issued a detailed statement from the school's principal asserting that, contrary to news reports, the student in question had never been barred from choosing Jesus as the subject of a paper about her hero, and that the circulated Facebook image was unconnected to that case: Our school has recently been the target of intense negative publicity in numerous forms of the media. The school family understands others' concerns about this issue, and has decided to address this matter. Regretfully, the complete picture has yet to be shared, despite the copious accounts that have been reported. It is my desire as administrator to provide an accurate picture of the events that transpired in this small, rural classroom in which a dedicated teacher attempted to assist students as they completed an assigned task. The class had been instructed to create a composition about their hero, and was in the early stages of the writing process. As they were working, several students experienced difficulties in the planning stage, including the student in the midst of this firestorm. She, like the others, approached the teacher for guidance on how to proceed. As the teacher and student conferenced, the teacher asked the child if she wanted to stay with this subject, or choose someone else, perhaps her mother or father. The student expressed her desire to keep Jesus as her hero, and the teacher replied, \"Okay, that will be fine.\" As the conversation proceeded, the teacher assisted the student in gathering and organizing her ideas so that she could continue, which she did after returning to her seat. Soon after, the mother, teacher, and student all met with me to discuss the issue. During the discussion, the student made it abundantly clear that she had never been forbidden to write about Jesus as her hero. As a matter, of fact, we congratulated the young lady on her courage, and encouraged her to continue through life with such a strong Christian faith. The conversation then turned to her progress regarding the paper, with her stating she had completed her flow chart and was ready to begin writing the composition. I inquired if she would allow me the pleasure of reading her paper when she finished, to which her mother responded that if the principal was going to get a copy, her handwriting had to be very good. We all chuckled at this, and the student affirmed she would provide me with a copy of the completed assignment. For the record, I remain in possession of her finished project, which is still entitled, \"Jesus is my Hero.\" NO red markings, corrections, or grades appear on this paper. Cerro Gordo Elementary School and Columbus County Schools are extremely proud of our Christian heritage, and we will remain grounded in our faith in Jesus Christ. We have not, nor will we ever tell our students that they cannot voice their opinions and beliefs. We will, however, continue to work with ALL students as they grow and mature into productive citizens of our society. We extend an invitation to visit Columbus County and experience first hand the TRUE nature of the students and staff of our school. We proudly remain a small town school with small town values. We are a learning community that practices tolerance, where everyone is welcome, and Jesus Christ is still and will always be OUR HERO. Sincerely, Kent Lovett, Principal If you will notice the paper that is posted online is a totally different writing assignment, for English I classroom, which means this is HIGH SCHOOL not second grade.",
  "Originally Published": "",
  "Referred Links": "http://www.edline.net/files/_ydJHo_/854783a27df9286a3745a49013852ec4/Cerro_Gordo_Response.pdf;https://www.facebook.com/photo.asp?fbid=1446640528906657&set=a.1385021505068560.1073741831.100006821708292&type=1;",
  "Example": "[Collected via Facebook, April 2014] Let's do something... An 8 year old in North Carolina answered \"Jesus Christ\" on her paper from the question who impacted her life ... look at the response. Share and fire 'em up!! Cerro Gordo Elementary School North Carolina, (910) 654-4250, 817 Washington St, Whiteville NC, 28472 (910) 642-5168",
  "Last Updated": "7 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/removejesus.asp",
  "Claim": "Photograph shows a school essay rejected because the student chose \"Jesus Christ\" as her hero.",
  "Claim_ID": "politics_religion_removejesus",
  "Tags": ""
}