{
  "Origins": "In 1944, President Franklin D. Roosevelt was dogged by a false rumor that he had accidentally left his Scottish terrier, Fala, behind during a trip to the Aleutian Islands and had ordered a U.S. Navy destroyer to the islands solely to retrieve his pooch at a cost of millions of dollars to U.S. taxpayers. In a famous speech , Roosevelt deftly used humor to puncture his political opponents and deflate the rumor, saying: You know Fala is Scotch, and being a Scotty, as soon as he learned that the Republican fiction writers, in Congress and out, had concocted a story that I'd left him behind on an Aleutian island and had sent a destroyer back to find him, at a cost to the taxpayers of two or three or eight or twenty million dollars, his Scotch soul was furious ... He has not been the same dog since. In July 2010, a similar rumor attached to another Democratic president, Barack Obama, when an unfounded claim was circulated stating that the Obamas' family pup, a Portuguese water dog named Bo, had been flown out to Maine on his own plane (i.e., on a flight arranged for no purpose other than transporting a dog) so he could be on hand to greet the First Family when they arrived in that state for a weekend vacation.",
  "Fact Check": "",
  "Description": "This rumor was based on a single sentence in a Waterville, Maine, newspaper article about the Obamas' visit, which was misinterpreted to mean that Bo had flown on a plane accompanied only by a single handler: Arriving in a small jet before the Obamas was the first dog, Bo, a Portuguese water dog given as a present by the late U.S. Sen Ted Kennedy, D-Mass.; and the president's personal aide Reggie Love, who chatted with [Gov. John] Baldacci. Bo flew to Maine in a different plane than the rest of the First Family not because he was part of a special canine-only flight, but because the local airport (Hancock County-Bar Harbor Airport in Trenton, Maine) was too small to accommodate the Boeing 747-200B in which the President usually travels. Therefore, the Obamas flew to Maine in a Gulfstream GIII/G3 jet (which seats six to nineteen passengers), while Bo was loaded onto an earlier flight which carried a contingent of presidential aides and staff members. The Waterville Morning Sentinel later added an amplification to its original article about the Obamas' visit, noting that: Today's story about the arrival of the Obamas said the Obama's dog and one aide arrived on a small jet before the First Family, but there were other occupants on the plane, including several other staffers. The presidential party took two small jets to the Hancock County-Bar Harbor Airport in Trenton because the airport was too small to accommodate the president's usual jet. Similar claims were trotted out again during the First Family's vacation at Martha's Vineyard in August 2013, when articles (such as a Telegraph piece entitled \"First Dog Bo Is Airlifted to Obama Holiday Home\") were misleadingly proffered as proof that Bo was flown from Washington to the Obamas' Massachusetts vacation spot on his very own Marine helicopter. The truth is that the President's 747-200B aircraft does not land at Martha's Vineyard Airport when he travels there; instead, it touches down at nearby Coast Guard Air Station Cape Cod, and the presidential party is then flown the short distance to Martha's Vineyard Airport via helicopter. In August 2013 Bo simply flew the last leg of the trip, from Cape Cod to Martha's Vineyard (a distance of about six miles), ahead of the Obamas on a helicopter that was already ferrying presidential aides, reporters, and baggage to the latter destination: President Obama arrived on the Vineyard late Saturday afternoon to begin an eight-day summer vacation with his family. Air Force One touched down at Coast Guard Air Station Cape Cod in Bourne at 3.24 p.m. Saturday. Marine One touched down at the Martha's Vineyard Airport just before 4 p.m. carrying President Obama and First Lady Michelle Obama. Two Osprey MV-22 helicopters landed ahead of time with staff and press. The president and First Lady left Marine One and boarded a black car. Two white mesh bags full of basketballs were unloaded from one of the Osprey, and first dog Bo also traveled on [one of the] Osprey. He waited patiently on the tarmac with a handler. In September 2011, someone thought to tack the following preface onto the \"Bo travels on his own plane\" canard: IN THE MUSLIM RELIGION, DOGS ARE UNCLEAN AND NOT ALLOWED TO TRAVEL IN THE SAME VEHICLE AS THE MUSLIM. Bo has never traveled in the same means of transportation with the First Family. Bo has most certainly traveled with the First Family. Here are a representative group of news articles that mention the dog's being with them: \"As the president and his family headed to Martha's Vineyard after a brief delay while a weakening Hurricane Bill swept past the island a surprise visitor ambled through the media cabin on Air Force One: Bo, the first dog.\" Vacation Time for the First Family Michael Shear, Washington Post, 24 August 2009. \"Obama made a surprise visit to the press cabin of Air Force One with the furry pooch, but like his owner, the pup quickly headed back to the front of the plane. The president, wearing shirtsleeves and a broad smile, watched as Bo walked up and down the aisle collecting pats from reporters.\" First Return Trip in a Year Carol Lee, Politico, 27 May 2010. \"Then it was off with the [President's] suit and tie, onto Air Force One with first dog Bo, and away for a 10-day break.\" Slideshow: The Obamas on Vacation The Grio, 20 August 2010.",
  "Originally Published": "",
  "Referred Links": "http://www.thegrio.com/slideshow/slideshow-the-obamas-on-vacation-1.asp;http://www.politico.com/politico44/perm/0510/first_family_in_chicago_016384ba-8997-4f2d-ab31-4ee6235a9829.html;http://www.washingtonpost.com/wp-dyn/content/article/2009/08/23/AR2009082302501.html;http://www.telegraph.co.uk/news/worldnews/barackobama/10236302/First-dog-Bo-is-airlifted-to-Obama-holiday-home.html;http://www.charterjets.com/private_jet_aircraft_for_charter/gulfstream_giii_g3/;http://michellemalkin.com/2010/07/17/obamas-dog/;http://www.youtube.com/watch?v=4gztvtSyTdY;",
  "Example": "[Collected via e-mail, July 2010] Is it true that the Obamas' dog, Bo, flies on his own plane when they take him with them? [Collected via e-mail, September 2011] BO'S VACATION IN MASSACHUSETTS I guess since they had to swallow their pride and use the Gulfstream there just wasn't enough room for the dog and one other person on Air Force One. Did you know that President Barack Hussein Obama flew Bo, their dog, in on a separate smaller jet to Massachusetts for their vacation? I wonder if that sets well with all the unemployed, hurting, U S citizens who can't afford food, but we can pay for this. The above is true.",
  "Last Updated": "12 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/bo.asp",
  "Claim": "The Obamas had their dog, Bo, flown on his own airplane to join them on vacation.",
  "Claim_ID": "politics_obama_bo",
  "Tags": ""
}