{
  "Origins": "Although many a taxpayer may dream of the day when the Internal Revenue Service closes up shop or find a delicious irony in the IRS' offshoring itself to a place such as Costa Rica (as if to escape its own tax liability), the agency hasn't really gone anywhere.",
  "Fact Check": "",
  "Description": "A torrential downpour that hit Washington, D.C., on 25 June 2006 shut down the IRS, the Justice Department, the National Archives, and other nearby buildings, flooding the basement facilities of IRS headquarters at 1111 Constitution Avenue with an estimated 5.5 million gallons of water. The sub-basement containing the building's electrical systems was submerged under 20 feet of water, and food service areas, computer equipment, and offices in the basement were damaged as well. Most of the 2,000 employees at \"eleven-eleven\" were moved to temporary cubicles and offices in New Carrollton, Maryland, where despite initial projections of a 30-day closure of the Constitution Avenue facility they remained for several months, hence creating the impression that the IRS had \"disappeared from Washington, D.C.\" However, most of the displaced workers returned to the 1111 Constitution Avenue facility in December 2006, and IRS headquarters in Washington is once again humming with activity.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2007] The IRS seems to have disappeared from Washington, D.C. There are some \"strong\" rumors coming to us today that some very major things are going to begin to happen in our country (and around the world) starting possibly as early as tomorrow. These \"may\" be rumors or they may not be only time will tell. Our researcher just got back from Washington, D.C., and he confirmed that the IRS has moved out of 1111 Constitutional Avenue and only security police are there. Empty building. I know for a fact that a large chunk of the IRS has been moved to Costa Rica.",
  "Last Updated": "25 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/irsmove.asp",
  "Claim": "The IRS has moved its offices from Washington, D.C., to Costa Rica.",
  "Claim_ID": "politics_taxes_irsmove",
  "Tags": ""
}