{
  "Origins": "On 25 February 2015, Facebook user Laura Hoover posted the status update quoted above along with the two images displayed directly below it. The photographs (depicting an apparently young boy enduring what looked like public humiliation as a punishment) prompted significant outrage on the social network, especially given the youngster's inability to comply independently with the rule for which he was purportedly disciplined so harshly, as presumably a child of that age would be unable to transport himself to school unassisted.",
  "Fact Check": "",
  "Description": "The status update (attributed to the child's grandmother) was shared many thousands of times, as was the phone number for Lincoln Elementary School in Grants Pass, Oregon. In addition to all the angry phone calls the district received, the school's Facebook page was rated only one out of five stars by many users on 27 February 2015. According to Hoover, the boy's tardiness stemmed in part from his mother's car troubles: Hoover said that her grandson has been late often but that it's because of his mother's unreliable car. She wants an apology from the school. She also told NBC 5 news that on Wednesday night the Principal of Lincoln Elementary did go talk to her grandson's parents but that this should have never happened and shouldn't happen to any child. Late in the day on 27 February 2015, the district posted a status update in which they offered no apology, but addressed the unusual form of discipline (and presumably discontinued it going forward): Lincoln Elementary School Tardy Protocol Update Over the past few days, there has been considerable general and social media attention regarding the Lincoln Elementary School Attendance/Tardy Catch-up Protocol. Yesterday afternoon, Principal Fitzsimmons was able to meet with both parents to discuss their concerns. The meeting was productive. The parents' concerns were politely discussed and, ultimately, the issues were resolved to the satisfaction of both the parents and the school. All parties involved believe that an appropriate resolution has been reached and are anxious to move forward with their normal daily routines. As a result of the concerns raised, the District ended the learning catch up location at Lincoln Elementary School. Going forward, a separate, supervised classroom has been designated for necessary catch-up work. The District and Lincoln Elementary will continue to work with families on an individual basis to encourage and promote student attendance. The Grants Pass district also stated that the policy in question \"was never intended to isolate or stigmatize students.\"",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/permalink.asp?story_fbid=1590508974523184&id=1420104781563605;",
  "Example": "[Collected via Facebook, February 2015] This is my grandson, Hunter. He's a little first grader. His momma's car sometimes doesn't like to start right up. Sometimes he's a couple minutes late to school. Yesterday, he was 1 minute late and this is what his momma discovered they do to punish him! They have done this to him 6 times for something that is out of this baby's control! They make a mockery of him in front of the other students! The principal is responsible for this. His mom found him there, crying, and took him home for the day. Anyone want to help me flood this lady principal with calls telling her how inappropriate this is?",
  "Last Updated": "27 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/education/lunchdetention.asp",
  "Claim": "An Oregon school punished a young child for tardiness by placing him behind a cardboard barrier at lunchtime.",
  "Claim_ID": "politics_education_lunchdetention",
  "Tags": ""
}