{
  "Origins": "Congresswoman Nancy Pelosi has represented California's Eighth District in the U.S. House of Representatives since 1987. From 2003 to 2007 she served as House Minority Leader, and after the Democratic Party gained a majority of House seats in the 2006 elections, she was elevated to the position of Speaker of the House. She is therefore a prominent figure in U.S. politics , a position that goes hand in hand with being the butt of a number of jokes (e.g., the latest politician to star in the venerable \"ancestor was a horse thief\" jape is Senate Majority Leader Harry Reid).",
  "Fact Check": "",
  "Description": "The \"which voyage around the world was Captain Cook's last\" joke long antedates Ms. Pelosi's service in the U.S. Congress, as demonstrated by this printed version dating from 1962: Not so bright A noted psychiatrist was a guest at a dinner party, and his hostess naturally broached the subject on which he was most at ease. \"Would you mind telling me, doctor,\" she asked, \"how you detect a mental deficiency in somebody who appears completely normal?\" \"Nothing is easier,\" he replied. \"You ask a simple question which anyone should answer with no trouble. If he hesitates, that puts you on the track.\" \"What sort of question?\" \"Well, you might ask him, 'Captain Cook made three trips around the world and died during one of them. Which one?'\" The hostess thought a moment. Then with a nervous laugh she said, \"You wouldn't happen to have another example would you? I must confess I don't know much about history.\" The jape has been spread on the Internet since at least 2001, variously targeting redheads, blondes, Valley girls, and Scientologists. Non-specific versions of it have also appeared in joke books since at least the 1950s. The joke can be rendered in forms other than its Captain Cook version: A noted psychiatrist was a guest speaker at an academic function, and John took the opportunity to schmooze the good doctor a bit. \"Would you mind telling me, Doctor,\" he asked, \"how you detect insanity insomebody who appears completely sane?\" \"Nothing is easier,\" he replied. \"You give them a simple task which anyone should be able to complete with no trouble. If they make the wrong choice in completing the task, you have a good idea they're not sane.\" \"What sort of task?\" \"Well, you might present them with a bathtub that's full of water and tell them they have to empty it. Then you give them a teaspoon, a coffee mug, and a mop bucket.\" \"Oh, I see!\" John exclaimed. \"If the guy's crazy, he might try emptying the tub with the spoon or the coffee mug, but a sane person would use the mop bucket.\" \"Give me a call on Monday, John, I'd like to run a few additional tests.\" The doctor handed John his card. \"A sane person would pull the plug.\" Barbara \"brain drain\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] A VERY GOOD EXAMPLE OF THE KIND OF REPRESENTATION WE HAVE IN CONGRESS: A noted psychiatrist was a guest speaker at an academic function where Nancy Pelosi happened to appear. Ms Pelosi took the opportunity to schmooze the good doctor a bit and asked him a question with which he was most at ease. \"Would you mind telling me, Doctor,\" she asked, \"how you detect a mental deficiency in somebody who appears completely normal?\" \"Nothing is easier,\" he replied. \"You ask a simple question which anyone should answer with no trouble. If the person hesitates, that puts you on the track.\" \"What sort of question?\" asked Pelosi. Well, you might ask, 'Captain Cook made three trips around the world and died during one of them. Which one?'\" Pelosi thought a moment, and then said with a nervous laugh, \"You wouldn't happen to have another example would you? I must confess I don't know much about history.\"",
  "Last Updated": "27 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/pelosi/captaincook.asp",
  "Claim": "Nancy Pelosi could not answer a query about which voyage around the world was Captain Cook's last.",
  "Claim_ID": "politics_pelosi_captaincook",
  "Tags": ""
}