{
  "Origins": "In February 2015, a rumor began to circulate claiming immigrants affected by ongoing immigration policy changes (announced in a November 2014 speech by President Obama) would receive \"amnesty bonuses\" of $24,000. According to the rumor, the bonus in question would be disbursed in the form of \"tax refunds\" issued to immigrants who had paid no income taxes in the first place. In essence, the rumor suggested, illegal immigrants granted a path to citizenship could retroactively claim tax credits for wages they had earned without proper documentation and on which they had paid no taxes.",
  "Fact Check": "",
  "Description": "Before the rumor circulated widely, an article published on 3 February 2015 addressed many of its tenets and clearly explained the tax breaks and benefits in question apply only to undocumented workers who filed tax returns within the small window of the previous three years: Undocumented immigrants who qualify to stay in the US under President Obama's executive action will be eligible to collect tax benefits and could file for past credits, IRS Commissioner John Koskinen said. Once they are issued Social Security numbers, the newly-authorized immigrants can receive federal tax breaks and seek benefits dating back three years. \"The program allows you to file for Earned Income Tax credits,\" Koskinen told the Senate Finance Committee. Republican Sen. Chuck Grassley of Iowa was aghast immigrants could be rewarded for work done illegally in prior years. The Earned Income Tax Credit targets low- and moderate-income families, especially those with children. The maximum credit for 2015 is $6,242 for a couple with three kids earning no more than $53,267. By 13 February 2015, this claim had evolved to encompass tax refunds being given to undocumented immigrants without their filing (or paying) any taxes: I had to watch this video twice to make sure I was understanding its implications correctly. Sure enough, here is everyone's favorite IRS Commissioner testifying on Capitol Hill (discussing subjects other than this scandal or this one) that under President Obama's unlawful executive amnesty, millions of illegal immigrants will be eligible to receive the generous Earned Income Tax Credit (EITC). This won't just be the case moving forward; the newly quasi-legalized-by-fiat immigrants also be able to claim retroactive refunds for up to three years even if they didn't file or pay taxes at the time. Astonishing: However, it's clear from the Internal Revenue Service's stated policy the claim is misleading at best. The oft-cited figure of $24,000 as an \"amnesty bonus,\" for instance, applies only to a small pool of people who earned sufficient income to qualify for that credit during the three years in which they did not have Social Security numbers. Second, the dollar amount mentioned is a theoretical maximum contingent upon the worker's qualifying for the highest possible Earned Income Tax Credit: specifically, having at least three children, and having earned income within the specified limits of eligibility requirements: Rules for every taxpayer: Must have earned income, such as wages, tips or the income from running a business or farm. Most other types of income, such as retirement pensions, though usually taxable, do not count as earned income; Must have a Social Security number that is valid for employment for self, spouse and any qualifying children; A person can get the credit even with a small amount of investment income, such as interest from a bank account. However, the amount of investment income is limited to $3,300; The filing status used must be single, head of household, married filing jointly or qualifying widow or widower. A taxpayer who files as married filing separately cannot get the credit; Generally, must be either a U.S. citizen or resident alien; Cannot be a qualifying child of another person; Cannot file Form 2555 or Form 2555-EZ. These forms are used to claim the foreign earned income exclusion, a tax benefit for Americans who live and work abroad. In addition, income must be below certain amounts. For tax year 2013, both earned income and adjusted gross income (AGI) must each be less than: $14,340 ($19,680 married filing jointly) with no qualifying children; $37,870 ($43,210 married filing jointly) with one qualifying child; $43,038 ($48,378 married filing jointly) with two qualifying children; $46,227 ($51,567 married filing jointly) with three or more qualifying children. The number of immigrants who may meet the criteria for new citizenship policies and who could therefore qualify to amend or submit their tax returns isn't known, but the federal government is not doling out any sort of \"bonus\" based on immigration status. The policy change in question simply allows (among other things) immigrants who have now been granted Social Security numbers to amend or submit three years' worth of previously filed tax returns to receive EITC credits based on previously-earned wages if they were so qualified. Note that it is possible for any low-income taxpayer to have no tax liability (and thus pay no income tax) for a given year, yet still receive a \"refund\" by qualifying for the Earned Income Tax Credit. That condition is a facet of the U.S. tax system that has nothing to do with one's immigration status. On 3 June 2015, the web site Breitbart published an article titled \"IRS: Amnestied Illegals Don't Need to Have Filed Returns to Access Tax Credits for Illegal Work.\" That article linked to a set of five questions posed by Senator Chuck Grassley of Iowa to IRS Commissioner John Koskinen following a February 2015 hearing about various aspects of that agency's operations. The second of those questions dealt with the subject of the EITC and deferred action: Q: During the hearing, I asked you about the ability of individuals receiving deferred action to amend tax returns and claim the earned income tax credit (EITC) as a result of the President's executive action. Your answer essentially confirmed that this is the case, but in doing so you also suggested that those receiving deferred action would have had to of already filed tax return for the year in question. However, a page on IRS' website titled \"Claiming EITC for Prior Tax Years\" would appear to suggest even if one failed to file a tax return in a previous year, they may now file a return for that year and claim the EITC. Could you please clarify your remarks and address whether someone receiving deferred actually must have previously filed a tax return during the year in question to claim the EITC retroactively? A: To clarify my earlier comments on EITC, not only can an individual amend a prior year return to claim EITC, but an individual who did not file a prior year return may file a return and claim EITC (subject to refund limitations under section 6511 of the Internal Revenue Code). I would note that filing new returns for prior years would likely be difficult, since filers would have to reconstruct earnings and other records for years when they were not able to work on the books. Section 32 of the Internal Revenue Code requires an SSN on the return, but a taxpayer claiming the EITC is not required to have an SSN before the close of the year for which the EITC is claimed. At your request, the IRS has reviewed the relevant statutes and legislative history, and we believe that the 2000 Chief Counsel Advice (CCA) on this issue is correct. What Koskinen's clarification stated was that immigrants eligible under the amnesty program to claim EITC could do so by filing retroactive tax returns (i.e., submitting returns for years in which they had previously not filed at all) in addition to amending previous years' returns. But either way, claimants must still first file tax returns in order to be eligible for EITC, and they must show a documented history of earned income in order to qualify (\"filers would have to reconstruct earnings and other records for years when they were not able to work on the books\"). Thus, although amnestied immigrants are eligible to retroactively amend and file tax documents in order to claim earned tax credits, they may do so only within the same framework that applies to all other taxpaying Americans (no further back than three years), and no exceptional flexibility in that regard has been extended to them due to amnesty provisions introduced in November 2014.",
  "Originally Published": "",
  "Referred Links": "http://www.grassley.senate.gov/sites/default/files/news/upload/IRS%20responses%20from%20IRS%20commissioner%20to%20Grassley%20from%20February%20hearing%2C%206-3-15.pdf;http://www.donotlink.com/ffju;http://www.irs.gov/uac/Newsroom/Earned-Income-Tax-Credit-Do-I-Qualify;http://nypost.com/2015/02/03/immigrants-granted-amnesty-now-eligible-for-tax-benefits/;",
  "Example": "[Collected via e-mail, February 2015] Fox News and other Conservative web sites stating that immigrants who do not pay taxes could get tax refunds due to Obama immigrant amnestyprogram. Illegal Immigrants Get Tax Refunds Without Paying Taxes Illegal immigrants are receiving tax refunds despite not having paid taxes, the Washington Times reported yesterday. The Internal Revenue Service (IRS) under the Obama Administration is allowing illegal immigrants to claim the Earned Income Tax Credit for last year's taxes as well as those in the past.",
  "Last Updated": "5 June 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/taxes/amnestybonus.asp",
  "Claim": "Changes to immigration policy announced in November 2014 make illegal immigrants eligible to collect amnesty bonuses of up to $24,000.",
  "Claim_ID": "politics_taxes_amnestybonus",
  "Tags": ""
}