{
  "Origins": "On 27 July 2013, President Barack Obama and other political and military dignitaries joined about 5,000 attendees at a ceremony held at the Korean War Veterans Memorial in Washington, D.C., to commemorate the 60th anniversary of the signing of the Korean Armistice Agreement that ended armed hostilities in the Korean War. During that ceremony, President Obama honored America's Korean War dead by laying a wreath at the Korean War Veterans Memorial and later paid tribute to those who served in the war by delivering a speech praising their efforts and accomplishments.",
  "Fact Check": "",
  "Description": "As happened after a similar Memorial Day event four years earlier, a photograph from the Korean War anniversary ceremony (shown above) was circulated on the Internet with text claiming that it showed President Obama disrespectfully and sullenly standing with his hands at his side during the playing of the U.S. national anthem (rather than engaging in the traditional patriotic gesture of placing his hand over his heart). And just like that previous occurrence, the Korean War anniversary photo item was a case of someone's misleadingly using a false description to identify a picture that actually depicted something quite different than claimed. It's no coincidence that these types of rumors always feature still photographs rather than video/audio recordings, because in the latter instance it would be quite obvious that the material was being presented out of context. In this case (as in the previous case), what the circulated image captures is not a group of people save for President Obama saluting the U.S. flag during the playing of \"The Star-Spangled Banner,\" but dignitaries exhibiting a properly respectful posture toward the President of the United States during the rendition of a very different musical piece. As is typical when the President appears at such events, the U.S. Marine Corps band struck up the official presidential anthem of the United States, \"Hail to the Chief,\" as President Obama took the stage at the Korean War anniversary ceremony (as documented at the 0:25 mark of this news video ). As shown in the following video from a similar event, protocol for those in the presence of the President during the playing of \"Hail to the Chief\" is to stand at attention, with uniformed military personnel rendering a salute and others placing their hands over their hearts: That activity is what is taking place in the photograph displayed above: the picture was snapped as President Obama stood on the stage during the playing of \"Hail to the Chief\" at the Korean War anniversary ceremony, not during the playing of \"The Star-Spangled Banner.\" President Obama is therefore shown properly standing with his hands at his sides during this activity, as it would be inappropriate for him to engage in a gesture of saluting himself. (If the U.S. national anthem were being played, then U.S. flag protocol would call for those on stage to stand at attention facing the flag, not continue facing forward towards the audience as shown in the photo. And that protocol would also apply to the hypothetical \"Marine Colonel\" in the audience who supposedly took this picture, who should have been standing at attention and rendering the proper gesture of honor for the flag, not disrespectfully snapping photos during the national anthem.) As for the statement that \"Obama has always bad mouthed the National Anthem even as Senator,\" that is a falsehood taken from a six-year-old political satire column that many Obama detractors still don't realize was a bit of fictional political humor and not a real news item.",
  "Originally Published": "",
  "Referred Links": "http://www.armystudyguide.com/content/army_board_study_guide_topics/customs_and_courtesies/about-saluting.shtml;http://www.youtube.com/watch?v=nrwLxS-aaUg;http://www.koreanwar60.com/gallery/heroes-remembered-july-27-commemoration;",
  "Example": "[Collected via e-mail, August 2013] Korean War Anniversary -- Washington DC, July 27, 2013 Obama has always bad mouthed the National Anthem even as Senator. Takes a lot of gall to show such contempt. Can you see old \"numb-nuts\" standing with his hands dangling by his sides while everyone else is saluting the flag? He has not changed even after all these years in office. PHOTO WAS TAKEN BY A MARINE COL. who said: \"I had doubts about the earlier photos I'd seen on the internet with Obama not saluting when the national anthem was played. I took this picture myself on July 27, 2013 at the 60th Anniversary celebration.\"",
  "Last Updated": "15 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/koreanwar.asp",
  "Claim": "Photograph shows President Obama not saluting the flag during the playing of the U.S. national anthem at a 2013 Korean War anniversary ceremony.",
  "Claim_ID": "politics_obama_photos_koreanwar",
  "Tags": ""
}