{
  "Origins": "After a 24 November 2014 grand jury decision declining to indict Officer Darren Wilson over the shooting of Mike Brown in Ferguson, Missouri, several rumors about the case began to recirculate. Among them was a persistent social media claim mega-retailer Walmart had donated $10,000 to Darren Wilson's defense fund before the decision was announced that the policeman would not face trial.",
  "Fact Check": "",
  "Description": "The claim about Walmart's donation to Officer Wilson's defense fund dates to at least 18 October 2014, when it was posted to the Facebook page \"Justice for Mike Brown.\" The only source for the post appeared to be a protest sign that read \"Boycott Sam's [Club] and Walmart, they donated $10,000 to Darren Wilson Fund!\" That Facebook post was shared thousands of times after its 18 October 2014 appearance; the rumor then crossed over to Twitter, where it was repeated frequently in the weeks leading up to the grand jury announcement. In the tense days after the 24 November 2014 press conference, the Walmart rumor began to circulate again, still without any supporting information: Walmart donates $10,000 to support Darren Wilson and the on going racist police murders #Ferguson #BoycottWalmart pic.twitter.com/lGRpvoleVO Viva la causa! (@70torinoman) October 18, 2014 There are a number of reasons the rumor about Sam's Club or Walmart's donating money to Darren Wilson is implausible. One is charitable giving is a marketing boon for companies; although it would be cynical to say large companies only ever offer donations for public relations gains, there is also little reason for a brand like Walmart to give on the sly and receive no corresponding boost in customer esteem. Following from that, there's no intuitive reason Walmart would choose Darren Wilson's defense fund as a charitable endeavor. Walmart is so large that it has a well-populated page devoted solely to its charitable efforts. Not only is Wilson's cause not listed, but law enforcement as a whole does not appear to be a focus for giving by Walmart. There isn't even a vague connection between any of the company's charities and Wilson's fund sufficient to suggest a donation would be in line with Walmart's selected causes. Another significant datapoint is that Walmart is notoriously thrifty in its operations, a hallmark that began with founder Sam Walton. In recent years, Walmart food drives held for store employees have caused backlash aimed at the retailer; Walmart's donating money to a policeman's personal defense fund in light of that persistently circulating report beggars belief. Additionally, Walmart would have much to lose and little to gain by making such a donation. It would be risking the potential alienation of many customers who were sympathetic to the opposing side of the case (or those who were just fed up with politics in general and tired of companies meddling in that arena), for no discernable upside from a business standpoint. Most important, however, no evidence (credible or otherwise) has emerged save one sign at one rally to give any credence whatsoever to the claim Walmart donated money to the Darren Wilson fund. While many social media users have repeated the rumor, no news stories or any first-person accounts have corroborated the claim of the single sign spotted and shared to social media. Walmart has not addressed the rumor, but given the lack of substantiated information, doing so would likely only unnecessarily drag the retailer into controversy. On 1 December 2014, a concerned customer tweeted to Walmart about the rumor. In response, Walmart denied donating money to Darren Wilson's fund: .@TigerLily0621 This rumor has no basis in fact. We have made no such donation. Walmart Newsroom (@WalmartNewsroom) December 1, 2014",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/WalmartNewsroom/status/539421811683753984;https://twitter.com/TigerLily0621;http://www.npr.org/blogs/itsallpolitics/2013/11/22/246558453/wal-mart-food-drive-unwittingly-fuels-talk-of-minimum-wage-hike;http://articles.chicagotribune.com/1990-12-17/features/9004140388_1_sam-walton-wal-mart-discount-stores-vance-h-trimble;http://books.google.com/books/about/The_Wal_Mart_Effect.html?id=oq2pgMztlzsC;http://foundation.walmart.com/;https://twitter.com/70torinoman/status/523555724807262208;http://t.co/lGRpvoleVO;https://twitter.com/hashtag/BoycottWalmart?src=hash;https://twitter.com/hashtag/Ferguson?src=hash;https://www.facebook.com/JusticeForMikeBrownFerguson;https://www.facebook.com/JusticeForMikeBrownFerguson/photos/a.1453135334947326.1073741827.1453132474947612/1489856764608516/?type=1;",
  "Example": "[Collected via e-mail and Facebook, November 2014] Did Walmart and Sam's Club donate to the Darren Wilson fund? Post by Justice for Mike Brown.",
  "Last Updated": "1 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/walmartwilson.asp",
  "Claim": "Sam's Club and Walmart donated $10,000 to the Darren Wilson defense fund.",
  "Claim_ID": "politics_business_walmartwilson",
  "Tags": ""
}