{
  "Origins": "In 2009, the federal government's Car Allowance Rebate System (CARS), commonly known as \"Cash for Clunkers,\" provided consumers with $3,500 or $4,500 discounts for trading in older model automobiles and purchasing new, more fuel-efficient vehicles. The analysis presented above maintains that the CARS program essentially spent $3 billion in federal (i.e., taxpayer) funds in order to save $350 million in (foreign) oil purchases, an inefficient economic trade-off.",
  "Fact Check": "",
  "Description": "The premise that the sole purpose or benefit of the CARS program is to save money on U.S. expenditures is a rather specious one to begin with. And even within that framework, the analysis is flawed in key aspects. According to the latest CARS statistics , auto dealers conducted 690,114 transactions through the program, and cars traded in through the program averaged 15.8 MPG , while new vehicles purchased through the program averaged 24.9 MPG. Assuming, as stated above, that the average motorist drives 12,000 miles per year, we arrive at the following calculations: A vehicle averaging 15.8 MPG driven 12,000 miles per year uses 759.5 gallons of gasoline per year. A vehicle averaging 24.9 MPG driven 12,000 miles per year uses 482 gallons of gasoline per year. The average CARS transaction will reduce U.S. gasoline consumption by 277.5 gallons of gasoline per car per year. The 690,114 vehicles sold through the CARS program will therefore save a total of 191.5 million gallons of gasoline per year. So far, so good our figures make the CARS program look even less economically efficient than the original analysis does. The fatal flaw comes in the next step, however. The example presented above claims that 224 million gallons of gasoline are the equivalent of 5 million barrels of oil (i.e., one barrel of oil produces about 45 gallons of gasoline), which is an erroneous assumption. One barrel of crude oil holds 42 gallons of crude oil, not 42 gallons of gasoline the crude has to be put through a refining process before it becomes gasoline. How much gasoline is produced from one barrel of crude varies according to the refining process used and the type of crude oil involved, but according to the Energy Information Administration ( EIA ), a branch of the U.S. Department of Energy, \"U.S. refineries produce between 19 and 20 gallons of motor gasoline from one barrel (42 gallons) of crude oil.\" (Crude oil contains many different types of hydrocarbons , not all of which can easily be converted to gasoline, so other petroleum products such as kerosene and lubricating oil are also produced during the refining process.) If we take the mid-point of that range (i.e., 19.5 gallons of gasoline per barrel of oil) and multiply it by the $75 per barrel price quoted in the example, we find: 191.5 million gallons of gasoline / 19.5 gallons of gasoline per barrel of oil = 9.8 million barrels of oil 9.8 million * $75 per barrel = $735 million This savings of $735 million per year is over twice the $350 million figure posited in the original analysis. (The latter figure should actually be $375 million ; the original contains a mathematical error in stating that 5 million multiplied by 75 equals 350.) Moreover, the gasoline-saving benefits produced by the CARS program won't simply dissipate after the passage of a single year, as suggested above. According to the CARS stats, the total dollar value of transactions conducted under the \"Cash for Clunkers\" program was about $2.9 billion. Therefore (if all other factors remained the same), the full cost of the CARS program would be offset by gasoline savings in about four years not a spectacular trade-off, perhaps, but not nearly as bad a one as claimed in the original analysis. (All of these figures assume the price of gasoline to be a constant, a dubious proposition since the cost of oil can fluctuate quite widely, especially in the short term.) The original analysis also focuses solely on savings in gasoline costs and doesn't take into account other intended or residual effects of the CARS program, such as the economic benefits of boosting auto sales, reducing pollution by replacing older cars with more fuel-efficient vehicles, increasing safety by replacing older cars with vehicles offering advanced safety features, and providing additional parts and raw materials for the market: [The clunkers'] components and frames ... have begun flooding the used parts and scrap-recycling markets with more than 100 million tons of steel, batteries, and tires, among other things. \"This is like a second wave of stimulus to our economy,\" said Bill Goodale, general manager of Millis Industries, which has picked up about 200 clunkers from local dealers and expects to take possession of hundreds more in the next few weeks. \"As it trickles down, it helps junkyards. It helps the guy looking for cheap parts to keep his car going. It adds a lot of steel to a market that hasn't produced much of it in the last year.\"",
  "Originally Published": "",
  "Referred Links": "http://science.howstuffworks.com/oil-refining2.htm;http://tonto.eia.doe.gov/ask/gasoline_faqs.asp#gallons_per_barrel;http://www.cars.gov/files/official-information/August26Stats.pdf;",
  "Example": "[Collected via e-mail, September 2009] I guess I must be on the wrong page... A vehicle at 15 mpg and 12,000 miles per year uses 800 gallons a year of gasoline. A vehicle at 25 mpg and 12,000 miles per year uses 480 gallons a year. So, the average clunker transaction will reduce US gasoline consumption by 320 gallons per year. They claim 700,000 vehicles so that's 224 million gallons / year. That equates to a bit over 5 million barrels of oil. 5 million barrels of oil is about of one day's US consumption. And, 5 million barrels of oil costs about $350 million dollars at $75/bbl. So, we all contributed to spending $3 billion to save $350 million. How good a deal was that ??? They'll probably do a great job with health care though!!",
  "Last Updated": "13 September 2009",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/gasoline/clunkers.asp",
  "Claim": "Analysis demonstrates the \"Cash for Clunkers\" program's gasoline savings to be an inefficient economic trade-off.",
  "Claim_ID": "politics_gasoline_clunkers",
  "Tags": ""
}