{
  "Origins": "On 31 October 2007 at 10:30 a.m., a robber entered the Dunkin' Donuts outlet on North Broad Street in Philadelphia, pulled out a gun, and forced his way to the counter. Moments later, Police Officer Charles Cassidy arrived on the scene as part of his usual morning routine of checking on businesses in that area. (The Broad Street Dunkin' Donuts outlet had been robbed just six weeks earlier.) Officer Cassidy was alerted to something being amiss inside the store by a woman on the street who told him \"something is going on in there,\" and so he entered the shop with his gun drawn.",
  "Fact Check": "",
  "Description": "The robber turned and felled Cassidy with one shot to the head, then fled, scooping up the police officer's gun on his way out. Cassidy, a 25-year veteran of the police department, was taken to the Albert Einstein Medical Center. He died there a day later, leaving behind a wife and three children. A reward for information leading to the arrest of the shooter was posted by the police union and area businesses. That fund stood at $115,000 by 2 November 2007 and $153,000 a week later. The above-quoted call to arms to excoriate Dunkin' Donuts for not having ponied up for that reward fund is misguided. While the e-mailed account of the crime is accurate in its details, the central point of the piece, that Dunkin' Donuts refused to put anything into the pot to help bring the slain officer's killer to justice, is wrong. The day after Officer Cassidy was shot, on the very day he died, this mention of who had contributed what to the reward fund was published in a Philadelphia Inquirer article: Police ask that anyone with information on the gunman call the Homicide Division at 215-686-3335. They can also call the Citizens Crime Commission of Delaware Valley at 215-546-8477. In addition to the FOP [Fraternal Order of Police], others contributing to the reward fund are Dunkin' Donuts, car dealer Gary Barbera, pub owner Mike Driscoll, restaurant owner Pete Ciarrocchi, police union attorney Thomas Jennings and the Electricians Union Local 98. While we do not yet know exactly how much the donut chain contributed (the Philadelphia Citizen's Crime Commission said that Dunkin' Donuts had donated $25,000), it is clear that Dunkin' Donuts was among the first group of contributors to put up reward money. The man convicted in Officer Cassidy's killing, 21-year-old John Lewis, was sentenced to death in November 2009 and now sits on death row in the state prison at Rockview, Pennsylvania. Barbara \"Philadelphia unfreedom\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2007] As all of you know, Philadelphia Police Officer Chuck Cassidy was shot in the head at a dunkin donuts in Philadelphia on October 31, 2007. He was at the dunkin donuts for a routine stop to check in on them because they are a place prone to robbery. As he pulled up he did not know that inside a thug, who had robbed the same dunkin donuts before and was waving a gun around, demanding money. As Officer Cassidy opened the door he was shot point blank in the head. He fell to the ground bleeding with a bullet wound to his head. The suspect ran from the dunkin donuts momentarily then returned to lean over Officer Cassidy's dying body and take his gun from him and then he ran off. Officer Cassidy passed away the next day, November 1 around 9:30 am. He leaves behind a wife and three children. The suspect was just caught in Florida and there was a reward offered to anyone with information leading to his arrest. Dunkin Donuts declined to donate any money to the fund! I think this is despicable and I would like to ask everyone to think twice before spending money at a dunkin donuts. They should have been the first business to offer up money. Chickie's & Pete's and Finnegan's Wake were the first businesses in the city to come up with first $50,000 for the reward (it wound up being $150,000). I think they should be commended and I think dunkin donuts should be put out of business!!! Thanks for listening to my rant, I just feel very strongly about this and want as many people as possible to know. Please pass this info along to everyone you know and pray for Officer Cassidy's family. Thanks!!!",
  "Last Updated": "4 February 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/cassidy.asp",
  "Claim": "Dunkin' Donuts refused to contribute to a reward offered for finding the killer of a police officer who was shot in one of its stores.",
  "Claim_ID": "politics_business_cassidy",
  "Tags": ""
}