{
  "Origins": "Usually when someone quotes a decades-old news story that appears to have particularly detailed relevance to a current political issue, the article is not a genuine old news item but a piece of modern satire. (Click here and here for two recent examples of this phenomenon.) Thus one might well expect a 37-year-old article about terrorists attempting to disrupt elections in a foreign country where the U.S. was involved in a large-scale military action (mirroring the current situation in Iraq) to be a spoof, but in this case it's the real McCoy.",
  "Fact Check": "",
  "Description": "On 4 September 1967, the New York Times published two articles about Vietcong terrorists attempting to disrupt elections in South Vietnam, headlined \"U.S. Encouraged by Vietnam Vote\" and \"Terrorists Kill 26 During Voting.\" The first few paragraphs of the former are quoted above. The rest of the article reads as follows: Pending more detailed reports, neither the State Department nor the White House would comment on the balloting or the victory of the military candidates, Lieut. Gen. Nguyen Van Thieu, who was running for president, and Premier Nguyen Cao Ky, the candidate for vice president. A successful election has long been seen as the keystone in President Johnson's policy of encouraging the growth of constitutional processes in South Vietnam. The election was the culmination of a constitutional development that began in January, 1966, to which President Johnson gave his personal commitment when he met Premier Ky and General Thieu, the chief of state, in Honolulu in February. The purpose of the voting was to give legitimacy to the Saigon Government, which has been founded only on coups and power plays since November, 1963, when President Ngo Dinh Diem was overthrown by a military junta. Few members of that junta are still around, most having been ousted or exiled in subsequent shifts of power. Significance Not Diminished The fact that the backing of the electorate has gone to the generals who have ruling South Vietnam for the last two years does not, in the Administration's view, diminish the significance of the constitutional step that has been taken. The hope here is that the new government will be able to maneuver with a confidence and legitimacy long lacking in South Vietnamese politics. That hope could have been dashed either by a small turnout, indicating widespread scorn or a lack of interest in constitutional development, or by the Vietcong's disruption of the balloting. American officials had hoped for an 80 per cent turnout. That was the figure in the election in September for the Constitutional Assembly. Seventy-eight per cent of the registered voters went to the polls in elections for local officials last spring. Before the results of the presidential election started to come in, the American officials warned that the turnout might be less than 80 per cent because the polling places would be open for two or three hours less than in the election a year ago. The turnout of 83 per cent was a welcome surprise. The turnout in the 1964 United States Presidential election was 62 per cent. Captured documents and interrogations indicated in the last week a serious concern among Vietcong leaders that a major effort would be required to render the election meaningless. This effort has not succeeded, judging from the reports from Saigon. In a front-page article that same day, the New York Times reported that the Vietcong had launched a series of terrorist attacks throughout South Vietnam just before and during the election that left 26 dead and 82 wounded, but their efforts had prevented voters from reaching polls in only three villages, all of them in South Vietnam's northernmost province.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] U.S. Encouraged by Vietnam Vote: Officials Cite 83% Turnout Despite Vietcong Terror by Peter Grose, Special to the New York Times (9/4/1967: p. 2) WASHINGTON, Sept. 3 United States officials were surprised and heartened today at the size of turnout in South Vietnam's presidential election despite a Vietcong terrorist campaign to disrupt the voting. According to reports from Saigon, 83 per cent of the 5.85 million registered voters cast their ballots yesterday. Many of them risked reprisals threatened by the Vietcong. The size of the popular vote and the inability of the Vietcong to destroy the election machinery were the two salient facts in a preliminary assessment of the nation election based on the incomplete returns reaching here.",
  "Last Updated": "1 February 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/ballot/vietnam.asp",
  "Claim": "A 1967 news article reported terrorist efforts to disrupt elections in South Vietnam.",
  "Claim_ID": "politics_ballot_vietnam",
  "Tags": ""
}