{
  "Origins": "This item about a \"hostile\" commencement speech by the Commanding Officer at Fort Benning touching off riots that required \"Drill Sergeants to kill 11 Privates in self-defense\" originated as an article published on 17 July 2012 by The Duffel Blog (TDB).",
  "Fact Check": "",
  "Description": "The article was merely a spoof, however. As stated in TDB's \"About Us\" page, the site is akin to a military version of the satirical web site The Onion : The Duffel Blog serves the men and women of the US Military with a daily dose of military humor, funny military pictures, and faux news. We take an interesting and funny look at military life. We focus on veterans, military stories, defense, politics (sometimes) and life on base with a comedic twist. We are in no way, shape, or form, a real news outlet. Just about everything on this website is satirical in nature. The content of this site is parody. No composition should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm.",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com;http://www.duffelblog.com/;http://www.duffelblog.com/2012/07/general-gives-controversial-graduation-speech-riot-ensues/;http://www.duffelblog.com/2012/07/general-gives-controversial-graduation-speech-riot-ensues/;",
  "Example": "[Collected via e-mail, July 2012] Is this true? General s Controversial Graduation Speech Sparks Riots, 11 Killed Many soldiers and family members are angry over reports of controversial remarks from the Commanding Officer of Fort Benning at a recruit graduation. Speaking to an assembled crowd of new soldiers and their families at basic training graduation, Major General Robert Brown was reported as \"extremely hostile.\" His speech began with the \"standard fluff\" about duty, country, and the privileges of serving when such a small percentage of the country chooses a career in the Armed Forces. The speech took a turn, however, when the General reached a point in his remarks, obviously reused from previous ceremonies. [Rest of article here.]",
  "Last Updated": "18 July 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/brownspeech.asp",
  "Claim": "A commencement speech by the Commanding Officer of Fort Benning touched off riots that killed 11 people.",
  "Claim_ID": "Politics_satire_brownspeech",
  "Tags": ""
}