{
  "Origins": "One of the most talked-about commercials to air during Super Bowl XLVI in February 2012 was Chrysler's controversial two-minute long \"Halftime in America\" spot, narrated by actor Clint Eastwood:",
  "Fact Check": "",
  "Description": "The commercial prompted a good deal of debate about whether it was more a promotion for Chrysler's products or an endorsement of President Obama and the federal government's bailouts of the automobile industry: People rarely pick a fight with Dirty Harry. But Chrysler's \"Halftime in America\" ad featuring quintessential tough guy Clint Eastwood has generated fierce debate about whether it accurately portrays the country's most economically distressed city or amounts to a campaign ad for President Barack Obama and the auto bailouts. The 2-minute ad holds up Detroit as a model for American recovery while idealistic images of families, middle class workers and factories scroll across the screen. \"People are out of work and they're hurting,\" the 81-year-old Eastwood says in his trademark gravelly voice. \"And they're all wondering what they're gonna do to make a comeback. And we're all scared because this isn't a game. The people of Detroit know a little something about this. They almost lost everything. But we all pulled together. Now, Motor City is fighting again.\" Conservatives, including GOP strategist Karl Rove, criticized the ad as a not-so-thinly veiled endorsement of the federal government's auto industry bailouts. Others questioned basing a story of economic resurgence in a city that remains in fiscal disarray, with a $200 million budget deficit and cash flow concerns that have it fending off a state takeover. Within days of the Super Bowl a number of parodies of the \"Halftime in America\" spot began to appear on the Internet, including the one displayed in the Example box above, which edited the original and replaced Eastwood's narration with a sound-alike voicing anti-Obama sentiments, ending with the invocation \"all that matters now is that we come together as one great nation and kick his skinny butt back to Chicago.\" Eastwood himself indicated in a November 2011 interview with the Los Angeles Times ' Patrick Goldstein that \"he couldn t remember ever voting for a Democrat for president\" and that he is opposed to the idea of government bailouts of business: When I push back at his criticism of the auto company bailout, he flashes one of his trademark Eastwood squints, the kind of squint that has made hundreds of bad guys quake in their boots. \"Look at me,\" he said evenly. \"I ve had to make films for less money or go out and find my own money. On 'Mystic River,' I had to cut my salary and everyone else s to get it made. I know the score. If I start to grind out two or three turkeys, I ll be unemployed, just like anyone else.\"",
  "Originally Published": "",
  "Referred Links": "http://www.newsday.com/entertainment/tv/tv-zone-1.811968/clint-eastwood-s-halftime-in-america-parodies-begin-1.3513310;",
  "Example": "[Collected via e-mail, June 2012] A second Halftime by Clint Eastwood was sent to me and it was not the same commercial message as the original by Clint Eastwood in the end he refers to Obama as your skinny ass Question is the second one a fake. Half time in america is on you tube and claims to be by clint eastwood. can you check the validity. Looks like they cut and pasted abit... I saw a video of Clint Eastwood talking about it being halftime in America and I wanted to know if it was a real video or a reworkedvideo. It was supposedly on youtube.",
  "Last Updated": "11 June 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/halftime.asp",
  "Claim": "Actor Clint Eastwood narrated an anti-Obama \"Halftime in America\" spot.",
  "Claim_ID": "Politics_satire_halftime",
  "Tags": ""
}