{
  "Origins": "On 18 February 2015, American Thinker published an article titled \"Obama and the Muslim Gang Sign.\" The piece was focused on a photograph of President Obama captured during an August 2014 conference of African leaders held in Washington, D.C.",
  "Fact Check": "",
  "Description": "The photograph in question was one that had been published in August 2014 by Britain's Daily Mail as part of a larger set of images taken at the conference amid news coverage of the gathering. When the otherwise unremarkable photograph resurfaced in February 2015, the American Thinker article's author surmised that the Daily Mail was unaware of the true significance of the image when they had published it the previous year and had mistakenly identified the gesture as simple finger-wagging. According to the American Thinker piece, the gesture was in fact a signal referencing the shahada, a Muslim declaration of faith: The Daily Mail editors did not understand what they were looking at. They captioned it \"finger wagging\" by Obama. But the African dignitaries understood, and a range of reactions can be detected among the ones who observed the gesture: amusement, surprise, curiosity, disapproval, contempt. Note the reactions of Abdelilah Berkirane, the prime minister of Morroco [sic] pictured just behind Obama's left shoulder, and Ibrahim Boubacas Keita, the president of Mali in white garb and hat. They are Muslims through and through, and they are all smiles. They knew what Obama's upright forefinger meant. However, the shahada is a verbal declaration of an Islamic creed, not a \"Muslim gang sign\" hand gesture: In Islam, the first of the five pillars is the shahada. Shahada is the Muslim profession of faith, expressing the two simple, fundamental beliefs that make one a Muslim. Several blogs ran with the interpretation of the \"shahada\" image, and another expounded upon the new theory: The Associated Press took this astonishing photo as the African dignitaries joined Obama, who hosted the event, in a State Department auditorium for a group photograph. It was published in an article in Britain's Daily Mail, and it was the only use ever of the photo. The one-finger display is the distinctive Muslim gang sign: The index finger points straight up while the thumb wraps underneath and presses against the digital phalange of the middle finger. The remaining fingers are squeezed against the palm in order to highlight the extended forefinger. The extended finger is symbolic of the one-God concept of Muhammad and is understood by all believers to be a symbolic shahada, the Muslim affirmation of faith: There is but one God and Muhammad is his messenger. The photograph of President Obama \"flashing a Muslim gang sign\" certainly captivated a portion of the social web when it began to circulate, and at first glance it might seem difficult to understand from a single still imahe precisely what was going on the moment the photograph was snapped. But that instant was not only photographed, it was also filmed, and footage of it (in context) was published to C-SPAN on 6 August 2014: The clip was also uploaded to YouTube: In both clips, President Obama can be seen briefly making a quick spontaneous remark to a fellow attendee (who had since passed out of the camera frame) and making a gesture that is clearly one of \"pointing\" or \"finger-wagging\" and not a surreptitious \"Muslim gang signal.\" No one else captured in the video can be seen expressing obvious \"disapproval\" or \"contempt\" at President Obama's gesture or remark, and if other African leaders can been smiling or reacting with amusement in the video, the most obvious reason is because President Obama said something humorous at that moment.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dr3q;http://www.religionfacts.com/islam/practices/shahada-faith.htm;http://www.dailymail.co.uk/news/article-2718143/Obamas-monsters-ball-How-White-House-opened-doors-Africas-evil-dictators-homophobes-turned-blind-eye-human-rights-record.html;http://www.donotlink.com/dre5;",
  "Example": "[Collected via e-mail and Twitter, February 2015] I saw a picture of President Obama flashing the Muslim shahada ata US-African Leaders' Conference in August 2014. Is the photograph true or was it doctored?? ENEMY WITHIN. Obama flashes Muslim SHAHADA gang sign to African delegates. TREASON? NO CHARGES???? This is JAW DROPPING (& the smirk on his face): \"#Obama flashes the Muslim shahada in 2014\"",
  "Last Updated": "20 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/obamahandsign.asp",
  "Claim": "President Obama secretly signaled solidarity to African leaders at the White House using a Muslim hand gesture known as the 'Shahada.'",
  "Claim_ID": "politics_obama_obamahandsign",
  "Tags": ""
}