{
  "Origins": "In July 2012 the above-referenced item began circulating (based on information propagated by web sites such as this one ), claiming that a whopping 79% of automobile manufacturer General Motors (GM) sales in June 2012 came from purchases of vehicles by the (federal) government and suggesting that the Obama administration had engineered such purchases in order to make GM \"appear financially strong\" just in time for its upcoming quarterly report all to justify the President's 2009 decision to provide billions of dollars in federal aid to allow GM and Chrysler to restructure after government-backed bankruptcies.",
  "Fact Check": "",
  "Description": "However, a closer reading the source material on which the claim was based reveals that it is not true that \"79% of GM's sales [in June 2012] were government purchased.\" The 79% figure refers to the percentage by which GM's government fleet sales increased for the month, not to the proportion of GM's overall sales that came from government purchases. Moreover, the phrase \"government purchases\" doesn't refer only to the federal government: state, county, and municipal governments whose purchasing decisions are not directed by the White House are also large automotive fleet sales customers. A General Motors spokesman maintained in a response that the percentage of GM's overall June 2012 sales attributable to government purchases was rather low and the bulk of those purchases were from non-federal government agencies: GM sales spokesman, Jim Cain, points out that total government sales for GM in June were still below 5% of total sales and [the] majority of government sales increases were attributed to state and local governments. Bloomberg news reported that all fleet sales (including purchases by rental car companies, typically the largest fleet customers) made up only 32% of GM's overall sales in June 2012. This number was comparable to that reported by Ford, who said fleet sales accounted for 35% of their deliveries that month.",
  "Originally Published": "",
  "Referred Links": "http://www.wisegeek.com/what-are-auto-fleet-sales.htm;http://nlpc.org/stories/2012/07/05/gm%E2%80%99s-government-sales-and-truck-inventory-rise;http://pushbacknow.net/2012/07/12/79-of-gms-sales-last-month-was-government-purchased/;",
  "Example": "[Collected via e-mail, August 2012] I just received the following & while it seems phony, I sure would liketo know. \"79% of GM's sales last month were government purchased\" Remember how obama keeps telling us how he saved GM, and how our economy is getting better, it seems the car company he bought is being saved by Govt employees using our tax money to buy new cars. 79% of GM s sales last month was government purchased.",
  "Last Updated": "10 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/gmsales.asp",
  "Claim": "In June 2012, 79% of General Motors' sales were made to the U.S. federal government.",
  "Claim_ID": "politics_business_gmsales",
  "Tags": ""
}