{
  "Origins": "As early as 2013, an e-mail forward including a list of popular talk show host David Letterman's \"Top 10 Reasons to Vote Democrat\" (alternately titled \"Top 10 Reasons to Vote Straight Democratic\") began to circulate. In the missive, a number of political points were sarcastically framed, each criticizing Democrats under the guise of praising the party.",
  "Fact Check": "",
  "Description": "As the midterm elections of 2014 approached, the Letterman Top Ten e-mail surged in popularity, and many questioned whether that list was genuinely a comedic commentary delivered by David Letterman: David Letterman's Top 10 Reasons to vote Democrat #10. I vote Democrat because I love the fact that I can now marry whatever I want. I've decided to marry my German Shepherd. #9. I vote Democrat because I believe oil companies' profits of 4% on a gallon of gas are obscene, but the government taxing the same gallon at 15% isn't. #8. I vote Democrat because I believe the government will do a better job of spending the money I earn than I would. #7. I vote Democrat because Freedom of Speech is fine as long as nobody is offended by it. #6. I vote Democrat because I'm way too irresponsible to own a gun, and I know that my local police are all I need to protect me from murderers and thieves. I am also thankful that we have a 911 service that gets police to your home in order to identify your body after a home invasion. #5. I vote Democrat because I'm not concerned about millions of babies being aborted so long as we keep all death row inmates alive and comfy. #4. I vote Democrat because I think illegal aliens have a right to free health care, education, and Social Security benefits, and we should take away Social Security from those who paid into it. #3. I vote Democrat because I believe that businesses should not be allowed to make profits for themselves. They need to break even and give the rest away to the government for redistribution as the Democrat Party sees fit. #2. I vote Democrat because I believe liberal judges need to rewrite the Constitution every few days to suit fringe kooks who would never get their agendas past the voters. #1. And, the #1 reason I vote Democrat is because I think it's better to pay $billions$ for oil to people who hate us, but not drill our own because it might upset some endangered beetle, gopher, or fish here in America. We don't care about the beetles, gophers, or fish in those other countries. This list is not something that was penned by David Letterman or ever presented on his Late Night show; it's a spoof written by someone using Letterman's familiar \"Top Ten\" shtick to make a political point. Most of the list's points aren't even delivered in joke format and are just political criticisms commonly lobbed at the Democrats by their opponents. The comic, however, did present a \"Top Ten Signs There's Trouble in the Democratic Party\" comedy bit on 26 October 2010, which read as follows: As one can see from the clip above, the style of Letterman's politically-based material doesn't match the tone of the \"Top 10 Reasons to Vote Democrat\" missive that circulates in the online world.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2014] I've just rec'd several e-mails with the Title: Letterman's Top reasons to Vote Democrat. We are all wondering if this is actually his Top 10. Most of us doubt it is. Thanks so much for your help.",
  "Last Updated": "14 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/letterman.asp",
  "Claim": "Late-night TV host David Letterman delivered a \"Top Ten Reasons to Vote Democrat\" segment.",
  "Claim_ID": "politics_quotes_letterman",
  "Tags": ""
}