{
  "Origins": "This item about Hillary Clinton, then a newly-elected U.S. senator representing New York, snubbing a contingent of Gold Star mothers (i.e., women who have had son or daughters killed in military service) originated with a 26 May 2001 article published by NewsMax: New York chapter president Shirley Jones and member Mary Wheeler, both of upstate New York, [said] they had been in Washington visiting Senate offices. The only office that refused to meet with the Gold Star Mothers was none other than New York Senator Hillary Clinton. She and her staff simply refused to meet with them.N.Y. She and her staff simply refused to meet with them. The e-mail quoted in the Example block above took NewsMax's invective to an ever higher level, maintaining that Hillary Clinton was not just the only senator who wouldn't give the Gold Star mothers the time of day, but the \"only politician in DC who refused to meet with these ladies\" (obviously a gross exaggeration, since two women couldn't possibly have visited every politician in Washington, and just calling upon every senator would have required them to visit one hundred separate offices).",
  "Fact Check": "",
  "Description": "The incident referenced in the NewsMax article took place on 27 February 2001, when the two women (American Gold Star Mothers' New York chapter president Shirley Jones and member Mary Wheeler) dropped by Senator Clinton's congressional office to discuss a proposed bill to provide annuities to the parents of servicemen killed in action. However, they arrived without an appointment on a day when the senator was not in her office, as confirmed by the response that inquiries about this piece drew from the National President of the American Gold Star Mothers organization: The American Gold Star Mothers, Inc., deeply regret the misunderstanding about Senator Hillary Clinton. The two mothers who visited Washington did not have an appointment with the Senator and she was not in her office on that day. We would appreciate it if the e-mails and negative comments about Senator Clinton would cease. Georgianna Carter-Krell National President Miffed at their perception that none of the staffers at Sen. Clinton's office was interested in helping them or hearing them out, and that their follow-up letter to Senator Clinton drew no response, the two Gold Star mothers made the comments that formed the basis of the NewsMax article. As the Albany Times Union later reported, though, their complaint was primarily prompted by their reaction to a receptionist in Sen. Clinton's congressional office: \"It got blown out of proportion, in a way,\" Gold Star Mother Shirley Jones said of a flurry of nationwide carping about New York's junior senator after Jones made a few offhand remarks about her organization's reception at U.S. Sen. Hillary Clinton's Capitol Hill office in February. Jones said she and another mother were disappointed when they stopped by Clinton's office to lobby for legislation to provide annuities for Gold Star parents and weren't even given a few moments with a staff member. She said Clinton's receptionist seemed oblivious to Gold Star Mothers, the Vietnam War and the losses American families suffered because of it. Clinton's office is apologetic about the slight, saying the senator's temporary basement office was understaffed during her first months in office and the staff has since reached out to communicate with Jones about the legislation. The American Gold Star Mothers organization also responded with a stronger refutation of the rumor issued by that organization's National President and National 1st Vice President: The information you refer to is totally false. At the time this allegation was made Senator Clinton was not even in her office. These allegations were not initiated by the Gold Star Mothers that Senator Clinton would not see them. This is a fabricated report picked up by an individual using the Gold Star Mothers as an instrument to discredit Senator Clinton. Four Gold Star Mothers and a Vietnam veteran made an appointment with Senator Clinton at a later date and were very well received. Photographs were made with Senator Clinton and she presented each one with a signed proclamation paying tribute to the American Gold Star Mothers. We regret any embarrassment this may have caused Senator Clinton and her staff and would like to move beyond this issue and continue the positive volunteer work which we willingly and graciously provide for the veterans and their families and support of other Gold Star Mothers. American Gold Star Mothers are a strong group of women who have sacrificed sons or daughters in conflicts to preserve the freedom that we enjoy. We do not need mischievous gossip and unfounded lies to promote our organization. Please help stop it now.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20030606221940/http://goldstarmoms.com/note.htm;https://web.archive.org/web/20030603195408/http://goldstarmoms.com/;http://web.archive.org/web/20010611090536/http://www.newsmax.com/showinside.shtml?a=2001/5/26/73332;",
  "Example": "[Collected on the Internet, 2001] Bet this never hits the TV news! Gold Star Mothers is an organization made up of women whose sons were killed in military combat during service in the United States Armed Forces. Recently a delegation of New York State Gold Star Mothers made a trip to Washington, DC to discuss various concerns with their elected representatives. According to NewsMax.com there was only one politician in DC who refused to meet with these ladies. Can you guess which politician that might be? Was it New York Senator Charles Schumer? Nope, he met with them. Try again. Do you know anyone serving in the Senate who has never showed anything but contempt for our military? Do you happen to know the name of any politician in Washington whose husband once wrote of his loathing of the military? Now you're getting warm! None other than the Queen herself the Hildebeast, Hillary Clinton. She refused repeated requests to meet with the Gold Star Mothers. Now &mdashl please don't tell me you're surprised. This woman wants to be president of the United States and there is a huge percentage of the voters who are anxious to help her achieve that.",
  "Last Updated": "19 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/goldstar.asp",
  "Claim": "Hillary Clinton refused to meet with a contingent of Gold Star mothers.",
  "Claim_ID": "politics_military_goldstar",
  "Tags": ""
}