{
  "Origins": "In recent years retailers have increasingly sought to expand the market base and the selling time for their products during the winter/holiday sales season (which now runs roughly from the beginning of November through the beginning of January) by associating them not with a particular holiday or celebration, but with the season in general. Thus, for example, a greeting card manufacturer might market cards with wording and themes that don't specifically reflect Christmas (either the religious or the secular version) or Hanukkah or New Year's Day but simply offer winter themes and generic \"Holiday Greetings.\"",
  "Fact Check": "",
  "Description": "In 2007, the Lowe's chain of home improvement stores took this approach to a curious extreme by issuing a holiday catalog that advertised neither Christmas trees nor generic holiday trees, but instead offered decorated artificial trees oddly identified as \"family trees\": Why did Lowe's choose this unusual nomenclature? Were they trying to expand decorated tree sales by encouraging a year-round (artificial) arboreal presence in American homes, or were they attempting to tie Christmas trees to genealogical research products? Lowe's has said that the reference to \"family trees\" in their Holiday 2007 catalog was a printing mistake that was not caught in the proofreading stage, and that their 2007 holiday season television commercials, print ads, and advertising flyers do indeed identify their decorated artificial tree products as \"Christmas trees\": You may already be aware that Lowe's has apologized for the advertising error. We understand the confusion created when we headlined the page of Christmas trees \"family trees.\" The error was not caught before the publication was distributed and we are disappointed in the breakdown in our own creative process. Lowe's is committed to selling Christmas trees, as we have done for more than 60 years. And, we refer to the trees as Christmas trees in all television and magazine ads and in Lowe s advertising flyers. Searching Lowe's web site for the word \" Christmas \" turns up several pages of decorations and other products related to that holiday, including some listings for \"Christmas Trees.\" As for the significance of an upside down tree, that arboreal fashion was all the rage during the 2005 festive season, but it has since subsided a great deal. (Actually, the practice dates back to the 12th century, but as with all fads, such things have their ebbs and flows, with 2005 one of those years when people \"rediscovered\" this form of holiday decor.) Reverse trees provide more room under the tree for the stacking of gifts and make the presentation of one's treasured ornaments more effective as they hang clear of the foliage that would otherwise interfere with their display. Or so the thinking goes.",
  "Originally Published": "",
  "Referred Links": "http://www.lowes.com/lowes/lkn?action=productList&N=0&Ntk=i_products&Ntt=christmas;",
  "Example": "[Collected by e-mail, November 2007] In an effort to avoid the use of the term \"Christmas tree,\" Lowe's has renamed their Christmas trees and are now calling them \"Family trees.\" In their Holiday 2007 catalog, containing 56 pages of Christmas gifts, Lowe's advertises hundreds of gift items, including scores of \"Family trees.\" In fact, the word \"Christmas\" only appears two times in the entire holiday catalog. The ads mentioning \"Christmas cover only 12 square inches of the 5236 square inches available. Lowe's even has one of their Family trees turned upside down on a stand. We are not sure what the significance of that is. Lowe's evidently did not want to offend any non-Christians, therefore they replaced \"Christmas tree\" with \"Family tree.\" Of course, if Christians are offended that is evidently ok. An on-line search of Lowe's does reference some \"Christmas\" items. In fact, a word search of their Web site gives the exact same number 174 of the word \"Christmas\" as it does the word \"holiday.\" Most of the items mentioning Christmas appear to use the promotional line given by the manufacturer. Their Holiday 2007 catalog features scores of products, including lights, wreaths, trees, and yard decorations. Most people would associate these items with Christmas, but not Lowe's! Except for two obscure references, they refer to everything in their catalog as \"holiday.\"",
  "Last Updated": "14 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/christmas/familytree.asp",
  "Claim": "A 2007 Lowe's holiday catalog advertised Christmas trees as \"family trees.\"",
  "Claim_ID": "politics_christmas_familytree",
  "Tags": ""
}