{
  "Origins": "Famous dead people are good commentators on current events: They are no longer around to be challenged on their credentials, to elaborate on what they really meant to say, or to confirm or deny whether they actually uttered or wrote words now attributed to them. Therefore, putting words into their mouths is often an effective technique for making points about modern social or political issues the credibility of such points is thereby bolstered through their association with the authority of experts who cannot be questioned.",
  "Fact Check": "",
  "Description": "The appeal to (dead) authority is invoked for quotation reproduced above, purportedly a passage from Karl Marx's 1867 work, Das Kapital , positing that Marx foresaw the subprime mortgage meltdown and subsequent bailout of financial institutions of 2008-09 and warned that they presaged the coming of communism. Determining whether Marx ever wrote any such thing (in Das Kapital or some other work) should be a simple task, requiring no more than a text search of Marx's writings for a matching passage. However, the process is complicated by the fact that Marx wrote in German, so finding such a match would be dependent upon the vagaries of various translations of Marx's works from German into English. Nonetheless, for a variety of reasons we're confident about putting this one squarely into the \"False\" column: Searching Marx's works for the German equivalents of some of the less commonly used words in these sentences (e.g., \"bankruptcy,\" \"technology,\" \"unbearable\") uncovers no matching passages. The earliest reference of any kind we could find to this purported Marxian quotation supposedly penned in the 1860s was a December 2008 blog post. Those familiar with Marx's work acknowledge that the passage in question doesn't sound like (and isn't) something produced by Marx himself. For example, writing about this quote in the London Times, business editor David Wighton observed that: According to the Marx quote, this means communism will not be far behind. Except, of course, Marx didn't say that. The quote is a fake. You just can't trust those bankers. Megan McArdle, blogging for the Atlantic magazine, also noted of this passage that: [I]t immediately set off my fake alarms. First, because it doesn't sound remotely like anything I remember Marx saying his core thesis was that falling wages would immiserate the working class, not that they'd be done in by their overdrafts. Second, because I do remember Marx spending huge chunks of Das Kapital grousing about the inadequacy of the housing supply for the working class, in very tedious detail. And third, because no one in 1870 imagined the working class having access to bank credit. Poor people might get some time from the landlord, or a few weeks at the butcher, or they might run arrears and pay on account, but they did not buy substantial goods on credit. The first mass extension of credit to people who did not own land was the boom in installment buying that came in the 1920s.Finally, Los Angeles Times business writer Tom Petruno likewise found nothing to support the attribution of this passage to Karl Marx: If only he had actually said it, Americans might have a healthy new respect for or maybe fear of Karl Marx. This hoax quote has been going around the Internet for at least a month now, attributed to the man most associated with the rise of communism. In the blogosphere, no one who has looked into it has found any such actual quote from Marx. Can't find it, or anything remotely similar-sounding, on marxists.org, either. Given historical realities, if these lines about consumer debt were indeed written by Marx, it was more likely to have been Groucho than Karl.",
  "Originally Published": "",
  "Referred Links": "http://latimesblogs.latimes.com/money_co/2009/02/karl-marx-hoax.html;http://meganmcardle.theatlantic.com/archives/2009/01/faux_marx.asp;http://business.timesonline.co.uk/tol/business/columnists/article5527135.ece;http://economix.blogs.nytimes.com/2008/12/18/do-bailouts-encourage-ponzi-schemes/#comment-24005;",
  "Example": "[Collected via e-mail, February 2009] Did Marx actually write this in his book? \"Owners of capital will stimulate the working class to buy more and more of expensive goods, houses and technology, pushing them to take more and more expensive credits, until their debt becomes unbearable. The unpaid debt will lead to bankruptcy of banks, which will have to be nationalized, and the State will have to take the road which will eventually lead to communism.\" Karl Marx, Das Kapital, 1867",
  "Last Updated": "21 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/consumerdebt.asp",
  "Claim": "Passage from Karl Marx's Das Kapital about consumer debt foretells that the current economic turmoil will lead to communism.",
  "Claim_ID": "politics_quotes_consumerdebt",
  "Tags": ""
}