{
  "Origins": "In 2007, Joseph L. Galloway, a syndicated military correspondent for McClatchy Newspapers, wanted to run something special for that year's Memorial Day column. He appealed to a friend, Lt. Col. Robert Bateman of the U.S. Army, for permission to publish his essay about a regular Friday ceremony held at the Pentagon at which wounded service personnel are brought in from D.C.-area hospitals and feted with a luncheon. The original article was syndicated by McClatchy on 23 May 2007 and was republished (under the title of \"Fridays in the Pentagon\") in the Washington Post on 19 September 2008.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://voices.washingtonpost.com/inteldump/2008/09/fridays_in_the_pentagon.html;http://www.mcclatchydc.com/2007/05/23/16478/a-must-read-for-memorial-day-52307.html;",
  "Example": "[Collected via e-mail, July 2009] IT HAPPENS EVERY FRIDAY! Were you aware? Mornings at the Pentagon By JOSEPH L. GALLOWAY McClatchy Newspapers Over the last 12 months, 1,042 soldiers, Marines, sailors and Air Force personnel have given their lives in the terrible duty that is war. Thousands more have come home on stretchers, horribly wounded and facing months or years in military hospitals. This week, I'm turning my space over to a good friend and former roommate, Army Lt. Col. Robert Bateman, who recently completed a year long tour of duty in Iraq and is now back at the Pentagon. Here's Lt. Col. Bateman's account of a little-known ceremony that fills the halls of the Army corridor of the Pentagon with cheers, applause and many tears every Friday morning. It first appeared on May 17 on the Weblog of media critic and pundit Eric Alterman at the Media Matters for America Website. It is 110 yards from the \"E\" ring to the \"A\" ring of the Pentagon. This section of the Pentagon is newly renovated; the floors shine, the hallway is broad, and the lighting is bright. At this instant the entire length of the corridor is packed with officers, a few sergeants and some civilians, all crammed tightly three and four deep against the walls. There are thousands here. This hallway, more than any other, is the `Army' hallway. The G3 offices line one side, G2 the other, G8 is around the corner. All Army. Moderate conversations flow in a low buzz. Friends who may not have seen each other for a few weeks, or a few years, spot each other, cross the way and renew. Everyone shifts to ensure an open path remains down the center. The air conditioning system was not designed for this press of bodies in this area. The temperature is rising already. Nobody cares. 10:36 hours: The clapping starts at the E-Ring. That is the outermost of the five rings of the Pentagon and it is closest to the entrance to the building. This clapping is low, sustained, hearty. It is applause with a deep emotion behind it as it moves forward in a wave down the length of the hallway. A steady rolling wave of sound it is, moving at the pace of the soldier in the wheelchair who marks the forward edge with his presence. He is the first. He is missing the greater part of one leg, and some of his wounds are still suppurating. By his age I expect that he is a private, or perhaps a private first class. Captains, majors, lieutenant colonels and colonels meet his gaze and nod as they applaud, soldier to soldier. Three years ago when I described one of these events, those lining the hallways were somewhat different. The applause a little wilder, perhaps in private guilt for not having shared in the burden ... yet. Now almost everyone lining the hallway is, like the man in the wheelchair, also a combat veteran. This steadies the applause, but I think deepens the sentiment. We have all been there now. The soldier's chair is pushed by, I believe, a full colonel. Behind him, and stretching the length from Rings E to A, come more of his peers, each private, corporal, or sergeant assisted as need be by a field grade officer. 11:00 hours: Twenty-four minutes of steady applause. My hands hurt, and I laugh to myself at how stupid that sounds in my own head. My hands hurt. Please! Shut up and clap. For twenty-four minutes, soldier after soldier has come down this hallway - 20, 25, 30.. Fifty-three legs come with them, and perhaps only 52 hands or arms, but down this hall came 30 solid hearts. They pass down this corridor of officers and applause, and then meet for a private lunch, at which they are the guests of honor, hosted by the generals. Some are wheeled along. Some insist upon getting out of their chairs, to march as best they can with their chin held up, down this hallway, through this most unique audience. Some are catching handshakes and smiling like a politician at a Fourth of July parade. More than a couple of them seem amazed and are smiling shyly. There are families with them as well: the 18-year-old war-bride pushing her 19-year-old husband's wheelchair and not quite understanding why her husband is so affected by this, the boy she grew up with, now a man, who had never shed a tear is crying; the older immigrant Latino parents who have, perhaps more than their wounded mid-20s son, an appreciation for the emotion given on their son's behalf. No man in that hallway, walking or clapping, is ashamed by the silent tears on more than a few cheeks. An Airborne Ranger wipes his eyes only to better see. A couple of the officers in this crowd have themselves been a part of this parade in the past. These are our men, broken in body they may be, but they are our brothers, and we welcome them home. This parade has gone on, every single Friday, all year long, for more than four years.",
  "Last Updated": "30 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/fridaymorning.asp",
  "Claim": "Wounded veterans paraded through halls of the Pentagon every Friday morning.",
  "Claim_ID": "politics_military_fridaymorning",
  "Tags": ""
}