{
  "Origins": "The lyrics of the Diamond Rio song \"In God We Still Trust\" (alternately known as \"Here in America\") might best be summarized as an affirmation of the U.S. national motto, \"In God We Trust\":",
  "Fact Check": "",
  "Description": "Back in 2006, circulated e-mails touted the notion that \"In God We Still Trust\" did not receive radio airplay because its pro-religion-in-America message was deemed too \"politically incorrect,\" a claim that did not stand up to scrutiny. In general, for a song to receive significant radio play it needs to be issued as a single and to have substantial promotional backing from the releasing label, but \"In God We Still Trust\" evidently satisfied neither of those requirements. It wasn't released at all (in any format) until it appeared as one of the four new songs included on Diamond Rio's Greatest Hits II CD in May 2006, and even then it was primarily an album track, not a single that was being sent to radio stations and promoted for airplay. The claim that \"Major radio stations wouldn't play it because it was considered politically incorrect; consequently, the song was never released to the public\" therefore puts the cart before the horse: a song generally needs to be released before it can receive widespread airplay on major radio stations, not vice-versa. When \"In God We Still Trust\" was finally released, it had to compete for airplay in the wake of several other similarly-themed songs from prominent recording artists, such as Toby Keith's \"Courtesy of the Red, White and Blue\" and \"American Soldier,\" Brooks and Dunn's \"Believe,\" Carrie Underwood's \"Jesus Take the Wheel,\" and Brad Paisley's \"When I Get Where I'm Going.\" Listeners apparently didn't find the Diamond Rio song distinctive or appealing enough to make it stand out from a crowd of kindred songs and prompt additional requests for airplay, so like a lot of other music it quietly faded off of radio playlists without having achieved even minor hit status. Its lack of airplay wasn't due to \"political incorrectness,\" but rather to bad timing and getting lost in the shuffle. However, \"In God We Still Trust\" was the subject of a somewhat similar controversy three years later, in March 2009, when students at a Florida elementary school were rehearsing the song to perform it as part of an end-of-the year school assembly. The parents of two students filed a lawsuit against the school board maintaining that the school had violated their children's First Amendment rights \"by making them choose between practicing a 'proselytizing' and 'sectarian' country music song or sitting out the entire performance.\" A U.S. District Judge issued an injunction against the song's performance at the school assembly, although it had already been dropped from the program by then. Any suggestion of a connection between President Obama and the alleged radio \"censorship\" of \"In God We Still Trust\" is completely specious, as Diamond Rio's recording of the song was released over two and a half years before Barack Obama took office as President of the United States.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/Greatest-Hits-Vol-Diamond-Rio/dp/B000F2CC1S;http://www.billboard.com/bbcom/bio/index.jsp?pid=2321&cr=artist&or=ASCENDING&sf=length&kw=diamond%20rio;http://www.onlylyrics.com/song.asp?id=29696;",
  "Example": "[Collected via e-mail, November 2009] [Collected via e-mail, May 2006] YOU WONT HEAR THIS SONG IN A PUBLIC BROADCAST: In March, 2005, this song was performed at a Diamond Rio concert. They received an immediate standing ovation, and continue to do so every time they perform it! Sadly, major radio stations wouldn't play it because it was considered politically incorrect. Consequently, the song was never released to the public. If this song speaks to your heart and you want to share it with friends and loved ones, please do. Then, regardless of our ethnic origin, let us cease being the silent majority and join together. Not as a particular political party, but as Americans! [Collected via e-mail, May 2006] March of 2005 was the first time this song was performed by Diamond Rio at a concert in Las Vegas. They received an immediate resounding standing ovation, and continue to do so every time they perform it! At the time, my thought was, \"Everyone who loves America will be so thrilled to hear this song!\" Although Diamond Rio has never before done a statement song, they felt compelled to record \"In God We Still Trust.\" But guess what? Sadly, major radio stations wouldn't play it because it was considered politically incorrect. Consequently, the song was never released to the public. So, America, see what you think. If this offering speaks to your heart and you feel to share it with friends and loved ones, please do. Many of us feel great concern with the movement of a dissident minority to eliminate God from the face of America! If they succeed, it will destroy the very principles upon which our nation was founded. Are we going to allow this to happen? What would that be like? More importantly..how would you feel? Regardless of our ethnic origin, let us cease being the silent majority and join together. Not as a particular political party, but as Americans! Let us voice to the media and the powers that be how we feel about having God erased from everything that is sacred to us. If we don't do it, who will? [Collected via e-mail, August 2009] The song you are about to listen to is from a Las Vegas Diamond Rio concert. They received an immediate resounding standing ovation, and continue to do so every time they perform it! Sadly, major radio stations wouldn't play it because it was considered 'politically incorrect'. Consequently, the song was never released to the public. Now Congress is getting involved. The Dictator Obama, no, no, its President Hitler is saying that is not fit for release because it offends so many. So America, see what you think ... can we say \"CENSORSHIP\" If this offering speaks to your heart and you feel you want to share it with friends and loved ones, please do. [Collected via e-mail, March 2013] There is a rumor that a Diamond Rio song \"Here in America\" isbeing shunned by radio stations. It has gone so far as to say Congressand the President are saying it offends too many and are trying to banit's release. It's a song about America's belief in God.",
  "Last Updated": "15 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/diamondrio.asp",
  "Claim": "Radio stations shunned the Diamond Rio song \"In God We Still Trust\" because of its subject matter.",
  "Claim_ID": "politics_religion_diamondrio",
  "Tags": ""
}