{
  "Origins": "Just about any unsourced list of witty observations about our politics and social mores gets credited to humorist George Carlin these days, even when it doesn't really sound like anything he would write. Carlin may sometimes use the format of stringing together a few dozen pithy comments about a wide variety of topical subjects, but the tone of his humor is nothing like this reactionary piece. If any doubt remained, Carlin himself swept it away by announcing on his web site that he is not the author of the article.",
  "Fact Check": "",
  "Description": "If not Carlin, then who did write it? This piece has also been credited to a number of decidedly conservative, outspoken media figures, such as rock star Ted Nugent , talk radio host Rush Limbaugh , and other comedians, such as Denis Leary, but the even if the article might seem to echo the political opinions of these men, it doesn't quite match any of them, nor does the language used sound quite right for any of these figures. (Leary, like Carlin, has been credited with creating some other Internet favorites, such as a vituperative discourse on e-mail chain letters and the \" Are You Man Enough? \" essay.) The essay quoted at the head of this page appeared in the FreeRepublic.com on-line forum back in September 2000 under the title \"I Am a Bad Republican\" (picking up title changes and additions since then as it was forwarded around the Internet), and the person who posted it there has taken credit for it in a another message in that same forum, stating that he wrote it in response to list sent to him by a Democrat friend about how to be a \"good Republican.\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20050409053728/http://www.freerepublic.com/forum/a3b21fbab4b27.htm;http://www-personal.umich.edu/~gmbrown/denis/macho.html;http://web.archive.org/web/20040515093720/http://www.racepics.co.nz/chainletter.htm;http://dlhq.holyelvis.com/;http://www.rushlimbaugh.com/home/today.guest.html;http://www.tednugent.com;http://www.georgecarlin.com/home/bogus.html;",
  "Example": "[Collected on the Internet, 2001] I'm Your Worst Nightmare. I am a BAD Republican. I like big cars, big cigars and naturally big racks. I believe the money I make belongs to me and my family, not some mid-level governmental functionary with a bad comb-over who wants to give it away to crack addicts squirting out babies. I don't care about appearing compassionate. I think playing with guns doesn't make you a killer. I believe its called the Boy Scouts for a reason. I think I'm better than the homeless. I am not the real Slim Shady, so I think that I m gonna stay seated right here in this damn comfy chair. I don't think being a minority makes you noble or victimized. I don't care if you call me a racist, a homophobe or a misogynist. I am not tolerant of others because they are different. I know that no matter how big Jennifer Lopez s toilet gets, I ll still want to see it. I don't celebrate Kwanzaa. I believe that if you are selling me a Big Mac, you do it in English. I like my porn without silicon. I don't use the excuse \"it's for the children\" as a shield for unpopular opinions or actions. I want to know when MTV became such crap. I think getting a hummer is sex, and every man is entitled to at least one extremely sloppy one per month. I know what the definition of is is. I think Oprah's eyes are way too far apart. I didn't take the initiative in inventing the Internet. I thought the Taco Bell dog was funny. I want them to bring back safe and sane fireworks. I believe no one ever died because of something Ozzy Osbourne, Ice-T or Marilyn Manson sang. I think that being a student doesn t give you any more enlightenment than working at Blockbuster. I ve never mourned a dead goldfish. I don t want to eat or drink anything with the words light, lite or fat-free on the package. I believe everyone has a right to pray to their God or gods, while I pray that the test results come back negative. I think the Clippers should play in the WNBA. My heroes are Abraham Lincoln, Orson Wells, Ronald Reagan and whoever canceled Dr. Quinn, Medicine Woman. I think creative violence makes movies more interesting and Iraqis more dead. I don't hate the rich. I don't pity the poor. I know wrestling is fake, but I still think The Rock could kick my butt. I think global warming is junk science. I ve never owned or was a slave, I didn't wander forty years in the desert after getting chased out of Egypt, I haven t burned any witches or been persecuted by the Turks and neither have you, so shut-the-f-up already. South Park still makes me laugh. I think you can respect and admire women while mentally undressing them. I believe a self-righteous liberal with a cause is more dangerous than a PlayStation. I want to know which church is it exactly where the Rev. Jessie Jackson preaches. I think explosions are cool. I don't care where Ellen puts her tongue. I think the cops have every right to shoot your sorry ass if you re running from them. I thought Spinal Tap was great, but Rob Reiner can still kiss my backside. I worry about dying before I get even. I ve discovered that DVD is better than Laserdisc. I like the convenience of buying oranges while I'm waiting at a stop-light, and I'm pretty sure the Latina midget selling them to me is glad she no longer lives in a refrigerator packing carton outside Ensenada. I figured out Bruce Willis was dead midway through The Sixth Sense but enjoyed it anyway. I think turkey bacon sucks. I want somebody to explain to me exactly why it's wrong to point out that when I watch a freeway chase, I know the losers the police eventually pull out of the car are gonna be a gang-banging hommies or vatos. I believe that it doesn't take a village to raise a child, it takes a parent. I think tattoos and piercings are fine if you want them, but please don t pretend they are a political statement. I want to know what the hell is going on when Geena Davis has a sitcom. I like hard women, hard liquor and a hard bowel movement first thing in the morning. I believe you don t have to speak with a lisp to pick out a couch for your living room. I'll admit that the only movie that ever made me cry was Field of Dreams. I didn't realize Dr. Seuss was a genius until I had a kid. I will not conform or compromise just to keep from hurting somebody's feelings. Sometimes I throw my soft drink can in the trash, even when the recycle bin is just a few more steps. Making love is fine, but sometimes I wanna get laid. I'm neither angry nor disenfranchised, no matter how desperately the mainstream media would like the world to believe otherwise. Yes, I'm a bad Republican. And I vote... even if it rains. Yes, I Guess I am A BAD American. I like big cars, big boats, big houses, and naturally big tits. I believe the money I make belongs to me and my family, not some mid-level governmental functionary with a bad comb-over who wants to give it away to crack addicts squirting out babies. I don't care about appearing compassionate. I think playing with toy guns doesn't make you a killer. I believe it's called the Boy Scouts for a reason. I think I'm doing better than the homeless. I don't think being a minority makes you noble or victimized. I have the right not to be tolerant of others because they are different, weird or piss me off. I know what SEX is and there are not varying degrees of it. Hell, just ask my wife. I don't celebrate Kwanzaa. But if you want to that's fine; just don't feel like everyone else should have to. I believe that if you are selling me a Dairy queen shake, pack of cigarettes, or hotel room you do it in English. As of matter of fact, if you are an American citizen you should speak English. My father and grandfather shouldn't have to die in vain so you can leave the countries you were born in to come disrespect ours. I think the cops have every right to shoot your sorry ass if you're running from them after they tell you to stop. If you can't understand the word freeze or stop in English, See the previous line. If I received a blow job from one of my subordinate employees in my office, it wouldn't be a private matter or my personal business. I would have been FIRED immediately. I know how to count votes and I feel much safer letting a machine with no political affiliation recount when needed. I know what the definition of lying is. I don't think just because you were not born in this country, you qualify for any special loan programs, gov't sponsored bank loans, etc., so you can you can open a hotel, c-store, trinket shop, or any damn thing else. I thought the Taco Bell dog was funny. I want them to bring back safe and sane fireworks. I believe no one ever died because of something Ozzy Osbourne, Ice-T or Marilyn Manson sang, but that doesn't mean I want to listen to that crap from someone else's car when I'm stopped at a red light.But I respect your right to. I think that being a student doesn't give you any more enlightenment than working at Blockbuster or Jack In The Box. I don't want to eat or drink anything with the words light, Lite, or fat-free on the package. I did not go to some foreign country and risk my life in vain and defend our constitution so that decades later you can tell me it's a living document ever changing and is open to interpretation. I don't hate the rich. I don't pity the poor. I know wrestling is fake. I've never owned or was a slave, and a large percentage or our forefathers weren't wealthy enough to own one either. I think you can respect and admire women while mentally undressing them. I believe a self-righteous liberal with a cause is more dangerous than a Hell's Angel with an attitude. I want to know which church is it exactly where the \"Rev.\" Jesse Jackson preaches; and besides what exactly is his job function. I don't care where Ellen puts her tongue. I own a gun, you can own a gun, and any red blooded American should be allowed to own a gun, but if you use it in a crime then you will serve the time. A rubber band and a paper clip is a dangerous weapon in the hands of someone with malicious intent. I worry about dying before I get even. I didn't take the initiative in inventing the Internet. I think Bill Gates has every right to keep every penny he made and continue to make more. If it pisses you off, invent the next operating system that's better and put your name on the building. Ask your buddy that invented the Internet to help you. I don't believe in hate crime legislation. Even suggesting it pisses me off. You're telling me that someone who is a minority, gay, disabled, another nationality, or otherwise different from the mainstream of this country has more value as a human being that I do as a white male. Hell, if someone kills anyone, I'd say that it's a hate crime. I like the convenience of buying oranges from a sidewalk vendor or while I'm waiting at a stop-light, and I'm pretty sure the Latin midget selling them to me is glad she no longer lives in a refrigerator box in East LA or is sleeping in the streets of her home country. We don't need more laws! Let's enforce the ones we already have. I think turkey bacon, turkey beef, turkey fake anything sucks. I believe that it doesn't take a village to raise a child, it takes a parent with the balls to stand up to the kid and spank his butt and say \"NO\". I think tattoos and piercing are fine if you want them, but please don't pretend they are a political statement. I'll admit that the only movie that ever made me cry was Ole Yeller. I didn't realize Dr. Seuss was a genius until I had a kid. I will not be frowned upon or be looked down upon or be made to keep silent because I have these beliefs and opinions. I thought this country allowed me that right I will not conform or compromise just to keep from hurting somebody's feelings. I'm neither angry nor disenfranchised, no matter how desperately the mainstream media would like the world to believe otherwise. Yes, I guess by their definition, I'm a bad American.",
  "Last Updated": "2 October 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/carlin.asp",
  "Claim": "Comedian George Carlin authored a piece about his being a 'Bad American.'",
  "Claim_ID": "politics_soapbox_carlin",
  "Tags": ""
}