{
  "Origins": "The above referenced Action Alert issued by the American Family Association (AFA) in June 2007 warns readers that a bill currently before Congress would \"criminalize negative comments concerning homosexuality, such as calling the practice of homosexuality a sin from the pulpit, a 'hate crime' punishable by a hefty fine and time in prison.\" This claim, as well as the Action Alert's bulleted references to court cases, news items, and current legislation, are gross and misleading distortions of information:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.law.cornell.edu/uscode/html/uscode18/usc_sec_18_00000242----000-.html;http://thomas.loc.gov/cgi-bin/query/z?c110:h.r.1592.rfs:;http://transcripts.cnn.com/TRANSCRIPTS/0706/09/cnr.01.html;http://www.washingtonpost.com/wp-dyn/content/article/2007/06/08/AR2007060801537_pf.html;http://www.profamilylawcenter.com/_docs/45.pdf;https://secure.afa.net/afa/activism/signpetition.asp?id=1680;",
  "Example": "[Collected via e-mail, June 2007] A Petition To Congress In Defense Of Religious Freedom Be one of one million Americans willing to take a stand in defense of two of our most precious freedoms freedom of speech and freedom of religion. Here's why: A California lawsuit which is now headed to the U.S. Supreme Court would make the use of the words \"natural family,\" \"marriage\" and \"union of a man and a woman\" a \"hate speech\" crime in government workplaces. The 9th U.S. Circuit Court of Appeals has already ruled in favor of the plaintiffs. CNN and The Washington Post both reported that General Peter Pace, former chairman of the Joint Chiefs of staff, was fired because of his publicly expressed moral opposition to homosexual behavior. A bill now before Congress (H.R. 1592 / S. 1105) would criminalize negative comments concerning homosexuality, such as calling the practice of homosexuality a sin from the pulpit, a \"hate crime\" punishable by a hefty fine and time in prison. This dangerous legislation would take away our freedom of speech and our freedom of religion.",
  "Last Updated": "11 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/sexuality/hatecrime.asp",
  "Claim": "A bill before Congress would make it a \"hate crime\" for pastors and churches to speak against homosexuality.",
  "Claim_ID": "politics_sexuality_hatecrime",
  "Tags": ""
}