{
  "Origins": "The above-quoted letter to the editor by one Paul Allen was indeed published on the opinion page of the Santa Clarita Valley (California) Signal on 24 November 2000. Within five months, someone had re-typed the letter (because the Signal didn't then publish letters to the editor on its web site) and started it circulating on the Internet via e-mail forwards (most of which erroneously stated that it had first been published on 25 April 2002). However, the Paul Allen who wrote this piece was not (as claimed in the example above) the Paul Allen who co-founded Microsoft with Bill Gates (and regularly ranks high on lists of the world's wealthiest people) he was simply a local resident with the same name.",
  "Fact Check": "",
  "Description": "Nonetheless, after the e-mail version of Paul Allen's editorial had been making the rounds for only a month, the Signal had received such a deluge of messages inquiring whether they had ever really published such a letter that the newspaper's general manager, Tim Whyte, saw fit to reprint it along with an editorial explaining its origins and the phenomenon it had become: At first, I didn t think much of the e-mails. I answered each as carefully and completely as I could. Little did I know, within a week I would go from being managing editor of The Signal to being \"The Guy Who Answers E-mails From Curious Members of the LDS Church Throughout the World Who Want to Know if we REALLY Published a Letter from Paul Allen Praising the Mormons.\" I have tried to remain professional and helpful to those making the queries, but to be quite frank, it has become a bit overwhelming. I haven't counted, but suffice to say the number of inquiries is easily in the several hundreds. The e-mails and phone calls have come to me from all over Utah, of course, but also a wide array of states ranging from Hawaii to the Beast Coast, and several out of Canada, from Toronto to the remote reaches of Manitoba. (Brrr.) Other nations have been represented, too, including Australia and New Zealand. Apparently, members of the Mormon faith get beat up a lot in the court of public opinion around the nation and world. You wouldn't know it here in Santa Clarita. And again, when I think \"Mormon,\" I still tend to think, \"Cute Girls.\" But there is an almost-sad level of disbelief in these e-mails I receive from people, literally from across the globe, who apparently feel as if their religion is marginalized and ostracized. The people who have sent me notes are invariably incredulous, as if it s unlikely that a letter complimentary to the Mormon faith would be penned by someone outside the faith, and then, in turn, published by a community newspaper: Can you please confirm that this letter was really published? Well, yes. It really was. And here, on this page, accompanying this column, is a copy of the original letter. No, I don't have tearsheets available for those who want original copies, but we ll post this version on our web site making an exception to our typical policy under which one must actually buy the newspaper to read letters to the editor so LDS church members worldwide can copy the text of the letter and get the confirmation they seek, right here in this column. Yes, the letter is complimentary to Mormons. Yes, we really published it-nearly two years ago, but thanks to Internet wizardry and LDS members' skepticism, it's all the rage on Planet Earth and in cyberspace right now. And now, back to your regularly scheduled community newspaper. Well over five years after its initial publication, Paul Allen's letter is still the subject of inquiry (here at snopes.com and at The Signal as well), hence its inclusion here.",
  "Originally Published": "",
  "Referred Links": "http://www.forbes.com/static/bill2005/LIR1217.html?passListId=10&passYear=2005&passListType=Person&uniqueId=1217&datatype=Person;http://www.paulallen.com/;",
  "Example": "[Collected via e-mail, 2006] Comment: I recieved the email below and want to know if it is truely from Paul Allen or not: Paul Allen's Editorial on the \"Mormons\". Paul Allen is the owner of the Seattle Seahawks. He is also theowner of the Portland Trail Blazers NBA basketball team and is aco-partner with Bill Gates in Microsoft. His letter to the editor waspublished in the Santa Clarita, California newspaper.Editor: I have heard and seen enough! I have lived in the West all my life. I have worked around them. They have worked for me and I for them. When I was young, I dated their daughters. When I got married they came to my wedding. Now that I have daughters of my own, some of their boys have dated my daughters. I would be privileged if one of them were to be my son-in-law. I'm talking about the Mormons. They are some of the most honest, hard-working people I have ever known. They are spiritual, probably more than most other so-called religious people I have encountered. They study the Bible and teach from it as much as any Christian church ever has. They serve their religion without pay in every conceivable capacity. None of their leaders, teachers, counselors, Bishops or music directors receive one dime for the hours of labor they put in. The Mormons have a non-paid ministry a fact not generally known. I have heard many times from the pulpits of others how evil and non-Christian they are and that they will not go to heaven. I decided recently to attend one of their services near my home to see for myself. What a surprise! What I heard and saw was just the opposite from what the religious ministers of the day were telling me. I found a very simple service with no fanfare. I found a people with a great sense of humor and a well-balanced spiritual side. There was no loud music. Just a simple service, with the members themselves giving the several short sermons. They urge their youth to be morally clean and live a good life. They teach the gospel of Christ, as they understand it. The name of their church is \"The Church of Jesus Christ of Latter-day Saints.\" Does that sound like a non-Christian church to you? I asked them many questions about what they teach and why. I got answers that in most cases were from the New Testament. Their ideas and doctrines did not seem too far fetched for my understanding. When I read their \"Book of Mormon\" I was also very surprised to find just the opposite from what I had been told I would find. Then I went to another church's pastor to ask him some of the same questions about doctrine. To my surprise, when he found out that I was in some way investigating the Mormons, he became hostile. He referred to them as a non-Christian cult. I received what sounded to me like evil propaganda against those people. He stated bluntly that they were not Christian and that they did not fit into the Christian mold. He also told me that they don't really believe the Bible. He gave me a pile of anti-Mormon literature. He began to rant that the Mormons were not telling me the truth about what they stand for. He didn't want to hear anything good about them. At first I was surprised and then again, I wasn't. I began to wonder. I have never known of a cult that supports the Boy Scouts of America. According to the Boy Scouts, over a third of all the Boy Scout troops in the United States are Mormon. What cult do you know of that has a welfare system second to none in this country? They have farms, canneries and cattle ranches to help take care of the unfortunate ones who might be down and out and in need of a little help. The Mormon Church has donated millions to welfare causes around the world without a word of credit. They have donated thousands to help re-build Baptist churches that were burned a few years ago. They have donated tons of medical supplies to countries ravaged by earthquakes. You never see them on TV begging for money. What cult do you know of that instills in its members to obey the law, pay their taxes, serve in the military if asked and be a good Christian by living high moral standards? Did you know that hundreds of thousands of Mormon youth get up before high school starts in the morning to attend a religious training class? They have basketball and softball leagues and supervised youth dances every month. They are recruited by the FBI, the State Department and every police department in the country because they are trustworthy. They are taught not to drink nor take drugs. They are in the Secret Service those who protect the President. They serve in high leadership positions from both parties in Congress and in the U.S. Senate, and have been governors of several states other than Utah. They serve with distinction and honor. If you have Mormons living near, you will probably find them to be your best friends and neighbors. They are Christians who try to live what they preach. They are not perfect and they are the first to admit this. I have known some of them who could not live their religion, just like many of us. The rhetoric which is spread around against them is nothing more than evil propaganda founded in untruths. (Others) had successfully demonized them to the point that the general public has no idea what they actually believe and teach. If you really want to know the truth, go see for yourself. You, also, will be surprised. When I first moved here some 25 years ago there were five Mormon wards in Santa Clarita. Now there are 15. They must be doing something right. Paul Allen Santa Clarita, Calif.",
  "Last Updated": "31 March 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/paulallen.asp",
  "Claim": "Paul Allen of Microsoft wrote a letter to a Santa Clarita newspaper in defense of Mormons.",
  "Claim_ID": "politics_soapbox_paulallen",
  "Tags": ""
}