{
  "Origins": "In April 2009, the state of Vermont passed legislation extending full marriage rights to same-sex couples. That legislation took effect as of 1 September 2009, with two women on that day becoming the first lawfully wedded same-sex couple under Vermont law just a few minutes after midnight.",
  "Fact Check": "",
  "Description": "In celebration of the new law, Vermont-based ice cream maker Ben & Jerry's, a company with a long history of promoting social causes, announced that it would be renaming its Chubby Hubby flavor of ice cream (pretzel nuggets covered in fudge and filled with peanut butter in a fudge and peanut butter-swirled vanilla malt ice cream base) to Hubby Hubby for the month of September in its Vermont stores: Ben & Jerry's, known for its euphoric ice cream flavors and dedication to social justice, celebrates the beginning of the freedom to marry for gay and lesbian couples in Vermont with the symbolic renaming of its well-known ice cream flavor \"Chubby Hubby\" to \"Hubby Hubby.\" In partnership with Freedom to Marry, Ben & Jerry's aims to raise awareness of the importance of marriage equality and, to show its support, will serve \"Hubby Hubby\" sundaes in Vermont Scoop Shops throughout the month of September. Ben & Jerry's has a long history of commitment to social justice, including gay rights. Its partnership with Freedom to Marry, a national leader in the movement for marriage equality, aims to raise awareness of the importance of marriage equality and to encourage other states to follow the blazing trails of Vermont, Massachusetts, Connecticut, Iowa, and Maine. Freedom to Marry promotes the national conversation about why marriage equality matters and brings together partner organizations into a larger whole a shared civil rights campaign. \"At the core of Ben & Jerry's values, we believe that social justice can and should be something that every human being is entitled to,\" said Walt Freese, Chief Executive Officer of Ben & Jerry's. \"From the very beginning of our 30 year history, we have supported equal rights for all people. The legalization of marriage for gay and lesbian couples in Vermont is certainly a step in the right direction and something worth celebrating with peace, love and plenty of ice cream.\" To kick off the celebration, Ben & Jerry's and Freedom to Marry will be publicly supporting the first marriages of gay and lesbian couples in Vermont and raising awareness for marriage equality and how to take action by driving consumers to freedomtomarry.org. By logging onto the site, people can show their support, sign a Marriage Resolution Petition, have conversations about why marriage matters and learn more about how they can support the cause. \"It's not polite to talk with your mouth full, but the most important thing that all us ice cream lovers can do to support the freedom to marry is speak with the people we know about why marriage matters and the need to end marriage discrimination in every state,\" said Evan Wolfson, executive director of Freedom to Marry. \"Thanks to Ben & Jerry's, starting those needed conversations has never been sweeter and thanks to Freedom to Marry, we all now have a great excuse to eat more ice cream.\"",
  "Originally Published": "",
  "Referred Links": "http://www.benjerry.com/hubbyhubby/;http://www.businesswire.com/portal/site/benjerry/?ndmViewId=news_view&newsId=20090901005358&newsLang=en;http://www.burlingtonfreepress.com/blog/politics/2009/09/civil-marriage-at-minute-after-midnight.html;",
  "Example": "[Collected via e-mail, September 2009] Received e-mail stating that Ben and Jerry's Ice Cream has changed the name of one of their products from \"Chubby Hubby\" to \"HubbyHubby\" in honor of \"same sex marriage\". As you may have seen on the news last night, Ben & Jerry's is celebrating homosexual \"marriage\" in Vermont by offering \"Hubby-Hubby\" Ice Cream. Although I used to be a big fan of their Ice Cream, this is now the last straw. I officially refuse to buy or eat any Ben & Jerry Ice Cream now or in the future. There are plenty of legitimate alternatives now anyway. I urge you all to consider the same thing. Ben & Jerry's may not care that they've lost a few ice cream fans, but it at least helps my consciencestay clean.",
  "Last Updated": "3 September 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/sexuality/hubby.asp",
  "Claim": "Ben & Jerry's is renaming Chubby Hubby flavor ice cream to Hubby Hubby for the month of September 2009 in celebration of the legalization of same-sex marriage in Vermont.",
  "Claim_ID": "politics_sexuality_hubby",
  "Tags": ""
}