{
  "Origins": "The above-quoted article about the NBA's Doug Christie nearly choking to death on a chicken bone because his wife, Jackie , jealously refused to let a female doctor come to his aid was widely circulated on the Internet in mid-2008.",
  "Fact Check": "",
  "Description": "In fact, the article was both several years old and a spoof, a lampooning of the Christies which was published on the satirical Brushback sports news web site back in 2003, when Doug was a member of the Sacramento Kings basketball team.",
  "Originally Published": "",
  "Referred Links": "http://www.thebrushback.com/Archives/jchristie_full.htm;http://www.jackiechristie.com/;http://sportsillustrated.cnn.com/basketball/nba/players/817/;http://www.thebrushback.com/Archives/jchristie_full.htm;",
  "Example": "[Collected via e-mail, July 2008] SACRAMENTO Jackie Christie, wife of NBA star Doug Christie, refused to let a female doctor save her husband s life Saturday when he nearly choked to death during a dinner at the Pilothouse Restaurant in Sacramento. Christie frantically screamed for a doctor after her husband began gagging on a chicken bone, but when Clarissa Jordan, a 41-year-old female doctor, rushed to his aid, Christie grew agitated. She reportedly told Jordan to \"back off\" even as Doug s face turned purple and his breath came out in short, labored gasps. Bystanders watched in horror as Jackie Christie calmly waited for a male patron to save her husband s life. Luckily, Sanjay Mehta, a local medical student who was sitting at the bar in an adjacent room, was able to apply the Heimlich maneuver just in time to avert a tragedy. The chicken bone came up, and Jackie defended her decision not to let a female doctor save her husband. \"Miss Clarissa Jordan, or whatever her name is, came running over like a poodle in heat,\" said Christie. \"I could tell she was lusting after my husband, which is why I wouldn t let her near him. Sure, she s a doctor, but that s a great way to get her little tongue down my husband s throat. Believe me, I m no fool. Plus, my husband would never want a female doctor saving his life. He d feel too guilty having another woman lay her hands on him. He'd rather die. I m sure of it.\" Bystanders reported that Christie was not satisfied to simply wave Jordan away. Instead, she began beating the woman with her purse until the horrified doctor fled in terror. Christie said those claims were exaggerated, but did admit to \"getting physical with her.\" [Rest of article here.]",
  "Last Updated": "3 July 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/christie.asp",
  "Claim": "The NBA's Doug Christie nearly choked to death when his wife refused to allow a female doctor to assist him.",
  "Claim_ID": "politics_satire_christie",
  "Tags": ""
}