{
  "Origins": "No, the U.S. military is not paying \"pre-enlistment\" bonuses to sign up boys as young as 14 for future combat duty. This is one of those cases where plain old common sense kicks in: if the U.S. military were really enticing minors to sign up for combat duty with $10,000 sign-on bonuses (and had, as claimed, already enlisted over 10,000 boys aged 14-16 ) we wouldn't be hearing about it from a few obscure web sites. We'd be hearing about it:",
  "Fact Check": "",
  "Description": "From commercials, print advertisements, and web sites of U.S. military branches, since a recruitment program does no good if potential recruitees don't know about it. From nearly every print, television, radio, and web-based news outlet in the United States (many of which would undoubtedly be running prominent and scathing condemnatory articles about such a program if it were real). Given that mere discussion of a resumption of the draft recently resulted in a plethora of articles and opinion pieces in the major news media, a military recruitment program aimed at minors would be far too controversial to escape similar attention. Evidently this article was a spoof which originated with the Des Moines-based City View publication, and the date of the archived version, 31 March 2005, indicates it was likely intended as an April Fools' Day prank. (Certainly the mention of recruited youngsters starting up organization named \"Veterans of Future Wars\" echoes another prominent piece of satire from 1936.) As often happens with good satire, the author blended just the right mix of politically resonant issues into a seemingly credible brew, and his work was reproduced by other outlets and viewed by readers who mistook it for a genuine news story. Some branches of the military (such as the National Guard) will sign up 17-year-old high school seniors, with parental permission, for a Delayed Entry Program (although no bonuses are paid until the completion of Basic Training), and military recruiters may visit and talk to high schoolers, but no U.S. military service enlists 14-16 year olds for (future) combat duty.",
  "Originally Published": "",
  "Referred Links": "http://etc.princeton.edu/CampusWWW/Companion/veterams_future_wars.html;http://66.102.7.104/search?q=cache:2y9NwcFZw_cJ:www.pointblank-dm.com/archive/2005/mar/033105/cover.shtml+&hl=en&lr=lang_en;http://www.dmcityview.com/;http://www.uruknet.info/?p=11136;",
  "Example": "[Cityview Online, 2005] Colin Hadley spends most of his days after school skateboarding or playing Halo II on his new X-Box with friends. He sleeps until noon or later on weekends and rarely, if ever, does any schoolwork outside the classroom, where he pulls down solid C's and a few D's just enough to get by. He's the typical 15-year-old American boy: cocksure in demeanor, certain the world revolves around him, and confident that life is going to serve him well. And he's the new \"target of interest\" for U.S. military recruiters who've begun signing up boys as young as 14 for military service, which they will be required to begin when they turn 18. \"It's a sweet deal,\" says Hadley, who boasts that he bought his X-Box with the enlistment bonus he received after signing up last month. \"I don't have to do hardly anything for three years, but they're paying me now.\" [Rest of article here.]",
  "Last Updated": "18 April 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/recruit.asp",
  "Claim": "The U.S. military is paying high school kids to sign up for future combat duty under a 'pre-enlistment' program.",
  "Claim_ID": "Politics_satire_recruit",
  "Tags": ""
}