{
  "Origins": "Steak n Shake is a restaurant chain that began in Normal, Illinois, in 1934 and now has outlets throughout the Midwestern and Southern United States featuring a menu that includes steakburger sandwiches and array of milk shakes and malts. In April 2007 we began receiving the above-quoted e-mail relating an incident that reportedly took place at the chain's outlet in Albany, Georgia, at which customers had been prevented from praying during their meal at Steak n Shake and were told that company policy prohibited patrons from \"praying out loud.\"",
  "Fact Check": "",
  "Description": "We spoke to Steak n Shake's Director for Corporate Communications, Bill Harnew, about the chain's purported \"no vocal prayer\" policy. He acknowledged that some kind of incident (possibly involving \"miscommunication\") did occur at the company's restaurant in Albany but told us he couldn't provide definitive details about it because he had received multiple conflicting accounts of what took place. (The original e-mail presents a good deal of second-hand information and may be an account relayed by someone who was not present at the event.) However, WALB-TV in Albany reported a decidedly different version of events than the one presented in the e-mail: Albany minister Jim McBride, an executive minister at Sherwood Baptist, said the teen apparently asked everyone in the restaurant to bow in prayer, and the manager told the teen that she didn't mind if he prayed, but to please not call the entire restaurant into prayer. As to the main issue of the piece, Bill Harnew said on behalf of the chain: \"With regard to prayer, we've always had the policy, and will always have the policy, that Steak n Shake allows prayer to oneself, to a group, to bless food, at any and all of our restaurants, at any time.\" He added, \"We apologize to anyone who felt that they could not pray freely in our restaurants.\" The chain dispatched a district manager to the Albany restaurant to review corporate policy with all the employees there, they have offered apologies to as many of the customers involved as they have been able to reach so far, and they extend a public apology to anyone whom the incident has led to believe that Steak n Shake has a company rule prohibiting customers from praying in their restaurants.",
  "Originally Published": "",
  "Referred Links": "http://www.steaknshake.com/states/location.asp;http://www.steaknshake.com/default-home.asp;",
  "Example": "[Collected via e-mail, April 2007] ATTENTION ALL CHRISTIANS - Be careful where you eat. This is an incident that just recently happened right here in Albany, Georgia, a few weeks ago: A local church youth group was returning from a church outing & decided to stop in at the Steak 'n' Shake in Albany, Georgia to eat. There were a dozen or more teenagers around the age of 16 year of age and a few adults. The teenagers were sitting together, in one area of the restaurant. The parents were at a different table giving the teenagers some \"privacy\". Everyone ordered & received their food. One of the teenager's stood up & told the group to be quiet for the blessing of the food. The teenager said the blessing out loud over their food. Several of the other customers bowed their heads. After the grace (prayer) was over, the Steak 'n' Shake Manager came over to the young guy & started lecturing the teenager on Steak & Shake's policy, informed him that the practice of public prayer was illegal. She told him that he was not allowed to pray out loud in Steak & Shake Restaurants, and that if he did it again they would be asked to leave. She was shaking her finger in his face, criticizing & ridiculing him for praying out loud in the Steak 'n' Shake Restaurant. This was mainly a group of teenagers who didn't realize the ramifications of this action. One of the adults did stepped up to the manager & told her (the manager) that she didn't need to be attacking the teenager. One of the adult who was there (who I would trust more than any of the teenagers) said that some of the waitresses came over after the incident and told the teenager that they supported him and gave him the name of the manager who just did this and a number to call and complain. This was done behind the back of the manager who \"laid down the law\", which is understandable since it is company policy, they could be fired for breaking the rules. The teenage youth doesn't want to get anybody in trouble, and won't provide the name of the offending party. Later, after hearing of this incident, one of the youth group's parent or grandparent called the Albany Steak 'n' Shake Restaurant and asked to speak to the manager. She asked the person who answered the phone about the incident, and they told her the General Manager was coming in the next day and she should call back then and talk to them. She called back the next day, told the story of the incident, and was told by the General Manager that it is indeed the policy of Steak 'n' Shake Restaurants. That you may pray, but praying out loud could disturb oroffend the other customers and you may be asked to leave. Steak 'n' Shake has a \"no vocal prayer policy\". If you break that rule, you may be asked to leave. The teenager who prayed was not asked to leave, in fact, nobody left when the manager did this, and I believe they should have gotten up, left the food right there on the tables & without paying walked out. The teenagers are terrified that this is going to get somebody in trouble and wants no part of any protest. As a Christian Adult, I feel it is just another attack on Christians. We have lost prayer in our public schools, lost prayer at school games & school functions. They are trying to take God out of the Governmentbuildings, off our money, etc. I sure don't want to lose my right to give thanks over my food to the Lord who provided it to me in public. Business are supported by our \"In God We Trust\" dollars. The customers \"vote\" for the businesses they like with their \"In God We Trust\" dollars. As a Christian, I will vote to eat at restaurants where I am allowed topray. I will also vote to eat at restaurants where I can take a Christian group or go with a Christian group to eat & be able to pray out loud. As a Christian, I'm outraged, & wasn't sure what to do. So I took it to the Lord (I prayed) & God answered right away. He told me to tell all the world - I feel that I should tell people, so they could make an informed decision. There are probably other restaurants out there that feel the same way, but if Christians stick together we can at least make them miss our business! What is this teaching our youth & children? That they can't pray in public places or bless their food? Please forward this to everyone on your E-mail list. Christians need to know & be heard, we've been silent long enough. God Bless You! PS. I would like to hear any feed back you might have on this incident or if you've encountered a similar incident or experience in any particular restaurant.",
  "Last Updated": "26 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/steaknshake.asp",
  "Claim": "The Steak n Shake restaurant chain has a company policy prohibiting customers from praying at its restaurants.",
  "Claim_ID": "politics_religion_steaknshake",
  "Tags": ""
}