{
  "Origins": "In November 2013, as news outlets were reporting the supposed spread of knockout game incidents in the U.S. (a \"game\" in which youngsters sucker-punch random strangers and attempt to knock them unconscious), a purported news story began circulating on the Internet positing that a 60-year-old woman named Beulah Montgomery shot and killed two teenagers who were attempting to make her a victim of their knockout game efforts:",
  "Fact Check": "",
  "Description": "Although there has been at least one legitimate recent news account of a would-be knockout game victim (non-fatally) shooting his attacker, the story about Beulah Montgomery appears to be a completely fabricated one. The article as presented includes no details of date or location or any other verifiable information (outside of the name 'Beulah Montgomery'), and the alleged shooting incident has not been reported on by any standard news outlet even though knockout game stories have been garnering a good deal of prominent coverage in the mainstream media. This account is the exclusive province of blogs, forums, social media postings, and alternative news sites, all offering the same unsourced, detail-free story that has gone completely unmentioned by mainstream news sources, a reliable indicator that the whole thing is a hoax. The satirical National Report web site published a similar fictional article about a 93-year-old woman named Gladis Bennett at the same time this piece was circulating.",
  "Originally Published": "",
  "Referred Links": "http://www.wilx.com/news/featured/headlines/Dangerous-Game---Point-em-Out-Knock-em-Out-231443411.html;http://www.cnn.com/2013/11/22/justice/knockout-game-teen-assaults/;",
  "Example": "[Collected via e-mail, November 2013] There is a story bouncing around blogdom about a 61 year-old woman shooting and killing two attackers who were playing the 'knockout game'. All web searches bring back the same story; all from various blogs. The woman's name is Beulah Montgomery.",
  "Last Updated": "27 November 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/montgomery.asp",
  "Claim": "A 60-year-old woman shot and killed two teenagers who were attempting to make her a \"knockout game\" victim.",
  "Claim_ID": "politics_crime_montgomery",
  "Tags": ""
}