{
  "Origins": "The image displayed above is neither a genuine reproduction of the front page of the 10 May 1943 New York Times nor of any articles appearing in that newspaper. (It doesn't even look like the New York Times ' format, either as it is now or as it was in 1943.) The image is a form of political commentary that satirizes a modern political viewpoint (in this case opposition to the 2006 Israeli invasion of southern Lebanon in response to Hezbollah attacks launched from that area) by projecting it into a different historical context (in this case the 1943 uprising of Warsaw Ghetto Jews against their German captors). The original version of the image published on ThePeoplesCube.com included bars at the top and bottom identifying the nature and source of the item, but they were cropped out of the version circulated via e-mail.",
  "Fact Check": "",
  "Description": "We saw a similar example of this type of satire earlier in 2006, one aimed at the controversy over the New York Times ' publication of information about a classified U.S. government program to monitor telephone calls: For the record, the lead stories (and several of the other front-page articles) published on Page 1 of the New York Times on 10 May 1943 dealt with the Allied military campaign against German forces in Tunisia: Other New York Times front-page topics that day included the following: News of British and Indian forces withdrawing from one of their last footholds in Japanese-occupied Burma. Mayor La Guardia's announcement that New York City was planning to undertake the retailing of meat (due to wartime price restrictions). Accusations that civilians had bribed officials to allow servicemen from the Detroit area to be stationed at the Selfridge Field Army base. A declaration by French General Henri Honor Giraud that an Allied invasion of German-occupied France was due soon. An announcement that Lee Marshall (chairman of the Continental Baking Company) had been appointed Deputy Administrator of the War Food Administration. News of the Allied capture of 50,000 Axis soldiers in North Africa. Reports by the Office of Price Administration (OPA) of substantial violations of maximum food price regulations in coal mining communities. The opening of a new drive by the Soviet Air Force against German airplanes and railroad installations. The arrival of the Duke and Duchess of Windsor in New York City.",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/2005/12/16/politics/16program.html?ei=5090&en=e32072d786623ac1&ex=1292389200;http://thepeoplescube.com/red/viewtopic.asp?t=797;http://www.ushmm.org/outreach/wgupris.htm;http://thepeoplescube.com/red/viewtopic.asp?t=797;",
  "Example": "[Collected via e-mail, 2006] This is supposedly a NY Times cover about the Jewish uprising in the Warsaw Ghetto looks fake to me",
  "Last Updated": "13 August 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/israel/warsaw.asp",
  "Claim": "Image shows front-page New York Times articles from 1943 about the Warsaw Ghetto Uprising.",
  "Claim_ID": "politics_israel_warsaw",
  "Tags": ""
}