{
  "Origins": "This piece is one of the more ludicrous examples of the post hoc ergo propter hoc (\"after this, therefore because of this\") fallacy we've received in a long time. It attempts to blame a whole host of economic ills high gasoline prices, unemployment, falling stock prices, the housing market meltdown squarely and solely on the Democrats' having gained a majority of seats in the House of Representatives beginning in 2007.",
  "Fact Check": "",
  "Description": "We'll start by noting that it's not technically correct to claim the public voted \"in a Democratic Congress in 2006.\" The Democrats did gain 31 seats in the House of Representatives in the 2006 elections, giving them a 233-198 majority over Republicans in that institution once the 110th Congress was seated in 2007. However, the current composition of the Senate tips towards neither party, with both Democrats and Republicans holding 49 seats each. (Two senators, Bernie Sanders of Vermont and Joseph Lieberman of Connecticut, were elected as independents.) The other major fallacies here are the notions that a single party with control of only the House of Representatives (but not the Senate or the White House) could have, by itself, brought about all the economic conditions described above, and that it could have done so in the space of a single year. The financial woes currently being experienced in the U.S. are due to a multiplicity of factors (many of which are completely outside the purview of Congress), including policies of the current and previous presidential administrations, previous Congressional actions (or inactions), institutional investment decisions, credit expansion, market forces, and global events. Moreover, all these factors are part of ongoing processes that were underway well before 2007, as political/economic commentator Kevin Phillips described in his 2008 book, Bad Money: Mr. Phillips begins with an overview of the current debt debacle. The 1980s were the start of \"three profligate decades,\" when the expansion of mortgage credit and the invention of financial instruments like collateralized debt obligations (C.D.O.'s) led to an orgy of leveraging and irresponsible speculation. The Federal Reserve kept the bubble afloat with easy money, while regulators and ratings agencies looked the other way. By 2007 total indebtedness was three times the size of the gross domestic product, a ratio that surpassed the record set in the years of the Great Depression. From 2001 to 2007 alone, domestic financial debt grew to $14.5 trillion from $8.5 trillion, and home mortgage debt ballooned to almost $10 trillion from $4.9 trillion, an increase of 102 percent. A crisis in the mortgage market in August 2007 brought the party to an end. Since then we have been living in a twilight zone of what a security analyst quoted in the book calls \"one of the slowest-moving train wrecks we've seen.\" The second component of the perfect storm is the upheaval in the oil industry. Domestic production peaked in 1971, and there are signs that production worldwide is also peaking. (Mr. Phillips cites experts who believe it already has.) And with the emergence of new economic powers like China and India, demand has risen dramatically and prices have been climbing steadily; by 2004 a rapidly growing China had become the second largest oil consumer, after the United States. Despite the bad news at the gas pump, however, America has actually been getting a cost break, because the major suppliers price their oil in dollars. But with the dollar falling, OPEC has been talking about moving into other currencies. Were that to happen, \"the effects,\" Mr. Phillips says tersely, \"could be painful.\" Finally, Mr. Phillips turns to what he terms America's \"calcified\" political system. We may need new regulations to deal with the debt mess, along with an energy policy to address the changing world of oil, but Washington, he says, has become dedicated to \"the politics of evasion,\" reluctant to pass dramatic reforms or to call for sacrifice from the public. Democrats and Republicans alike are so entrenched, so dependent on campaign money and special interests, that \"the notion of a breath of fresh air has become almost a contradiction in terms.\" America may have \"voted for change\" in 2006, but the detrimental changes that have manifested themselves so far are the product of forces that have been a long, long time in the making, not the sudden caprices of one political party.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.infoplease.com/ipa/A0774721.html;http://www.nizkor.org/features/fallacies/post-hoc.html;",
  "Example": "[Collected via e-mail, March 2008] A little over one year ago: 1) Consumer confidence stood at a 2 1/2 year high; 2) Regular gasoline sold for $2.19 a gallon; 3) The unemployment rate was 4.5%. Since voting in a Democratic Congress in 2006 we've seen: 1) Consumer confidence plummet; 2) The cost of regular gasoline soar to over $3 a gallon; 3) Unemployment is up to 5% (a 10% increase); 4) American households have seen $2.3 trillion in equity value evaporate(stock and mutual fund losses); 5) Americans have seen their home equity drop by $1.2 trillion dollars; 6) 1% of American homes are in foreclosure. America voted for change in 2006, and we got it!",
  "Last Updated": "21 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/votedforchange.asp",
  "Claim": "The 2008 U.S. economic downturn resulted from Democratic control of Congress in 2007.",
  "Claim_ID": "politics_business_votedforchange",
  "Tags": ""
}