{
  "Origins": "In every U.S. presidential election campaign, the two major parties' candidates become the subjects of prolonged and intense scrutiny, with seemingly everything they've ever said or done becoming fodder for endless analysis, interpretation and criticism. The scrutiny doesn't always stop with the candidates themselves, however their parents, siblings, children, and other close associates sometimes find themselves the subjects of fervent investigation as well.",
  "Fact Check": "",
  "Description": "Candidates' spouses, in particular, are often a subject of great interest. Not only are they relatives that candidates have \"chosen,\" but they live with the candidates day in and day out, and they sometimes serve as political surrogates by stumping for their husbands or wives on the campaign trail. They probably know the inner workings of the candidates' minds better than anyone else, and they're presumed to be important sources of advice, counsel, and influence. All of this means that the senior thesis of Michelle Obama, wife of Illinois senator (and leading Democratic presidential contender) Barack Obama would naturally be a subject of considerable interest, especially since the subject of that thesis is itself a significant political topic. The former Michelle LaVaughn Robinson, who graduated from Princeton University in 1985 with a B.A. in sociology (and later earned a J.D. from Harvard Law School in 1988), wrote her senior undergraduate thesis on the subject of \"Princeton-Educated Blacks and the Black Community.\" Michelle Obama's thesis became a matter of controversy (outside of its subject matter) in early 2008 when some interested parties who attempted to retrieve its content were informed by Princeton that access to the thesis had been restricted until after the presidential election in November 2008. Regardless of the reasons behind it, such a restriction naturally engendered suspicion that someone or something (in this case, presumably the Obama campaign itself) had a vested interest in keeping the information from reaching the public, which in turn served to heighten interest in the contents of the thesis. The Daily Princetonian noted that prior to 26 February 2008 \"callers to Mudd [Manuscript Library] requesting information on Obama's thesis were told that the thesis has been made 'temporarily unavailable' and were directed to the University Office of Communications,\" but the university lifted that restriction after the Obama campaign made a copy of the thesis available through the web site politico.com. As for the content of the thesis, the Daily Princetonian summarized it thusly: Obama, who concentrated in sociology and received a certificate in African-American studies, examined how the attitudes of black alumni have changed over the course of their time at the University. \"Will they become more or less motivated to benefit the Black community?\" Obama wrote in her thesis. After surveying 89 black graduates, Obama concluded that attending the University as an undergraduate decreased the extent to which black alumni identified with the black community as a whole. Obama drew on her personal experiences as an example. \"As I enter my final year at Princeton, I find myself striving for many of the same goals as my White classmates acceptance to a prestigious graduate school or a high-paying position in a successful corporation,\" she wrote, citing the University s conservative values as a likely cause. \"Predominately White universities like Princeton are socially and academically designed to cater to the needs of the White students comprising the bulk of their enrollments,\" she said, noting the small size of the African-American studies department and that there were only five black tenured professors at the University across all departments. Obama studied the attitudes of black Princeton alumni to determine what effect their time at Princeton had on their identification with the black community. \"My experiences at Princeton have made me far more aware of my 'Blackness' than ever before,\" she wrote in her introduction. \"I have found that at Princeton no matter how liberal and open-minded some of my White professors and classmates try to be toward me, I sometimes feel like a visitor on campus; as if I really don't belong.\" Much scrutiny and discussion has been focused on a single phrase contained within the thesis, the statement that \"blacks must join in solidarity to combat a white oppressor.\" This phrase has repeatedly been quoted out of context and presented as if it reflected Michelle Obama's own philosophy, but in its full context it is clearly her speculation about what she thought some of the respondents she surveyed for her thesis (i.e., students who had attended Princeton in earlier years) might have been feeling: As discussed earlier, most respondents were attending Princeton during the 70's, at a time when the Black Power Movement was still influencing the attitudes of many Blacks. It is possible that Black individuals either chose to or felt pressure to come together with other Blacks on campus because of the belief that Blacks must join in solidarity to combat a White oppressor. As the few blacks in a white environment it is understandable that respondents might have felt a need to look out for one another.",
  "Originally Published": "",
  "Referred Links": "http://www.politico.com/news/stories/0208/8642.html;",
  "Example": "[Collected via e-mail, March 2008] An email has been circulating that access to Michelle Obama's senior thesis at Princeton University isrestricted until November 5, 2008 the day after the election.",
  "Last Updated": "31 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/thesis.asp",
  "Claim": "Access to Michelle Obama's senior thesis was restricted until after the 2008 presidential election.",
  "Claim_ID": "politics_obama_thesis",
  "Tags": ""
}