{
  "Origins": "Context can be everything, and the lack of it explains why in August 2006 we starting receiving copies of this item (forwarded by readers who thought it might be a genuine news story) about a Christian kidney donor who demanded the return of her organ after the recipient announced she was converting from Lutheranism to \"a blend of Pagan and Hindu beliefs.\"",
  "Fact Check": "",
  "Description": "Not only were the e-mailed versions we received missing the context that this tale was over two years old by August 2006 (having been published originally in May 2004), but also that its source was LarkNews (\"A good source for Christian news\") if the nature of the other features on the LarkNews site don't give away that the \"kidney donor\" article is a spoof, then the disclaimer linked at the bottom stating that \"LarkNews is a satirical newspaper published by Joel Kilpatrick\" should do the trick. In January 2009, key elements of the 2004 spoof were mirrored in real life (a phenomenon folklorists term ostension ). Dr. Richard Batista, a surgeon in Long Island, New York, has demanded the return of the kidney he donated to his wife, Dawnell Batista, in 2001. In the alternative, he will accept $1.5 million in compensation for the organ. The couple has been separated since 2005. Dr. Batista told reporters he decided to go public with his demand for kidney compensation because he has grown frustrated with the negotiations with his estranged wife.",
  "Originally Published": "",
  "Referred Links": "http://www.larknews.com/may_2004/content.asp?header=header&page=../disclaimer;http://www.larknews.com;http://www.larknews.com/may_2004/secondary.asp?page=2;http://www.larknews.com/may_2004/secondary.asp?page=2;",
  "Example": "[Collected via e-mail, 2006] Kidney donor cries foul when recipient ditches Christianity Aleta Smith, who donated her kidney to a 20-year-old college student last year, wants it back now that the student has changed religions. Smith, a self-described \"on-fire Christian,\" gave her kidney to Hannah Felks, a Lutheran and regular Christian camp counselor, last year after seeing Felks on the local news. The surgery grabbed headlines and Smith was lauded for her selflessness. But shortly after the surgery, Felks embarked on a \"spiritual journey\" to try out other religions, and settled on a blend of Pagan and Hindu beliefs. Smith was aghast when she heard of the conversion, and she quickly wrote a letter asking Felks to re-convert to Christianity or return the organ, saying it was donated under false pretenses. [Rest of article here.]",
  "Last Updated": "7 January 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/kidney.asp",
  "Claim": "A kidney donor demanded her organ back after the recipient changed religions.",
  "Claim_ID": "politics_religion_kidney",
  "Tags": ""
}