{
  "Origins": "One of First Lady Michelle Obama's most prominent public efforts during her husband's tenure in the White House has been her \" Let's Move \" campaign to end childhood obesity in a generation by ensuring that every family has access to healthy, affordable food and helping kids become more physically active. This effort has led to the development of some corporate cooperation between food providers and the goals of the \"Let's Move\" initiative, such as the January 2014 announcement that the Subway chain of sandwich shops would be spending $41 million over three years to \"encourage finicky young eaters to eat more food that comes out of the ground or grows on trees\" and the First Lady's public approval in 2011 of the McDonald's fast food chain's decision to add more fruit and reduce the amount of french fries in their popular Happy Meals.",
  "Fact Check": "",
  "Description": "The notion, expressed in online rumors, that McDonald's will be placing Michelle Obama's image on their drink cups is a spurious one, however; a combination of sarcastic expressions from critical commentators , reports published by web sites of dubious repute , and a spoof headline that appeared in the satirical Onion publication back in October 2009. In that spoof, The Onion posited that a \"disapproving Michelle Obama\" would be printed on all fast food containers.",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com/articles/disapproving-michelle-obama-to-be-printed-on-all-f,10209/;http://americannews.com/michelle-obamas-face-to-be-plastered-all-over-fast-food-chain/;http://thinkprogress.org/health/2014/01/23/3197411/subway-partners-michelle-obama/;http://abcnews.go.com/Health/mcdonalds-puts-fruit-veggies-happy-meals/story?id=14159121;http://www.nydailynews.com/news/politics/subway-offer-healthier-food-kids-article-1.1588540;http://www.letsmove.gov/;",
  "Example": "[Collected via e-mail, August 2014] I saw on Facebook where McDonalds Corp was going to post picturesof Michelle Obama on their paper cups. Is this for real? if so I knowmany will boycott McDonalds. Why don't they put pictures of fallenveterans on them instead?",
  "Last Updated": "2 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/mcdonalds.asp",
  "Claim": "McDonald's restaurants will be placing Michelle Obama's image on their drink cups.",
  "Claim_ID": "politics_obama_mcdonalds",
  "Tags": ""
}