{
  "Origins": "On 5 February 2015, the web site IFLScience.org (no affiliation with IFLScience.com ) published an article reporting that a team of engineers in Japan had created a robot bear named SeppuKuma to aid in assisted suicides:",
  "Fact Check": "",
  "Description": "While it's true that a robot was recently developed in Japan to provide nursing care for the elderly, the RoBear was not designed to aid in assisted suicide. According to a press release issued by RIKEN, Japan's largest comprehensive research institution, the RoBear was created to perform simple tasks at nursing homes such as helping patients out of wheelchairs and moving patients in and out of bed: Scientists from RIKEN and Sumitomo Riko Company Limited have developed a new experimental nursing care robot, ROBEAR, which is capable of performing tasks such as lifting a patient from a bed into a wheelchair or providing assistance to a patient who is able to stand up but requires help to do so. ROBEAR will provide impetus for research on the creation of robots that can supplement Japan\u0019s need for new approaches to care-giving. With its rapidly increasing elderly population, Japan faces an urgent need for new approaches to assist care-giving personnel. One of the most strenuous tasks for such personnel, carried out an average of 40 times every day, is that of lifting a patient from a bed into a wheelchair, and this is a major cause of lower back pain. Robots are well-suited to this task, yet none have yet been deployed in care-giving facilities. According to Toshiharu Mukai, leader of the Robot Sensor Systems Research Team, \"We really hope that this robot will lead to advances in nursing care, relieving the burden on care-givers today. We intend to continue with research toward more practical robots capable of providing powerful yet gentle care to elderly people.\" The article published on IFLScience.org does contain some factual information about the RoBear, but the majority of its details are completely fictional. RoBear is not equipped with \"23 very different methods one can choose to end their life,\" SeppuKuma does not mean \"suicide bear\" in Japanese (nor is it the name of the robot referenced here), and a \"glitch in the AI Systems vital sign monitor\" did not leave \"12 beta testing patient's bodies horribly disfigured.\" The IFLScience.org site is a spoof designed to imitate the layout of IFLScience.com , a legitimate site that aims to present science in \"an amusing and accessible way.\" IFLScience.org does not contain any disclaimers stating that it is satirical in nature, but the site does link to the satirical Facebook",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/groups/nonexistingdinosaur/;http://www.riken.jp/en/pr/press/2015/20150223_2/;http://www.iflscience.com;",
  "Example": "[Collected via e-mail, May 2015] I'm reaching out to clarify about this article about SeppuKuma, a robot bear that helps with assisted suicide. Is this true?",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/science/suicidebear.asp",
  "Claim": "Japanese engineers have created a robotic bear to aid in assisted suicides.",
  "Claim_ID": "politics_science_suicidebear",
  "Tags": ""
}