{
  "Origins": "In the wake of 2005's Hurricane Katrina and the maelstrom of accusations and fingerpointing slow response to that disaster engendered, this ancient piece about the Rev. Jesse Jackson was revived and circulated anew. In 1994 it made the rounds in the form of an exchange between Jesse Jackson and President George H.W. Bush: Jesse Jackson calls George at the White House and says \"George, I understand that all of the washing machines at the White House are white.\" George responds, \"I dunno Jesse, let me check it out and I'll call you back.\" Next day George calls Jesse back and says, \"Jesse, you were right. I checked it out and all the washing machines at the White House are white, but all the agitators are black!\" This well-traveled anecdote is an amusing study in double meanings: \"agitator\" serves to describe both a political troublemaker and the washing machine part that churns water. Yet at a deeper level, the witticism is intended not as humor but as a denigration of a type of political activism for which the Rev. Jackson serves as a symbol he is perceived by many not as a true civil rights crusader in the mold of Dr. Martin Luther King, Jr. or Nelson Mandela, but as a manipulative politician who manufactures and exploits racial controversy for his own political ends. Thus the joke labels him an \"agitator\" within the framework of a story about a harebrained protest over the color of household appliances to represent the perception of Rev. Jackson as someone primarily concerned not with advancing the cause of civil rights, but with stirring up racial discord for the sake of generating publicity and enhancing his own political standing.",
  "Fact Check": "",
  "Description": "While this chronicle of a protest over the color of washing machines is fiction, it is worth noting the quip that forms the basis of it has been employed in real life by at least one African American office seeker. In 1999 during his mayoral bid in Biddeford, Maine, Rory Holland referred to himself as a \"little black agitator in a white washing machine.\" Barbara \"he washed out in the election\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] The Reverend Jesse Jackson was holding a press conference in the appliance department of a Sears store in Chicago. He was there to protest the fact that all the washing machines were white. So the clerk called the store manager, who asked, \"What's the problem here, Reverend?\" Jesse pointed at the machines and loudly bemoaned the fact that all of them were white. The manager replied, \"Well, Reverend, it's true that all the washing machines are white, but if you'll open the lids, you'll see that all the agitators are black.\"",
  "Last Updated": "3 October 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/jackson.asp",
  "Claim": "Quip about agitators answers Rev. Jesse Jackson's protest about color of washing machines.",
  "Claim_ID": "politics_humor_jackson",
  "Tags": ""
}