{
  "Origins": "The rumor of a ban on recreational fishing in the U.S. took flight after the publication of a 10 March 2010 editorial on the ESPN web site which suggested that the Obama administration's decision to end the public input phase for zoning issues under consideration by the Interagency Ocean Policy Task Force \"could prohibit U.S. citizens from fishing some of the nation's oceans, coastal areas, Great Lakes, and even inland waters.\"",
  "Fact Check": "",
  "Description": "The Interagency Ocean Policy Task Force was created to develop \"a recommendation for a national policy that ensures protection, maintenance, and restoration of oceans, our coasts and the Great Lakes. It will also recommend a framework for improved stewardship, and effective coastal and marine spatial planning.\" The task force has been considering subjects such as how commercial and recreational fishing impacts the environment in the waters within and around the U.S. and how to develop policies that balance fishing industry needs with prudent stewardship of those waters and the aquatic life they harbor. Issues such as industrial over-harvesting or other fishing practices (both commercial and recreational) that threaten or endanger particular species of fish are matters for consideration by the task force. The Christian Science Monitor noted, for example, that: The Obama administration has proposed using United Nations-guided principles to expand a type of zoning to coastal and even some inland waters. That s raising concerns among fishermen that their favorite fishing holes may soon be off-limits for bait-casting. In the battle of incremental change that epitomizes the American conservation movement, many weekend anglers fear that the Obama administration's promise to \"fundamentally change\" water management in the US will erode what they call the public's \"right to fish,\" in turn creating economic losses for the $82 billion recreational fishing industry and a further deterioration of the American outdoorsman s legacy. Proponents say the Interagency Ocean Policy Task Force established by President Obama last June will ultimately benefit the fishing public by managing ecosystems in their entirety rather than by individual uses such as fishing, shipping, or oil exploration. \"It's not an environmentalist manifesto,\" says Larry Crowder, a marine biologist at Duke University in North Carolina. \"It's multiple-use planning for the environment, and making sure various uses ... are sustainable.\" Mr. Obama has said he will not override protections put in place by Presidents Clinton and Bush that established recreational fishermen as a special class. It's not possible to predict at this point exactly what the policies the Interagency Ocean Policy Task Force will recommend, but those recommendations will almost certainly be aimed primarily at the commercial fishing industry rather than recreational fishermen; and although the task force might conceivably recommend some restrictions that would affect recreational fishing of particular species and/or in particular waters, the notion that recreational fishing in the U.S. is set to be banned entirely is an exceedingly far-fetched one. The task force's interim report of September 2009 contained nothing that could reasonably be interpreted as suggesting such a ban was in the offing. ESPN subsequently issued an editor's update to the editorial that originally touched off the \"fishing ban\" brouhaha: ESPNOutdoors.com inadvertently contributed to a flare-up when we posted the latest article in a series of stories on President Barack Obama's newly created Ocean Policy Task Force, a column written by Robert Montgomery, a conservation writer for BASS since 1985. Regrettably, we made several errors in the editing and presentation of this installment. Though our series has included numerous news stories on the topic, this was not one of them it was an opinion piece, and should have been clearly labeled as commentary. And while our series overall has examined several sides of the topic, this particular column was not properly balanced and failed to represent contrary points of view. We have reached out to people on every side of the issue and reported their points of view if they chose to respond throughout the series, but failed to do so in this specific column.",
  "Originally Published": "",
  "Referred Links": "http://sports.espn.go.com/outdoors/saltwater/columns/story?columnist=bowman_steve&id=4982359;http://www.whitehouse.gov/assets/documents/09_17_09_Interim_Report_of_Task_Force_FINAL2.pdf;http://www.whitehouse.gov/administration/eop/ceq/initiatives/oceans/;http://sports.espn.go.com/outdoors/saltwater/news/story?id=4975762;",
  "Example": "[Collected via e-mail, March 2010] Now there's a rumor that the President is preparing to banrecreational fishing. It has appeared on ESPN's site as if it were fact. What could possibly be behind a story like this?",
  "Last Updated": "10 March 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/fishingban.asp",
  "Claim": "President Obama has announced plans to ban recreational fishing in the U.S.",
  "Claim_ID": "politics_obama_fishingban",
  "Tags": ""
}