{
  "Origins": "On 28 June 2013, the Daily Currant published an article about celebrity chef Paula Deen, who had recently became embroiled in a racial discrimination controversy stemming from a lawsuit filed by a former employee of restaurants owned by Deen and her brother, Earl \"Bubba\" Hiers. In the wake of that controversy, the Food Network announced it would not be renewing Deen's contract to host programming on that channel, and a number of other businesses terminated their sponsorship deals with Deen and dropped Paula Deen products from their stores.",
  "Fact Check": "",
  "Description": "The Daily Currant 's article on the topic posited that Deen had blamed her troubles on \"Jew executives\": Celebrity chef Paula Deen, embroiled in controversy over allegations of racism, added two cups of gasoline to the fire when she blamed her troubles on Jewish people. Deen, 66, was a guest of morning host Dave Garver on Atlanta radio station WTMI when she claimed \"Jew executives\" deliberately abandoned her in the wake of the controversy, which stemmed from a discrimination lawsuit filed by a former employee against her company. \"I hosted one of the Food Network's most popular shows. We had great ratings, great cookbooks, the fans loved me. But as soon as this N-word thing came up, the greedy Jew executives at the Food Network dropped me faster than a baked potato on a summer day.\" By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news article. However, that article was just a bit of political humor riffing on current events; as noted in the Daily Currant 's \" About \" page, that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your newstories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world",
  "Originally Published": "",
  "Referred Links": "http://dailycurrant.com/about/;http://dailycurrant.com/2013/06/28/paula-deen-blames-the-jews-for-firing/;",
  "Example": "[Collected via e-mail, June 2013] The \"Daily Current\" is circulating a story about Paula Deen bashing the greedy \"Jew executives\" is this true?",
  "Last Updated": "1 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/deenfired.asp",
  "Claim": "Paula Deen blamed \"Jew executives\" for her firing from the Food Network.",
  "Claim_ID": "Politics_satire_deenfired",
  "Tags": ""
}