{
  "Origins": "On 1 July 2009, the White House released its Annual Report to Congress on White House Office Staff, a report listing the names, position titles, and salaries of White House employees. Several days later, columnist Lynn Sweet of the Chicago Sun-Times put together a blog post in which she used the White House report to identify 22 staffers working in the Office of First Lady. (Sixteen of the listed names were staffers who had the words \"First Lady\" in their position titles, five were staffers with the words \"Social Office\" or \"Social Secretary\" in their titles, and one was listed as a \"Staff Assistant.\") Lynn Sweet's list was posted to the Last Crusade web site (and the Canada Free Press web site) with the introductory paragraphs (reproduced above) claiming that First Lady Michelle Obama had hired \"an unprecedented number of staffers to cater to her every whim,\" and variants of that version have circulated via e-mail with the subject line \"First Lady Requires More Than Twenty Attendants.\"",
  "Fact Check": "",
  "Description": "So far as the original White House report is accurate, it's fair to say that First Lady Michelle Obama has about 22 staffers working for her, directly or indirectly. (Some other accounts put that figure at 24.) However, it's grossly inaccurate to claim that the current First Lady has hired \"an unprecedented number of staffers,\" or to assert (as stated in the anonymously tacked-on final paragraph) that First Lady Laura Bush had but a single staffer working for her. The 2008 White House Office Staff List, issued during the final year of President George W. Bush's tenure in office, includes sixteen different staffers with the words \"First Lady\" in their position titles exactly the same number as that listed for Michelle Obama in 2009. If all staffers listed with \"Social Secretary\" in their titles are included as part of the First Lady's retinue (as was done with the Michelle Obama example cited above), then Mrs. Bush had at least 18 people working for her in 2008 (not including any of the various personnel listed only as \"Staff Assistants,\" some of whom may also have worked for her directly or indirectly). In fact, according to Anita McBride, Laura Bush's former Chief of Staff, Mrs. Bush had between 24 and 26 staffers working for her by the end of her husband's second term in office. It's therefore fair to say that the size of Michelle Obama's staff is not \"unprecedented,\" but rather on a par with her immediate predecessor's. Moreover, according to the Associated Press, several other First Ladies had larger numbers of personnel working for them than Michelle Obama does: A look at some first ladies and their staff sizes: Laura Bush: Between 24 and 26 by end of President George W. Bush's term in 2009, according to Anita McBride, Mrs. Bush's chief of staff. Lady Bird Johnson, whose signature issue was beautifying roadways, had a staff of 30, said Stacy A. Cordery, a history professor at Montmouth [sic] College in Illinois who studies first ladies. Betty Ford had almost the same number. Jacqueline Kennedy, who made renovating the White House her cause, had about 40 people on staff, Cordery said.",
  "Originally Published": "",
  "Referred Links": "http://www.washingtonpost.com/wp-srv/opinions/graphics/2008stafflistsalary_title.html;http://www.canadafreepress.com/index.asp/article/12652;http://thelastcrusade.org/2009/07/06/first-lady-requires-more-than-twenty-attendants/;http://www.politicsdaily.com/2009/07/06/what-michelle-obamas-staffers-earn/;http://www.whitehouse.gov/assets/documents/July1Report-Draft12.pdf;",
  "Example": "[Collected via e-mail, June 2009] WOW! SHE IS WHAT I CALL \"HIGH MAINTENANCE!\" Mary Lincoln was taken to task for purchasing China for the White House during the Civil War. And Mamie Eisenhower had to shell out the salary for her personal secretary from her husband s salary. Total Personal Staff members for other first ladies paid by you the taxpayers: Mamie Eisenhower: One paid for personally out of President's salary.Jackie Kennedy: OneRosaline Carter: OneBarbara Bush: OneHilary Clinton: ThreeLaura Bush: OneMichele Obama: Twenty-two First Lady Requires More Than Twenty Attendants Recession, Depression, What, Michelle Worry? July 7, 2009 \"In my own life, in my own small way, I have tried to give back to this country that has given me so much,\" she said. \"See, that's why I left a job at a big law firm for a career in public service,\" Michelle Obama. No, Michele Obama does not get paid to serve as the First Lady and she doesn't perform any official duties. But this hasn't deterred her from hiring an unprecedented number of staffers to cater to her every whim and to satisfy her every request in the midst of the Great Recession. Just think Mary Lincoln was taken to task for purchasing china for the White House during the Civil War. And Mamie Eisenhower had to shell out the salary for her personal secretary. How things have changed! If you're one of the tens of millions of Americans facing certain destitution, earning less than subsistence wages stocking the shelves at Wal-Mart or serving up McDonald cheeseburgers, prepare to scream and then come to realize that the benefit package for these servants of Miz Michelle are the same as members of the national security and defense departments and the bill for these assorted lackeys is paid by John Q. Public: 1. $172,2000 - Sher, Susan (Chief Of Staff) 2. $140,000 - Frye, Jocelyn C. (Deputy Assistant to the President and Director of Policy And Projects For The First Lady) 3. $113,000 - Rogers, Desiree G. (Special Assistant to the President and White House Social Secretary) 4. $102,000 - Johnston, Camille Y. (Special Assistant to the President and Director of Communications for the First Lady) 5. Winter, Melissa E. (Special Assistant to the President and Deputy Chief Of Staff to the First Lady) 6. $90,000 - Medina, David S. (Deputy Chief Of Staff to the First Lady) 7. $84,000 - Lelyveld, Catherine M. (Director and Press Secretary to the First Lady) 8. $75,000 - Starkey, Frances M. (Director of Scheduling and Advance for the First Lady) 9. $70,000 - Sanders, Trooper (Deputy Director of Policy and Projects for the First Lady) 10. $65,000 - Burnough, Erinn J. (Deputy Director and Deputy Social Secretary) 11. Reinstein, Joseph B. (Deputy Director and Deputy Social Secretary) 12. $62,000 - Goodman, Jennifer R. (Deputy Director of Scheduling and Events Coordinator For The First Lady) 13. $60,000 - Fitts, Alan O. (Deputy Director of Advance and Trip Director for the First Lady) 14. Lewis, Dana M. (Special Assistant and Personal Aide to the First Lady) 15. $52,500 - Mustaphi, Semonti M. (Associate Director and Deputy Press Secretary To The First Lady) 16. $50,000 - Jarvis, Kristen E. (Special Assistant for Scheduling and Traveling Aide To The First Lady) 17. $45,000 - Lechtenberg, Tyler A. (Associate Director of Correspondence For The First Lady) 18. Tubman, Samantha (Deputy Associate Director, Social Office) 19. $40,000 - Boswell, Joseph J. (Executive Assistant to the Chief Of Staff to the First Lady) 20. $36,000 - Armbruster, Sally M. (Staff Assistant to the Social Secretary) 21. Bookey, Natalie (Staff Assistant) 22. Jackson, Deilia A. (Deputy Associate Director of Correspondence for the First Lady) There has never been anyone in the White House at any time that has created such an army of staffers whose sole duties are the facilitation of the First Lady's social life. One wonders why she needs so much help, at taxpayer expense, when even Hillary, only had three; Jackie Kennedy one; Laura Bush one; and prior to Mamie Eisenhower social help came from the President's own pocket.",
  "Last Updated": "2 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/firstlady.asp",
  "Claim": "First Lady Michelle Obama has an unprecedented number of staffers working for her.",
  "Claim_ID": "politics_obama_firstlady",
  "Tags": ""
}