{
  "Origins": "Ronald Lee Ermey (better known as R. Lee Ermey ) is a former U.S. Marine Staff Sergeant who served from 1961 to 1971 (including tours in Vietnam) and took up acting after he was retired from active duty on a medical disability. (He was later awarded the honorary rank of Gunnery Sergeant.) Ermey's most memorable role to date has been playing Gunnery Sergeant Hartman, the punishing Drill Instructor featured in Stanley Kubrick's 1987 film, Full Metal Jacket, and he became a familiar face on television through of the History Channel's Mail Call program, in which he answered viewer questions about the weapons and technology used throughout history by the armed forces.",
  "Fact Check": "",
  "Description": "The above-quoted text mimics the vulgar, shouting, take-no-prisoners style Ermey employed for his role in Full Metal Jacket, but despite its attribution there is no connection between the actor and this \"press conference\" transcript. This piece (which began showing up in our inbox in December 2004) is a commentary about the controversy over a November 2004 incident during which a U.S. Marine corporal shot and killed an apparently wounded and unarmed Iraqi insurgent while storming a mosque in Fallujah, Iraq an event that drew extraordinary worldwide coverage because it was captured on videotape by an NBC cameraman. (Military investigators eventually concluded that the Marine corporal had acted in self-defense and within military law, so no charges were brought against him.) The anonymous author of this item adopted the common technique of grabbing attention by putting his words into the mouth of a colorful, well-known figure, and as often happens some readers took the abstraction a little too literally.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20020802200820/http://www.historychannel.com/mailcall/;http://us.imdb.com/name/nm0000388/;",
  "Example": "[Collected on the Internet, 2004] Pretty neat...Marine Gunny's view of matters... USMC PRESS CONFERENCE R. Lee Ermey, for the few of you that missed it, was the host of The History Channel's Mail Call and played the D.I. in the movie Full Metal Jacket. R. Lee is a retired Marine Gunnery Sergeant and a very plain speaker as you will soon read. So, for your entertainment, here is Retired Marine Gunnery Sergeant R. Lee Ermey at his first press conference as unofficial US Press Secretary. The main topic of discussion is the Marine in Iraq who shot the Iraq insurgent to death. We pick up as the reporter asks about how this potential war crime will affect our image in the world: Ermey: \"What kind of a pansy-assed question is that?\" Reporter: \"Well, I think....\" Ermey: \"THINK, nancy boy? Get this through that septic tank on top of your shoulders moron, I DON'T GIVE A F*CK WHAT YOU THINK, DO YOU UNDERSTAND ME??? That Marine shot an ENEMY COMBATANT SH*THEAD, SO GET YOUR HEAD OUT OF YOUR ASS AND DEAL WITH IT BEFORE I MAKE YOU MY OWN PERSONAL PIN CUSHION! Next question. You in the blue suit.\" Reporter 2: \"Don't you think that the world's opinion of our operations is important?\" Ermey: \"Oh sure! You don't know the times I have cried myself to sleep worrying about what some g*ddamned French pansy thinks! Oh, the days I have had to weep because some sh*t eating terrorist f*cker might be mad at us because we went into whatever godforsaken hole in the sh*t that he lives in and killed him. WHAT THE HELL KIND OF DUMBASS QUESTION IS THAT, YOU PETER PUFFING JACKASS?? WE ARE THE MOTHER F*CKING USA, AND WHEN YOU ATTACK US WE ARE GOING TO COME TO YOUR HOUSE AND BLOW YOUR STINKING CAMEL-LICKING CARCASS INTO PIECES SO SMALL WE WILL BE ABLE TO BURY YOUR SORRY ASS IN A THIMBLE! I know what you are thinking. You are probably afraid, thinking that I have such an extreme attitude and that I need to be more sensitive to other people's feelings. well, LET ME TELL YOU SOMETHING, YOU POLE SMOKING PANSY! I DON'T GIVE TWO SH*TS WHAT YOU OR ANYBODY ELSE THINKS! THIS IS A DAMNED WAR, AND IF YOU CAN'T HANDLE THAT YOU SHOULD GO HOME AND SUCK ON MAMMA'S TIT. DO YOU HEAR ME YOU RUNT?? NOW GET THE F*CK OUT OF MY PRESS ROOM BEFORE I GO CRAZY AND BEAT THE LIVING SH*T OUT OF YOU! Next question, you with the ugly-assed tie. Look at that thing. It's hideous.\" Reporter 3: \"Aren't you going against the freedom of the press by...\" Ermey: \"FREEDOM?? WHAT IN BLUE HELL DO YOU KNOW ABOUT FREEDOM? I HAVE SWEATED MY ASS OFF IN JUNGLES, BEING SHOT AT FOR THIS NATION. WHAT IN THE HELL HAVE YOU DONE, YOU LITTLE SH*T SUCKING WEASEL? WHEN WAS THE LAST TIME YOU PUT YOUR ASS ON THE LINE FOR ANYTHING? AND YET YOU HAVE THE UNMITIGATED TEMERITY TO SHOW UP HERE AND MONDAY MORNING QUARTERBACK THE ACTIONS OF A MARINE WHO WAS DEFENDING HIMSELF AND HIS UNIT FROM ATTACK BY SOME MURDEROUS AL-QUEDA SYMPATHIZER!!! YOU WANNA KNOW WHAT I AM CONCERNED ABOUT NUMBNUTS? I AM CONCERNED ABOUT A BUNCH OF GRABASSTIC, DISORGANIZED MORONS WITH CAMERAS AND MICROPHONES DOING THEIR BEST TO PORTRAY OUR BRAVE MEN AND WOMEN AS WAR CRIMINALS! I AM CONCERNED ABOUT CHICKEN SH*T PANSIES THAT WANT US TO NEGOTIATE WITH TERRORISTS AND THEN WHINE ABOUT THEIR PISS ANT \"FREEDOMS!\" Reporter 3: \"I...\" Ermey: \"Did you have a big bowl of stupid for breakfast this morning numbnuts? I DON'T WANT TO HEAR ANOTHER WORD OUT OF THAT COMMIE CRYHOLE IN THAT SH*TPILE YOU CALL A HEAD! AND THAT GOES TRIPLE FOR THE REST OF YOU PANSY-ASSED MORONS! NOW GET THE F*CK OUT OF MY PRESS ROOM BEFORE I SHOVE MY BOOT SO FAR UP YOUR ASS THAT YOU CHOKE TO DEATH ON MY SHOELACES.\"",
  "Last Updated": "10 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/ermey.asp",
  "Claim": "E-mail transcribes a press conference given by actor and former Marine R. Lee Ermey.",
  "Claim_ID": "politics_soapbox_ermey",
  "Tags": ""
}