{
  "Origins": "No, this is not a genuine 1945 Reuters article, but a July 2003 pastiche which uses a setting of occupied Germany shortly after the end of World War II (and the format of a wire service report) as a framework for commenting on the current U.S. difficulties (both political and military) in maintaining order in occupied Iraq. Its author, Rand Simberg, used the same technique to great effect (and caused similar \"Is this real?\" confusion when his article was stripped of attribution and mailed around the Internet) in an August 2002 piece about the possible U.S. invasion of Iraq, cast as a 1944 disagreement over whether Allied forces should invade occupied Europe.",
  "Fact Check": "",
  "Description": "From a historical standpoint, military analysts and historians have disputed parallels between resistance to U.S. occupation in modern Iraq and post-war Germany.",
  "Originally Published": "",
  "Referred Links": "http://www.slate.msn.com/id/2087768/;http://www.interglobal.org/weblog/archives/002843.html;",
  "Example": "[Collected on the Internet, 2003] Administration In Crisis Over Burgeoning Quagmire August 12, 1945 WASHINGTON DC (Routers) President Truman, just a few months into his young presidency, is coming under increasing fire from some Congressional Republicans for what appears to be a deteriorating security situation in occupied Germany, with some calling for his removal from office. Over three months after a formal declaration of an end to hostilities, the occupation is bogged down. Fanatical elements of the former Nazi regime who, in their zeal to liberate their nation from the foreign occupiers, call themselves members of the Werwolf (werewolves) continue to commit almost-daily acts of sabotage against Germany's already-ravaged infrastructure, and attack American troops. They have been laying road mines, poisoning food and water supplies, and setting various traps, often lethal, for the occupying forces. [Click here to view the complete article]",
  "Last Updated": "6 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/quagmire.asp",
  "Claim": "A 1945 Reuters article describes criticism of President Truman over a deteriorating security situation in occupied Germany.",
  "Claim_ID": "politics_satire_quagmire",
  "Tags": ""
}