{
  "Origins": "These supposed \"tips\" from Andy Rooney for reducing telemarketing calls and junk mail have three strikes against them: We don't find any evidence that they originated with Andy Rooney. (As best we can tell, Mr. Rooney once mentioned the idea of returning junk mail to its senders in their own postage-paid envelopes during a 60 Minutes commentary; someone combined that notion with a couple of other suggestions for stopping telemarketing calls, with the result that the entire piece mistakenly became credited to him.) Acting on the advice offered in the above-quoted piece will not bring about the desired results. Far easier and more effective methods exist for eliminating unwanted telephone and mail solicitations. Consumers who want to stop telemarketers from calling them at home can sign up with the National Do Not Call Registry managed by the Federal Trade Commission (FTC) and enforced by the Federal Communications Commission (FCC). Once you list your phone number in the registry, telemarketers must stop calling you at that number within 31 days. If they fail to do so, you can file a complaint with the FCC. (Cell phone numbers can also be listed in the Do Not Call registry, but FCC regulations that block the bulk of telemarketing calls to cell phones are already in place.)",
  "Fact Check": "",
  "Description": "Returning junk mail to direct mailers on their dime (by stuffing it back into their postage-paid return envelopes) may cost them some money and provide you with a bit of personal satisfaction, but it won't cut down on the amount of junk mail you receive. In fact, it may actually increase your junk mail load, since the primary metric used to gauge the effectiveness of many direct mail campaigns is the number of responses received (even if those responses are negative). The best way to decrease the amount of unsolicited mail you receive is to register with the Direct Marketing Association's (DMA) Mail Preference Service (MPS). The DMA maintains a \"do not mail\" file of MPS registrants which they regularly update and send to their members, who are required to remove the listed entries from their rosters of prospective customers targeted for mailings. (The file is also made available to non-DMA members, but they are under no obligation to use it.) Taking advantage of the \"one-stop\" opt-out option [by calling (888) 567-8688 or visiting the Opt-Out Prescreen web site] to prevent the major credit reporting agencies from making your credit information available for pre-approved offers of credit or insurance will also go a long way towards significantly reducing the amount of junk that ends up in your mailbox. On 4 November 2011, Andy Rooney passed away at the age of 92.",
  "Originally Published": "",
  "Referred Links": "https://www.optoutprescreen.com;http://www.dmachoice.org;https://www.donotcall.gov/Complain/ComplainCheck.aspx;https://www.donotcall.gov/default.aspx;",
  "Example": "[Collected on the Internet, 2004] Andy Rooney's tips for telemarketers Three Little Words That Work !! (1) The three little words are: \"Hold On, Please...\" Saying this, while putting down your phone and walking off (instead of hanging-up immediately) would make each telemarketing call so much more time-consuming that boiler room sales would grind to a halt. Then when you eventually hear the phone company's \"beep-beep-beep\" tone, you know it's time to go back and hang up your handset, which has efficiently completed its task. These three little words will help eliminate telephone soliciting. (2) Do you ever get those annoying phone calls with no one on the other end? This is a telemarketing technique where a machine makes phone calls and records the time of day when a person answers the phone. This technique is used to determine the best time of day for a \"real\" sales person to call back and get someone at home. What you can do after answering, if you notice there is no one there, is to immediately start hitting your # button on the phone, 6 or 7 times, as quickly as possible. This confuses the machine that dialed the call and it kicks your number out of their system. Gosh, what a shame not to have your name in their system any longer !!! (3) Junk Mail Help: When you get \"ads\" enclosed with your phone or utility bill, return these \"ads\" with your payment. Let the sending companies throw their own junk mail away. When you get those \"pre-approved\" letters in the mail for everything from credit cards to 2nd mortgages and similar type junk, do not throw away the return envelope. Most of these come with postage-paid return envelopes, right? It costs them more than the regular 37 cents postage \"IF\" and when they receive them back. It costs them nothing if you throw them away! The postage was around 50 cents before! the last increase and it is according to the weight. In that case, why not get rid of some of your other junk mail and put it in these cool little, postage-paid return envelopes. One of Andy Rooney's (60 minutes) ideas. Send an ad for your local chimney cleaner to American Express. Send a pizza coupon to Citibank. If you didn't get anything else that day, then just send them their blank application back! If you want to remain anonymous, just make sure your name isn't on anything you send them. You can even send the envelope back empty if you want to just to keep them guessing! It still costs them 37 cents. The banks and credit card companies are currently getting a lot of their own junk back in the mail, but folks, we need to OVERWHELM them. Let's let them know what it's like to get lots of junk mail, and bestof all they're paying for it...Twice! Let's help keep our postal service busy since they are saying that e-mail is cutting into their business profits, and that's why they need to increase postage costs again. You get the idea ! If enough people follow these tips, it will work I have been doing this for years, and I get very little junk mail anymore.",
  "Last Updated": "5 November 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/telemarket.asp",
  "Claim": "Tips recommended by Andy Rooney will reduce the amount of telemarketing phone calls and junk mail you receive.",
  "Claim_ID": "politics_business_telemarket",
  "Tags": ""
}