{
  "Origins": "Shortly after former first lady, senator, and secretary of state Hillary Clinton announced that she would be seeking the 2016 Democratic presidential nomination, an old meme comparing her words to those of Adolf Hitler was recirculated online:",
  "Fact Check": "",
  "Description": "But did Hillary Clinton really say \"We must stop thinking of the individual and start thinking about what is best for society?\" Furthermore, does sharing a similar idea with Adolf Hitler make you an evil person? The purported quotation from Hillary Clinton (\"We must stop thinking of the individual and start thinking about what is best for society\") has been widely reproduced online over the last several years and has been included in dozens of books; yet no one seems to know when, where, or in what context she supposedly said it. Some sources claim that Hillary Clinton uttered those words sometime in 1993 (during her initial year as First Lady) but provide no documentation beyond simply citing a year. Thomas D. Kuiper was one of the first to publish the purported Hillary quote in the printed media when he released his book I've Always Been a Yankees Fan: Hillary Clinton in Her Own Words in 2006, but he also failed to provide evidence dcoumenting that she had uttered the phrase. In fact, shortly after the publication of Kuiper's book, several media outlets criticized the author for fabricating some of the quotations he included. Although Kuiper's publisher (World Ahead Publishing) defended the book from \"liberal\" attacks, on 18 April 2006 Kuiper appeared on CNN's Situation Room with Wolf Blitzer and admitted that he could not verify all of the \"Hilliarisms\" he used in his book (and that his standard was that he included whatever he \"believed\" to be true): \"Everything in the book, I believe it to be true, but since I wasn't there, I can't verify that it's 100 percent true.\" Given the complete lack of any documentation that Hillary Clinton actually spoke the words attributed to her, the likely conclusion is that this alleged Hitlerian echo quote is a fabricated \"Hillariasm.\" Moreover, we came up short attempting to document the original quotation of Hitler's that Hillary Clinton supposedly reflected with her own words. It appears to be, at best, a loose paraphrase of something Hitler once said (or someone's idea of the type of thing Hitler might have said), as noted in the book From a Race of Masters to a Master Race : Fascism, communism and national socialism all share in common the explicit premise that the individual must subordinate himself to society's needs, or as Hitler would phrase it: 'Society's needs come before the individual needs.' Even though Hitler led a political party known as the \"National Socialist German Workers' Party,\" he was no socialist. In fact, he despised socialism and communism and worked to eradicate both those ideologies; the Nazism he espoused was a political ideology based on race, not class. Finally, we note that whatever the truth of either quotation, this item is a prime example of the Reductio ad Hitlerum argument, a logical fallacy holding that a particular viewpoint is undeniably \"bad\" or \"wrong\" if it happens to have been shared by Hitler.",
  "Originally Published": "",
  "Referred Links": "http://www.fallacyfiles.org/adnazium.html;http://mediamatters.org/video/2006/04/19/on-cnns-situation-room-kuiper-admitted-he-cant/135444;http://zpub.com/un/billc-5.html;",
  "Example": "[Collected via e-mail, April 2015] I saw on Facebook, in a type of meme, a quote attributed to Adolph Hitler. The meme stated that Hillary Clinton has said the same thing. Here is the quote: \"Society's needs come before the individual's needs\".",
  "Last Updated": "20 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/societyquote.asp",
  "Claim": "Hillary Clinton and Adolf Hitler both said that the needs of society should come before the needs of individuals.",
  "Claim_ID": "politics_clintons_societyquote",
  "Tags": ""
}