{
  "Origins": "This graphic detailing the \"White House's Top 20 Raises\" (which actually includes 21 entries) originated as an accompaniment to a 6 July 2011 Gawker article entitled \"White House Staffers Got a Raise Last Year, And You Did Not.\"",
  "Fact Check": "",
  "Description": "The chart is accurate as far as it goes, but by itself it does not include the context that 19 of the 21 staffers listed also received new job titles, so the pay increases were not straight raises but came in tandem with promotions and/or increased job responsibilities. The Gawker article also noted that, because the number of paid staffers decreased from 466 in 2010 to 451 in 2011, the White House's salary budget actually dropped from $38.8 million to $37.1 million, and the average salary for staffers also dropped from $82,721 to $81,765 (about 65% above the median household income).",
  "Originally Published": "",
  "Referred Links": "http://gawker.com/5818310;http://cache.gawker.com/assets/images/gawker/2011/07/0706_whchart.jpg;",
  "Example": "[Collected via e-mail, August 2011] Well here you go folks - outrageous salary increases at the WH. Go Google and set your search parm to white house top 20 raises and you'll get everything you want to know about this article. What the heck does a Director of African-American Media do to get an 86% increase? Hang out over at Black Entertainment TV or maybe sit around and read Ebony? Remember in November Remember: no Cost of Living Adjustment for seniors for two years. HMMM...17% to 86% RAISES IN SALARY FOR HIS WHITE HOUSE STAFF MEMBERS!!. NO WONDER WE CAN'T HAVE A COST OF LIVING INCREASE & HE WANTS TO NOW RAISE OUR TAXES ALSO. SOUNDS LIKE THE ADMINISTRATION IS REALLY LOOKING OUT FOR THE VOTERS, DOESN'T IT ????",
  "Last Updated": "11 August 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/whraises.asp",
  "Claim": "Chart shows top 20 raises given to White House staffers in 2010.",
  "Claim_ID": "politics_obama_whraises",
  "Tags": ""
}