{
  "Origins": "No, this isn't a photograph of Barack and Michelle Obama at a White House function, a wedding, a Halloween party, a St. Patrick's Day party, or any other type of formal affair or party.",
  "Fact Check": "",
  "Description": "This image originated as a May 2009 entry in a Worth1000.com Photoshop contest, one entitled If Pimps Ruled. The gist of the contest was: [In] this contest, your task is to show us what the world would be like if it were ruled by pimps and players. In other words, depict mundane ordinary people and things doctors, grandparents, videogames, etc., if the world were run by pimps (and everyone was one). The rules of the game are thus: Show what the world would look like if it were ruled by pimps and players. You can depict people, things (i.e. a tricked out funeral home) basically anything in a world where pimps rule. The photo used as the basis for this hoax was taken at the Governors Dinner on 22 February 2009, the Obamas' first formal dinner at the White House:",
  "Originally Published": "",
  "Referred Links": "http://instyleclothes.com/2009/03/15/michelle-obama-top-10-greatest-looks/;http://fx.worth1000.com/contests/23358/if-pimps-ruled-ps-adv-2;http://fx.worth1000.com/entries/535117;",
  "Example": "[Collected via e-mail, September 2009] This is supposed to be a photo of the Obamas at a White House state dinner, but I doubt it. Is this an old picture from a Halloween party or something? I received this photo in an email captioned White House Ball. Is this for real? Or is it a a photo some one has tampered with to make it look this way? This picture was emailed with the comment: \"Sometimes I miss Barbara and Laura Bush and Jackie Kennedy in her little a-line dresses with matching hat and gloves!\"Is it real or retouched? Is this the Obamas' 'actual' wedding photo? Is this photo real? I have my doubts. Below is the accompanying text to the attached photo, received 9/28/09. \"This was sent to me by an old ex-neighbor who wound up being a White House photographer. She said that after the Ball some fashion critics suggested that the attire could be questioned by some and therefore a lid was put on all photographs. This one happened to make it to my email, however, and I m passing it along to a few.\" [Collected via e-mail, April 2010] Were you invited to this St. Patricks Day party? I don't care what political party you belong to, but I ask - can you imagine Barbara or Laura Bush or even the Clintons ever appearing in publicdressed this way? Ya'll wanted CHANGE.... Well here it is....",
  "Last Updated": "11 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/whball.asp",
  "Claim": "Photograph shows Barack and Michelle Obama at a Halloween party.",
  "Claim_ID": "politics_obama_photos_whball",
  "Tags": ""
}