{
  "Origins": "Comparing the physical attractiveness and fashion style of the spouses of national leaders is common fodder for gossip magazines and newspaper columns, particularly in Europe. Hence, when U.S. First Lady Michelle Obama encountered Carla Bruni-Sarkozy (the former model who is the wife of French president Nicolas Sarkozy) in Strasbourg prior to a NATO summit in April 2009, the UK's Guardian newspaper termed the occasion a \"fashion face-off\" and reported in detail (along with critical commentary) about what each woman was wearing:",
  "Fact Check": "",
  "Description": "Later that month, Carla Bruni-Sarkozy encountered Princess Letizia (the wife of Prince Felipe, the son of King Juan Carlos and Queen Sof a of Spain and heir apparent to the Spanish throne) at a dinner hosted by the Spanish royal family at the Zarzuela Palace outside of Madrid. Once again, a UK newspaper (the Daily Mail ) gave a blow-by-blow account of the two women's sartorial choices: Both were clad in resplendent ball gowns. Miss Bruni wore her hair in a sleek chignon and opted for a simple high-necked black ensemble with an open back. Meanwhile Princess Letizia donned a tiara over her tumbling curls and dressed in a satin eggshell blue gown, complete with a glittering train. Earlier in the day at lunch it appeared that the first round had gone to Spain, with the 36-year-old princess looking stunning in a figure-hugging cerise dress and matching towering heels. Miss Bruni, 41, might have been regretting her choice of a conservative Christian Dior blue dress even if it did have price tag of around 1,500 and signature low-heel shoes from Christian Louboutin costing around 320. A photograph from the latter event has been manipulated (as shown above) to add a figure representing Michelle Obama, making her appear to come off a very distant third in fashion sense with her plain, rumpled skirt contrasting with the shapely and stylish backsides of the two European women. That image is clearly a fabricated one, as Michelle Obama was not present at the Spanish dinner (she was back in Washington, where she participated in the unveiling of a memorial bust of Sojourner Truth), and other newspaper pictures of the same scene do not include her in the position shown (i.e., the Michelle Obama figure was obviously added to the original photograph later): In fact, the Michelle Obama figure is pictured with clothing like that which she wore well over a year after the dinner attended by Carla Bruni-Sarkozy and Princess Letizia, at a casual meeting with Spain's King Juan Carlos and Queen Sofia in Palma de Mallorca during the First Lady's vacation trip of August 2010:",
  "Originally Published": "",
  "Referred Links": "http://www.bostonherald.com/news/international/europe/view.bg?articleid=1273102;http://www.life.com/image/86263285;http://www.dailymail.co.uk/news/worldnews/article-1173949/The-day-Carla-met-match-Mrs-Sarkozy-upstaged-Spains-real-princess-glamour-showdown.html;http://www.guardian.co.uk/lifeandstyle/2009/apr/03/michelle-obama-carla-bruni-sarkozy-fashion;",
  "Example": "[Collected via e-mail, September 2010] Makes you proud, doesn't it? Left to right: Princess Letizia of Spain, French first lady Carla Bruni, and, yep, you guessed it.",
  "Last Updated": "9 September 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/derrieres.asp",
  "Claim": "Photograph shows Michelle Obama with Princess Letizia and Carla Bruni-Sarkozy.",
  "Claim_ID": "politics_obama_photos_derrieres",
  "Tags": ""
}