{
  "Origins": "The first thing an astute follower of politics might notice about this humorous anecdote is it would have been rather unusual for Yoshiro Mori to be making a trip to Washington, D.C., to meet with Barack Obama, since Mori's term as prime minister of Japan ended in April 2001, nearly eight years before Barack Obama became President of the United States. That's a clue this item is yet another piece of recycled political humor, one which originally circulated back in mid-2000, during President Bill Clinton's final year in office:",
  "Fact Check": "",
  "Description": "The original version apparently worked its way over to the United States after having circulated in the Japanese tabloid press, where it was offered as a jab at an unpopular prime minister who had already become an object of derision for (among other reasons) having made several untoward verbal gaffes during his short time in office: In January [2000], he had come under fire from AIDS campaigners when speaking about his first election campaign in 1969. \"When I was greeting farmers from my car, they all went into their homes. I felt like I had AIDS,\" he said. Mr Mori later apologised for the comment. And in February, he caused further embarrassment when describing security problems the United States faced from the Y2K computer bug. \"When there is a blackout, the murderers always come out. It's that type of society,\" Mr Mori quipped. He had previously sparked controversy by saying that some teachers were controlled by communists. Tales of Mori confusing the English words \"how\" and \"who\" while greeting a U.S. president also circulated in other forms: During July's Group-of-Eight Summit in Okinawa, U.S. President Bill Clinton approached Mori and asked, \"How are you?\" Mori replied, \"I am Japanese Prime Minister Yoshiro Mori.\" To his credit, Mori's phrase was in flawless English, though the answer probably wasn't quite what Clinton expected. The very same joke had appeared in the U.S. press several months earlier, at that time attributed to Kim Young-sam, who served as President of South Korea for five years beginning in 1993. The same apocryphal tale has also been told about any number of non-English speaking politicians from various countries.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2009] This is a true story from the Japanese Embassy in US!!! A few days ago, Prime Minister Mori was given some basic English conversation training before he visits Washington and meets President Barack Obama ... The instructor told Prime Minister Mori, \"When you shake hand with President Obama, please say 'How are you?' Then Mr. Obama should say, 'I am fine, and you?' Now, you should say 'Me too.' Afterwards, we translators will do the work for you.\" It looks quite simple, but the truth is ... When Mori met Obama, he mistakenly said 'Who are you?' (instead of 'How are you?'). Mr. Obama was a bit shocked but still managed to react with humor: 'Well, I'm Michelle's husband, ha-ha ...' Then Mori replied, 'Me too, ha-ha ....' Then there was a long silence in the meeting room.",
  "Last Updated": "13 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/whoareyou.asp",
  "Claim": "The Japanese prime minister made an embarrassing verbal gaffe upon meeting U.S. president Barack Obama.",
  "Claim_ID": "politics_humor_whoareyou",
  "Tags": ""
}