{
  "Origins": "On 15 July 2013, the The Onion published an article (\"George Zimmerman Wins Florida State Lottery\") about acquitted defendant George Zimmerman's having won a $37 million jackpot in the Florida state lottery: Just days after being fully acquitted for his role in the shooting death of Trayvon Martin, George Zimmerman reportedly won the $37 million Florida Lottery jackpot last night. \"Yeah! All right!\" said a visibly smiling Zimmerman, holding the winning lottery ticket he purchased on a whim hours after he was found not guilty for shooting and killing the unarmed 17-year-old. \"I just figured why not, you know? I think I'll probably use the money to buy a bigger house and a new car, and I'll invest the rest. This is just fantastic. Life is good.\" Zimmerman added that he'll never have to worry about money again. By later that day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, this item was just a bit of political satire from The Onion , a well known humor publication and web site whose FAQ notes that: The Onion is a satirical weekly publication published 52 times a year. The Onion uses invented names in all its stories, except in cases where public figures are being satirized. Any other use of real names is accidental and coincidental.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com/faq/;http://www.theonion.com/articles/george-zimmerman-wins-florida-state-lottery,33139/;",
  "Example": "[Collected via e-mail, July 2013] There is a rumor circulating that George Zimmerman won the a $37 million jackpot in the Florida lottery. Please confirm whether or not this rumor that is being reported by various sites on the internet is accurateor not.",
  "Last Updated": "16 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/lottery.asp",
  "Claim": "George Zimmerman has won a Florida state lottery jackpot.",
  "Claim_ID": "politics_satire_lottery",
  "Tags": ""
}