{
  "Origins": "March 2004 saw the latest iteration of a form of conspiracy theory that attempts to tie automated systems related to financial transactions to the \"mark of the beast\" prophesied in Chapter 13 of the New Testament's book of Revelation:",
  "Fact Check": "",
  "Description": "In earlier days conspiratorial rumors linked this bit of scripture to the advent of bar codes on product packaging; now a much-circulated 18-slide PowerPoint presentation earnestly tries to associate it with Mondex, a brand of \"smart card\" technology, by misleadingly equating smart cards with implantable identification technology. Our conspiracy train has already jumped the track by the third slide, which conflates two distinctly different types of technology. The device pictured above is a Radio Frequency Identification ( RFID ) chip (also known as an \"ID chip\"), used (among other purposes) to assist retailers with Automatic Identification and Data Capture (AIDC). Described as \"bar codes on steroids,\" tiny RFID chips can be embedded in products (or their packaging); when triggered by sensors, these chips emit short bursts of identifying data streamed via radio waves (or \"RF\"). This system offers a significant improvement over the current bar coding system for a number of reasons, including: RFID chips can store much more information than bar codes. RFID chips are a read/write technology, so more information can be added to them as needed. RFID chips don't require line-of-sight proximity (i.e., the information they store can be read even when products are still encased in boxes or crates). RFID technology can be used to scan items in groups rather than one-at-a-time. (For example, a grocery store checker could scan an entire shopping cart full of items all at once rather than having to run each item past a scanner individually.) RFID chips can enable the tracking of individual pieces of merchandise. (That is, a retailer could track not only that his store sold six cans of XYZ brand beans on Wednesday, he could track exactly which six cans were sold that day, information that might prove helpful if a recall order were issued for cans originating from a particular lot.) RFID chips are more robust (i.e., not subject to problems caused by tearing, creasing, or alteration) than bar coding. Other uses for RFID chips have included implanting them in pets to help identify the owners should the animals become lost (a collar and tag can too easily come loose or be removed), or implanting them in humans to encode vital information that emergency medical personnel might need to know when treating a patient who is unconscious or unable to speak. (Technically, a biochip is a computer chip made from organic molecules rather than from silicon or germanium. The term \"biochip\" is also used more generally to refer to any type of chip implanted in living beings, but RFID is only one of many technologies that might be used in such a chip. Kevin Warwick, a Professor of Cybernetics at Reading University, made news in 2000 when he had a silicon chip transponder surgically implanted in his arm.) The concept described in the text accompanying this photo, however, describes a different type of technology: the smart card. Almost every credit card issued nowadays includes a magnetic stripe which encodes information about the card that can be read when the card is swiped through an electronic card reader. (In most cases the information encoded is merely a repetition of the account number and expiration date embossed on the card, allowing the card to be more easily read by electronic scanning devices.) The smart card technology takes that concept further by replacing the magnetic stripe with a tiny microprocessor embedded in the card. The microprocessor can store information that might be used for a variety of purposes, such as identifying that the bearer of the card is its authorized user, providing basic personal data (e.g., name, address, phone number) to free consumers from the necessity of filling out repetitious forms, or providing important background information about a patient to medical personnel. (Smart cards also have the advantage of being \"contact-less\" they can transmit data by RF instead of having to be physically swiped through readers.) Another envisioned use for smart cards is in electronic payment schemes. Rather than carrying around currency and coins, consumers could use smart cards that would be able to tap into centralized systems which keep track of how much each person has available to spend. The purchase price would be automatically deducted from the buyer's account at the point of sale, conceivably eliminating the need for money altogether someday. Here the text goes even further astray in an erroneous attempt to tie smart card technology to specifics of the Biblical prophecy found in Revelation 13:16 and 13:17: [The beast] also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. First of all, smart card technology involves microprocessors embedded in cards , not people. Secondly, the uses of biochips in humans and other animals for identification purposes do not involve implanting such chips in the head or the hands. The preferred location for such chips is an out-of-the-way fleshy area that will allow for tissue to bond the chip and lessen the possibility of any irritation or discomfort to the host, making the head and hands (too bony and exposed) non-ideal for such purposes. The recommended implantation location for biochips is between the shoulderblades, towards the back of the upper arm (or on the back between the front legs of a dog or cat). The statements included in the last slide above are all misleading or inaccurate: Motorola is one of the companies invested in producing smart card technology, but they're far from the only ones. Motorola also produces biochips, but associating that fact with Mondex is misleading. Mondex is a brand of smart card technology, not a type of biochip. A transponder is a radio or radar transmitter/receiver activated for transmission by the reception of a predetermined signal. It isn't technically a \"system of storage,\" other than in the sense that the response transmitted upon reception of the predetermined signal is \"stored\" within the responding device. The RFID technology currently used in applications such as merchandise tracking or human/pet identification doesn't involve chips with stored batteries; it uses a passive system in which the power for transmitting the information stored within a chip is provided by the scanning device itself. MasterCard did acquire a 51% stake in London-based Mondex International in 1996, and they have been trying to establish a variety of Mondex-based applications in a number of countries in recent years. However, attempts to launch the use of Mondex smart cards as \"electronic purse\" alternatives to cash over the past decade have so far been disappointingly unsuccessful, as this October 2003 news account of a Mondex test launch in the UK illustrates: A number of electronic payment schemes have been launched in the past decade but many have languished because they have not found resonance with consumers. The Mondex card was launched in the UK in 1995 by a consortium of banks and BT, the telecommunications group. It looks like a credit card and contains a chip that can be \"loaded\" with cash from a bank account. It was seen as as ideal for small purchases such as newspapers and rounds of drinks in pubs. It was introduced in Swindon in 1994 and then on university campuses at Exeter, Edinburgh and Nottingham. But in spite of trials in about 20 countries, Mondex has hardly got beyond the test stage. Again, Mondex is a smart card technology, not a biochip technology. Mondex has nothing to do with implanting chips into people, nor are biochips inserted into heads or hands. This bugaboo about heads and hands is just a silly attempt to tie this Mondex screed to the mention of \"foreheads\" and \"right hand\" found in the portion of Revelation 13 quoted above. Once again, Mondex is not a biochip technology it is a brand of smart card technology (which uses chips produced by other companies), and the Mondex card itself was introduced at least ten years ago. Neither MasterCard nor Mondex has reported problems with smart card fraud or announced plans to insert smart card chips into human beings rather than place them within cards because otherwise the \"chip could be cut and the information would be changed or falsified.\" (Extracting an implanted chip from a human being isn't really prohibitively more difficult than removing one from a plastic card, certainly not enough to absolutely prevent dedicated criminals from pulling it off.) Now we've zoomed into the area of the nonsensical. Even if we were to contemplate implanting the chips utilized in \"smart card\" technology into human beings, locating them in the head or the right hand wouldn't make them any more difficult or impossible to remove than locating them elsewhere in the body. (Again, this is a rather silly attempt to tie \"Mondex\" to the prophecy of Revelation 13 .) Current RFID chip technology does not use lithium-based batteries, nor does it encompass tracking via a Global Positioning System (GPS). (As the RFID FAQ notes, in \"battery-less transponders, long read range and small size are mutually exclusive,\" and thus the read range of most RFID tracking chips is currently limited to less than three feet.) The name Mondex, of course, is derived from \"monde,\" the French word for \"world.\" Well hey, there's nothing we take more \"serious\" than bad grammar or an exhortation to forward a nonsensical message to everyone we know. VeriChip is one of many companies that produces implantable identification technology, but they really have nothing to do with smart cards in general or the Mondex brand of smart card in particular (other than that they have overlapping areas of interest in systems for personal identification and guaranteeing the integrity of financial transactions). Additional information: RFID FAQ (Association for Automatic Identification and Mobility)",
  "Originally Published": "",
  "Referred Links": "http://www.aimglobal.org/technologies/rfid/rfid_faqs.asp;https://gvsregistry.4verichip.com/index.htm;http://www.aimglobal.org/technologies/rfid/rfid_faqs.asp#5. What s the typical read range for RFID devices;http://news.com.com/2100-1017_3-248247.html;http://www.eetimes.com/story/OEG19990216S0030;http://www.wirelessweek.com/article/CA5002;http://www.smartcardbasics.com/overview.html;http://news.bbc.co.uk/2/hi/in_depth/uk/2000/newsmakers/1069029.stm;http://www.time.com/time/globalbusiness/article/0,9171,1101030922-485764,00.html;",
  "Example": "",
  "Last Updated": "29 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/mondex.asp",
  "Claim": "Mondex is planning to replace money with biochips embedded in people's heads and hands.",
  "Claim_ID": "politics_business_mondex",
  "Tags": ""
}