{
  "Origins": "The arc of future President Bill Clinton's activities in avoiding the military draft during the Vietnam War years of 1968-69 are difficult to trace with certainty in regard to all the details. By the time the issue became one of national interest in 1992, reporters and biographers were faced with reconstructing a 25-year-old account from the decades-old memories of those involved; some of the key participants were already dead, and the one person who knew the whole story, Bill Clinton himself, often responded to questions on the subject with misleading or inaccurate information. Nonetheless, available documentation and personal memories have enabled writers to reconstruct the essential elements of the tale.",
  "Fact Check": "",
  "Description": "The saga began when an eighteen-year-old Bill Clinton entered Georgetown University's School of Foreign Service in the fall of 1964. As required by law of all 18-year-old males at the time, Clinton registered with the Selective Service System on 8 September 1964, and on 17 November 1964 he was assigned a 2-S (student deferment) classification by Garland County [Arkansas] Draft Board No. 26. As American military involvement in Vietnam escalated in the mid-1960s, Clinton (like other male students his age) would reasonably have expected that his status as a college student would provide him with deferments from the draft for several more years, especially when in his senior year he was one of thirty-two American men selected to receive Rhodes Scholarships to study at Oxford University in England. However, on 16 February 1968 the federal government eliminated draft deferments for most graduate students, and Clinton would therefore no longer be eligible for additional student deferments after he completed his final term at Georgetown in the spring of 1968. Accordingly, his draft board reclassified him 1-A (available immediately for military service) on 20 March 1968. In mid-1968 Clinton, who maintained that although he was not opposed to the military or war in general he was morally opposed to the Vietnam War in particular, began to seek ways of avoiding the draft. His first opportunity was provided through the political and social connections of Raymond Clinton, his uncle, and Henry Britt, a Hot Springs lawyer and former judge, who made arrangements with the commanding officer of the local Naval Reserve unit, Trice Ellis, to secure a billet for Clinton in the naval reserve: The first relief Raymond Clinton and Britt found for Bill was a naval billet. This would not only give him more time he would not have to fill it until after the school year ended in June but it also would more likely keep him out of harm's way in the war. Trice Ellis, the local naval commander, said he was only too happy to accommodate the request, which he did not consider out of the ordinary, and was \"impressed by the chance to enlist someone with a college education.\" He called the Navy command in New Orleans and secured a two-year active duty billet for young Clinton. Ellis assumed that Clinton would stop by that summer for an interview, but Clinton never did. When he asked Raymond Clinton what happened, Raymond told him not to worry, Bill would not be coming, he had been taken care of in another way. The \"other way\" that had \"taken care\" of Clinton was a favor Henry Britt worked out with William S. Armstrong, chairman of the Garland County draft board, a favor that would provide Clinton with only temporary protection from the draft but would allow him to at least start his first year at Oxford without committing him to military service: Britt called draft board chairman Armstrong, his close friend, and asked him, as he later recalled, to \"put Clinton's draft notice in a drawer someplace and leave it for a while. Give the boy a chance.\" This is apparently what Armstrong did for several months. Another member of the Garland County Draft Board, Robert Corrado, later remembered Armstrong holding back Clinton's file and saying that they had to give him time to go to Oxford. As Clinton biographer David Maraniss pointed out, although the deliberate delay in issuing Clinton's draft notice was undeniably a case of special treatment, it was by no means an unusual consideration granted to Rhodes Scholars: Special consideration for Rhodes Scholars was not unusual around the country. The draft board in Alameda County, California, was so impressed by the achievements of the only black Rhodes winner that year, Tom Williamson of Harvard, that they granted him a graduate school deferment even though such deferments supposedly no longer existed. Darryl Gless, whose small home town in Nebraska was so proud of him that they strung a banner across the Main Street bank welcoming him back from his successful Rhodes interview, also was given a special deferment. Dartmouth scholar John Isaacson visited his draft board in Lewiston, Maine, and pleaded with them to let him go to Oxford, which they did. University of Iowa scholar Mike Shea went to England \"happily but erroneously 2-S\" for the first year. Paul Parish's mother in Port Gibson, Mississippi, received a letter from the governor telling her that Paul should go to England because they were trying to get an exemption for Rhodes Scholars. For virtually every member of the Rhodes class of 1968 there was a similar story. Clinton set sail from New York to begin his first year at Oxford in October 1968. At the end of his first term in December, Clinton received a notice from the Selective Service instructing him to undergo an armed forces physical examination at a U.S. air base near London, which he took (and passed) on 13 January 1969. An Order to Report for Induction from the Garland County Draft Board followed three months later, but because the notice had been sent to England via surface mail it was late in arriving, and the assigned reporting date had already passed. Clinton had begun another school term by then (the academic year at Oxford consisted of three terms rather than two semesters), and the regulations allowed students who received draft notices to finish out their current terms before reporting, but he would be obligated to report for induction after the end of the spring term unless he found an alternative before his new reporting date of 28 July 1969. As Clinton headed home for Arkansas from England, his options for avoiding the draft were limited. He did not qualify for conscientious objector status because he did not have a history of opposing military service or war in general, only the Vietnam War specifically. The local Army National Guard and Reserve units were full. He took physicals for the Air Force and Navy officer programs but failed them both. (He was undersize and didn't possess the visual acuity required for the Air Force program, and he failed the Navy exam due to substandard hearing.) Clinton's only available out seemed to be joining the advanced ROTC program at the University of Arkansas, which had no quotas and was open to graduate students, but since Clinton had already received an induction notice he would have to obtain the approval of Willard Hawkins, the state Selective Service director (an appointee of the Arkansas governor) to enter the program. Clinton called upon Cliff Jackson, an Arkansas College graduate who had been Clinton's acquaintance at Oxford and was now working for the state Republican party, and Jackson in turn asked his boss, the head of the Arkansas Republican party, to arrange a meeting between Clinton and Selective Service director Hawkins. Clinton also received assistance from Lee Williams, an aide to U.S. Senator J. William Fulbright of Arkansas (for whom Clinton had worked as a staffer while attending Georgetown University). Williams, a University of Arkansas Law School graduate himself, contacted the director of the university's ROTC program, Colonel Eugene J. Holmes, to help get Clinton enrolled. After \"an extensive, approximately two-hour interview,\" Colonel Holmes agreed to accept Clinton into the ROTC program on 17 July 1969 (a mere eleven days before Clinton's 28 July induction deadline), although Clinton would not actually be able to begin the program until he completed the basic training camp the following summer. Clinton's draft notice was nullified, and his draft board reclassified him 1-D (reservist deferment) on 7 August 1969. Clinton apparently did intend to begin attending the University of Arkansas Law School that fall, but sometime during the summer he changed his mind and decided to return for a second year at Oxford instead: By Clinton's account, he talked to Colonel Holmes and gained permission to return to Oxford for the second year since the basic training that he was required to attend before beginning advanced ROTC would not start until the following summer. Holmes said later that he allowed Clinton to return to Oxford for \"a month or two,\" but expected him to enroll in the law school as soon as possible. But a letter that Clinton wrote in December 1969 in which he apologized for not writing more often \"I know I promised to let you hear from me at least once a month\" is the strongest evidence that Holmes was aware of and approved Clinton's plan to go back to Oxford. The rest of the ROTC staff was expecting Clinton to enroll that fall. Ed Howard, the drill sergeant, later recalled that there was great anger when word spread through the ROTC office that Clinton was not on campus. The details of Clinton's subsequent actions and decisions are murky, but sometime after returning to Oxford that fall (where he later helped organize anti-war protests in London), probably between 1 October and 15 October 1969, he changed his mind again and asked his draft board to drop his ROTC deferment and reclassify him 1-A . Given recent policy changes (and rumors of upcoming policy changes) by the Nixon administration at that time (graduate students who received induction notices were now allowed to finish out their school years rather than just the current terms; Nixon was said to be considering withdrawing 35,000 troops from Vietnam, temporarily suspending the draft, and changing the draft requirements so that only 19-year-olds would be called, and only \"those draftees who volunteered for service there\" would be shipped to Vietnam; and the administration was reportedly pushing for a draft lottery system based on birthdates which would expose eligible men to the draft for one year only), Clinton may have calculated that he was not risking much by opting to drop his ROTC commitment in favor of a 1-A classification. As biographer David Maraniss surmised: The proponderance of evidence leads in one direction: to the notion that with each passing week there were more signs that he might not get drafted even if he abandoned the deferment. If Clinton, acting through his stepfather, arranged to have the local draft board reclassify him 1-A after October 1, he would have known that it was largely a symbolic act providing him with the best of both worlds the ability to say he had given up a deferment, and the knowledge that even though he was 1-A again, he would not be drafted that year. When the first draft lottery of the Vietnam era was held on 1 December 1969, Clinton's birthdate of 19 August was selected 311th, a number high enough to practically guarantee that he would not be drafted (and indeed he was not). A few days later, Clinton sat down and wrote the now-infamous letter to Colonel Holmes explaining his reasons for reneging on his agreement to enter the University of Arkansas and its ROTC program. That Bill Clinton went to great lengths to avoid the Vietnam-era draft, that he used political connections to obtain special favors, and that he made promises and commitments which he later failed to honor, are all beyond dispute. However, the timeline quoted above jumps the tracks when it labels Clinton a \"felon,\" because none of his actions, no matter how unethical or morally questionable they might have been, were illegal. When Clinton agreed in July of 1969 to enter the advanced ROTC program at the University of Arkansas, his draft board rescinded his induction notice and reclassified him with a reservist's deferment. That he later changed his mind in October 1969 and opted to forego the ROTC program and be reclassified 1-A did not constitute a \"failure to report\" or make him \"AWOL.\" At the time of his 1-A re-classification in October 1969 the previous induction notice was no longer in effect, and he was not subsequently re-drafted. If Clinton had still been obligated to report for induction, his draft board could have got him any time they wanted: they certainly knew where to find him, yet no one ordered him to report to an induction center, no federal agents arrested him for draft evasion, and no MPs came and hauled him away for being AWOL, because he hadn't broken any laws, civil or military. Likewise, President Carter's executive order of 21 January 1977, which provided pardons and amnesty for those convicted or suspected of violating the Military Selective Service Act between 1964 and 1973 did not apply to Clinton because he committed no such violation. Although what he did may not have been against the law, Clinton's broken promises and contradictory statements about his efforts to avoid the draft were prime examples of the kind of self-serving doublespeak that later earned him the sobriquet \"Slick Willie.\" As Maraniss concluded in his Clinton biography, First in His Class : \"It was just a fluke,\" Clinton would say decades later, when first asked how he had made it through this period without serving in the military. But of course it was not a fluke. A fluke is a wholly accidental stroke of good luck. What happened to Clinton during that fateful year did not happen by accident. He fretted and planned every move, he got help from others when needed, he resorted to some deception or manipulation when necessary, and he was ultimately lucky.",
  "Originally Published": "",
  "Referred Links": "http://www.archives.gov/federal-register/codification/executive-order/11967.html;http://web.archive.org/web/20001020132600/http://home1.gte.net/ceyoung/LETTER.HTM;http://www.sss.gov/lotter1.htm;",
  "Example": "[Collected via e-mail, 2002] First Pardoned Federal Felon ever to serve as President of the U.S. Bill Clinton's Draft Records from the Freedom of Information Act files show he was a Pardoned Federal Felon * Bill Clinton registers for the draft on September 08, 1964, accepting all contractual conditions of registering for the draft. Given Selective Service Number 3 26 46 228. * Bill Clinton classified 2-S on November 17, 1964. * Bill Clinton reclassified 1-A on March 20, 1968. * Bill Clinton ordered to report for induction on July 28, 1969. * Bill Clinton dishonors order to report and is not inducted into the military. * Bill Clinton reclassified 1-D after enlisting in the United States Army Reserves on August 07, 1969 under authority of Col. E. Holmes. Clinton signs enlistment papers and takes oath of enlistment. * Bill Clinton fails to report to his duty station at the University of Arkansas ROTC, September 1969. * Bill Clinton reclassified 1-A on October 30, 1969, as enlistment with Army Reserves is revoked by Colonel E. Holmes and Clinton now AWOL and subject to arrest under Public Law 90-40 (2)(a) 'registrant who has failed to report ... remain liable for induction'. * Bill Clinton's birth date lottery number is 311, drawn December 1, 1969, but anyone who has already been ordered to report for induction, is INELIGIBLE! * Bill Clinton runs for Congress (1974), while a fugitive from justice under Public Law 90-40. * Bill Clinton runs for Arkansas Attorney General (1976), while a fugitive from justice. * Bill Clinton receives pardon on January 21, 1977 from Carter. * Bill Clinton FIRST PARDONED FEDERAL FELON ever to serve as President. All these facts come from Freedom of Information requests, public laws, and various books that have beenpublished, and have not been refuted by Clinton.",
  "Last Updated": "4 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/felon.asp",
  "Claim": "Bill Clinton was the \"first pardoned federal felon ever to serve as President of the U.S.\"",
  "Claim_ID": "politics_clintons_felon",
  "Tags": ""
}