{
  "Origins": "The short answer to the question of the whether these figures for Medicare insurance premiums are accurate is no.",
  "Fact Check": "",
  "Description": "In the last few years, the standard monthly premiums for Medicare Part B have been set as follows: 2009: $96.40 2010: $110.50 2011: $115.40 2012: $99.90 (The actual premiums paid by some Medicare participants may be slightly higher or lower than these standard amounts. For example, many beneficiaries paid less than the listed amounts in 2010 and 2011 because of the \"hold-harmless\" provision of Medicare which states that if the dollar increase in your Medicare Part B premium is bigger than the dollar increase in your Social Security check, you don't have to pay the difference.) As for future Medicare Part B premium rates, the information cited above is wrong on two counts: No provision of the \"Obamacare\" health care legislation passed during the Obama administration sets Medicare premium rates, nor is a whopping jump of over 100% to a $247.00 monthly premium in 2014 a realistic figure. The monthly premium level for 2014 is currently expected to be $112.10. New Medicare premium rates come out each fall and take effect in January. Medicare beneficiaries as a group are required to pay one-fourth the cost of running Medicare, and annual premiums are set at a figure calculated to achieve that level of revenue. Although the annual premium rates aren't officially set until they are announced each fall, Medicare administrators track trends and anticipated changes and use them to formulate projections of Medicare premiums for the next several years. According to the most recent report of the system's trustees, issued in April 2012, those projected premiums (as listed on page 229) are: 2013: $109.10 2014: $112.10 2015: $117.00 2016: $122.00 2017: $128.20 2018: $135.50 2019: $143.60 2020: $151.90 2021: $161.20",
  "Originally Published": "",
  "Referred Links": "https://www.cms.gov/Research-Statistics-Data-and-Systems/Statistics-Trends-and-Reports/ReportsTrustFunds/downloads/tr2012.pdf;https://questions.medicare.gov/app/answers/detail/a_id/2309/~/medicare-premiums-and-coinsurance-rates-for-20121;https://questions.medicare.gov/app/answers/detail/a_id/2305/~/medicare-premiums-and-coinsurance-rates-for-2011;https://questions.medicare.gov/app/answers/detail/a_id/2260/~/medicare-premiums-and-coinsurance-rates-for-2010;https://questions.medicare.gov/app/answers/detail/a_id/2100/related/1/session/L2F2LzEvc2lkL3o0azR5Vk5r;",
  "Example": "[Collected via e-mail, January 2012] MEDICARE INCREASES \"What you permit, you promote.\" The per person Medicare insurance premium will increase from the present monthly fee of $96.40, rising to: $104.20 in 2012; $120.20 in 2013; And $247.00 in 2014. These are provisions incorporated in the Obamacare legislation, purposely delayed so as not to 'confuse' the 2012 re-election campaigns. Send this to all seniors that you know, so they will know who's throwing them under the bus. Obama knows this will kill his chances for a second term if enacted now, and he thinks that voters are stupid and won't know or care about anything that doesn't affect them now! REMEMBER THIS IN NOVEMBER 2012 & VOTE ACCORDINGLY",
  "Last Updated": "4 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/medicare.asp",
  "Claim": "Monthly Medicare Part B premiums are set to jump to $247.00 in 2014.",
  "Claim_ID": "politics_medical_medicare",
  "Tags": ""
}