{
  "Origins": "Back in July 2011, President Barack Obama reportedly walked out on a tense meeting with congressional leaders over the debt ceiling issue, with sources differing over the vehemence with which the president departed the scene:",
  "Fact Check": "",
  "Description": "However, the animated GIF displayed above doesn't capture that moment (quite obviously it comes from a video taken while the President was making a statement to the press, not meeting with congressional leaders), nor does it capture any door-kicking incident in which President Obama was supposedly involved. And, contrary to what is asserted in the accompanying text, it was most certainly something that one would \"see on network TV,\" because that's where it originated (albeit on a comedy show rather than a news program). This clip is one of a number of spoof video comedy bits featuring famous people (with President Obama being a frequent subject) which comedian Jay Leno inserted into his Tonight Show monologues during his tenure as host of that venerable late-night talk show. The clip in its original context had Leno deadpanning that \"President Obama's body language is pretty subtle,\" and the following video shows how the original clip was altered to produce the comedic \"door-kicking\" version: Similar faked video bits from the Tonight Show showed a \"testy\" President Obama angrily ripping the microphones out of a lectern and overturning the podium before walking out of a press conference, and an ebullient President Obama engaging in a series of backflips after announcing the death of terrorist leader Osama bin Laden:",
  "Originally Published": "",
  "Referred Links": "http://www.politico.com/news/stories/0711/58937.html;",
  "Example": "[Collected via e-mail, November 2011] Temper,Temper! Looks like he must have a problem when he does not get his way Bet you won't see this on network TV...Now this is mature... Oh my this must make the Obama lovers proud..... Obama abruptly stormed out of a meeting with Congressional leaders after Cantor told the president that Republicans would not vote for his proposed tax hikes. Obama picked up his toys and stormed out of the meeting, kicking the door open. what a kick!!!",
  "Last Updated": "26 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/kickdoor.asp",
  "Claim": "Video shows Barack Obama kicking in a door after storming out of a meeting with Congressional leaders.",
  "Claim_ID": "politics_obama_photos_kickdoor",
  "Tags": ""
}