{
  "Origins": "This item about a scheme for Americans to avoid purchasing gasoline produced from imported oil has been circulating in various forms since 2002 and has undergone many revisions. It is now confusing mishmash that can't decide whether it's a plan for informing consumers where to buy gasoline produced in the United States, how to avoid oil companies that import crude from Saudi Arabia, how to avoid oil companies that import crude from the Middle East, or how to avoid oil companies that import crude from OPEC countries (many of which are not Middle Eastern). The most important fact to note about this item is that it contained many gross statistical errors and exhibited a severely flawed grasp of oil industry economics at the time it was originally written, and it has only become worse over time.",
  "Fact Check": "",
  "Description": "One of the misleading messages implicit in this text is the suggestion that most of the USA's crude oil is imported from the Middle East. It isn't. According to recent figures regarding crude oil imports, in January 2012 only 25% of the USA's crude oil imports came from countries classified by the U.S. Department of Energy (DOE) as Persian Gulf exporters (i.e., Iran, Iraq, Kuwait, Qatar, Saudi Arabia, United Arab Emirates, Bahrain). A list of the top six countries supplying crude oil to the USA in January 2012 (by percentage of total USA imports) includes only a single Middle Eastern country: Canada: 28.7% Saudi Arabia: 16.6% Mexico: 11.6% Venezuela: 8.0% Nigeria: 5.2% Colombia: 4.7% Moving along, we find that many of the statistics offered in the piece quoted above are erroneous or outdated: Top 4 [sic] companies that import middle eastern oil Shell 205,742,000 barrels Chevron/Texaco 144,332,000 barrels Exxon/Mobil 130,082,000 barrels Marathon 117,740,000 barrels Amoco. 62,231,000 barrels This information is quite outdated. In January 2012 the top five companies importing oil from the Persian Gulf were as follows: Exxon Mobil: 14,194,000 barrels Valero: 12,619,000 barrels Chevron: 9,243,000 barrels Motiva Enterprises (Shell): 8,942,000 barrels Marathon: 6,080,000 barrels The U.S. Currently imports 5,517,000 barrels of crude oil per day from OPEC. In January 2012, the U.S. imported a total of 119,620,000 barrels of crude oil from OPEC countries (Algeria, Angola, Ecuador, Iraq, Kuwait, Libya, Nigeria, Qatar, Saudi Arabia, United Arab Emirates, and Venezuela). That works out to an average of 3.9 million barrels of crude oil per day. Here are some large companies to support that DO NOT import Middle Eastern oil: **Sunoco.........................0 barrels **Conoco.........................0 barrels **Sinclair..........................0 barrels **BP/Phillips......................0 barrels **Hess..............................0 barrels **ARC0.............................0 barrels **Maverick........................0 barrels **Flying J.........................0 barrels **Valero............................0 barrels **CAMurphy Oil USA .......0 barrels Some of these figures are way off the mark. According to DOE figures, in January 2012 the above-listed companies imported oil from Middle Eastern countries in the following quantities: Valero: 12,619,000 barrels BP North America: 3,161,000 barrels ConocoPhillips: 1,470,000 barrels ARCO (BP West Coast Products): 875,000 barrels Sunoco: 0 barrels Sinclair: 0 barrels Hess: 0 barrels Maverick: 0 barrels Flying J: 0 barrels Murphy Oil: 0 barrels Even these figures are problematic, however, for a number of reasons: Just because a company doesn't import oil directly from Middle Eastern countries doesn't necessarily mean it isn't using oil that originated in that region. Some of the companies listed above don't import crude oil themselves, but they nonetheless operate refineries or sell gasoline using oil bought on the open market that may have come from Middle Eastern sources. A good deal of the crude oil imported to the U.S. from Russia in 2001, for example, was actually oil from Iraqi fields sold through Russian middlemen. And when we queried Murphy Oil about the sources of the crude oil they refine, they acknowledged \"it is difficult to determine the origin of that product\": Our parent company Murphy Oil is a public corporation located in El Dorado, Arkansas, and traded on the New York Stock Exchange. We explore and drill many of our own sites around the world, including in Australia, Canada, Malaysia, West Africa and off the US Gulf Coast. We own 2 refineries located in the United States and 1 refinery in the United Kingdom that provides some of our gasoline product that we offer at our stores. Like most major oil refiners, we also receive product on the open market, and due to the fungibility of oil, it is difficult to determine the origin of that product.The bottom line is that by the time crude oil gets from the ground into our gasoline tanks, there's no practical way for consumers to know exactly where it came from. \"Doing the math\" as this item advocates (and assuming a price of $100 per barrel of crude oil), we find that buying gasoline from only the above-named companies would still be putting $58.5 million per day into the coffers of OPEC countries. None of this information educates consumers about \"Where to buy American gasoline,\" the ostensible purpose of this message. Statistics aside, one glaring fallacy here is the suggestion that we could possibly buy all our gasoline only from a few select oil companies. This notion is like claiming that we could put the big grocery chains out of business if we all bought our food only from small mom & pop stores, but ignoring the fact that these small shops couldn't possibly come close to supplying all our grocery needs. Some of the oil companies named above are relatively small (which is a large part of the reason why they don't necessarily import from the Middle East) and could not satisfy the demand that would be created if a significant portion of the USA's consumer base were to shun all the largest oil companies unless they bought up the output of the companies we were supposed to be avoiding in the first place (or, alternatively, unless they raised their prices sky-high). The concept that oil companies sell gasoline only through their branded service stations, and therefore if you don't buy gasoline from Shell-branded gas stations you're not sending money to Shell (or, by extension, the Middle East), is wrong. Oil companies sell their output through a variety of outlets other than their branded gas stations (and in countries other than the U.S.). As the St. Louis Post-Dispatch noted of this concept: Economics Prof. Pat Welch of St. Louis University says any boycott of \"bad guy\" gasoline in favor of \"good guy\" brands would have some unintended (and unhappy) results. Although foreign relations wax and wane, Welch says, the law of supply and demand is set in stone. \"To meet the sudden demand,\" he says, \"the good guys would have to buy gasoline wholesale from the bad guys, who are suddenly stuck with unwanted gasoline.\" So motorists would end up buying Arab oil anyway and paying more for it, because they'd be buying it at fewer stations. And yes, oil companies do buy and sell from one another. Mike Right of AAA Missouri says, \"If a company has a station that can be served more economically by a competitor's refinery, they'll do it.\" Right adds, \"In some cases, gasoline retailers have no refinery at all. Some convenience-store chains sell a lot of gasoline and buy it all from somebody else's refinery.\" St. Louis University's Welch says, \"The e-mail presupposes that you know who the supplier is, and that's not always the case.\" Finally, what this scheme proposes is merely a symbolic solution rather than a practical one, because even if the USA stopped importing oil from the Middle East, other countries will still purchase it. (Japan alone, for example, generally buys as much or more oil from countries such as Saudi Arabia and Kuwait than the USA does.) Other articles about gasoline prices: Petition to President Bush Call to Spurn Gasoline from Particular Suppliers to Bring Price Down Call for 1 or 3-Day Boycott of Gasoline to Bring Prices Down",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010725052845/http://abcnews.go.com/sections/world/DailyNews/iraq010720_cooley.html;http://www.eia.gov/petroleum/imports/companylevel/data/import.xlsl;http://www.eia.gov/dnav/pet/pet_move_impcus_a2_nus_ep00_im0_mbbl_m.htm;",
  "Example": "[Collected via e-mail, March 2012] So if you want to do more, just passing this email could really help.For those of you who don t care if you pay $5.00 per gal. Do nothing anddelete this. WHERE TO BUY AMERICAN GASOLINE. THIS IS VERY IMPORTANT TO KNOW. READ ON. Gas rationing in the 70's worked even though we grumbled about it. Itmight even have been good for us! Are you aware that the Saudis are boycotting American products? Inaddition, they are gouging us on oil prices. Shouldn't we return the favor? Can't we take control of our own destiny and let these giant oil importersknow who REALLY generates their profits, their livings? How aboutleaving American Dollars in America and reduce the import/export deficit?An appealing remedy might be to boycott their GAS. Every time you fill upyour car you can avoid putting more money into the coffers of Saudi Arabia Just purchase gas from companies that don't import their oil from theSaudis. Nothing is more frustrating than the feeling that every time I fill up mytank, I'm sending my money to people who I get the impression want me, myfamily and my friends dead. The following gas companies import MiddleEastern oil: Shell...................................... 205,742,000 barrels Chevron/Texaco..................... 144,332,000 barrels Exxon/Mobil........................... 130,082,000 barrels Marathon/Speedway.............. 117,740,000 barrels Amoco................................... 62,231,000 barrels And CITGO oil is imported from Venezuela who's Dictator HUGO CHAVEZ hates America and openly avows our economic destruction! (We pay Chavez's regime nearly $10 Billion per year in oil revenues!) The U.S. Currently imports 5,517,000 barrels of crude oil per day from OPEC. If you do the math at $100 per barrel, that's over $550 million PER DAY ($200 BILLION per year!) handed over to OPEC, many of whose members are our confirmed \"enemies\"!!!!!!!! It won't stop here - oil prices could go to $200 a barrel or higher if we keep buying their product. Here are some large companies to support that DO NOT import Middle Eastern oil: **Sunoco.........................0 barrels **Conoco.........................0 barrels **Sinclair..........................0 barrels **BP/Phillips......................0 barrels **Hess..............................0 barrels **ARC0.............................0 barrels **Maverick........................0 barrels **Flying J.........................0 barrels **Valero............................0 barrels **CAMurphy Oil USA .......0 barrels *Sold at Wal-Mart < , gas is from South Arkansas and fully USA ownedand produced. *Not only that but they give scholarships to all children in their townwho finish high school and are legal US citizens. All of this information is available from the U.S. Department of Energyand each company is required to state where they get their oil and howmuch they are importing. But to have a real impact, we need to reach literally millions of gasbuyers. With the help of the Internet, it's really simple to do. Now,don't wimp out at this point.... Keep reading and I'll explain how simpleit is to reach millions of people!! I'm sending this note to about thirty people. If each of you send it toat only ten more (30 x 10 = 300)... And those 300 send it to at least tenmore (300 x 10 = 3,000).... And so on, by the time the message reachesthe sixth generation of people, we will have reached over THREE MILLIONconsumers!!!!!!! If those three million get excited and pass this on to ten friends each,then 30 million people will have been contacted! If it goes one levelfurther, you guessed it...THREE HUNDRED MILLION PEOPLE-the entirepopulation of the United States of America !!!! Again, all you have to do is forward this message to 10 people. How longwould that really take you? If each of us sends this e-mail out to tenmore people, within one day all 300 MILLION people could theoretically becontacted during the next eight days.",
  "Last Updated": "4 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/gasoline/saudigas.asp",
  "Claim": "Article demonstrates how to eliminate U.S. oil imports from Middle Eastern countries.",
  "Claim_ID": "politics_gasoline_saudigas",
  "Tags": ""
}