{
  "Origins": "The quote cited in the Example block at the head of this page about Republican presidential candidate Mitt Romney's addressing a crowd in Alabama and proclaiming that he \"understands how difficult it can be for an African-American in today'ssociety\" and that he \"can relate to black people very well indeed\" because his \"ancestors once owned slaves\" and therefore it is in his \"lineage to work closely withthe black community\" is not something that was actually stated by Mitt Romney. It's an unattributed excerpt from a spoof article published on 13 March 2012 by the satirical web site Free Wood Post , whose disclaimer notes that: Free Wood Post is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within FreeWoodPost.com are fiction, and presumably fake news.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.freewoodpost.com/disclaimer/;http://www.freewoodpost.com/;http://www.freewoodpost.com/2012/03/13/mitt-romney-i-can-relate-to-black-people-my-ancestors-once-owned-slaves/;",
  "Example": "[Collected via e-mail, April 2012] Is this statement true? Mitt Romney was addressing a crowd in Prattville, Alabama, whenhe stated: I understand how difficult it can be for an African-American in today'ssociety. In fact, I can relate to black people very well indeed. Myancestors once owned slaves, and it is in my lineage to work closely withthe black community. However, just because they were freed over a centuryago doesn't mean they can now be freeloaders. They need to be told to workhard, and the incentives just aren't there for them anymore. When I'mpresident I plan to work closely with the black community to bring a senseof pride and work ethic back into view for them.",
  "Last Updated": "19 April 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/romney/blackcommunity.asp",
  "Claim": "Mitt Romney said he \"can relate to black people\" because his ancestors once owned slaves.",
  "Claim_ID": "politics_romney_blackcommunity",
  "Tags": ""
}