{
  "Origins": "On Friday, 19 April 2013, residents of the town of Watertown in the Boston metropolitan area (among others) were warned to stay in their homes while police conducted a house-to-house manhunt for Boston Marathon bombing suspect Dzhokhar Tsarnaev, who had fled in a car (and then on foot) after the police chase and shootout that had left his brother Tamerlan dead early that morning:",
  "Fact Check": "",
  "Description": "That night, after the stay-in-place order for area residents had been lifted by Massachusetts Governor Deval Patrick, Dzhokhar Tsarnaev was captured alive when police homed in on his hiding place inside a boat stored for the winter in a Watertown resident's backyard. But while the order was in place, a helpful police officer delivered milk to a family with young children who were unable to leave their home, and by the following day his photograph was being widely circulated via social media. The officer has since been identified in news reports as Officer John Bradley of the Brookline Police Department: The original photo shows a policeman in a bulletproof vest, sunglasses, and cap, all black. He also appears to be armed. But in either hand, he is seen carrying a gallon of milk. The officer, whose identity was at first unknown, was later identified as Brookline officer John Bradley. The Boston Police Department had originally claimed the officer was part of their ranks, writing on Twitter: 'BPD officer delivers milk to a family with young children in Waterdown during the lockdown.' They then followed up with the tweet: 'This is a Brookline police department (BPD) officer. Apologies for confusion ... Awesome job and photo!!' The Brookline Police Department later identified him as John Bradley. The photograph was snapped by a Colorado woman who was visiting her daughter in Watertown and told police that her 17-month-old grandson needed milk: A Grand Junction woman was [in Boston] during the Watertown lockdown and said it was a terrifying experience. However, what will stick with her is the way law enforcement responded to the situation and the pride that took over the community. Trish Sommers and her daughter were kept inside her daughter's house, running low on milk with a very hungry 17-month-old grandson. \"I walk out the front door,and you can't go out, and [the police] all start walking toward me, and I say, 'Can I talk to you?' and I say, 'I don't know anything, but my 17-month-old needs milk,'\" said Sommers. Within an hour, an officer delivered two gallons of milk, going above and beyond the call of duty. Sommers snapped a picture with her phone to remember the gesture. Sommers said she was scared to death during the search and at times felt like the bombing challenged her freedoms, but she said she will take away pride in the U.S. from the experience. \"So then you feel like it has been taken away from you, and then I think about the experience with the Boston police and how they protected us, and I am the proudest American I can be,\" said Sommers. The picture of the officer delivering milk soon went viral online. Sommers said the attention made her uncomfortable, so she took it off Facebook, but it was too late.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2013] Curious about whether this is true ...",
  "Last Updated": "22 April 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/conspiracy/boston/milkdelivery.asp",
  "Claim": "Photograph shows a police officer delivering milk to a Watertown family during a stay-in-place order.",
  "Claim_ID": "politics_conspiracy_boston_milkdelivery",
  "Tags": ""
}