{
  "Origins": "Rep. Paul Ryan has represented the state of Wisconsin in the U.S. House of Representatives since 1999 and was the vice-presidential running mate of Republican presidential nominee Mitt Romney in 2012. In June 2014 we began receiving numerous inquiries about whether he had stated that \"The poor are like stray cats. If we continue to feed them we will never get rid of them.\"",
  "Fact Check": "",
  "Description": "The referenced statement likening the poor to stray cats was not made by Paul Ryan. Rather, it's a paraphrase of something uttered back in 2010 by Andre Bauer, a Republican who was then South Carolina's lieutenant governor and was seeking his party's nomination for the upcoming gubernatorial election. Bauer created something of a controversy when, during a town hall meeting in January 2010, he brought up the futility of feeding stray animals (not specifically cats) as part of a discussion about people who receive government assistance: \"My grandmother was not a highly educated woman, but she told me as a small child to quit feeding stray animals. You know why? Because they breed. You're facilitating the problem if you give an animal or a person ample food supply. They will reproduce, especially ones that don't think too much further than that. And so what you've got to do is you've got to curtail that type of behavior. They don't know any better.\" We're uncertain why this statement was mistakenly attributed to Paul Ryan over four years after it was made by a different politician from another state. Perhaps the confusion arose because a genuine quote from Rep. Ryan had recently been printed adjacent to Andre Bauer's \"stray animals\" statement at the head of an article about \"The real face of poverty\" by the Miami Herald 's Leonard Pitts, Jr:",
  "Originally Published": "",
  "Referred Links": "http://www.chicagotribune.com/news/columnists/sns-201404012100--tms--lpittsctnwl-a20140402-20140402,0,6246992.column;http://www.cbsnews.com/news/sc-lt-gov-andre-bauer-compares-helping-poor-to-feeding-stray-animals/;http://paulryan.house.gov/;",
  "Example": "[Collected via e-mail, June 2014] Did Paul Ryan say, \"The poor are like stray cats. If we continue to feed them we will never get rid of them\"?",
  "Last Updated": "18 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/ryanpoor.asp",
  "Claim": "Rep. Paul Ryan said: \"The poor are like stray cats. If we continue to feed them we will never get rid of them.\"",
  "Claim_ID": "politics_quotes_ryanpoor",
  "Tags": ""
}