{
  "Origins": "Yes, the piece quoted above was delivered by Andy Rooney, the curmudgeonly commentator who closed every Sunday broadcast of television's 60 Minutes news magazine with a (typically sardonic) essay about some aspect of everyday life in our society that he finds irritating. On the 16 February 2003 broadcast, Andy Rooney's essay was the item quoted above, one of his occasional overtly political pieces in which he chided the French for daring to have an opinion on the conduct of the U.S. in world affairs because, in his view, they haven't earned it.",
  "Fact Check": "",
  "Description": "(For the record, Rooney briefly served as an artilleryman during World War II before being reassigned to the military newspaper Stars and Stripes ; as an Army combat journalist he covered the air war over Germany, the D-Day invasion of Normandy, and the Allied drive into Germany.) The transcript quoted above doesn't indicate the visual cues that accompanied Andy Rooney's essay on television; the following is a fuller version: MORLEY SAFER: Tonight Andy reacts to the way France has reacted to President Bush's determination to once and for all put the kibosh on Saddam Hussein. ANDY ROONEY: You can't beat the French when it comes to food, fashion, wine or perfume, but they lost their license to have an opinion on world affairs years ago. They may even be selling stuff to Iraq and don't want to hurt business. The French are simply not reliable partners in a world where the good people in it ought to be working together. Americans may come off as international jerks sometimes, but we're usually trying to do the right thing. The French lost World War II to the Germans in about 20 minutes. (Vintage newsreel footage; modern footage of schoolhouse) ROONEY: (Voiceover) Along with the British, we got into the war and had about 150,000 guys killed getting their country back for them. We fought all across France, and the Germans finally surrendered in a French schoolhouse. You'd think that school building in Reims would be a great tourist attraction, but it isn't. The French seem embarrassed by it. They don't want to call attention to the fact that we freed them from German occupation. I heard Steven Spielberg say the French wouldn't even let him film the D-Day scenes in \"Saving Private Ryan\" on the Normandy beaches. (Footage of cemetery) ROONEY: (Voiceover) They want people to forget the price we paid getting their country back for them. Americans have a right to protest going to war with Iraq; the French do not. They owe us the independence they flaunt in our face at the UN. (Vintage newsreel footage) ROONEY: (Voiceover) I went into Paris with American troops the day we liberated it, August 25th, 1944. It was one of the great days in the history of the world. French women showered American soldiers with kisses at the very least. The next day, the pompous Charles de Gaulle marched down the mile-long Champs Elysees to the Place de la Concorde as if he had liberated France himself. I was there, squeezed in among a hundred tanks we'd given the Free French Army that we brought in with us. Suddenly, there were sniper shots from the top of a building. Thousands of Frenchmen who had come to see de Gaulle scrambled to get under something. I got under an Army truck myself. The tank gunners opened fire on the building where the shots had come from, firing mindlessly at nothing. It was a wild scene, and it lasted maybe 10 minutes. When we go to Paris every couple of years now, I rent a car. (Footage of Rooney driving in Paris) ROONEY: (Voiceover) I drive around the Place de la Concorde, and when some French driver blows his horn for me to get out of his way, I just smile. I say to myself, 'Go ahead, Pierre. Be my guest. I know something about this very place you'll never know.' The French have not earned their right to oppose President Bush's plans to attack Iraq. On the other hand, I have. On 4 November 2011, Andy Rooney passed away at the age of 92.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] ANDY ROONEY ON THE FRENCH If you missed Andy Rooney on Sunday night, read on. Most that heard him couldn't believe their ears. They kept expecting CBS TV network to cut him off. Here's what he had to say: You can't beat the French when it comes to food, fashion, wine or perfume, but they lost their license to have an opinion on world affairs years ago. They may even be selling stuff to Iraq and don't want to hurt business. The French are simply not reliable partners in a world where the good people in it ought to be working together. Americans may come off as international jerks sometimes but we're usually trying to do the right thing. The French lost WWII to the Germans in about 20 minutes. Along with the British, we got into the war and had about 150,000 guys killed getting their country back for them. We fought all across France, and the Germans finally surrendered in a French schoolhouse. You'd think that school building in Reims would be a great tourist attraction but it isn't. The French seem embarrassed by it. They don't want to call attention to the fact that we freed them from German occupation. I heard Steven Spielberg say the French wouldn't even let him film the D-Day scenes in \"Saving Private Ryan\" on the Normandy beaches. They want people to forget the price we paid getting their country back for them. Americans have a right to protest going to war with Iraq. The French do not. They owe us the independence they flaunt in our face at the U.N. I went into Paris with American troops the day we liberated it, Aug. 25, 1944. It was one of the great days in the history of the world. French women showered American soldiers with kisses, at the very least. The next day, the pompous Charles de Gaulle marched down the mile long Champs Elysee to the Place de la Concorde as if he had liberated France himself. I was there, squeezed in among a hundred tanks we'd given the Free French Army that we brought in with us. Suddenly there were sniper shots from the top of a building. Thousands of Frenchmen who had come to see de Gaulle scrambled to get under something. I got under an Army truck myself. The tank gunners opened fire on the building where the shots had come from, firing mindlessly at nothing. It was a wild scene that lasted, maybe, 10 minutes. When we go to Paris every couple of years now, I rent a car. I drive around the Place de la Concorde and when some French driver blows his horn for me to get out of his way, I just smile and say to myself, \"Go ahead, Pierre. Be my guest. I know something about this very place you'll never know.\" The French have not earned their right to oppose President Bush's plans to attack Iraq. On the other hand, I have.",
  "Last Updated": "5 November 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/rooney.asp",
  "Claim": "Commentator Andy Rooney delivered a \"the French have not earned the right to protest against the U.S.\" piece on TV's 60 Minutes .",
  "Claim_ID": "politics_soapbox_rooney",
  "Tags": ""
}