{
  "Origins": "The above-referenced January 2009 item about a pending executive order that would ban firearms possession by all persons over 60 years of age is not a genuine news article; it's a bit of satire (which is tagged as such) from the Jumping in Pools blog.",
  "Fact Check": "",
  "Description": "That same blog has posted other similar items of political satire, such as entries claiming the Obama administration is planning to have soldiers and officers of the U.S. military pledge a loyalty oath directly to the office of the President rather than to the to Constitution and that President Obama's staff is working on a program to create an \"America Scouts\" program for children between the ages of 4 and 18. In July 2015, news accounts genuinely reported that President Obama was pushing to ban a subset of Social Security beneficiaries from owning guns if they lacked the mental capacity to manage their own affairs due to \"marked subnormal intelligence, or mental illness, incompetency, condition, or disease.\"",
  "Originally Published": "",
  "Referred Links": "http://jumpinginpools.blogspot.com/2009/01/obama-to-launch-america-scouts.html;http://jumpinginpools.blogspot.com/2009/01/military-to-pledge-oath-to-obama-not.html;http://jumpinginpools.blogspot.com;http://jumpinginpools.blogspot.com/2009/01/guns-to-be-banned-for-elderly.html;",
  "Example": "[Collected via e-mail, January 2009] Guns to Be Banned for Elderly Staff Reports United Press International Washington Obama's Deputy Attorney General Designate David Ogden is circulating a draft of an executive order in which, among other things, firearms possession would be severely limited to people over 60. An assistant to Ogden told us, \"It appears that in these changing times, it is no longer necessary to allow the elderly to be armed. With all of their physical ailments and increasing senility, to leave them in control of a deadly weapon would be ludicrous.\" While the Executive Order may sound too powerful, experts in Constitutional law state that it is not actually un-Constitutional. [Rest of article here.]",
  "Last Updated": "19 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/elderly.asp",
  "Claim": "A new executive order being circulated will severely limit firearms ownership by the elderly.",
  "Claim_ID": "Politics_satire_elderly",
  "Tags": ""
}