{
  "Origins": "On 20 March 2015, a rumor began circulating online suggesting that First Lady Michelle Obama had planned a new and intrusive childhood nutrition initiative. According to the rumor , Mrs. Obama had insisted that young children in daycare be weighed and measured for unspecified reasons (somehow pertaining to her initiatives in childhood nutrition):",
  "Fact Check": "",
  "Description": "One of the rumor's first appearances (which many subsequent iterations pointed to) mentioned the First Lady, but that version made a stronger distinction between Mrs. Obama and the referenced initiative: Bureaucrats from the U.S. Department of Agriculture (USDA) will weigh and measure children in daycare as part of a study mandated by First Lady Michelle Obama's Healthy Hunger-Free Kids Act. The agency published a notice in the Federal Register on Friday proposing data collection on what meals are served in professional and home daycare facilities and how much physical activity children perform. Aside from assessing how healthy the food in daycare is, the USDA will also check the weight and height of roughly 3,000 children. That article linked to a published notice [PDF] in the Federal Register that described an initiative involving weigh-ins of children at daycare facilities. That program has no link to Michelle Obama (save for her earlier advocacy of the Healthy Hunger Free Kids Act of 2010), and the linked document explains that only about 3,000 children across the country will be involved in the proposed study. So while a nutritional study has been proposed that might collect data (including height and weight measurements) from 3,000 children in daycare, that initiative was not ordered by First Lady Michelle Obama. Moreover, \"every child\" in daycare is not being weighed; rather the information-gathering is part of a study (not a form of oversight or enforcement) that will involve only a few thousand children. The proposed title of the study is Study on Nutrition and Wellness Quality in Childcare Settings, or SNAQCS.",
  "Originally Published": "",
  "Referred Links": "https://s3.amazonaws.com/public-inspection.federalregister.gov/2015-06592.pdf;http://www.donotlink.com/e98a;http://www.donotlink.com/e989;https://twitter.com/slo129/status/580372971929358338;http://t.co/31ExuXleQH;",
  "Example": "[Collected via Twitter, March 2015] http://t.co/31ExuXleQH BECAUSE OF MICHELLE OBAMA ALL DAYCARES WILL BE REQUIRED 2 WEIGH CHILDREN. OMG THE GOVERNMENT IS TAKING OVER THE KIDS slo129 (@slo129) March 24, 2015",
  "Last Updated": "24 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/weighed.asp",
  "Claim": "Michelle Obama has demanded that all children in daycare be weighed as a part of her ongoing interest in childhood nutrition.",
  "Claim_ID": "politics_obama_weighed",
  "Tags": ""
}