{
  "Origins": "The above-quoted item is yet another anti-immigrant screed chock full of inaccurate and misleading information, which we'll attempt to tackle here point by point:",
  "Fact Check": "",
  "Description": "Do you know that we have adult students at the school where I teach who are not US citizens and who get the PELL grant, which is a federal grant (no pay back required) plus other federal grants to go to school? Right away this piece jumps the track by making the common mistake of tacitly equating \"non-citizen\" with \"illegal immigrant\" and suggesting that anyone who is not a U.S. citizen contributes nothing and should not be entitled to any government-provided benefits or services. There are many classes of persons (e.g., immigrants who have obtained permanent residency status, political refugees, guest workers, foreign students) who are not U.S. citizens but nonetheless are in the United States legally, are gainfully employed, pay taxes, are subject to the same laws as everyone else, and are entitled to (at least some of) the same governmental benefits and services provided to citizens. Federal educational grants and loans such as the Pell Grant are available only to eligible U.S. citizens and permanent residents; they are not available to illegal aliens or other non-immigrants who are in the United States legally but temporarily. One student from the Dominican Republic told me that she didn't want me to find a job for her after she finished my program, because she was getting housing from our housing department and she was getting PELL grant which paid for her total tuition and books, plus money left over. The money provided by a Pell Grant is based on need (i.e., recipients don't all receive the same amount). The maximum Pell Grant is currently $4,310.00 per year although it might be possible, it's difficult to imagine that anyone could cover all her school and living expenses for a year on that amount and still have \"money left over,\" even with subsidized housing. She was looking into WAIT which gives students a CREDIT CARD for gas to come to school, and into CARIBE which is a special program for immigrants and it pays for child care and all sorts of needs while they go to school or training. CARIBE (Career Recruitment and Instruction in Basic English), which is funded by the U.S. Department of Health and Human Services, is a program aimed at helping refugees obtain basic fluency in English and enter the U.S. workforce. It is not a college-related program, it is not provided to all immigrants (only refugees), and it is not available to persons who have obtained permanent residency status through other means. WAIT (Why Am I Tempted) training appears to be a program for delivering \"key health and youth development messages to middle school and high school students\" that has nothing to do with adult or college education or providing credit cards to immigrants. The one student I just mentioned told me she was not going to be a US citizen because she plans to return to the Dominican Republic someday and that she \"loves HER country.\" I asked her if she felt guilty taking what the US is giving her and then not even bothering to become a citizen and she told me that it doesn't bother her, because that is what the money is there for! If this hypothetical Dominican student is a Pell Grant recipient but not a U.S. citizen, then she must be a permanent resident of the United States. That means she and her U.S.-resident family members are required to pay taxes on their worldwide income, and she therefore is not getting a \"free ride\" by availing herself of taxpayer-funded programs provided to citizens and legal residents. All foreign-born permanent residents of the United States have the option of returning to live in their countries of origin if they so choose. However, those who do so (other than temporarily) lose U.S. permanent residency status and have to \"go to the end of the line\" to regain it (and there are no guarantees that it will be granted again). And all the while, I am working a full day, my son-in-law works more than 60 hours a week, and everyone in my family works and pays for our education. I am not against immigration just come through like everyone else. Get a sponsor; have a place to lay your head; have a job; pay your taxes, live by the rules AND LEARN THE LANGUAGE as all other immigrants have in the past and GOD BLESS AMERICA! Again, this is misleading rhetoric which unfairly and inaccurately implies that all non-citizens and foreign-born persons don't work, don't pay taxes, have no responsibility for following any rules, and are getting their living expenses and educations paid for by preferential programs not available to U.S. citizens. Permanent residents who qualify for federal educational assistance still have to support themselves, still have to pay taxes, still have to obey U.S. laws and other regulations, and are eligible for programs that are also available to U.S. citizens. Furthermore, it's curious and contradictory that the writer is demanding that foreign-born residents \"LEARN THE LANGUAGE\" while simultaneously decrying programs (such as CARIBE) created to help accomplish that very goal.",
  "Originally Published": "",
  "Referred Links": "http://health.usf.edu/publichealth/chilescenter/research.html#EvaluationofWAITTraining;http://www.caribeprogram.com/index.html;http://studentaid.ed.gov/PORTALSWebApp/students/english/PellGrants.jsp?tab=funding;http://www.ed.gov/programs/fpg/index.html;http://www.thepellgrant.com/pell-grant-eligibility.shtml;http://www.studentaid.ed.gov/students/attachments/siteresources/FundingEduBeyondHighSchool_0708.pdf;",
  "Example": "[Collected via e-mail, January 2008] Received this from a friend who teaches at a college. THIS IS A MUST READ.... WAKE UP This is a subject close to my heart. Do you know that we have adult students at the school where I teach who are not US citizens and who get the PELL grant, which is a federal grant (no pay back required) plus otherfederal grants to go to school? One student from the Dominican Republic told me that she didn't want me to find a job for her after she finished my program, because she was getting housing from our housing department and she was getting PELL grant which paid for her total tuition and books, plus money left over. She was looking into WAIT which gives students a CREDIT CARD for gas to come to school, and into CARIBE which is a special program for immigrants and it pays for child care and all sorts of needs while they go to school or training. The one student I just mentioned told me she was not going to be a US citizen because she plans to return to the Dominican Republic someday and that she \"loves HER country.\" I asked her if she felt guilty taking what the US is giving her and then not even bothering to become a citizen and she told me that it doesn't bother her, because that is what the money is there for! I asked the CARIBE administration about their program and if you ARE a US citizen, you don't qualify for their program. And all the while, I am working a full day, my son-in-law works more than 60 hours a week, and everyone in my family works and pays for our education. Something is wrong here. Right? COMING SOON! I am sorry but after hearing they want to sing the National Anthem in Spanish - enough is enough. Nowhere did they sing it in Italian, Polish, Irish (Celtic), German or any other language because of immigration. It was written by Francis Scott Key and should be sung word for word the way it was written The news broadcasts even gave the translation not even close. Sorry if this offends anyone but this is MY COUNTRY - IF IT IS YOUR COUNTRY SPEAK UP please pass this along. I am not against immigration just come through like everyone else. Get a sponsor; have a place to lay your head; have a job; pay your taxes, live by the rules AND LEARN THE LANGUAGE as all other immigrants have in the past and GOD BLESS AMERICA! PART OF THE PROBLEM Think about this: If you don't want to forward this for fear of offending someone YOU'RE PART OF THE PROBLEM! It is Time for America to Speak up If you agree pass this along, if you don't agree delete it! Variations: Different versions of this e-mail state that the forwarder received it from \"a friend of mine who is a professor at a school in Florida,\" from \"my sister who is a teacher in Oregon,\" and from \"a teacher classmate working in California.\"",
  "Last Updated": "30 January 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/pellgrant.asp",
  "Claim": "Non-citizens don't pay taxes but are eligible for federal educational assistance programs not available to U.S. citizens.",
  "Claim_ID": "politics_immigration_pellgrant",
  "Tags": ""
}