{
  "Origins": "Perhaps no words are more closely scrutinized in the modern era than those of nominees to the U.S. Supreme Court. Even before such nominations are officially announced (or even considered), the decisions, speeches, and other writings and recorded utterances of the nominees are scrutinized for anything that might suggest a candidate's unsuitability for a seat on the bench of the nation's highest court.",
  "Fact Check": "",
  "Description": "Judge Sonia Sotomayor, tapped by President Obama in May 2009 as a potential replacement for the retiring Justice David Souter, is no exception to this process. In particular, her \"wise Latina woman\" remarks have drawn the lion's share of scrutiny: Judge Sonia Sotomayor has spoken for years about how her experiences as a Latina woman have influenced her public and private life. In her speeches, she often discussed her \"Latina soul\" and explained how even the traditional dishes of her Puerto Rican family shaped her views. And she often said that she hoped those experiences would help her reach better judicial conclusions than someone without such a varied background might reach. The line was almost identical every time: \"I would hope that a wise Latina woman with the richness of her experiences would, more often than not, reach a better conclusion.\" That sentence, or a similar one, has appeared in speeches Sotomayor delivered in 1994, 1999, 2002, 2004 and 2001. In that speech, she included the phrase \"than a white male who hasn't lived that life\" at the end, which sparked cries of racism from some Republicans. Almost predictably, supporters have asserted that Judge Sotomayor's words have been taken out of context and sensationalized, while critics have maintained they reveal a professional viewpoint swayed by considerations of ethnicity and race rather than a neutral and even-handed one: Throughout her career, Sotomayor has spoken with pride about her ethnic heritage, saying more than once she has a Latina soul. But after her nomination to the U.S. Supreme Court in late May [2009], those views have come under sharp attack from critics who worry that her racial politics are ill-suited for the nation's highest court. At the heart of the debate is how race and ethnicity should be considered in public life. While Sotomayor has been criticized for her insistence on the importance of race, supporters say her comments have been distorted. \"Things were taken out of context to sensationalize,\" said Edith Castillo, 35, of Detroit, who supports Sotomayor. \"People shouldn't just make an opinion based on a sound bite, but really know who she is as an individual.\" Others, though, have issues with Sotomayor's repeated declarations of pride in her background, including remarks about being a \"wise Latina.\" To them, her views go against the idea of treating people as individuals, rather than as members of ethnic and racial groups. \"Why are the experiences of a Latina woman rich while those of a white man are not?\" Thomas Krannawitter, a professor at Hillsdale College, wrote in an essay that ran on conservative Web sites. This controversy, sure to get a thorough airing as Judge Sotomayor begins her confirmation hearing before Congress, formed the basis of a spoof that opened with the following sentences: President Obama said that comments by Supreme Court nominee Sonia Sotomayor in a 2004 speech in which she called for the \"castration of all white males until they are no longer dominant,\" have been \"taken out of context\" by right wing ideologues. In the speech delivered to the San Juan chapter of NOW, Sotomayor said, \"I want to be perfectly clear about this next comment so that there is no mistaking my words to mean something other than what they plainly say: the time has come to end white male oppression by castrating every white male until they are no longer dominant in Western culture. That means forcible removal of their testicles. I realize the brutality of my comment, and I don t know how to say it more clearly.\" It was revealed that Sotomayor used precisely the same language in seven other speeches. Since then, the purported \"castration\" quote (and sometimes the entire article in which it originated) has been circulated via e-mail in versions that ironically strip the words of their original attribution and context, leading many readers to believe that it was taken from a genuine news report. However, the whole thing was just a bit of satire published on 2 June 2009 by the Carbolic Smoke Ball web site, whose page headers proclaim that they feature \"News unencumbered by the facts\" and have been \"Proud purveyors of fake news since 2005.\"",
  "Originally Published": "",
  "Referred Links": "http://carbolicsmoke.com/2009/06/02/obama-says-sotomayors-castrate-white-males-comment-taken-out-of-context/;",
  "Example": "[Collected via e-mail, June 2009] Did Judge Sotomayor say in 2004: \"The time has come to end white male oppression by castrating every white male until they are no longer dominant in Western culture. That means forcible removal of their testicles. I realize the brutality of my comment, and I don't know how to say it more clearly\" Judge Sonya Sotomayor, 2004",
  "Last Updated": "13 July 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/sotomayor.asp",
  "Claim": "Judge Sonia Sotomayor said that \"the time has come to end white male oppression by castrating every white male.\"",
  "Claim_ID": "politics_quotes_sotomayor",
  "Tags": ""
}