{
  "Origins": "This photograph of Barack Obama as a Black Panther is another item that many might dismiss as an obvious bit of political parody, but the number of \"Is this real?\" inquiries we've received from readers indicates that quite a few people are confused about its authenticity (or lack thereof).",
  "Fact Check": "",
  "Description": "All other evidence aside, accepting this photograph as genuine would require quite a bit of suspended disbelief, given that: One would have to accept that Barack Obama managed to go through all the public scrutiny associated with a two-year-long national campaign and was well into his term as President before anybody noticed that he'd once been a Black Panther (despite the existence of evidence such as the purported newspaper photograph shown above). Barack Obama, who was born in 1961, was a mere schoolchild during the heyday of the Black Panther Party (1966 to 1972). Knowing the proper context makes the original, unaltered image easy to locate: it's a late 1960's Associated Press photograph of Black Panther Party co-founders Bobby Seale and Huey Newton, not Darcus Howe and Barak [sic] Obama: This iconic pose was replicated by actors Courtney B. Vance and Marcus Chong in conjunction with the 1995 film Panther . The altered image displayed above actually originated with a submission to a Photoshop contest based on the theme of \"Earn your own entry on Snopes.com.\"",
  "Originally Published": "",
  "Referred Links": "http://www.fark.com/comments/4580667/0/Theme-Earn-your-own-entry-on-Snopescom;http://www.imdb.com/title/tt0114084/;http://www.imdb.com/media/rm2366740480/nm0159059;http://www.nndb.com/people/175/000026097/;http://www.nndb.com/people/958/000023889/;",
  "Example": "[Collected via e-mail, September 2009] I wonder if this is on the up and up. It was making the inbox rounds at work. I got this picture and wondered if it was real. I tend to think it is an email hoax. I have received this photo a couple of times today from people saying it is a historical photo being suppressed by the main stream media.",
  "Last Updated": "6 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/panthers.asp",
  "Claim": "Photograph shows Barack Obama as a Black Panther party member.",
  "Claim_ID": "politics_obama_photos_panthers",
  "Tags": ""
}