{
  "Origins": "This item about a plan \"circulating the D.C. corridor right now\" to eliminate 16 states from the U.S. is nothing but more of the usual financial scarelore put out in conjunction with an investment come-on by the folks at Wall Street Daily . This latest panic piece is offered in a Wall Street Daily video featuring a number of talking heads issuing scary-sounding statements about how the \"U.S. government is only months away from a total financial collapse,\" then lurches head-on into tinfoil hat territory by describing some nebulous plan supposedly being hatched in Washington (by whom, exactly, is never explained) to carve the United States into ten economic regions, eliminating 16 states in the process by merging them into neighboring states (and, apparently, getting rid of a 17th state by kicking Hawaii out of the U.S. altogether).",
  "Fact Check": "",
  "Description": "And according to Wall Street Daily , this remarkable, radical transformation of the United States, which hasn't yet been discussed, proposed, or voted upon by Congress, and which has somehow escaped the notice of the entire of the U.S. news media (other than Wall Street Daily , of course), is going into effect in a mere matter of weeks, by 15 October 2013: Not surprisingly, this \"redrawn map of the United States\" just happens to correspond exactly with a map of administrative regions for the government agency most frequently mentioned in crazy conspiracy theories, the Federal Emergency Management Agency ( FEMA ): Aside from its sheer ridiculousness, this purported scheme for the federal government to enact a forcible redrawing the United States has a major problem in that it isn't possible, because the U.S. Constitution specifically prohibits it. Article IV, Section 3 of that document declares that states cannot be formed from, or merged with, other states without the consent of both Congress and the legislatures of the affected states: New states may be admitted by the Congress into this union; but no new states shall be formed or erected within the jurisdiction of any other state; nor any state be formed by the junction of two or more states, or parts of states, without the consent of the legislatures of the states concerned as well as of the Congress. So, if this is nothing but nonsense, what's the point to it? The point is that if you make up a bunch of stuff that sounds sufficiently alarming, and you promote your product as something that will help protect people against this scary thing that isn't really happening, you might be able to lure some gullible folks into sending their money (i.e., a \"very limited, introductory offer\" price of $49.50, plus a yearly \"discounted rate\" of $79) to you: It's crucial that you obtain a copy of the redrawn map of the United States and spread the word quickly about its existence. Circulate it amongst your friends and family. Let them know that this threat is real. That soon, the very state that they call their home... where they've raised their family, paid taxes and planned their future in, may soon no longer exist. Whether or not your state is targeted for termination, it s essential that you begin taking steps, such as the ones contained inside the Mayflower Maneuver, to best position yourself for the future. And that means staying informed continually about this developing situation.",
  "Originally Published": "",
  "Referred Links": "https://orders.wsdinsider.com/WCXFEDLIFEPRCLOU/LWCXP900/index.htm;http://www.law.cornell.edu/constitution/articleiv;http://www.fema.gov/regional-operations;http://pro.wsdinsider.com/WCXFEDLIFEPRCLOU/LWCXP900/;",
  "Example": "[Collected via e-mail, September 2013] The America you know and love could look completely different in a matter of weeks. Under a plan circulating the D.C. corridor right now, up to 16 states are at risk to be terminated due to epic fiscal mismanagement. These states would simply be wiped from existence and merged into their neighbors. We've even seen the redrawn map of the U.S. and it's nothing less than terrifying. California may be forced to become a part of Mexico without any state strong enough to absorb it!",
  "Last Updated": "18 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/16states.asp",
  "Claim": "The federal government is planning to eliminate 16 states from the U.S.",
  "Claim_ID": "politics_conspiracy_16states",
  "Tags": ""
}