{
  "Origins": "A number of similar pieces presenting lists of line item criticisms of a pending health care reform bill (H.R. 3200) began circulating on the Internet in mid-2009, and they continue to circulate widely three years later as arguments to oppose the Patient Protection and Affordable Care Act (PPACA), commonly known as \"Obamacare.\"",
  "Fact Check": "",
  "Description": "The versions of this item that continue to be spread via e-mail forwards and online postings are wrong in nearly every particular, however: Although this list is commonly attributed as originating with a letter sent to Senator Evan Bayh of Indiana by Dr. Stephen E. Fraser, an Indianapolis anesthesiologist, or as a letter sent to the River Cities Tribune by David Kithil, a former county judge in Marble Falls, Texas, it is actually the work of Peter Fleckenstein, who issued the list as a series of Tweets and posted it to his blog in July 2009. The bill referenced in this list, America's Affordable Health Choices Act of 2009 (H.R. 3200), was never passed by Congress. A completely different bill, the Patient Protection and Affordable Care Act (H.R. 3590), became the basis for what is now known as \"Obamacare.\" Many of the entries in the list are therefore irrelevant and outdated, as they address aspects of health care reform legislation that were never enacted by Congress (particularly the \"public option\" for a government insurance plan). Virtually every statement included in this list is exaggerated, misleading, inaccurate, or outright erroneous, as detailed below: The bill will provide insurance to all non-U.S. residents, even if they are here illegally. This is false. The PPACA, as enacted, doesn't \"provide insurance\" to anyone it institutes some regulations on the insurance industry to make medical insurance more broadly available and affordable to Americans, and it requires that Americans enroll in PPACA-qualified medical plans or pay a penalty, but everyone is still responsible for obtaining (and paying for) their own insurance coverage. Moreover, the section of the unpassed HB 3200 bill referenced in the above statement is 152. PROHIBITING DISCRIMINATION IN HEALTH CARE, which simply states that \"[e]xcept as otherwise explicitly permitted by this Act and by subsequent regulations consistent with this Act, all health care and related services (including insurance coverage and public health activities) covered by this Act shall be provided without regard to personal characteristics extraneous to the provision of high quality health care or related services.\" It doesn't explicity grant or authorize government funds for providing illegal immigrants with health care or health insurance, and another section of the bill specifically states that \"Nothing in this subtitle shall allow Federal payments for affordability credits on behalf of individuals who are not lawfully present in the United States.\" The government will have real-time access to an individual's bank account and will have the authority to make electronic fund transfers from those accounts. This is false. The section of HB 3200 referenced here does nothing more than attempt to provide a framework for simplifying the use of electronic payments for health services, emulating the way that many consumers currently use to make a variety of other payments (e.g., utilities, mortgages, credit card balances). The bill simply calls for the secretary of Health and Human Services (HHS) to set standards for electronic administrative transactions that would \"enable electronic funds transfers, in order to allow automated reconciliation with the related health care payment and remittance advice.\" Nothing in this section grants the government \"real-time access to an individual's bank account\" or the \"authority to make electronic fund transfers from those accounts.\" The bill doesn't even require that consumers use an electronic payment system it simply seeks to make that an option for those who want to use it. The plan will be subsidized (by the government) for all union members, union retirees and for community organizations (such as the Association of Community Organizations for Reform Now - ACORN). This statement is misleading, as the section of HB 3200 referenced here is SEC. 164. REINSURANCE PROGRAM FOR RETIREES, which addresses \"retirees and ... spouses, surviving spouses and dependents of such retirees\" who are covered by \"employment-based [health benefit] plans.\" It does not specifically provide for subsidizing health insurance for \"all union members, union retirees and community organizations\"; it sets up a new federal reinsurance plan for any retirees and their spouses who are covered by any employer plan, not just those who are covered under plans run by unions or community groups. The reinsurance would be available to any \"group health benefits plan that ... is maintained by one or more employers, former employers or employee associations.\" The tax imposed under this section will not be treated as a tax. (How could anybody in their right mind come up with that?) This statement misleadingly tries to make HB 3200 sound ridiculous by deliberately eliding the end of the statement it quotes. What the bill actually says is that \"The tax imposed under this section shall not be treated as tax imposed by this chapter for purposes of determining the amount of any credit under this chapter or for purposes of section 55.\" Section 55 is a reference to the Alternative Minimum Tax, and the purpose of this portion of the bill is to mitigate the effects that new health care-related taxes would have on persons making over $350,000 a year. Doctors will all be paid the same regardless of specialty, and the government will set all doctors' fees. This is false. The section of the bill referenced here is an updating of the physician fee schedule for Medicare services, which neither states that \"all doctors will be paid the same regardless of specialty\" nor that the \"government will set all doctors' fees.\" All this section does is slightly revise the formula used for determining how much doctors are reimbursed for providing Medicare services, depending upon which of two categories those services fall under. Cancer hospital will ration care according to the patient's age. This is false. The section referenced here is one which does nothing more than call for a study to determine whether certain classes of hospitals incur higher costs than other hospitals for the cancer-related care they deliver, with the aim of providing \"an appropriate adjustment [in payments] \"to reflect those higher costs.\" This section in no way \"rations care\" provided by \"cancer hospitals\" based on a patient's age (or any other factor); it simply seeks to pay some hospitals more to compensate for their higher costs in treating cancer patients. The government will impose a prohibition on hospital expansion; however, communities may petition for an exception. This is mostly false. As noted by FactCheck, forbids hospital expansion \"only for rural, doctor-owned hospitals that have been given a waiver from the general prohibition on self-referral. It does not apply to hospitals in general. The bill provides for exceptions to even this limited expansion ban.\" The government mandates advance-care planning consultations. Those on Social Security will be required to attend an \"end-of-life planning\" seminar every five years. This is false. This statement references a much-distorted portion of the bill that would allow for Medicare to cover voluntary counseling sessions for seniors with their doctors to discuss aspects of end-of-life care such as hospice care, DNR orders, life-sustaining treatments, living wills, and the like (a form of counseling not previously covered by Medicare). Nothing about such counseling sessions would be mandatory, for Social Security recipients or anyone else. The government will specify which doctors can write an end-of-life order. This is false. The bill does not \"specify which doctors can write an end-of-life order.\" It merely defines an \"end-of-life order\" (i.e., an order for life-sustaining treatment) as a document \"signed and dated by a physician [that] effectively communicates the individual's preferences regarding life sustaining treatment.\" It is specifically stated this bill will not apply to members of Congress. This is false. HB 3200 did not contain a provision stating that it would \"not apply to members of Congress.\" The bill likely would have had little or no effect on members of Congress because they belong to a class of federal worker who have the benefit of choosing from a variety of subsidized insurance plans offered through the Federal Employees Health Benefits Program, but the same requirements for obtaining and having health insurance would have applied to them just as much to other citizens. The version of the PPACA that was actually passed did indeed require lawmakers to give up the insurance coverage previously provided to them through the Federal Employees Health Benefits Program and instead purchase health insurance through the online exchanges that the law created. Variations: A later version of this piece was prefaced with the false claim that the Patient Protection and Affordable Care Act limits the amount of Medicare coverage provided to those over the age of 75 or 76. This claim is covered in a separate article on this site: PLEASE PASS THIS OUTRAGE TO EVERYONE ON YOUR LIST!!! THIS should be readby everyone, especially important to those over 75.......If you areyounger, then it applies to your parents. Your hospital Medicare admittance has just change under Obama Care. Youmust be admitted by your primary Physician in order for Medicare to payfor it! If you are admitted by an emergency room doctor it is treated asoutpatient care where hospital costs are not covered. This is only the tipof the iceberg for Obama Care. Just wait to see what happens in 2013 &2014! Age 76 Today, I went to the Dr. for my monthly B12 shot that I have beengetting for a number of years. The nurse came and got me, got out theneedle filled and ready to go then looked at the computer and got veryquiet and asked if I was prepared to pay for it. I said no that myinsurance takes care of it. She said, that Medicare had turned it down and went to talk to my Dr.about it. 15 minutes later she came back and said, she was sorry but theyhad tried everything they could but Medicare is beginning to turn manythings away for seniors because of the projected Obama Care coming in. Shewas brushing at tears and said, \"Someday they too will get old\", I am sovery sorry!! Please for the sake of many good people ... be informed please.YOU ARE NOT GOING TO LIKE THIS.",
  "Originally Published": "",
  "Referred Links": "http://www.gpo.gov/fdsys/pkg/BILLS-111hr3590enr/pdf/BILLS-111hr3590enr.pdf;http://web.archive.org/web/20100107010112/http://www.gpo.gov/fdsys/pkg/BILLS-111hr3200RH/pdf/BILLS-111hr3200RH.pdf;http://open.salon.com/blog/steve_klingaman/2009/09/02/how_peter_fleckenstein_poisoned_the_health_care_debate;",
  "Example": "[Collected via e-mail, November 2009] I have reviewed selected sections of the bill and find it unbelievable that our Congress, led by Speaker Nancy Pelosi, could come up with a bill loaded with so many wrong-headed elements. We do need to reform the health insurance system in America in order to make coverage affordable and available to everyone. But, how many of us believe our federal government can manage a new program any better than the bankrupt Medicare program or the underfunded Social Security program? Both Republicans and Democrats are equally responsible for the financial mess of those two programs. I am opposed to HB 3200 for a number of reasons. To start with, it is estimated that a federal bureaucracy of more than 150,000 new employees will be required to administer HB3200. That is an unacceptable expansion of a government that is already too intrusive in our lives. If we are going to hire 150,000 new employees, let's put them to work protecting our borders, fighting the massive drug problem and putting more law enforcement/firefighters out there.\" Other problems I have with this bill include: Page 50/section 152: The bill will provide insurance to all non-U.S. residents, even if they are here illegally. Page 58 and 59: The government will have real-time access to an individual's bank account and will have the authority to make electronic fund transfers from those accounts. Page 65/section 164: The plan will be subsidized (by the government) for all union members, union retirees and for community organizations (such as the Association of Community Organizations for Reform Now - ACORN). Page 203/line 14-15: The tax imposed under this section will not be treated as a tax. (How could anybody in their right mind come up with that?) Page 241 and 253: Doctors will all be paid the same regardless of specialty, and the government will set all doctors' fees. Page 272. section 1145: Cancer hospital will ration care according to the patient's age. Page 317 and 321: The government will impose a prohibition on hospital expansion; however, communities may petition for an exception. Page 425, line 4-12: The government mandates advance-care planning consultations. Those on Social Security will be required to attend an \"end-of-life planning\" seminar every five years. Page 429, line 13-25: The government will specify which doctors can write an end-of-life order. Finally, it is specifically stated this bill will not apply to members of Congress. Members of Congress are already exempt from the Social Security system and have a well-funded private plan that covers their retirement needs. If they were on our Social Security plan, I believe they would find a very quick \"fix\" to make the plan financially sound for the future.\" Honorable David Kithil Marble Falls, Texas.",
  "Last Updated": "11 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/kithil.asp",
  "Claim": "Letter from Judge David Kithil provides accurate line item criticisms of \"Obamacare\" health care reform legislation.",
  "Claim_ID": "politics_medical_kithil",
  "Tags": ""
}