{
  "Origins": "In April 2015, the quack web site Natural News rebeat the drum of a several-year-old contoversy by publishing a misleading article (which was republished by a number of other equally disreputable web sites) holding that major food companies such as Pepsico sell products \"manufactured using the tissue of aborted human babies\":",
  "Fact Check": "",
  "Description": "In order to debunk that claim, we need first provide a couple of definitions: Human Embryonic Kidney 293 cells, commonly known as HEK 293, are a specific cell line which, as the name denotes, were derived from the kidney cells of an aborted human embryo in 1972. This cell line is widely used in efforts such as cell biology research and biotechnology/pharmaceutical development. Senomyx is a U.S.-based biotechnology company focused on \"discovering and developing innovative flavor ingredients for the food, beverage, and ingredient supply industries,\" primarily additives that amplify certain flavors and smells in foods. A controversy over Senomyx originated with the pro-life organization Children of God for Life back in March 2011, which maintained that Senomyx used HEK 293 in its flavor ingredient development efforts (citing a 2002 paper by company researchers published in the Proceedings of the National Academy of Sciences as evidence). That organization called for a boycott of major food companies (including Nestle, Campbell's Soup, Kraft Foods, and PepsiCo) that had partnered with Senomyx: Senomyx website states that \"The company's key flavor programs focus on the discovery and development of savory, sweet and salt flavor ingredients that are intended to allow for the reduction of MSG, sugar and salt in food and beverage products ... Using isolated human taste receptors, we created proprietary taste receptor-based assay systems that provide a biochemical or electronic readout when a flavor ingredient interacts with the receptor.\" Senomyx notes their collaborators provide them research and development funding plus royalties on sales of products using their flavor ingredients. \"What they do not tell the public is that they are using HEK 293 human embryonic kidney cells taken from an electively aborted baby to produce those receptors,\" stated Debi Vinnedge, Executive Director for Children of God for Life, a pro-life watch dog group that has been monitoring the use of aborted fetal material in medical products and cosmetics for years. \"They could have easily chosen COS (monkey) cells, Chinese Hamster Ovary cells, insect cells or other morally obtained human cells expressing the G protein for taste receptors,\" Vinnedge added. It's important to note here that whatever one might think of fetal stem cell research in general, and regardless of whether or not Senomyx uses HEK 293-derived cells in its development efforts neither Pepsi nor any other U.S. food company is actually manufacturing or selling any consumable products \"that are actually made using the cell tissue of unborn babies that were murdered through abortion .\" What we're talking about here is a cell line derived from a single (healthy, aborted) fetus over forty years ago: claiming that current food products employing flavorings derived from research based on the HEK 293 cell line \"are actually made using the cell tissue of unborn babies\" is like saying that possessing a digitized image of a photocopy of a picture of a Beethoven manuscript is the same as \"owning a document in Beethoven's own handwriting\" the original is not present in substance, only in a multi-generational, representational form. CBS News noted such in a mid-2011 report on the Senomyx controversy (which for some reason primarily focused on PepsiCo): [Senomyx] appears to be engineering HEK cells to function like the taste-receptor cells we have in our mouth. This way, Senomyx can test millions of substances to see if they work as different types of taste enhancers without subjecting human volunteers to endless taste tests. To non-scientists this may sound a bit strange, but the reality is that HEK 293 cells are widely used in pharmaceutical research, helping scientists create vaccines as well as drugs like those for rheumatoid arthritis. The difference here is that Senomyx's work for Pepsi is one of the first times the cells have (potentially) been used to create a food or beverage. (And it's important to note that no part of a human kidney cell are ever a part of Senomyx's taste enhancers or any finished food products.) For Debi Vinnedge, who runs the anti-abortion group Children of God for Life, that doesn't matter. \"It's the eeew factor. It strikes a really strong reaction in people,\" she said in an interview. Even though HEK 293 cells trace their origin to a single fetal kidney back in the 1970s everything since has come from cultured cell lines Vinnedge considers their use unethical because it indirectly creates a market for aborted fetuses and encourages scientists to hunt for new embryonic cell lines. She argues that Senomyx could use other, non-fetus-based cell lines, such as those from animals. Science and medicine writer Matthew Herper offered a similar explanation in Forbes : The fetus-derived cell line we're talking about was created around the time I was born. This is 35-year-old technology. And it is widely used in cell biology. And there is no way you'll consume them or that the cells would cause any health problems. The cells, called HEK 293 cells (that stands for human embryonic kidney) were taken from an aborted fetus in the 1970s in the Netherlands. Bits of chopped up DNA from the adenovirus, a virus that causes a pretty severe cold. The kidney cells were forced to take up bits of DNA using a technique invented in 1973 that used a calcium solution. The resulting cells don't act much like human cells at all, but they are very easy to work with and have become workhorses of cellular biology. That's why they're used in the development of drugs and vaccines. No new fetal tissue has been used to keep the cell culture going; the use of this cell line isn't leading to new abortions. A tiny company called Senomyx has been working to use this new technology to create food additives. Senomyx has isolated receptors found on cells that detect taste, and added them to the HEK cells. This allows them to test thousands of potential taste additives to see whether they might taste sweet or savory with a speed that would be impossible with human taste testers. Synomyx has announced collaborations with Pepsi, Nestle, and Coca-Cola. Senomyx themselves were circumspect about publicly addressing the issue of their whether they actually used the HEK 293 cell line in their research, although reporters investigating the subject noted references to HEK 293 in the company's patents. For example, Laine Doss wrote in the Miami New Times that: Asked about the [Children of God for Life's] action alert, Gwen Rosenberg, vice president of investor relations and corporate communications for Senomyx, said, \"We don't discuss details of our research, but you won't find anything on our website about HEK293.\" I asked Rosenberg if Senomyx had a position on stem cell research. \"We've never been asked that,\" she replied, \"We don't have a position on anything. We're dedicated to finding new flavors to reduce sugars and reduce salt. Our focus is to help consumers with diabetes or high blood pressure have a better quality of life.\" Though Rosenberg states there is nothing on the company website linking Senomyx with HEK293, a little Googling turned up a patent issued in 2008 for \"Recombinant Methods for Expressing a Functional Sweet Taste Receptor,\" in which a line item mentions HEK293. And Melanie Warner wrote for CBS News that: Is this claim true? Neither Pepsi nor Senomyx returned calls, so we don't know the companies' side of the story. But a perusal of Senomyx's patents suggests that it may well be. All but 7 of the company's 77 patents refer to the use of HEK 293 (human embryonic kidney) cells, which researchers have used for decades as biological workhorses. In 2010 Senomyx entered into a four-year collaborative agreement to develop sweet enhancers and natural high-potency sweeteners for PepsiCo beverages, but it's unclear whether PepsiCo has ever marketed any food products that include additives (of any kind) developed by Senomyx. It wasn't until March 2014 that Senomyx announced the first fruits of their partnership with PepsiCo, a sweetness-enhancing \"flavor modifier\" known as Sweetmyx , but we've seen no subsequent announcement that PepsiCo has begun using Sweetmyx, and that additive appears to be a purely synthetic one: Q: How exactly does Sweetmyx work? A: Our tongue's taste receptors work somewhat like pieces of a puzzle. When sugar hits our tongue a molecule of it will connect with a sweet taste receptor, stimulating the nerve pathway and creating the sensation of sweet. Sweetmyx hijacks that pathway by agitating and exciting that sweet taste receptor with another chemical that works when it's in the presence of sugar. So in a way, it increases your receptor s sensitivity to sweet taste sensations. Q: Is Sweetmyx natural? A: Although Senomyx has both \"natural\" and artificial flavoring additives in their pipeline, from what I've been able to surmise, S617 (the company's moniker for Sweetmyx) is not a naturally derived sweetness enhancer. It appears to be artificially synthesized from chemicals. Pepsi's official response to the Senomyx issue was to point inquirers to their Responsible Research Statement , which stated that \"PepsiCo's research processes and those of our partners are confidential for competitive reasons. However, PepsiCo does not conduct or fund research that utilizes any human tissue or cell lines derived from human embryos.\" We contacted the Media Relations department at PepsiCo and posed some specific questions to them about their relationship with Senomyx but received only non-specific answers in response: PepsiCo has a relationship with Senomyx to help us reduce sugar in future products. Senomyx does not provide ingredients to PepsiCo, nor does it manufacture PepsiCo products.Senomyx is required to abide by our responsible research statement for any work they conduct for PepsiCo. As with each of our research partners, Senomyx is also required to meet all relevant industry and government regulatory standards in the work it performs for PepsiCo. We can't speak on behalf of another company or address speculation about work involving other companies. Senomyx did not respond to our request for information.",
  "Originally Published": "",
  "Referred Links": "http://www.pepsico.com/company/policies;http://brucebradley.com/food/sweetmyx-new-sweetener-thats-sneaking-food/;http://www.bloomberg.com/news/articles/2014-03-11/senomyx-fda-ruling-clears-way-for-pepsico-to-use-flavor-enhancer;http://web.archive.org/web/20120321210753/http://senomyx.com/collaborations/partner_pepsico.html;http://patft.uspto.gov/netacgi/nph-Parser?Sect1=PTO2&Sect2=HITOFF&u=%2Fnetahtml%2FPTO%2Fsearch-adv.htm&r=0&f=S&l=50&d=PTXT&RS=%28HEK-293+AND+Senomyx%29&Refine=Refine+Search&Refine=Refine+Search&Query=Senomyx;http://www.patentgenius.com/patent/7344859.html;https://www.isoc.org/inet99/proceedings/2b/2b_2.htm;http://www.cogforlife.org/senomyxalert.htm;http://www.ncbi.nlm.nih.gov/pmc/articles/PMC123709/;http://www.senomyx.com/;http://www.hek293.com/;http://www.donotlink.com/eo7z;",
  "Example": "[Collected via e-mail, May 2011] I've heard a lot lately about using fetus stem cells for certain things. But as a flavor enhancer? In Pepsi?? I find that hard to believe. Is thereany truth that Pepsi is using aborted fetus to research flavor enhancers?",
  "Last Updated": "18 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/pepsi.asp",
  "Claim": "Pepsi products are \"manufactured using the tissue of aborted human babies.\"",
  "Claim_ID": "politics_medical_pepsi",
  "Tags": ""
}