{
  "Origins": "The text of this purported Wall Street Journal article about 18 factory managers supposedly executed by the Chinese government for producing flawed refrigerators has been bouncing around the Internet since at least 1992. Although we have found no evidence that this was a genuine news article, it continues to circulate as one, perhaps because it reflects a view of China many Americans have held over the years: a Communist nation with a state-run economy that couldn't even produce basic consumer goods such as refrigerators, and a totalitarian government that would think nothing of executing dozens of plant managers because their factories turned out substandard products.",
  "Fact Check": "",
  "Description": "This article was not published in The Wall Street Journal on 17 October 1989, or on any other date. Nor, evidently, was it ever published in any other major U.S. news magazine or newspaper (including the Los Angeles Times , to which it is also sometimes attributed). We found a few publications that referenced it, but always as something supposedly printed by a different publication. In fact, as we tracked this item's journey around the Internet, we found that it started out as an unsourced piece (sometimes offered as a joke rather than a news article), then picked up non-specific Wall Street Journal attributions (e.g., \"an excerpt from The Wall Street Journal \" or \"an old article from The Wall Street Journal \"), then gained a preface with an incomplete publication date (\"Tuesday, September 13\"), and finally garnered a full (but fictitious) publication date of \"October 17, 1989.\" Given this article's questionable journalistic style (particularly its sloppy punctuation) and its apparent inclusion of some joking references, we suspect it was written as a satire on (American) business practices, and its lack of attribution predictably led to some readers' mistaking it for a genuine news article rather than a humor piece.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1992] The Wall Street Journal October 17, 1989 18 Chinese Managers Executed for Shoddy Quality BEIJING Eighteen factory managers were executed for poor product quality at Chien Bien Refrigerator Factory on the outskirts of the Chinese capital. The managers twelve men and six women were taken to a rice paddy outside the factory and unceremoniously shot to death as 500 plant workers looked on. Ministry of Economic Reform spokesman, Xi Ten Haun, said the action was required for committing unpardonable crimes against the people of China. He blamed the managers for ignoring quality and forcing shoddy work, saying the factory's output of refrigerators had a reputation for failure. For years factory workers complained that many component parts did not meet specification and end product did not function as required. Compressors were cracked, leaked freon and the electrical components were sub-standard. Complaining workers quoted the Plant Manager as saying \"Ship it.\" Customers, who waited up to five years for their appliances, were outraged, he says. \"It is understandable our citizens would express shock and outrage when managers are careless in their attitudes toward the welfare of others.\" Refrigerators are among the most sought after consumer items in Communist China. \"Managers in charge of production and engineering failed to perform any useful corrections to the quality problems for the last 20 years,\" Haun said. \"Our soldiers are justified in wishing to bring proper justice to these errant managers.\" The executed included the Plant Manager, the Quality Control Manager, the Engineering Managers and their top staff.",
  "Last Updated": "9 August 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/refrigerators.asp",
  "Claim": "The Wall Street Journal ran an article about 18 factory managers executed by the Chinese government for producing flawed refrigerators.",
  "Claim_ID": "politics_business_refrigerators",
  "Tags": ""
}