{
  "Origins": "On 30 November 2013, the Daily Currant published an article positing that a woman had killed three shoppers at a Chicago Walmart with a screwdriver in order to snare that store's last available Xbox game console for herself:",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a bit of humor from the Daily Currant which spoofed the consumer madness of \"Black Friday\" Thanksgiving weekend shopping sprees. The Daily Currant ran the same article again in 2014, but with the location and merchandise of choice changed to Denver and an 85-inch TV: A woman was arrested today for stabbing to death three shoppers at a Denver-area Walmart in order to secure the store's last 85-inch Samsung 4K definition television, which was on sale for $299.99. According to local reports, Mary Jane Robbins, a married mother of two, reportedly wrestled her competitors to the ground before fatally wounding them with a sharpened Phillips head screwdriver. The victims' names have not yet been released, but are said to include a sociology student at the University of Northern Colorado, a high school chemistry teacher from Broomfield and a young pregnant woman buying the TV for her brother. As noted in the Daily Currant 's \" About \" page, that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world.",
  "Originally Published": "",
  "Referred Links": "http://dailycurrant.com/about/;http://dailycurrant.com/2014/11/29/woman-kills-three-for-last-85-4k-tv-at-denver-wal-mart/;http://dailycurrant.com/2013/11/30/woman-kills-three-for-last-x-box-at-chicago-wal-mart/;",
  "Example": "[Collected via e-mail, November 2014] Woman kills three at Denver walmart over a TV. Can thisseriously be true? [Collected via e-mail, October 2013] I was recently given an article that (on the surface appeared to be a current news article) that alleged a woman killed three fellow holiday shoppers for the last XBox One at a Chicago area Wal-Mart, even giving details like specific names of the victims, an FBI Specialist claimed to be involved in the crime investigation, etc.",
  "Last Updated": "1 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/xbox.asp",
  "Claim": "A woman killed three shoppers at a Denver Walmart in order to snare that store's last 85-inch TV for herself.",
  "Claim_ID": "politics_satire_xbox",
  "Tags": ""
}