{
  "Origins": "The above-quoted story about two armed illegal aliens killed during an attempted home invasion by an 11-year-old shotgun-wielding girl was posted to LibertyPost.org on 25 April 2007. Although the account was widely cited as a validation of anti-illegal immigration and/or pro-gun ownership positions, confirmation of the tale as a real-life incident was lacking.",
  "Fact Check": "",
  "Description": "The only documentation for this item was numerous web sites all citing the same information, with no details of time or place (other than a reference to Montana). Searches of news databases (including Montana-based newspapers) failed to turn up any corresponding news stories containing any of the four names provided, and the name of one of the putative criminals (\"Ralphel Resendez\") just happened to echo an alias (Raphael Resendez-Ramirez) used by Angel Maturino Resendiz (also an illegal alien), the infamous \"Railroad Killer.\" Although many versions of this item cited the home invasion incident as having taken place in Butte, Montana, that area's sheriff said no such thing had occurred in that city: When asked about the authenticity of the events described in this story, Butte-Silver Bow Sheriff John Walsh told The Montana Standard that his office never investigated such an incident. \"This never happened,\" Walsh said. The story claims the girl shot and killed the two intruders while she was home alone. The story doesn't provide a street address or attribute the information to any official sources. Walsh brushed off the story as an urban myth. \"It's amazing how these things get around,\" he said. The only news story (of recent vintage) we could turn up about a minor using a shotgun to kill two armed intruders attempting a home invasion robbery took place in December 2006 and involved a 17-year-old boy in Texas (rather than an 11-year-old girl in Montana): An overnight home invasion robbery attempt in northeast Harris County ended in a hail of gunfire that left two suspects dead. Investigators said a 17-year-old was home with his cousin when four armed men kicked in the door and started shooting. The teen pulled out a shotgun of his own and fired back at the suspects, killing two of them. Going back almost twenty years to 1988, we did find a news story about an 11-year-old shooting and killing two home intruders, but again the details didn't match the example cited above: Switzer, S.C. An 11-year-old boy who had been left alone after school shot and killed two men as they tried to steal a videocassette recorder from his family's home, police said. William Todd Knight, the son of Billy and Ann Knight, \"acted very wisely,\" said Spartanburg County Coroner Jim Burnett. \"His life was in danger, he looked for an escape and could not find one ... he was a very brave young man.\" Spartanburg County Sheriff's Department Capt. John Blackwood said the boy was watching cartoons in his parents' bedroom Monday afternoon when he heard noises at the front door of the family's brick, ranch-style home. Todd told officers he was scared, so he went to his room for the .22-caliber rifle his father had given him for Christmas and loaded four rounds. He then went to the front door and saw a man he described as \"rough\" pounding on the door. The man finally left in a white Datsun. Todd said he resumed watching cartoons and about 10 minutes later heard banging, this time at a dining room window. He saw two men climbing through the dining room window. The boy said he went into the bathroom to climb out the window, but saw the white Datsun was parked in the back yard. Todd told police he went back to the hallway, peeked around the corner into the den and was spotted by one of the intruders as they were taking the VCR. Todd then fired three rounds at the men, who dropped the VCR and fled. When police arrived, one of the dead men was found face down next to a woodpile in the back yard, approximately 50 to 75 feet from the house, while the second man was in the driver's seat of the white two-door Datsun. In October 2012, a 12-year-old Oklahoma girl shot (but did not kill) an unarmed burglar who broke into the house while she was home alone: Kendra St. Clair, 12, was at home alone in Oklahoma, when loud banging began on the door to her family's home. Soon, the glass shattered and an intruder had entered. \"I was scared and I didn't know what to do next,\" Kendra [said]. Petrified, she called her mom Debra. \"I said Kendra get the gun and go get in my closet now. And call 911.\" The young 6th grader followed her mom's orders to the tee. Kendra had taken shelter in a closet, clutching her mother's .40 caliber glock gun while she listened to the intruder make his way around her home. Her fear intensified to sheer terror, when she saw the knob of the closet door beginning to turn. At that point, that for the first time in her life, Kendra fired a gun. Police said the bullet traveled straight through the closet door and struck 32-year-old Stacey Jones in the shoulder, scaring him out of the house. They arrested him a few blocks away and charged Jones with first degree burglary. In January 2015, an 11-year-old Michigan girl armed with a shotgun was reported to have scared away (but not fired upon) a home intruder: An 11-year-old girl was able to scare off a suspect later taken into custody during a home invasion in Lapeer County's North Branch Township. The girl was home alone when a vehicle pulled into the driveway. One person knocked on all the doors and forced their way inside the home when there was no response. The girl locked herself inside a bathroom and hid in a closet with a shotgun. The suspect eventually opened the bathroom door and closet where the child was hiding with the weapon. The girl aimed the shotgun at the suspect, who then fled from the home. Police said the girl was not harmed during the encounter. \"The 12-gauge shotgun is her weapon,\" said Lapeer County Sheriff Detective Sgt. Jason Parks. \"She and her father are into hunting and avid sportsmen. She was familiar with that weapon.\" Parks praised the girl's responsibility, poise and composure. \"She is fully capable of staying there by herself as we can clearly see based on this situation,\" he said. \"She was able to defend herself from an intruder and be able to resolve an event even most adults would be taken aback by.\" In August 2015, an 11-year-old St. Louis boy left home with his 4-year-old sister reportedly staved off several home invasion attempts before finally shooting and killing a 16-year-old intruder, although accounts differ as to what actually took place: Authorities said an 11-year-old child and his 4-year-old sister were at their home when two men attempted to break in. The suspects attempted to get into the home twice, but failed. They made their way inside through the front door on the third attempt around 2:30 p.m. After the suspects entered the home, police said, the 11-year-old picked up a gun and fatally shot Lamonte Streeter. According to police, Streeter's body was found inside the home and evidence collected at the scene indicate that he was shot while inside. Some neighbors are providing a different version of events. One woman, who said she saw the shooting, [said] the 11-year-old and Streeter were arguing on the home's front porch when the shots were fired. \"The little boy's (person shot) jumped up and went towards there and laid down and he lands in the doorway. He was always sitting on the porch, he never went inside the house,\" said a neighbor. The second alleged intruder, identified by police as a 22-year-old man, was arrested shortly after the incident on suspicion of burglary, police said.",
  "Originally Published": "",
  "Referred Links": "http://www.kmov.com/story/29955714/child-11-kills-home-invasion-suspect-in-north-st-louis-county;http://web.archive.org/web/20070504040741/http://www.khou.com/news/local/stories/khou061228_ac_crosbyshooting.547846d3.html;http://www.americanpatrol.com/CRIME/RESENDEZ/resendez-history.html;",
  "Example": "[Collected via e-mail, December 2012] Two illegal aliens, Ralphel Resindez 23 and Enrico Garza 26, probably believed they would easily overpower a home alone 11 year old Patricia Harrington after her father had left their two story home. It seems the two crooks never learned two things, they were in Montana and Patricia had been a clay shooting champion since she was nine. Patricia was in her upstairs room when the two men broke through the front door of the house. She quickly ran to her father's room and grabbed his 12 gauge Mossberg 500 shotgun. Resindez was the first to get up to the second floor only to be the first to catch a near point blank blast of buck shot from the 11 year olds knee crouch aim. He suffered fatal wounds to his abdomen and genitals. When Garza ran to the foot of the stairs, he took a blast to the left shoulder and staggered out into the street where he bled to death before medical help could arrive. It was found out later that Resindez was armed with a stolen 45 caliber handgun he took from another home invasion robbery. The victim, 50 year old David Burien, was not so lucky as he died from stab wounds to the chest.",
  "Last Updated": "4 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/homeinvasion.asp",
  "Claim": "Two armed illegal aliens perpetrating a home invasion were killed by an 11-year-old girl with a shotgun.",
  "Claim_ID": "politics_crime_homeinvasion",
  "Tags": ""
}