{
  "Origins": "The above item, circulated in February 2012, is a recapitulation of a shooting that took place in June 2007 at a Subway sandwich shop in Plantation, Florida, when a 71-year-old former Marine pilot named John Lovell broke up an armed robbery attempt, killing one robber and hospitalizing another. According to a Marine Corps Times account of the incident:",
  "Fact Check": "",
  "Description": "John Lovell was not charged by the police, as he acted in self-defense and held a concealed weapons permit to carry the gun he had on him that night. The surviving gunman, Frederick Gadson, was charged with felony murder (for the death of his accomplice) and armed robbery.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2012] Gotta love the concealed hand gun law! Retired Marine and former Pan Am/Delta Pilot John Lovell is Top Gun at Subway Sandwich Shop Plantation, Florida: Last week police were called to investigate an attempted armed robbery: The 71-year-old retired Marine who opened fire on two robbers at a Plantation, Florida, Subway shop late Wednesday, killing one and critically wounding the other, is described as John Lovell, a former helicopter pilot for two presidents. He doesn't drink, he doesn't smoke, and he works out every day. Mr. Lovell was a man of action Wednesday night. According to Plantation police, two masked gunmen came into the Subway at1949 N. Pine Rd. just after 11 p.m. There was a lone diner, Mr. Lovell, who was finishing his meal. After robbing the cashier, the two men attempted to shove Mr. Lovell into a bathroom and rob him as well. They got his money, but then Mr. Lovell pulled his handgun and opened fire. He shot one of the thieves in the head and chest and the other in the head. When police arrived, they found one of the men in the shop, K-9 Units found the other in the bushes of a nearby business. They also found cash strewn around the front of the sandwich shop according to Detective Robert Rettig of the Plantation Police Department. Both men were taken to the Broward General Medical Center , where one, Donicio Arrindell, 22, of North Lauderdale died. The other, 21-year-old Frederick Gadson of Fort Lauderdale is in critical but stable condition. Mr. Lovell was a pilot in the Marine Corps, flying former Presidents John F. Kennedy and Lyndon B. Johnson. He later worked as a pilot for Pan Am and Delta Airlines. He is not expected to be charged authorities said. ''He was in fear for his life,'' Detective Rettig said, \"These criminals ought to realize that most men in their 70's have military backgrounds and aren't intimidated by idiots.\" Something tells me this old Marine wasn't 'in fear for his life', even though his life was definitely at risk. The only thing he could be charged with is participating in an unfair fight. One 71- year young Marine against two punks. Two head shots and one center body mass shot. Outstanding shooting! That'll teach them not to get between a Marine and his meal. Florida law allows eligible citizens to carry a concealed weapon. Don't you just love a story with a happy ending?",
  "Last Updated": "20 February 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/subway.asp",
  "Claim": "A 71-year-old former Marine broke up an armed robbery at a Subway sandwich shop in Florida.",
  "Claim_ID": "politics_guns_subway",
  "Tags": ""
}