{
  "Origins": "We don't yet know the original source of this piece, but all signs point to its being a bit of fiction concocted for political and/or humorous purposes (possibly in response to the \" Day Without Immigrants \" event held on 1 May 2006 ) rather than a genuine television interview: Searches of television news transcripts turn up no references to this interview. The Houston, Texas, television station for which the interviewer named (Jim Moore) once worked, KHOU-TV, says it aired no such interview. Jim Moore, formerly the Austin bureau chief for KHOU-TV, hasn't worked for that station for several years (by 1999 he had taken a position with the now-defunct News of Texas). The purported Mexican interviewee's confusion of the Declaration of Independence's \"inalienable rights\" with \"Alien rights\" (and his dismissive response of \"Whatever\" when corrected) reads far more like deliberate parody rather than something that would actually be said in the course of a spontaneous inteview. Furthermore, the executive editor in KHOU-TV's newsroom told us that:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.austinchronicle.com/gyrobase/Issue/print?oid=oid%3A77929;http://www.khou.com/;",
  "Example": "[Collected via e-mail, May 2007] Here is a REAL INTERVIEW with an illegal Mexican at a protest march in Texas Trying to reason with an Illegal Mexican This is good! Below is a good example of a discussion with a master of circular logic. Don't be logical, don't respect the truth or your adversary, just say what you think makes a new case when the previous case gets too difficult to defend. On the streets of downtown Houston, May 1, 2006. Jim Moore reporting for a Houston TV station: Jim: Juan, I see that you and thousands of other protesters are marching in the streets to demonstrate for your cause. Exactly what is your cause and what do you expect to accomplish by this protest? Juan: We want our rights. We will show you how powerful we are. We will bring Houston to its knees! Jim: What rights? Juan: Our right to live here...legally. Our right to get all the benefits you get. Jim: When did you come to the United States? Juan: Six years ago. I crossed over the border at night with seven other friends. Jim: Why did you come? Juan: For work. I can earn as much in a month as I could in a year in Mexico . Besides, I get free health care, our Mexican children can go to school free, if I lose my job I will get Welfare, and someday I will have the Social Security. Nothing like that in Mexico! Jim: Did you feel badly about breaking our immigration laws when you came? Juan: No! Why should I feel bad? I have a right to be here. I have a right to amnesty. I paid lots of money for my Social Security and Green Cards. Jim: How did you acquire those documents? Juan: >From a guy in Dallas . He charged me a lot of money too. Jim: Did you know that those documents were forged? Juan: It is of no matter. I have a right to be here and work. Jim: What is the \"right\" you speak of? Juan: The right of all Aliens. It is found in your Constitution. Read it! Jim: I have read it, but I do not remember it saying anything about rights for Aliens. Juan: It is in that part where it says that all men have Alien rights, like the right to pursue happiness. I wasn't happy in Mexico, so I came here. Jim: I think you are referring to the declaration of Independence and that document speaks to unalienable rights ... Not Alien rights. Juan: Whatever. Jim: Since you are demanding to become an American citizen, why then are you carrying a Mexican Flag? Juan: Because I am Mexican. Jim: But you said you want to be given amnesty ... To become a US citizen. Juan: No. This is not what we want. This is our country, a part of Mexico that you Gringos stole from us. We want it returned to its rightful owner. Jim: Juan, you are standing in Texas. After winning the war with Mexico, Texas became a Republic, and later Texans voted to join the USA. It was not stolen from Mexico. Juan: That is a Gringo lie. Texas was stolen. So was California, New Mexico and Arizona . It is just like all the other stuff you Gringos steal, like oil and babies. You are a country of thieves. Jim: Babies? You think we steal babies? Juan: Sure. Like from Korea and Vietnam and China . I see them all over the place. You let all these foreigners in, but try to keep us Mexicans out. How is this fair? Jim: So, you really don't want to become an American citizen then. Juan: I just want my rights! Everyone has a right to live, work, and speak their native language wherever and whenever they please. That's another thing we demand. All signs and official documents should be in Spanish. Teachers must teach in Spanish. Soon, more people here in Houston will speak Spanish than English. It is our right! Jim: If I were to cross over the border into Mexico without proper documentation, what rights would I have there? Juan: None. You would probably go to jail, but that's different. Jim: How is it different? You said everyone has the right to live wherever they please. Juan: You Gringos are a bunch of land grabbing thieves. Now you want Mexico too? Mexico has its rights. You Gringos have no rights in Mexico. Why would you want to go there anyway? There is no free medical service, schools, or welfare there for foreigners such as you. You cannot even own land in my country. Stay in the country of your birth. Jim: I can see that there is no way that we can agree on this issue. Thank you for your comments. Juan: Viva Mexico!",
  "Last Updated": "2 November 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/interview.asp",
  "Claim": "E-mail provides transcript of a television interview with an illegal immigrant from Mexico.",
  "Claim_ID": "politics_immigration_interview",
  "Tags": ""
}