{
  "Origins": "In January 1997, Congresswoman Rosa DeLauro of Connecticut sponsored H.R. 135, the Breast Cancer Patient Protection Act of 1997, in the 105th Congress . The bill sought to \"amend the Public Health Service Act and Employee Retirement Income Security Act of 1974 to require that group and individual health insurance coverage and group health plans provide coverage for a minimum hospital stay for mastectomies and lymph node dissections performed for the treatment of breast cancer.\" Among other provisions, the proposed law mandated that the benefits of patients covered under group insurance plans not be restricted \"for any hospital length of stay in connection with a mastectomy for the treatment of breast cancer to less than 48 hours.\"",
  "Fact Check": "",
  "Description": "This bill was never brought to the floor for a vote after its introduction to Congress. It was referred to various congressional committees, where it languished without action until it expired with the end of the 105th Congress. Rep. DeLauro sponsored the same bill five more times: as H.R. 116 to the 106th Congress in January 1999 (the Breast Cancer Patient Protection Act of 1999), as H.R. 536 to the 107th Congress in February 2001 (the Breast Cancer Patient Protection Act of 2001), as H.R. 1886 to the 108th Congress in April 2003 (the Breast Cancer Patient Protection Act of 2003), as H.R. 1849 (the Breast Cancer Patient Protection Act of 2005) to the 109th Congress in April 2005, and as H.R. 119 (the Breast Cancer Patient Protection Act of 2007) to the 110th Congress in January 2007. In each case, the bill's fate was the same: it was referred to committees and died without being brought to a vote. In September 2008 the House finally took up H.R. 758 (a revised version of the Breast Cancer Patient Protection Act of 2007, which had been introduced 21 months earlier) and passed it; but the bill was not approved by the Senate before the end of the 110th Congress. In March of 2009 Rep. DeLauro introduced the bill for the sixth time as H.R. 1691 (the Breast Cancer Patient Protection Act of 2009), while Senator Olympia Snowe of Maine introduced the same bill to the Senate as S. 688 . House and Senate versions are both currently in committee. Although most efforts to see this bill passed urge supporters to affix their names to some type of petition, we believe the most effective course of action is for advocates of this legislation to contact their congressional representative(s) directly, by U.S. mail, telephone, fax, or e-mail. Additional information: AMA letter in support of H.R. 536",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010806040622/http://www.ama-assn.org/ama/pub/article/4051-4813.html;http://thomas.loc.gov/cgi-bin/query/z?c111:S.688:;http://thomas.loc.gov/cgi-bin/query/z?c111:H.R.1691:;http://thomas.loc.gov/cgi-bin/query/z?c110:h.r.758:;http://thomas.loc.gov/cgi-bin/query/z?c110:h.r.119:;http://thomas.loc.gov/cgi-bin/query/z?c109:h.r.1849:;http://web.archive.org/web/20030626071555/http://www.house.gov/delauro/breast_cancer_protect108.html;http://thomas.loc.gov/cgi-bin/query/z?c108:h.r.1886:;http://web.archive.org/web/20010721071646/http://www.house.gov/delauro/breast_cancer_protect.html;http://thomas.loc.gov/cgi-bin/query/z?c107:h.r.536:;http://web.archive.org/web/20031103000334/http://www.house.gov/delauro/breast_cancer_protect2.html;http://thomas.loc.gov/cgi-bin/query/z?c106:h.r.116:;http://thomas.loc.gov/cgi-bin/query/z?c105:h.r.135:;http://www.house.gov/delauro/;",
  "Example": "[Collected via e-mail, February 2002] There's a bill called the Breast Cancer Patient Protection Act which will require insurance companies to cover a minimum 48-hour hospital stay for patients undergoing a mastectomy. It's about eliminating the \"drive-through mastectomy\" where women are forced to go home hours after surgery against the wishes of their doctor, still groggy from anesthesia and sometimes with drainage tubes still attached. Lifetime Television has put this bill on their web page with a petition drive to show your support. Last year over half the House signed on. PLEASE!!!! Sign the petition by clicking on the web site below and help women living with breast cancer get the care they need and deserve!! http://www.lifetimetv.com/health/breast_mastectomy_pledge.html [Collected via e-mail, 2004] Legislation for all women. Please send this to everyone in your address book. If there was ever a time when our voices and choices should be heard, this is one of those times. If you are receiving this it's because I think you will take the 30 seconds to go and vote on this issue...and send it on to others you know who will do the same. There's a bill called the Breast Cancer Patient Protection Act which will require insurance companies to cover a minimum 48-hour hospital stay for patients undergoing a mastectomy. It's about eliminating the \"drive-through mastectomy\" where women are forced to go home hours after surgery against the wishes of their doctor, still groggy from anesthesia and sometimes with drainage tubes still attached. Lifetime Television has put this bill on their web page with a petition drive to show your support. Last year over half the House signed on. PLEASE!!!! Sign the petition by clicking on the web site below. You neednot give more than your name and zip code number. http://www.lifetimetv.com/health/breast_mastectomy_pledge.html",
  "Last Updated": "19 May 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/medical/mastectomy.asp",
  "Claim": "A bill known as the Breast Cancer Patient Protection Act seeks to require insurance companies to cover a minimum 48-hour hospital stay for patients undergoing mastectomies.",
  "Claim_ID": "politics_medical_mastectomy",
  "Tags": ""
}