{
  "Origins": "This item is \"true\" in the sense that Eric Rydbom is indeed an engineer stationed in Iraq with the Army's 4th Infantry Division, and he sends monthly e-mail dispatches such as the one quoted above to fellow members of his congregation at the First Lutheran Church of Richmond Beach in Shorline, Washington. This piece was one of those messages, forwarded to the church's prayer chain and thence to the larger world via the Internet.",
  "Fact Check": "",
  "Description": "The version being circulated on the Internet closes with the following line, which was not part of the original letter: WMD is an important issue. We have to find them wherever they may be (in Syria?), but that is not our real motivator. Don't let it be yours either. Whether this letter is original is another matter. Many readers have noticed similarities between this piece and a speech given by Judge Don Walter, and instances of the same letter being sent out under different soldiers' names have since been uncovered.",
  "Originally Published": "",
  "Referred Links": "http://www.theolympian.com/home/news/20031011/frontpage/121390.shtml;http://www.elca.org/ScriptLib/OS/Congregations/cdsDetail.asp?congrno=12962;",
  "Example": "[Collected on the Internet, 2003] 06-23-2003 Sitrep: Iraq Editor's Note: This is an open letter from U.S. Army Maj. Eric Rydbom in Iraq to the First Lutheran Church of Richmond Beach in Shoreline, Wash. Rydbom is Deputy Division Engineer of the 4th Infantry Division. It has been a while since I have written to my friends at First Lutheran Church about what's really going on here in Iraq. The news you watch on TV is exaggerated, sensationalized and selective. Good news doesn't sell. The stuff you don't hear about on CNN? Let's start with electrical power production in Iraq. The day after the war was declared over, there was nearly 0 power being generated in Iraq. Just 45 days later, in a partnership between the Army, the Iraqi people and some private companies, there are now 3200 megawatts (Mw) of power being produced daily, 1/3 of the total national potential of 8000 Mw. Downed power lines (big stuff, 400 Kilovolt (Kv) and 132 Kv) are being repaired and are about 70 percent complete. Then there is water purification. In central Iraq between Baghdad and Mosul, home of the 4th Infantry Division, water treatment was spotty at best. The facilities existed, but the controls were never implemented. Simple chemicals like Chlorine for purification and Alum (Aluminum Sulfate) for sediment settling (the Tigris River is about as clear as the Mississippi River) were in very short supply or not used at all. When chlorine was used, it was metered by the scientific method of guessing. So some people got pool water to drink and some people got water with lots of little things floating around in it. We are slowly but surely solving that. Contracts for repairs to facilities that are only 50 percent or less operational are being let, chemicals are being delivered, although we don't have the metering problem solved yet ( ... but again, it's only been 45 days). How about oil and fuel? Well the war was all about oil wasn't it? You bet it was. It was all about oil for the Iraqi people! They have no other income, they produce nothing else. Oil is 95 percent of the Iraqi GNP. For this nation to survive, it must sell oil. The Refinery at Bayji is [operating] at 75 percent of capacity producing gasoline. The crude pipeline between Kirkuk (Oil Central) and Bayji will be repaired by tomorrow (2 June). LPG, what all Iraqis use to cook and heat with, is at 103 percent of normal production and we, the U.S. Army, are ensuring it is being distributed fairly to all Iraqis. You have to remember that only three months ago, all these things were used by the Saddam regime as weapons against the population to keep them in line. If your town misbehaved, gasoline shipments stopped, LPG pipelines and trucks stopped, water was turned off, power was turned off. Now, until exports start, every drop of gasoline produced goes to the Iraqi people. Crude oil is being stored and the country is at 75 percent capacity right now. They need to export or stop pumping soon, so thank the U.N. for the delay. All LPG goes to the Iraqi people everywhere. Water is being purified as best it can be, but at least its running all the time to everyone. Are we still getting shot at? Yep. Are American soldiers still dying? Yep, about one a day from my outfit, the 4th Infantry Division, most in accidents, but dead is dead. If we are doing all this for the Iraqis, why are they shooting at us? The general Iraqi population isn't shooting at us. There are still bad guys who won't let go of the old regime. They are Ba'ath party members (Read Nazi Party, but not as nice) who have known nothing but and supported nothing but the regime all of their lives. These are the thugs for the regime who caused many to disappear in the night. They have no other skills. At least the Nazis [in Germany] had jobs and a semblance of a national infrastructure that they could go back to after the war, as plumbers, managers, engineers, etc. These people have no skills but terror. They are simply applying their skills ... and we are applying ours. There is no Christian way to say this, but they must be eliminated and we are doing so with all the efficiency we can muster. Our troops are shot at literally everyday by small arms and Rocket Propelled Grenades (RPGs). We respond. One hundred percent of the time, the Ba''ath party guys come out with the short end of the stick. The most amazing thing to me is that they don't realize that if they stopped shooting at us, we would focus on fixing things more quickly and then leave back to the land of the Big PX. The more they shoot at us, the longer we will have to stay. Lastly, all of you please realize that 90 percent of the damage you see on TV was caused by Iraqis, not by us and not by the war. Sure, we took out a few bridges from military necessity, we took out a few power and phone lines to disrupt communications, sure we drilled a few palaces and government headquarters buildings with 2000 lb. laser guided bombs (I work 100 yards from where two hit the Tikrit Palace), [but] he had plenty to spare. But, any damage you see to schools, hospitals, power generation facilities, refineries, pipelines, was all caused either by the Iraqi Army in its death throes or from much of the Iraqi civilians looting the places. Could we have prevented it? Nope. We can and do now, but 45 days ago, the average soldier was fighting for his own survival and trying to get to his objectives as fast as possible. He was lucky to know what town he was in much less be informed enough to know who owned what or have the power to stop 1,000 people from looting and burning a building by himself. The United States and our allies, especially Great Britain, are doing a very noble thing here. We stuck our necks out on the world's chopping block to free an entire people from the grip of a horrible terror that was beyond belief. I've already talked the weapons of mass destruction thing to death - bottom line, who cares? This country was one big conventional weapons ammo dump anyway. We have probably destroyed more weapons and ammo in the last 30 days than the U.S. Army has ever fired in the last 30 years (remember, this is a country the size of Texas), so drop the WMD argument as the reason we came here. If we find it great if we don't, so what? I'm living in a \"guest palace\" on a 500-acre palace compound with 20 palaces with like facilities built in half a dozen towns all over Iraq that were built for one man. Drive down the street and out into the countryside five miles away like I have and see all the families of 10 or more, all living in mud huts and herding the two dozen sheep on which their very existence depends ..then tell me why you think we are here. WMD is an important issue. We have to find them wherever they may be (in Syria?), but that is not our real motivator. Don't let it be yours either. Respectfully, ERIC RYDBOM MAJOR, ENGINEER Deputy Division Engineer 4th Infantry Division",
  "Last Updated": "16 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/war/rydbom.asp",
  "Claim": "Letter from Army engineer details rebuilding efforts in Iraq.",
  "Claim_ID": "politics_war_rydbom",
  "Tags": ""
}