{
  "Origins": "On 25 March 2010, Australian mother Kate Ogg gave birth to twins Jamie and Emily just 27 weeks into her pregnancy. Although Emily survived the birthing process, Jamie was born in distress and was not breathing. After doctors spent 20 minutes trying to resuscitate Jamie and failed, they told Kate and her husband David that Jamie had died, and nurses placed Jamie's unmoving body onto his mother's chest so she could say her goodbyes. But then the couple experienced a seeming miracle.",
  "Fact Check": "",
  "Description": "As Kate and David thought they were extending a farewell to their deceased child, a remarkable thing occurred: after about five minutes or so, Jamie began moving, and his movements became more and more pronounced. Nonetheless, the doctor present at the scene informed the parents such movements were simply reflex actions and were not indicative of life. So Kate and David steeled themselves to spending an extra minute or two with the child they believed they would never know for more than just those few moments: \"I wanted to meet him and to hold him and for him to know us,\" Kate said. \"If he was on his way out of the world, we wanted for him to know who his parents were and to know that we loved him before he died. We'd resigned ourselves to the fact we were going to lose him; we were just trying to make the most of those last precious moments.\" That \"extra minute or two\" ended up stretching out to more than two hours. And then something even more remarkable than Jamie's previous movements took place: the supposedly dead child opened his eyes. \"We thought, 'What a blessing, we get to see his eyes before he passes away,'\" Kate said. \"But they stayed open!\" As most of us probably would, at that point the couple began to considered the possibility their child wasn't dead at all. \"I think half of us said [then], 'What if he actually makes it?'\" David said. \"If he does, this would just be a miracle. The other half was saying, 'No, he's been declared dead, this is purely instinct.'\" As noted in news accounts, David and Kate were practicing what Australians call \"kangaroo care\": Actually, it is widely practiced throughout the world, especially in poorer countries where incubators may not be available for premature babies. An infant is held skin-to-skin to their mother or father, generating heat for the newborn much like a baby kangaroo receives in its mother's pouch. Kate had heard of kangaroo care before. \"[The baby] comes out of you, and all of a sudden there isn't the warmth or smell of the mother or the sound of their heartbeat. And so putting him back on my chest was as close to him being inside me where he was safe.\" Jamie continued to come around as he lay across Kate's chest. He began grabbing at his mother's finger, as well as his father's. And when Kate put a dab of breast milk on her finger, Jamie eagerly accepted it. At this point Kate truly began believing her baby was actually alive: \"We thought, 'He's getting stronger he's not dead,'\" she said. She and David tried inducing the doctor to come take another look at Jamie. \"We kept saying, 'He's doing things dead babies don't do, you might want to come and see this,'\" she said. But the couple were told again by other hospital personnel what they were seeing was simply reflex actions of a child who had already been declared dead. Eventually, they had to resort to a little white lie to get the doctor to pay a visit to their room. \"David said, 'Go and tell him we've come to terms with the baby's death, can he just come and explain it.' That made him come back.\" Kate Ogg said the doctor was in disbelief when he arrived back at the bedside. \"He got a stethoscope, listened to Jamie's chest and just kept shaking his head. He said, 'I don't believe it, I don't believe it.'\" Dr. Lisa Eiland of the Weill Cornell Medical Center in New York City said there may actually be a solid scientific grounding for what seemed like a miracle. \"What's important is the warmth that the mother provides and the stimulation that the baby may have received from hearing the mother's heartbeat,\" Eiland said. \"So those are all things that may have helped the baby in terms of going down the path to living as opposed to the path of death.\" David Ogg gave all the credit to his \"very strong, very smart wife\" for Jamie's survival. \"She instinctively did what she did,\" he said. \"If she hadn't have done that, then Jamie probably wouldn't be here.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2010] Is this true? Mother's hugs brings dead son back to life For two hours after he was declared dead, Australian mother Kate Ogghugged, touched and spoke to her stillborn baby, who miraculously opened his eyes and grabbed his mom's finger.",
  "Last Updated": "15 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/medical/kateogg.asp",
  "Claim": "A newborn child declared dead revived after being placed on his mother's chest.",
  "Claim_ID": "politics_medical_kateogg",
  "Tags": ""
}