{
  "Origins": "A warning about a supposedly current FDA recall involving the over-the-counter medications Motrin, Tylenol and Benadryl began circulating online in early 2015. Although many Facebook posts referencing the recall included a link to a genuine statement from the FDA about a voluntary recall of McNeil Consumer Healthcare infant and children s liquid products (Tylenol , Motrin , Zyrtec , and Benadryl ) \"due to manufacturing deficiencies which may affect quality,\" that statement (and the recall to which it applied) occurred in 2010 and does not affect any products sold in 2015:",
  "Fact Check": "",
  "Description": "This outdated warning started recirculating online shortly after McNeil Consumer Healthcare, the Johnson & Johnson subsidiary that manufactures Tylenol, entered into a plea agreement in federal court \"to selling liquid medicine contaminated with metal\" and agreed to a $25 million settlement with the U.S. Department of Justice in March 2015. The confusion of a several-year-old recall notice with a current event largely stemmed from the fact that a statement about the 2010 recall posted on the FDA web site was undated and provided readers with no information about the timeframe to which it applied. A spokesman for McNeil said that the plea agreement \"closes a chapter\" and that the company has \"been implementing enhanced quality and oversight standards across its entire business.\"",
  "Originally Published": "",
  "Referred Links": "http://time.com/3740245/tylenol-mcneil-consumer-healthcare-metal/;https://web.archive.org/web/20150215082819/http://fda.org/index.asp?article=tylenol-and-motrin-recall;",
  "Example": "[Collected via e-mail, April 2015] I have had at least 10 friends post this FDA link to a recall about Children's Motrin, Tylenol, Benadryl, etc. Everyone seems to be panicking about a notice that appears several years old to me.",
  "Last Updated": "22 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/tylenolrecall.asp",
  "Claim": "In 2015 the FDA issued a recall for children's Tylenol, Motrin, and Benadryl products.",
  "Claim_ID": "politics_medical_tylenolrecall",
  "Tags": ""
}