{
  "Origins": "In March 2012, thirteen-year-old Malia Obama, the daughter of President Obama, traveled to Oaxaca, Mexico, on what was described in the press as both a \"school trip\" and a \"spring break vacation\":",
  "Fact Check": "",
  "Description": "What would seem to be a rather mundane bit of news about a presidential family member became an item of interest when readers noticed that information about Malia's trip had apparently disappeared from a number of online news sites. As Politico reported on 20 March 2012, this redaction of information came at the behest of the White House: The AFP, the Huffington Post and other websites have scrubbed a report about first daughter Malia Obama's school trip. On [19 March 2012], the AFP reported that Obama's daughter was on a school trip along with a number of friends and 25 Secret Service agents. The story was picked up by Yahoo, the Huffington Post, and the International Business Times, as well as UK publications like the Daily Mail and the Telegraph and other overseas publications like The Australian. But [by that] night, the story had been removed from those sites. The AFP page for the story now links to a story titled \"Senegal music star Youssou Ndour hits campaign trail,\" as does the Yahoo page. The Huffington Post page now links directly back to the Huffington Post homepage. The Daily Mail, Telegraph, and Australian stories now lead to 404 error pages, reading \"page not found.\" The International Business Times story also links to the IBT homepage, though a version of the original story still exists online. Kristina Schake, Communications Director to the First Lady, emailed to confirm this was a White House effort: From the beginning of the administration, the White House has asked news outlets not to report on or photograph the Obama children when they are not with their parents and there is no vital news interest. We have reminded outlets of this request in order to protect the privacy and security of these girls. Then, as BuzzFeed noted, even that Politico item was subsequently altered to remove some details, also at the behest of the White House: The White House's campaign to scrub a story from the internet yesterday about Malia Obama's trip to Mexico has gone meta: a media reporter's blog post about the administration's efforts to scrub the story has now been scrubbed of certain details, Politico confirmed. The item, by Politico's Dylan Byers, originally noted that news sites were removing the Malia story. Then the post was updated with comment from the White House confirming that it was involved with efforts to remove the story but the Politico post itself was now missing information about the trip. Specifically, the current version of the story makes no reference to where the president's daughter is going: Mexico, which can also be found by Googling Obama's daughter's name and \"trip.\" Rachel Smolkin, Politico's White House editor, confirmed that they removed the information after talking to the Obama administration, citing safety concerns. \"After some internal discussions and conversations with the White House, we adjusted the post for security reasons,\" Smolkin told BuzzFeed. According to the New York Times : Although the White House asked English-language media to remove articles about the visit from their Web sites, the visit was never a secret in Mexico. \"The reality is that Oaxaca isn t that big and it isn't that easy to hide 10 girls and that security,\" said Mr. Zorrilla, the tourism official.",
  "Originally Published": "",
  "Referred Links": "http://www.buzzfeed.com/mckaycoppins/story-about-white-house-scrubbing-obama-daughter-t;http://www.politico.com/blogs/media/2012/03/media-scrubs-malia-obamamexico-story-117970.html;",
  "Example": "[Collected via e-mail, March 2012] Did Malia Obama go to Mexico City on Spring break?",
  "Last Updated": "28 March 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/maliamexico.asp",
  "Claim": "Malia Obama traveled to Mexico in March 2012.",
  "Claim_ID": "politics_obama_maliamexico",
  "Tags": ""
}