{
  "Origins": "With good reason, many people are now wary that any unsolicited e-mail or text message urging them to call an unfamiliar phone number is some form of hoax or scam . The message reproduced above, claiming that President Obama will legalize marijuana if one million supportive phone calls are placed to a designated number, is an example of such wariness many people who have received it are skeptical that it's on the level. Although the message isn't quite literally true, neither is it really a hoax or a scam.",
  "Fact Check": "",
  "Description": "The phone number 973-409-3274 is one of many operated by Humor Hotlines , the company that offers such novelty services as the \"Rejection Hotline,\" the \"Bad Breath Notification Number,\" and \"The Pissed Off Poet.\" This particular number connects callers to the \"Marijuana Legalization Endorsement Line,\" which plays a 30-second recorded message about controversies regarding the legalization of marijuana and then urges the caller to press the pound key (#) if he or she supports the concept of \"legalizing marijuana to help save the economy.\" The recording states that once a million endorsements have been received, a proposal for the legalization of marijuana will be presented to President Obama and the U.S. Congress. As far as we have been able to ascertain, the Marijuana Legalization Endorsement Line is not a \"scam\" in the sense that calling it does not result in hidden or exorbitant fees being charged to the caller's bill. It isn't true that \"Obama will legalize marijuana\" if the number collects one million supporters, though; merely that a proposal for such will supposedly be created and presented if the phone number records one million positive responses. We note, however, that this phone poll has no more power to affect anything than any other public petition does, and there are no guarantees that the President or Congress would even see the resultant proposal, As well, President Obama does not have the authority to single-handedly legalize marijuana throughout the United States; such an act would require the overturning of a variety of state and federal laws.",
  "Originally Published": "",
  "Referred Links": "http://www.rejectionhotline.com/;",
  "Example": "[Collected via e-mail, April 2009] Comment: I got a text message this morning saying that Obama would legalize marijuana if it had 1 million supporters. We are supposed to call a phone number to record a vote - phone number 973.409.3274 and press pound - haven't done it, just wanted to check first.",
  "Last Updated": "5 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/drugpoll.asp",
  "Claim": "President Obama will legalize marijuana if one million people call a designated phone number.",
  "Claim_ID": "politics_obama_drugpoll",
  "Tags": ""
}