{
  "Origins": "In mid-October 2014, a spate of claims concerning blank green cards began to circulate on blogs and across social media sites. According to the rumors, President Obama issued an executive order to prepare 34 million green cards and/or social security cards, presumably to facilitate a post-midterm election immigration surge.",
  "Fact Check": "",
  "Description": "The rumor stemmed from a solicitation for bids posted on 6 October 2014 by U.S. Citizenship and Immigration Services (USCIS), which was picked up by blogs and shared: Unnoticed until now, a draft solicitation for bids issued by U.S. Citizenship and Immigration Services (USCIS) Oct. 6 says potential vendors must be capable of handling a \"surge\" scenario of 9 million id cards in one year \"to support possible future immigration reform initiative requirements.\" The request for proposals says the agency will need a minimum of four million cards per year. In the \"surge,\" scenario in 2016, the agency would need an additional five million cards more than double the baseline annual amount for a total of 9 million. \"The guaranteed minimum for each ordering period is 4,000,000 cards. The estimated maximum for the entire contract is 34,000,000 cards,\" the document says. In particular, quotes that suggested the bid was placed \"to support possible future immigration reform initiative requirements\" and the word \"surge\" were widely repeated. Most accounts linked directly to the USCIS bid, originally posted on 3 October 2014 and amended on 6 October 2014: Card Consumables Solicitation Number: HSSCCG-14-R-00028 Agency: Department of Homeland Security Office: Citizenship & Immigration Services Location: USCIS Contracting Office USCIS Contracting will be posting a solicitation for the requirement of Card Stock used by the USCIS Document Management Division. The objective of this procurement is to provide card consumables for the Document Management Division (DMD) that will be used to produce Permanent Resident Cards (PRC) and Employment Authorization Documentation (EAD) cards. The requirement is for an estimated 4 million cards annually with the potential to buy as many as 34 million cards total. The ordering periods for this requirement shall be for a total of five (5) years. This is a Firm Fixed Price (FFP) supply purchase for commercial items, utilizing North American Industry Classification System (NAICS) code 325211 and Product / Service Code (PSC) 9330. This requirement is for the acquisition of 100% polycarbonate solid body card stock with Radio Frequency Identification (RFID) and holographic images embedded within the card construction substrate layers, card design service, and storage. The widely-quoted portion about \"possible future immigration reform initiative requirements\" and a \"surge\" can be found on page 28 of the request for proposal (RFP) attached to the bid posting. The full context of the quote is available in the Background and Scope portions of the RFP, in which the USCIS stated that more than 50 million of the cards were already in circulation: USCIS currently has over 54 million personalized cards in circulation. These cards have been specially designed and contain embedded security features and other physical characteristics that make them unique to the USCIS even before the actual card is personalized. USCIS is seeking 100% polycarbonate solid body PRC and EAD card stock with RFID and holographic images embedded within the card construction substrate layers, card design service, and storage for secure identification card stock at the vendors manufacturing facilities with an option to store at the USCIS Forms Center, when directed, and related technical support services. The Contractor shall deliver a combined volume of up to 4 million PRC and EAD cards annually. In addition, the Contractor shall demonstrate the capability to support potential \"surge\" in PRC and EAD card demand for up to 9M cards during the initial period of performance to support possible future immigration reform initiative requirements. The combined estimates mentioned in the RFP led many to mistakenly believe that President Obama planned to allow more than 30 million immigrants to enter the United States in the near future, rather than the government's seeking a vendor who could supply that number of card blanks (for both newly issued cards and replacements of existing cards) over a span of several years: \"There aren't enough federal employees from here to Pluto to do adequate background checks on 34 million,\" said Bob Dane, spokesman for the Federation for American Immigration Reform. Dane told Watchdog.org that President Obama appears \"to be getting his ducks in a row\" before legalizing illegal residents by executive fiat. \"It's another petulant display of contempt of Congress,\" he said. The USCIS bid request was not issued by President Obama via executive order, nor did it make any mention of social security cards. The numbers frequently cited in references to this bid state the maximum materials that a successful bidder must have the potential to manufacture; but those estimates in no way reflect the actual number of documents USCIS expects to issue in the short term, and the word \"surge\" referred not to a number of immigrants expected but to a number of documents anticipated (in line with document current circulation numbers).",
  "Originally Published": "",
  "Referred Links": "https://www.fbo.gov/index?s=opportunity&mode=form&tab=core&id=20bc202b0a49bbe9f2a705782dba0090&_cview=0;",
  "Example": "[Collected via email, October 2014] I just saw something about Obama signing executive orders allowing 100,000 Haitians to come here? \"This past Friday, this administration opened the door to one hundred thousand Haitians, who are moving here without a visa, but who will legally apply for work permits. A few weeks ago, ICE was on the hunt for a printer capable of handling a \"surge\" of NINE MILLION GREEN CARDS which would be used to \"support possible future immigration-reform initiative requirements.\" If that sounds like a lot, consider that in an average year, only about one million green cards are doled out. Is this rumor true? It looks like Obama plans on moving forward with his executive amnesty plan. The administration is requesting 34 million blank green cards and work permits for illegal aliens and new foreign workers. This executive amnesty must be stopped! Obama orders blank social security cards to be used for illegal aliens and foreign workers",
  "Last Updated": "22 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/greencards.asp",
  "Claim": "President Obama issued an executive order to obtain 34 million blank green cards for a post-election immigration surge.",
  "Claim_ID": "politics_immigration_greencards",
  "Tags": ""
}