{
  "Origins": "The history of women's suffrage in the United States is a complex subject that cannot be done justice in a few paragraphs, so for the purposes of validating this item we'll merely note that the activists in the forefront of the universal suffrage movement in the early 20th century were like many of those involved in various civil and labor rights movements over the years subject to harassment, threats, intimidation, abuse, arrest, and imprisonment (on minor or trumped-up charges, if necessary) by those opposed to their cause and/or tactics.",
  "Fact Check": "",
  "Description": "In the spring of 1917, shortly after Woodrow Wilson was inaugurated for his second term as president and the United States declared war on Germany (thus officially bringing the U.S. into World War I), members of the newly-formed National Woman's Party (NWP) began picketing outside the White House and the Capitol as part of a campaign to obtain a federal constitutional amendment guaranteeing universal suffrage. By mid-June, NWP leader Alice Paul had been warned by the chief of police that further demonstrations would lead to arrests: The threat of arrest added a new element to the picketing campaign. It was one thing to stand outside for a few hours holding a banner. It was quite another thing to go to jail for it. Paul, mindful of her own experiences in English prisons, advised her followers of the possible consequences. While she hoped that the response would be positive, she knew that each woman had to make up her own mind on the matter ... Between June 22 and June 26, police made twenty-seven arrests. In all instances, the picketers were charged with obstruction of traffic and released without penalty. On June 26, however, the women arrested were bound over for trial the following day. As the process of arrest, transportation to police headquarters, and release was not enough to deter the determined women, the authorities had no choice but to raise the ante. On June 27, six women were tried for obstructing traffic in a public place. The suffragists were found guilty and fined $25.00. The judge noted that had they kept moving rather than standing still in front of the White House, they would not have been arrested. All six women on trial refused to pay the $25.00 fine and were sentenced to three days in jail. They were confined to the District Jail \"in six of the best cells with running water and bath facilities.\" The sentences, according to the New York Times, were intentionally light because the authorities had heard rumors that the women planned to go on hunger strikes if imprisoned. \"No one can starve to death in three days,\" observed the Times. The newspaper also noted, ominously, that police authorities intended to ask for heavier penalties if more arrests were made. The next series of arrests produced the same penalties. On July 14, however, sixteen women were arrested, tried, and sentenced to sixty days in Occoquan Workhouse in suburban Virginia. Although it's difficult to determine at this remove exactly what treatment was afforded to the arrested suffragists during their confinements (because one side had a vested interest in minimizing such reports and the other in exaggerating them), the ordinary conditions at jails, prisons, and workhouses of the era were typically grim: [T]he conditions under which the suffragists were imprisoned were not very different from the conditions that prisoners had to endure as a matter of course ... Prison conditions in the District Jail were only bearable, despite reports that the suffragists occupied \"the best cells, each fitted with running water and bath facilities.\" At Occoquan, conditions were abysmal. Prison cells were small and dark, with fetid air, and the food was infested [with mealworms]. Moreover, [the cells] were infested with a variety of animal life. Alice Paul recalled that among the women imprisoned with her \"was one whose shrieks nightly filled the jail as the rats entered her cell.\" The \"Night of Terror\" referenced above took place at Occoquan on 14 November 1917: Newly arrested and convicted suffragists had arrived at Occoquan and were in a holding room awaiting further processing. Without warning, Superintendent Whittaker burst into the room, followed by anywhere from fifteen to forty guards. Pandemonium broke out. Whittaker shouted orders to guards to take this prisoner or that prisoner often identified by name to the cells. The scene was one of bedlam, intentionally disorienting. Suffragists feared for their lives and the lives of their compatriots. May Nolan, a seventy-three-year-old Floridian with a lame leg that she had to take pains to treat gingerly, was literally dragged off between burly guards, each of whom held an arm, despite her assertions that she would go willingly and despite the pleas of other suffragists to refrain from injuring her leg. Dorothy Day had her arm twisted behind her back and was purposefully slammed down twice over the back of an iron bench. Dora Lewis was thrown into a cell with such force that she was knocked unconscious. For several frantic minutes her companions believed that she was dead. Alice M. Cosu of New Orleans was also thrown forcefully into her cell. Cosu suffered a heart attack and repeated and persistent requests for medical attention for the obviously stricken woman went unanswered by the authorities throughout the long night. Lucy Burns, who had been arrested once again on November 10,, shortly after completing her previous sixty-day sentence, was identified by Whittaker as the ringleader for the group. She was manacled to her cell bars, hands above her head, and remained that way until morning. Later, her clothing was removed and she was left with only a blanket. Eleanor Brannon later testified: I firmly believe that ... Whittaker had determined to attack us as part of the government's plan to suppress picketing ... [The attack's] perfectly unexpected ferocity stunned us ... Whittaker, in the center of the room, directed the whole attack, inciting the guards to every brutality. By 1918 the NWP's emphasis had shifted to lobbying for the remaining votes needed for passage of a federal suffrage amendment to the Constitution. That amendment was finally approved by Congress on 4 June 1919 and was ratified on 18 August 1920. Additional information: Tactics and Techniques of the National Woman's Party Suffrage Campaign (Library of Congress)",
  "Originally Published": "",
  "Referred Links": "http://lcweb2.loc.gov/ammem/collections/suffrage/nwp/tactics.html;",
  "Example": "[Collected on the Internet, August 2008] WHY WOMEN SHOULD VOTE This is the story of our Grandmothers and Great-grandmothers; they lived only 90 years ago. Remember, it was not until 1920 that women were granted the right to go to the polls and vote. The women were innocent and defenseless, but they were jailed nonetheless for picketing the White House, carrying signs asking for the vote. And by the end of the night, they were barely alive. Forty prison guards wielding clubs and their warden's blessing went on a rampage against the 33 women wrongly convicted of 'obstructing sidewalk traffic.' They beat Lucy Burns, chained her hands to the cell bars above her head and left her hanging for the night, bleeding and gasping for air. They hurled Dora Lewis into a dark cell, smashed her head against an iron bed and knocked her out cold. Her cellmate, Alice Cosu, thought Lewis was dead and suffered a heart attack. Additional affidavits describe the guards grabbing, dragging, beating, choking, slamming, pinching, twisting and kicking the women. Thus unfolded the 'Night of Terror' on Nov. 15, 1917, when the warden at the Occoquan Workhouse in Virginia ordered his guards to teach a lesson to the suffragists imprisoned there because they dared to picket Woodrow Wilson's White House for the right to vote. For weeks, the women's only water came from an open pail. Their food all of it colorless slop was infested with worms. When one of the leaders, Alice Paul, embarked on a hunger strike, they tied her to a chair, forced a tube down her throat and poured liquid into her until she vomited. She was tortured like this for weeks until word was smuggled out to the press. So, refresh my memory. Some women won't vote this year because why, exactly? We have carpool duties? We have to get to work? Our vote doesn't matter? It's raining? Last week, I went to a sparsely attended screening of HBO's new movie 'Iron Jawed Angels.' It is a graphic depiction of the battle these women waged so that I could pull the curtain at the polling booth and have my say. I am ashamed to say I needed the reminder. All these years later, voter registration is still my passion. But the actual act of voting had become less personal for me, more rote. Frankly, voting often felt more like an obligation than a privilege. Sometimes it was inconvenient. My friend Wendy, who is my age and studied women's history, saw the HBO movie, too. When she stopped by my desk to talk about it, she looked angry. She was **** with herself. 'One thought kept coming back to me as I watched that movie,' she said. 'What would those women think of the way I use, or don't use, my right to vote? All of us take it for granted now, not just younger women, but those of us who did seek to learn.' The right to vote, she said, had become valuable to her 'all over again.' HBO released the movie on video and DVD . I wish all history, social studies and government teachers would include the movie in their curriculum I want it shown on Bunco night, too, and anywhere else women gather. I realize this isn't our usual idea of socializing, but we are not voting in the numbers that we should be, and I think a little shock therapy is in order. It is jarring to watch Woodrow Wilson and his cronies try to persuade a psychiatrist to declare Alice Paul insane so that she could be permanently institutionalized. And it is inspiring to watch the doctor refuse. Alice Paul was strong, he said, and brave. That didn't make her crazy. The doctor admonished the men: 'Courage in women is often mistaken for insanity.' Please, if you are so inclined, pass this on to all the women you know. We need to get out and vote and use this right that was fought so hard for by these very courageous women. Whether you vote democratic, republican or independent party - remember to vote. History is being made.",
  "Last Updated": "6 September 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/ballot/womenvote.asp",
  "Claim": "Article relates the plight of suffragists who were arrested for picketing the White House in 1917.",
  "Claim_ID": "politics_ballot_womenvote",
  "Tags": ""
}