{
  "Origins": "In March 2009, the U.S. House of Representatives passed a resolution designating the U.S. Postal Service facility located at 103 West Main Street in McLain, Mississippi, as the 'Major Ed W. Freeman Post Office'. McLain was the hometown of Ed Freeman, a veteran of World War II, the Korean War, and the Vietnam War who passed away in August 2008 :",
  "Fact Check": "",
  "Description": "At that time, the original version of the e-mail quoted above began circulating, a version that lamented the media attention given to \"some Hip-Hop coward beating the crap out of his 'girlfriend'\" (a reference to rapper Chris Brown's having been arrested in February 2009 on charges of battery against his girlfriend, Rihanna) while Ed Freeman's death received much less coverage. (These events were not simultaneous, as Ed Freeman had passed away in August 2008, several months before Chris Brown's arrest.) In July 2009, shortly after the death of singer Michael Jackson, the piece was altered to reference him rather than Chris Brown, and to change the date of Ed Freeman's death to 25 June 2009 in order to create the mistaken impression that Freeman had passed away on the same day as Jackson and that his death was therefore ignored by the media in the crush of Michael Jackson coverage. (As noted in the previous paragraph, Ed Freeman actually passed away in August 2008, nearly a year before the death of Michael Jackson.) By March 2012, this item bore the tag line: \"I bet you didn't hear about this hero's passing, but we've sure heard a whole bunch about Whitney Houston, Lindsay Lohan, Dr. Murray, that sicko Sandusky, and a 72-day sham marriage.\" (These were references to the death of singer Whitney Houston in February 2012, actress' Lindsay Lohan's ongoing legal problems throughout 2008-2012, the November 2011 conviction of Dr. Conrad Murray for involuntary manslaughter in the death of Michael Jackson, the 2011 sex scandal involving former Pennsylvania State University football assistant coach Jerry Sandusky, and the ending of the marriage of reality TV star Kim Kardashian and basketball player Kris Humphries after just 72 days in October 2011.) By 2015, this item was altered again to include the tag line: \"I bet you didn't hear about this hero's passing, but we've sure seen a whole bunch about the thugs Michael Brown and Trayvon Martin.\" (These were references to the controversial fatal shootings, in separate incidents, of two unarmed black teenagers.) In general, all of those sentiments have some merit to them (if one ignores the fact that news of Ed Freeman's death couldn't have been obscured by events that took place several years after he passed away): While the negative exploits of celebrities receive a good deal of attention in the popular news media, coverage of Ed Freeman's death was largely restricted to news outlets in Idaho (where he resided at the time of his death). Unfortunately, the passing of military heroes often doesn't prompt nationwide coverage unless some other factor had previously brought them to national public attention (e.g., they had prominent post-military careers, or they were featured in a popular book, film, or television series). None of this should obscure the accomplishments of the very real Ed Freeman, who at a White House ceremony in July 2001 was presented with the Medal of Honor by President George W. Bush. President Bush said of Freeman on that occasion: By all rights, another president from Texas should have had the honor of conferring this medal. It was in the second year of Lyndon Johnson's presidency that Army Captain Ed Freeman did something that the men of the 7th Cavalry have never forgotten. Years passed, even decades, but the memory of what happened on November 14, 1965 has always stayed with them. For his actions that day, Captain Freeman was awarded the distinguished Flying Cross, but the men who were there, including the commanding officer, Lieutenant Colonel Bruce Crandall, felt a still higher honor was called for. Through the unremitting efforts of Lieutenant Colonel Crandall and many others and the persuasive weight from Senator John McCain, the story now comes to its rightful conclusion. That story began with a battalion surrounded by the enemy in one of Vietnam's fiercest battles. The survivors remember the desperate fear of almost certain death. They remember gunfire that one witness described as the most intense he had ever seen, and they remember the sight of an unarmed helicopter coming to their aid. The man with the controls flew through the gunfire not once, not 10 times, but at least 21 times. That single helicopter brought the water, ammunition and supplies that saved many lives on the ground, and the same pilot flew more than 70 wounded soldiers to safety. General Eisenhower once observed that when you hear a Medal of Honor citation, you practically assume that the man in question didn't make it out alive. In fact, about 1 in 6 never did, and the other five, men just like you all here, probably didn't expect to. Citations are also written in the most simple of language, needing no embellishment or techniques of rhetoric. They record places and names and events that describe themselves. The medal itself bears only one word and needs only one, valor. As a boy of 13, Ed Freeman saw thousands of men on maneuvers pass by his home in Mississippi. He decided then and there that he would be a soldier. A lifetime later the Congress has now decided that he's even more than a soldier because he did more than his duty. He served his country and his comrades to the fullest, rising above and beyond anything the Army or the nation could have ever asked. It's been some years now, since he left the service and was last saluted. But from this day, wherever he goes, by military tradition, Ed Freeman will merit a salute from any enlisted personnel or officer of rank. Commander Seevers, I'll now ask you to read this citation of the newest member of the Congressional Medal of Honor Society, and it'll be my honor to give him his first salute. Ed Freeman's Medal of Honor citation reads as follows: Captain Ed W. Freeman, United States Army, distinguished himself by numerous acts of conspicuous gallantry and extraordinary intrepidity on 14 November 1965 while serving with Company A, 229th Assault Helicopter Battalion, 1st Cavalry Division (Airmobile). As a flight leader and second in command of a 16-helicopter lift unit, he supported a heavily engaged American infantry battalion at Landing Zone X-Ray in the Ia Drang Valley, Republic of Vietnam. The unit was almost out of ammunition after taking some of the heaviest casualties of the war, fighting off a relentless attack from a highly motivated, heavily armed enemy force. When the infantry commander closed the helicopter landing zone due to intense direct enemy fire, Captain Freeman risked his own life by flying his unarmed helicopter through a gauntlet of enemy fire time after time, delivering critically needed ammunition, water and medical supplies to the besieged battalion. His flights had a direct impact on the battle's outcome by providing the engaged units with timely supplies of ammunition critical to their survival, without which they would almost surely have gone down, with much greater loss of life. After medical evacuation helicopters refused to fly into the area due to intense enemy fire, Captain Freeman flew 14 separate rescue missions, providing life-saving evacuation of an estimated 30 seriously wounded soldiers some of whom would not have survived had he not acted. All flights were made into a small emergency landing zone within 100 to 200 meters of the defensive perimeter where heavily committed units were perilously holding off the attacking elements. Captain Freeman's selfless acts of great valor, extraordinary perseverance and intrepidity were far above and beyond the call of duty or mission and set a superb example of leadership and courage for all of his peers. Captain Freeman's extraordinary heroism and devotion to duty are in keeping with the highest traditions of military service and reflect great credit upon himself, his unit and the United States Army. A CBS News report including footage of Ed Freeman can be viewed here .",
  "Originally Published": "",
  "Referred Links": "http://www.cbsnews.com/stories/2007/02/26/eveningnews/main2518847.shtml;http://www.history.army.mil/html/moh/vietnam-a-l.html;http://edition.cnn.com/TRANSCRIPTS/0107/16/se.02.html;",
  "Example": "[Collected via e-mail, February 2009] Ed Freeman You're a 19 year old kid. You're critically wounded, and dying in the jungle in the Ia Drang Valley , 11-14-1965, LZ X-ray, Vietnam. Your infantry unit is outnumbered 8 - 1, and the enemy fire is so intense, from 100 or 200 yards away, that your own Infantry Commander has ordered the MediVac helicopters to stop coming in. You're lying there, listening to the enemy machine guns, and you know you're not getting out. Your family is half-way around the world, 12,000 miles away, and you'll never see them again. As the world starts to fade in and out, you know this is the day. Then, over the machine gun noise, you faintly hear that sound of a helicopter, and you look up to see an un-armed Huey, but it doesn't seem real, because no Medi-Vac markings are on it. Ed Freeman is coming for you. He's not Medi-Vac, so it's not his job, but he's flying his Huey down into the machine gun fire, after the Medi-Vacs were ordered not to come. He's coming anyway. And he drops it in, and sits there in the machine gun fire, as they load 2 or 3 of you on board. Then he flies you up and out through the gunfire, to the Doctors and Nurses. And, he kept coming back.... 13 more times..... And took about 30 of you and your buddies out, who would never have gotten out. Medal of Honor Recipient, Ed Freeman, died last Wednesday at the age of 80, in Boise , ID ......May God rest his soul..... I bet you didn't hear about this hero's passing, but we sure were told a whole bunch about some Hip-Hop Coward beating the crap out of his \"girlfriend.\" Medal of Honor Winner Ed Freeman! Shame on the American Media.",
  "Last Updated": "29 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/freeman.asp",
  "Claim": "Article describes coverage of the death of Medal of Honor recipient Ed Freeman.",
  "Claim_ID": "politics_military_freeman",
  "Tags": ""
}