{
  "Origins": "Fort Lewis, a U.S. Army post located in Pierce County, Washington, is home to numerous brigades and divisions with more than 10,000 of its people presently serving in Iraq. Since the beginning of hostilities, it has weathered the loss of many of its personnel: In all overseas deployments since the Sept. 11 terrorist attacks, 124 soldiers from that post have died, including 19 in May 2007 alone.",
  "Fact Check": "",
  "Description": "On 22 May 2007, Brig. Gen. William Troy, then the post's interim commander, announced that in light of the increased numbers of casualties, the post would move to holding monthly ceremonies. \"I see this as a way of sharing the heavy burdens our spouses and rear detachments bear, while giving our fallen warriors the respect they deserve,\" Troy wrote. \"It will also give the families of the fallen the opportunity to bond with one another as they see others who share their grief.\" Other posts have done this, including Fort Hood, Texas (which has had more than 600 casualties), and Fort Carson, Colorado, so the contemplated move was not unheard of. The memorial services held at Fort Lewis are for soldiers from the post and the local community to pay their respects, but they are not the only form of memorial those who have fallen in battle receive. Soldiers' colleagues in Iraq also hold memorial services for them, and in hometowns around the U.S., soldiers' families conduct their own memorial services and graveside ceremonies, often with full military honors and in national cemeteries. The announcement about the move to monthly memorials sparked a public outcry and prompted calls for a return to an individual memorial for each fallen soldier. The consolidated memorials, which were slated to begin in June 2007, have been cancelled, and the practice of holding individual memorials will continue. After promising in June 2007 to reconsider his predecessor's decision to switch to mass memorials, on 26 July 2007 Lt. Gen. Charles H. Jacoby Jr., the new commanding general at Fort Lewis, announced the post would revert to its previous tradition of honoring each soldier individually.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2007] Ft. Lewis Fast Food Funerals. Ft Lewis has decided that we are losing too many soldiers to offer 'individual' memorials for those that are killed in action. They will now offer a 'once a month' service. Well, what kind of crap is that? I am considering going door to door with a petition. PLEASE , if you agree that fast food funerals for soldiers are WRONG, repost this and make the public aware of this travesty. i agree with this man on this topic. if you agree sign below. when it gets to 500 signatures please email this to miller_lite_01@hotmail.com, or joshua.apel@us.army.mil every name counts.",
  "Last Updated": "26 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/fortlewis.asp",
  "Claim": "Fort Lewis is phasing out individual memorial services for deceased soldiers in favor of a monthly service.",
  "Claim_ID": "politics_military_fortlewis",
  "Tags": ""
}