{
  "Origins": "Stanley Allen McChrystal is a retired U.S. Army general who, in the words of one journalist , had \"a reputation for saying and thinking what others are afraid to.\" That reputation apparently held Gen. McChrystal in good stead, as it was cited as one of the reasons he was appointed commander of all U.S. forces in Afghanistan in mid-2009. It was also his downfall, however immediately after the publication of a June 2010 Rolling Stone profile of McChrystal that included disparaging remarks made by the general staff's about some of President Obama's senior civilian advisers (including Vice President Joe Biden), General McChrystal resigned his Afghanistan command and President Obama announced he was turning that position over to Gen. David H. Petraeus:",
  "Fact Check": "",
  "Description": "The anecdote reproduced above presents an idealized final conversation between General McChrystal and President Obama upon the occasion of the former's tendering his resignation at the White House, with the President supposedly getting in a \"cheap parting shot\" only to be one-upped by the General's sarcastic response. Although this account has been widely circulated on the Internet as a \"true story,\" it's actually just a reworking of a very old joke. The basic form of the joke presented here is one in which Character A acknowledges that Character B finds him contemptible and suggests that Character B would like to perform some denigrative act towards him (such as urinating on his grave or punching him in the face). Character B then gains the upper hand by stating that he'd rather not have to wait in line, thereby implying that a whole lot of other people find Character A contemptible as well. This form of joke is typically presented in a military context (often with one or both of the characters involved being service members), with the second character delivering the punchline by exclaiming that he'd resolved he'd \"never stand in line again\" after leaving military service. All of these elements can be seen in the following example from 1963, as published in Catholic Digest : The 1st sergeant was preparing the discharge papers of a batch of draftees whose term of service was up. \"I'll bet you guys are just waiting for these papers to go through so you can punch me in the nose,\" he remarked. \"Not at all, sergeant,\" replied one of the men. \"I promised myself that once I got out of the army I'd never stand in line again.\" This bit of humor was also worked into the dialogue of the 2002 novel Helen's Challenge , during a passage in which one character (Captain Bob Allen) blackmails another (Tom Meyer) by threatening to reveal the latter's cache of pornographic magazines to his wife: You bastard,\" Meyer said. \"You keep saying that, Tom,\" Allen replied. He tossed one of Meyer's magazines. It skittered across the desk into Meyer's lap. \"But I'm gonna keep one ... just in case. Mrs. Meyer might find it interesting.\" \"You are a blackmailing sonofabitch.\" \"That's a better insult, Tom, but it just happens to be true.\" \"I'll bet you'll be glad when I'm dead. You'll probably piss on my grave, won't you?\" Allen turned slowly. \"No, Tom ... that's not true. I swore when I got out of the Marine Corps that I'd never stand in line again.\" As for what did transpire during that final Oval Office meeting between President Obama and General McChrystal, the latter said in a January 2013 interview with NBC's Today program that he wouldn't reveal the details of their conversation but maintained the encounter was \"very professional\" in tone and that the two men parted on good terms: McChrystal said he met President Obama with resignation in hand when he arrived at the White House immediately after the June 2010 publication of the article, \"The Runaway General.\" The article depicted McChrystal and his close aides disparaging the president and administration leaders, and not only ended his post as commander in Afghanistan but prematurely concluded a 34-year military career for the West Point graduate. He was immediately replaced by his supervisor at the time, Gen. David Petraeus. McChrystal would not disclose what Obama said to him during their meeting after the article ran, saying \"what is said between the president and I [sic] in the Oval Office really needs to be between us.\" However, he described the tone as \"very professional\" and said his relationship with the president, both then and now, was a good one. When Gen. McChrystal retired from the Army, President Obama allowed him to retain his four-star rank in retirement, waiving a rule that requires a four-star officer to hold that rank for three years in order to keep it during retirement. (McChrystal had been awarded his fourth star just the previous year.)",
  "Originally Published": "",
  "Referred Links": "http://www.today.com/news/mcchrystal-resignation-i-wanted-stay-job-1B7854301;http://books.google.com/books?id=SqlpbpizePQC&pg=PA230&dq=%22I'd+never+stand+in+line+again%22&hl=en&sa=X&ei=UaSyUef9FuWTiAL1pIGwBg&ved=0CDwQ6AEwAg#v=onepage&q=%22I'd%20never%20stand%20in%20line%20again%22&f=false;http://books.google.com/books?id=CaMUAAAAIAAJ&q=%22I'd+never+stand+in+line+again%22&dq=%22I'd+never+stand+in+line+again%22&hl=en&sa=X&ei=UaSyUef9FuWTiAL1pIGwBg&ved=0CEwQ6AEwBQ;http://www.washingtonpost.com/wp-dyn/content/article/2010/06/23/AR2010062300689.html;http://www.rollingstone.com/politics/news/the-runaway-general-20100622;http://www.guardian.co.uk/theobserver/2009/sep/27/stanley-mcchrystal-commander-us-forces;",
  "Example": "[Collected on the Internet, June 2013] NEVER STAND IN LINE AGAIN Some men carry and handle their diplomacy better than others ... When former U.S. Military commander in Afghanistan, Stanley McChrystal, was called into the Oval Office by Barack Obama, he knew things weren't going to go well when the President accused him of not supporting him in his political role as President. \"It's not my job to support you as a politician, Mr. President, it's my job to support you as Commander-in-Chief,\" McChrystal replied, and he handed Obama his resignation. Not satisfied with accepting McChrystal's resignation the President made a cheap parting shot. \"I bet when I die you'll be happy to pee on my grave.\" The General saluted. \"Mr. President, I always told myself after leaving the Army I'd never stand in line again.\"",
  "Last Updated": "1 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/standing.asp",
  "Claim": "Account describes parting exchange between President Obama and resigning General Stanley McChrystal.",
  "Claim_ID": "politics_humor_standing",
  "Tags": ""
}