{
  "Origins": "The English language uses the word law to describe (among other things) both legislative created rules that must be obeyed under penalty of criminal punishment (e.g., \"We have laws against murder; you could go to jail!\") and scientific statements about invariable phenomena (e.g., \"The law of gravity says 'What goes up must come down'\"). The conflation of these two meanings is a common platform for humor, typically for satirical jabs at those who are either too naive or too stubbornly bound by ideology to allow inconvenient realities of the physical world to interfere with what they choose to believe. (Examples of this form of humor can be found here and here and here .)",
  "Fact Check": "",
  "Description": "The item quoted above supposedly relates a real-life occurrence of this phenomenon, experienced by Dr. David E. Cole, chairman of the Center for Automotive Research ( CAR ), in 2009. According to this account, representatives sent by the Obama administration presumed to lecture the auto industry about the type of alternative fuel/fuel efficient cars they \"needed\" to build and were not put off by the rejoinder that what they were proposing was a physical impossibility, one of them cluelessly insisting that they could legislatively amend or repeal any \"law of physics\" that interfered with their desired policy initiatives. We asked Dr. Cole directly about this anecdote, and his response was that it had been garbled: He said that although he did once encounter, in a meeting with members of Congress, the suggestion that a \"law of physics\" should be legislatively amended, that meeting took place several years ago and did not involve representatives of the Obama administration (with whom Dr. Cole has never met): I have not met personally with the Obama Auto Task Force. The comments related to the \"laws of physics\" came from a discussion I had a number of years ago with several congressmen who said that we should pass a new 2nd law of thermodynamics.",
  "Originally Published": "",
  "Referred Links": "http://www.cargroup.org/;http://www.thedailymash.co.uk/news/science-&-technology/'obscene'-gravity-must-be-repealed,-says-harman-200903021611/;http://komplexify.com/epsilon/2009/04/01/nebraska-to-repeal-the-law-of-gravity/;http://www.thespoof.com/news/spoof.cfm?headline=s5i8640;",
  "Example": "[Collected via e-mail, June 2009] GOT THIS FROM A FRIEND OF MINE AT TIME, INC. IN DETROIT. It is so funny, but damn scary to boot! Monday morning I attended a breakfast meeting where the speaker/guest was David E. Cole, Chairman Center for Automotive Research (CAR). You have all likely heard CAR quoted, or referred to in the auto industry news lately. Mr. Cole, who is an engineer by training, told many stories of the difficulty of working with the folks that the Obama administration has sent to save the auto industry. There have been many meetings where a 30+ year experience automotive expert has to listen to a newcomer to the industry, someone with zero manufacturing experience, zero auto industry experience, zero business experience, zero finance experience, and zero engineering experience, tell them how to run their business. My favorite story is as follows: There was a team of Obama people speaking to Mr. Cole (Engineer, automotive experience 40+ years, Chairman of CAR). They were explaining to Mr. Cole that the auto companies needed to make a car that was electric and liquid natural gas (LNG) with enough combined fuel to go 500 miles so we wouldn't \"need\" so many gas stations (A whole other topic). They were quoting BTUs of LNG and battery life that they had looked up on some website. Mr. Cole explained that to do this you would need a trunk FULL of batteries and a LNG tank at big as a car to make that happen and that there were problems related to the laws of physics that prevented them from... The Obama person interrupted and said (and I am quoting here) \"These laws of physics? Who's rules are those, we need to change that. (Some of the others wrote down the law name so they could look it up) We have the congress and the administration. We can repeal that law, amend it, or use an executive order to get rid of that problem. That's why we are here, to fix these sort of issues\". I feel so much better. I understand that Senator Isaac Newton is sponsoring Senate Bill Number 3.14.... to correct this errant package of laws preventing us from saving the world from the combustion engine.",
  "Last Updated": "9 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/physics.asp",
  "Claim": "Obama administration representatives meeting with the auto industry advocated legislatively changing the laws of physics.",
  "Claim_ID": "politics_obama_physics",
  "Tags": ""
}