{
  "Origins": "In November 2009, President Obama, the Secret Service, and White House staff were shocked and dismayed when Virginia couple Tareq and Michaele Salahi managed to \"crash\" a state dinner for Indian Prime Minister Manmohan Singh, getting past Secret Service checkpoints and gaining admittance to the White House to mingle with political VIPs such as Vice President Joe Biden despite their not having an invitation to the event. A week later, Secret Service director Mark Sullivan said that the agents who allowed the Salahis into the state dinner had been placed on leave.",
  "Fact Check": "",
  "Description": "The photograph displayed above shows then-Senator Barack Obama posing with the Salahis (among others), with the accompanying text suggesting that it proves President Obama was already acquainted with the couple well before they turned up at the November 2009 White House state dinner.The persons in the picture are, from left to right: Randy Jackson, apl.de.ap, Taboo, Tareq Salahi, Will.i.am, Barack Obama, Fergie, unknown male, and Michaele Salahi. The presence of the Black Eyed Peas (apl.de.ap,Taboo, Will.i.am, Fergie) and the pattern on Barack Obama's tie indicate the photo was snapped in conjunction with the 12th Annual Rock the Vote Awards ceremony on 8 June 2005, an event at which the Black Eyed Peas, as well as Senators Barack Obama and John McCain, were in attendance. However, the presence of the Salahis in the photograph doesn't in itself demonstrate, as suggested in the accompanying text, that Barack Obama \"knew\" the couple in any substantive sense prior to their gate-crashing appearance at a White House dinner. The Salahis often turned up at political/social functions where they crossed paths and posed for quick photo opportunities with politicians, as demonstrated by this similar picture of the Salahis with Arizona senator John McCain:",
  "Originally Published": "",
  "Referred Links": "http://www.life.com/image/53040070;",
  "Example": "[Collected via e-mail, December 2009] DOES ANY ONE HERE LOOK FAMILIAR?? See the white guy in the white suit, see the blond with the white dress, see the guy in the middle, this picture was taken a few years ago, it seems Obama has known these two phonies for awhile, at least when he was a senator, they are getting all this press now as party crashers and the secret service is taking heat, funny how this has not come out in the press,",
  "Last Updated": "4 January 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/photos/crashers.asp",
  "Claim": "Photograph shows Barack Obama posing with a couple who crashed a White House state dinner.",
  "Claim_ID": "politics_obama_photos_crashers",
  "Tags": ""
}