{
  "Origins": "This November 2008 item about House Speaker Nancy Pelosi is a revised and recirculated version of a rumor that originally surfaced in February 2007 (just after Pelosi assumed the Speaker of the House position), claiming that Pelosi spurned use of the Air Force C-20B Gulfstream III 12-seat jet that had been made available to her predecessor, Dennis Hastert, and instead demanded the use of a larger, more luxurious aircraft.",
  "Fact Check": "",
  "Description": "After the 9/11 terrorists attacks in 2001, President George W. Bush ordered that the Speaker of the House (next in line of succession to the presidency after the vice-president) be afforded secure government transportation on military aircraft when traveling on official business, and then-speaker Dennis Hastert often used a C-20B to travel back and forth between Washington to his home state of Illinois. The current brouhaha kicked off when Speaker Pelosi inquired about the availability and rules regarding the use of military aircraft other than the C-20B (such as the C-21 or the C-37A). Critics quickly maintained that Pelosi had insisted on being allowed to use a \"big fat 200-seat jet\" (a C-32 Boeing 757, which the Air Force describes as seating up to 45 passengers) so that she could travel in luxury and reward her financial contributors with lavish trips. Speaker Pelosi said that her inquiry involved security issues, primarily that she should have access, when needed, to an aircraft capable of flying non-stop between Washington and California, a quality the Air Force said was not possessed under all conditions by the C-20 aircraft used by her predecessor. Those security concerns prompted her to inquire about the use of an aircraft that met those requirements, regardless of its size: Because the C-20 generally would need to stop and refuel to make it all the way to the Bay Area, Pelosi requested a plane that could make it to California without having to stop along the way \"I want an aircraft that will reach California,\" Pelosi told reporters, insisting that she doesn't care what kind of plane it is as long as it can fly nonstop to her home district. Pelosi and her aides said all she cares about is that the plane is able to fly direct to her home district in San Francisco without having to stop and refuel. Capt. Herb McConnell, the spokesman for the 89th Airlift wing at Andrews Air Force Base in Maryland, said the C-20 is sometimes \"able to make a coast-to-coast flight at times during the year, but not when there are strong headwinds such as during the winter.\" Republican leaders stated with no tangible evidence that Pelosi wants to use the plane to reward financial contributors. Pelosi's office denied that she wanted anyone to be able to travel on the plane other than those Hastert was able to bring along security, staff, family and members of Congress going to the same airport. \"It has nothing to do with family and friends and everything to do with security,\" Pelosi said. The sergeant at arms, she said, thinks \"there is a need for this security. They have asked for it to continue. It is up to the Air Force and administration to do that.\" Would Pelosi be willing to use a smaller plane as long as it could fly coast to coast? \"Yes,\" said a Pelosi aide. Ultimately it was the House sergeant at arms, Bill Livingood, who issued the request that, if necessary, the Speaker have access to a military plane meeting the non-stop security requirements (not specifically a \"larger\" plane or a C-32, but simply any suitable aircraft capable of making the California-Washington run non-stop) for travel to and from her home district: House Speaker Nancy Pelosi did not request a larger plane for personal use to travel cross-country without stopping, Bill Livingood, the House sergeant at arms, said. Livingood said the request was his, and he made it for security reasons. \"The fact that Speaker Pelosi lives in California compelled me to request an aircraft that is capable of making non-stop flights for security purposes, unless such an aircraft is unavailable,\" Livingood, who has been at his post for 11 years, said in a written statement. \"I regret that an issue that is exclusively considered and decided in a security context has evolved into a political issue,\" the statement said. The Los Angeles Times elaborated on the relevant changes in air travel necessitated for the person holding the Speaker of the House position by the 9/11 terrorist attacks: For years, speakers flew commercial like everybody else in Congress. But after the Sept. 11 attacks, it was deemed that anyone two heartbeats away from the presidency warranted a military jet. Until now, the only speaker affected was Republican J. Dennis Hastert, who commuted to his Illinois district in small executive-style military jets. But those aircraft require ideal weather conditions to make the cross-country trip without stopping to refuel. The White House also acknowledged that the request for use of a plane capable of non-stop flights was appropriate: \"I have never asked for a larger plane,\" Pelosi said. \"This is a myth that they are talking about on the floor [of the House].\" The White House also stood behind Pelosi. \"As speaker of the House, she is entitled to military transport and ... the proper arrangements are being made between the Sergeant of Arms Office in the House of Representatives and the U.S. Department of Defense,\" White House spokesman Tony Snow said. \"We think it's appropriate,\" he added. \"And so, again, I think this is much ado about not a whole lot. It is important for the speaker to have this kind of protection and travel.\" In the event, according to the Air Force, Speaker Pelosi does not routinely use the larger C-32 aircraft referenced in this brouhaha to travel between Washington and California (to the detriment of taxpayers' wallets and the environment) every weekend, as claimed in the e-mail quoted above. According to the Air Force, as of the end of 2008 she had used that larger airplane on only one occasion, when no alternative was available: Eric Sharman, deputy chief of public affairs at Andrews Air Force Base, said that Pelosi has in the past used the C-20B and the slightly larger C-37A, depending on availability, and that these may or may not be able to make a nonstop cross-country flight depending on conditions. He confirms that Pelosi has used the C-32 once and only once, when no other planes were available. In March 2009, Judicial Watch published various e-mails and memoranda related to Speaker Pelosi's use of military aircraft for other types of travel. As ABC News noted of those documents: In fact, it appears that Pelosi uses military aircraft less often than her predecessor, former Speaker of the House Dennis Hastert. The documents cover the period from January 2007 to November 2008 and show that Pelosi made the equivalent of 20 round-trips between Washington (Andrews Air Force Base) and San Francisco. That's an average of less than one round-trip per month. In contrast, former Speaker Hastert traveled home to his Illinois district virtually every weekend and, his former aides tell ABC News, he would almost always travel on military aircraft. Like Hastert, Pelosi also occasionally leads Congressional delegations on foreign trips (the documents show six foreign trips: one to Asia, three to the Middle East and two to Europe). Moreover, the Air Force weekly travel reports reproduced in that report disprove the claim made in the e-mail stated at the head of this article: They show Speaker Pelosi making 20 trips between Washington and California in 2007 and 2008, but always on the smaller C-20B and C-37A aircraft, never on the \"big fat 200-seat\" [sic] C-32 jet the e-mail claims she uses weekly. As well, an 11 January 2007 memo from a USAF Military Assistant to a Pelosi aide regarding refueling data provided additional confirmation that the C-20B could not always (depending on conditions) make the trip from Washington to California without stopping to refuel: The typical flight time to San Francisco is 5+45 this time of year. The C-20 (Gulfstream III) has a max itinerary time of 5+30 (so this would need to stop for fuel heading west depending on the winds). Travelling east, it should be able to make it back without fuel. For this weekend, the forecast is that winds heading to the west coast are very strong, thus likely forcing the C20B to stop for fuel tomorrow (generally, in the winter, the winds may prevent the C20B from making it nonstop to the west).",
  "Originally Published": "",
  "Referred Links": "http://www.judicialwatch.org/documents/2009/PelosiAircraftEmails1-07.pdf;http://www.judicialwatch.org/documents/2009/Airforce_pelosi_documents_12_2008.pdf;http://www.judicialwatch.org/news/2009/mar/judicial-watch-uncovers-documents-detailing-pelosis-repeated-requests-military-travel;http://www.af.mil/information/factsheets/factsheet.asp?id=90;http://www.af.mil/information/factsheets/factsheet.asp?ID=91;http://www.af.mil/information/factsheets/factsheet.asp?ID=88;http://www.af.mil/information/factsheets/factsheet.asp?ID=87;",
  "Example": "[Collected via e-mail, November 2008] Madame Pelosi wasn't happy with the small private jet that comes with the Speaker's job, no, Madame Pelosi was aggravated that this little jet had to stop to refuel, so she ordered a Big Fat 200 seat jet that could get her back to California without stopping! Many, many legislators walked by and grinned with glee as Joe informed everyone that Nancy's Big Fat Jet costs us, the hard working American tax payers, thousands of gallons of fuel every week. Since she only works 3 days a week, this gas guzzling jet gets fueled and she flies home to California, cost to the taxpayers of about $60,000, one way!! As Joe put it, 'Unfortunately we have to pay to bring her back on Monday night.' Cost to us another $60,000. Folks, that is $480,000 per month and that is an annual cost to the taxpayers of $5,760,000!!! No wonder she complains about the cost of this war, it might cramp her style and she is styling, on my back and yours! I think of the military families in this country doing without and this woman, who heads up the most do-nothing Congress in the history of this country, keeps fueling that jet while doing nothing! Madame Pelosi wants you and I to conserve our carbon footprint?! She wants us to buy smaller cars and Obama wants us to get a bicycle pump and air up our tires!!! These people are nuts!",
  "Last Updated": "13 March 2009",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/pelosi/jet.asp",
  "Claim": "House Speaker Nancy Pelosi demanded the use of a \"big fat 200-seat jet,\" which she routinely uses to travel between Calfornia and Washington.",
  "Claim_ID": "politics_pelosi_jet",
  "Tags": ""
}