{
  "Origins": "The above-displayed photographs were taken at an \"anti-Palin\" rally held in Anchorage, Alaska, on 13 September 2008, as described by the Associated Press:",
  "Fact Check": "",
  "Description": "The Toronto Star also offered a description of the rally: The wheels were barely up on Palin's plane when the other Alaska awoke, protesters lining a downtown city street to denounce their governor and try to warn the country that she is not ready for the post for which she has been tapped by Republican nominee John McCain. It was a clash of Alaskan Pride and Alaskan Pique, with much of the continent and the world looking northward in fascination. The voters who know Palin best put their passions on display in Alaska's largest city, at one point chanting competing slogans across 36th Ave., as America's dramatic presidential election moved its stage to the unlikeliest of locales. At the downtown Dena'ina Civic and Convention Centre as many as 1,500 supporters swarmed the brand new building, holding signs reading \"Read My Lipstick\" and wearing T-shirts that said: \"Alaska, Where Men are Men and Women Run for Vice-President.\" Almost as many stood on a library lawn at lunch time, holding signs that read: \"Sarah Palin, Bush in a Skirt,\" \"End Palin's 15 Minutes of Fame Before She Does Any Real Damage\" and \"Books Are Not For Burning.\" Those who saw their gun-toting, moose-hunting hockey mom governor as a gift to the nation waxed poetic. Those who saw their governor as an untested clich of a candidate were equally adamant. They railed against her pro-life abortion position, her decision to force rape victims to pay for medical tests while she was mayor of Wasilla, her flirtation with banning certain books in the city. They protested her support of the war, her backing of teaching creationism in schools and the way her lifestyle is turning their state into a caricature. Most of all, the anti-Palin crowd, many of them professional women, wanted the world to know that they, too, know how to field dress a moose, haul a caribou carcass out of the Alaskan bush or catch wild salmon. That's what women do in Alaska, they say. The claim that the anti-Palin rally's total of approximately 1,400 participants constituted \"the biggest political rally ever, in the history of the state\" is something of an exaggeration, given that a political rally held in May 1998 (also in downtown Anchorage) drew over twice as many participants: A jubilant throng of Alaska Natives drummed and sang their way through the streets of downtown Anchorage to declare their solidarity and protest an \"across-the-board assault\" on Native rights. It was almost certainly the largest political demonstration ever in Alaska, with the predominantly Native crowd swelling from around 3,000 to an estimated 4,000 once the march culminated in a rally at the Delaney Park Strip. Footage of the anti-Palin rally and comments from some of the participants can be seen in the following video clip:",
  "Originally Published": "",
  "Referred Links": "http://www.usatoday.com/news/politics/election2008/2008-09-13-anti-Palin-rally_N.htm;",
  "Example": "[Collected via e-mail, September 2008] The Alaska Women Reject Palin rally was to be held outside on the lawn in front of the Loussac Library in midtown Anchorage. Home made signs were encouraged, and the idea was to make a statement that Sarah Palin does not speak for all Alaska women, or men. I had no idea what to expect. The rally was organized by a small group of women, talking over coffee. It made me wonder what other things have started with small groups of women talking over coffee. It's probably an impressive list. These women hatched the plan, printed up flyers, posted them around town, and sent notices to local media outlets. One of those media outlets was KBYR radio, home of Eddie Burke, a long-time uber-conservative Anchorage talk show host. Turns out that Eddie Burke not only announced the rally, but called the people who planned to attend the rally \"a bunch of socialist baby-killing maggots\", and read the home phone numbers of the organizers aloud over the air, urging listeners to call and tell them what they thought. The women, of course, received some nasty, harassing and threatening messages. I felt a bit apprehensive. I'd been disappointed before by the turnout at other rallies. Basically, in Anchorage, if you can get 25 people to show up at an event, it's a success. So, I thought to myself, if we can actually get 100 people there that aren't sent by Eddie Burke, we'll be doing good. A real statement will have been made. I confess, I still had a mental image of 15 demonstrators surrounded by hundreds of menacing \"socialist baby-killing maggot\" haters. It's a good thing I wasn't tailgating when I saw the crowd in front of the library or I would have ended up in somebody's trunk. When I got there, about 20 minutes early, the line of sign wavers stretched the full length of the library grounds, along the edge of the road, 6 or 7 people deep! I could hardly find a place to park. I nabbed one of the last spots in the library lot, and as I got out of the car and started walking, people seemed to join in from every direction, carrying signs. Never, have I seen anything like it in my 17 and a half years living in Anchorage. The organizers had someone walk the rally with a counter, and they clicked off well over 1400 people (not including the 90 counter-demonstrators). This was the biggest political rally ever, in the history of the state. I was absolutely stunned. The second most amazing thing is how many people honked and gave the thumbs up as they drove by. And even those that didn't honk looked wide-eyed and awe-struck at the huge crowd that was growing by the minute. This just doesn't happen here. Then, the infamous Eddie Burke showed up. He tried to talk to the media, and was instantly surrounded by a group of 20 people who started shouting O-BA-MA so loud he couldn't be heard. Then passing cars started honking in a rhythmic pattern of 3, like the Obama chant, while the crowd cheered, hooted and waved their signs high. So, if you've been doing the math ... Yes. The Alaska Women Reject Palin rally was significantly bigger than Palin's rally that got all the national media coverage! So take heart, sit back, and enjoy the photo gallery. Feel free to spread the pictures around to anyone who needs to know that Sarah Palin most definitely does not speak for all Alaskans. The citizens of Alaska, who know her best, have things to say. (Additional photos here.)",
  "Last Updated": "20 September 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/palin/rally.asp",
  "Claim": "Photographs show women at an anti-Palin rally held in Anchorage, Alaska.",
  "Claim_ID": "politics_palin_rally",
  "Tags": ""
}