{
  "Origins": "Ramadan is the ninth month of the Islamic calendar, a holy period of spiritual reflection which Muslims worldwide observe with a month of fasting (consuming no food or drink, and abstaining from other physical needs, from sunrise to sunset). In 2015, the month of Ramadan corresponds to the period between June 18 and July 17 on the Gregorian calendar.",
  "Fact Check": "",
  "Description": "Around the beginning of Ramadan in 2014, various Internet-based reports asserted that U.S. troops stationed in Muslim countries were being \"forced to observe Ramadan,\" including being required to refrain from \"eating, drinking, alcohol, smoking\" and ordered to \"practice Sharia law\" during that period. Although the military has issued some regulations affecting the conduct of U.S. troops during Ramadan in order to conform to local cultural customs, those regulations do not including requiring U.S. military personnel to fast or submit to Sharia law. Such claims were based on a single article from the military publication Stars and Stripes which has been greatly exaggerated in the telling. What that article actually reported is that some U.S. military personnel in Bahrain have been briefed about the significance of Ramadan, Navy personnel there have been ordered to dress more conservatively while off-base during that month, and troops have been reminded that activities such as eating, drinking, and smoking in public in the daytime during the month of Ramadan is a violation of local law (and as with other local laws, they can be detained by authorities for breaking them): Base cultural advisers have spent the last few weeks conducting Ramadan briefs to educate Americans about the holy month. Ali Hassan briefed about 150 personnel about Islam, the lunar calendar and customs and traditions during Ramadan. While not required to fast during Ramadan, in Bahrain, Americans can be fined or detained by local authorities for eating, drinking or smoking in public when off-base during daylight hours. Navy officials are requiring U.S. personnel to dress more conservatively off-base during Ramadan. Although not a requirement by Bahraini authorities, the Navy is demanding that men wear long-sleeved shirts and women wear sleeved blouses that cover their elbows. Also, men must wear long trousers, and women should wear pants or skirts that cover the knees. As a number of servicemen who have been stationed in Muslim countries have observed to us, the restriction against eating and drinking in public during Ramadan didn't affect them much since most businesses, shops, and restaurants in such areas are closed in the daytime throughout that month.",
  "Originally Published": "",
  "Referred Links": "http://www.stripes.com/news/middle-east/us-personnel-in-bahrain-prepare-for-ramadan-1.290721;",
  "Example": "[Collected via Facebook, June 2014] The rumor I am seeing all over Facebook is that US troops are being forced to observe Ramadan. Is this true? \"Obama forces military to submit to sharia law during Ramadan\"",
  "Last Updated": "27 May 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/military/ramadan.asp",
  "Claim": "U.S. troops stationed in Muslim countries are being ordered to fast and practice Sharia law during Ramadan.",
  "Claim_ID": "politics_military_ramadan",
  "Tags": ""
}