{
  "Origins": "On 19 September 2013, the National Report published an article positing that the fingerprint recognition technology incorporated into the new Apple iPhone 5s would share user fingerprint data with the FBI and the National Security Agency (NSA) for law enforcement use:",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of satire from the National Report , a web site that publishes outrageous fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's (since removed) disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20130805225747/http://nationalreport.net/disclaimer/;http://www.cnn.com/2013/09/12/tech/mobile/iphone-fingerprint-privacy/index.html;http://nationalreport.net/apple-iphone-5s-fingerprint-database/;",
  "Example": "[Collected via e-mail, September 2013] As a a high school teacher I know students believe many incorrect statements. Today they informed me that the new iphone has the capability to allow for \"fingerprint id\" passwords, but that you should not use it because your fingerprints will go directly to the NSA. Please help me refute this information for them.",
  "Last Updated": "2 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/fingerprints.asp",
  "Claim": "The Apple iPhone 5s will share user fingerprint data with the FBI and the NSA.",
  "Claim_ID": "politics_satire_fingerprints",
  "Tags": ""
}