{
  "Origins": "Back in 2002, a widely-circulated photograph purportedly showed the then-current Senate majority leader, Tom Daschle of South Dakota, saluting the U.S. flag with the wrong hand (i.e., placing his left hand, rather than his right hand, over his heart). That the picture was fabricated by simply flipping an image of Daschle was obvious from some simple contextual clues, such as buttons appearing on the wrong side of his suit coat and the lack of a wedding ring on his left hand.",
  "Fact Check": "",
  "Description": "Some digital manipulators managed to get those details right in the similar image of putative wrong-handed salutes by the President and First Lady shown above: Barack Obama's suit coat buttons on the correct side, and both the Obamas appear to be sporting wedding bands on their left hands. However, the effort still wasn't quite good enough, as some obvious details still give this one away as a fabricated image: the Marine in the background (behind President Obama's elbow) is bearing decorations on the wrong side of his chest, and both the part in the First Lady's hair and the cutout in the neckline of her dress are on the opposite sides from where they should be, as can be observed in an unmanipulated photograph of the same scene which shows the Obamas with hands (and other details) in proper placement: The original photograph was taken at a 2009 White House ceremony in observance of the anniversary of the 11 September 2001 attacks on the United States, and it captures the First Couple paying their respects during a moment of silence just prior to the playing of \"Taps\": President and Mrs. Obama stood with heads bowed and then hands on their hearts as chimes rang out and then the mournful sound of taps filled the air. Marking his first 9/11 anniversary as president, Mr. Obama was joined by dozens of staffers including his chief of staff, the chef in his white coat, uniformed secret service guards and many others. A steady rain stopped just as the simple and poignant White House ceremony began. And as the last notes of taps echoed across the lawn, it started pouring again.",
  "Originally Published": "",
  "Referred Links": "http://www.cbsnews.com/8301-503544_162-5303036-503544/obama-marks-9-11-with-white-house-moment-of-silence/;http://www.newsday.com/long-island/politics/obama-nothing-will-ever-dull-the-meaning-of-9-11-1.1438837;",
  "Example": "[Collected via e-mail, November 2009] When you've never said the Pledge of Allegiance before, you don't know what to do without a TelePrompter. Please see image of Barrack and Michelle Obama, who seem to be saluting backwards. You will note that pin on lapel, wedding rings, and buttons on his jacket all appear in line with the picture not being photoshopped.",
  "Last Updated": "31 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/lefthand.asp",
  "Claim": "Photograph shows Barack and Michelle Obama saluting the U.S. flag with their left hands.",
  "Claim_ID": "politics_obama_photos_lefthand",
  "Tags": ""
}