{
  "Origins": "On 5 November 2009, the Fort Hood military post in Killeen, Texas, was the site of a mass shooting incident that left 13 people dead and 32 more injured. At the scene, Department of the Army Civilian Police officers shot and wounded the apparent perpetrator, Nidal Malik Hasan, who was then a 39-year-old U.S. Army major serving as a psychiatrist. Hasan was taken into custody and has remained there ever since; he is the only suspect in the case and is awaiting trial on charges of 13 counts of premeditated murder and 32 counts of attempted murder.",
  "Fact Check": "",
  "Description": "In July 2011, twenty months after the Fort Hood shootings, Waco television station KXXV reported that Hasan maintained his rank and was continuing to receive his Army pay and covered medical expenses while his court martial was pending: Lieutenant General Donald Campbell Jr., the Commander of Fort Hood said accused gunman Major Nidal Hasan still has his rank and is still drawing a paycheck from the military while he awaits court martial set. Hasan's confinement and medical expenses are also being paid by the military, and he is moved on post once or twice a week for treatment and occasionally to see his legal defense team. Campbell said it's all part of the judicial process that says Hasan is innocent until proven guilty. \"The bottom line is when you cut through everything we are as an army, we have to be fair to him regardless of what we saw or we think we saw or whatever the case may be. It's imperative we maintain the integrity of the court martial so he gets as fair a shot as possible defending himself with his team,\" Campbell added. As the convening authority for the military trial, he said, \"I have to remain absolutely neutral through the process. It's a delicate balance. We believe this is a location (Ft. Hood) where we can have a fair court martial. We want it to stay here not for any ulterior reason, but that we have the capacity to have it here.\" In May 2013, forty-two months after the Fort Hood shootings, Dallas television station KXAS also reported that Hasan (who was still awaiting trial) was continuing to draw his military pay, which had reached an aggregate total of over $278,000 in the three and a half years since his arrest: The Department of Defense confirms that accused Fort Hood shooter Major Nidal Hasan has now been paid more than $278,000 since the Nov. 5, 2009 shooting that left 13 dead and 32 injured. The Army said under the Military Code of Justice, Hasan's salary cannot be suspended unless he is proven guilty. If Hasan had been a civilian defense department employee, the Army could have suspended his pay after just seven days. Personnel rules for most civilian government workers allow for \"indefinite suspensions\" in cases \"when the agency has reasonable cause to believe that the employee has committed a crime for which a sentence of imprisonment may be imposed.\" A lawyer who once represented Hasan previously claimed his client couldn't find a bank that would deposit his Army paychecks, but a spokesman at Fort Hood said that that issue has since been resolved; meaning Hasan or his family can access the money. The Army could get some money back from Hasan by demanding re-payment for the cost of treating the wounds he sustained when a police officer shot him during the incident. However, military officials would say if they plan to do that. Jury selection in Hasan's trial is currently scheduled to start on 30 May 2013, with testimony to begin on 1 July 2013. Meanwhile, because the Fort Hood shootings have so far been considered a workplace violence incident rather than being formally classified as a combat-related or terrorist attack, the victims and their families are not eligible for additional financial and medical assistance they might otherwise receive: The Army has not classified the wounds of the Ft. Hood victims as \"combat related\" and declines to label the shooting a \"terrorist attack.\" The \"combat related\" designation is an important one, for without it shooting victims are not given combat-related pay, they are not eligible for Purple Heart retirement or medical benefits given to other soldiers wounded either at war or during the Sept. 11, 2001 attack on the Pentagon.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2013] Saw this posted on Facebook, is this really true? And meanwhile, Ft. Hood shooter Nidal Malik Hasan has been paid $278,000 in salary while soldiers he wounded and families of his dead victims are being denied Army benefits because the incident was classified as \"workplace violence\" rather than combat related. Talk about a disgusting waste of your tax dollars. His wages should be garnished and sent to the Red Cross.",
  "Last Updated": "21 May 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/hasansalary.asp",
  "Claim": "Accused Fort Hood shooter Nidal Malik Hasan has continued to draw his salary while awaiting trial.",
  "Claim_ID": "politics_military_hasansalary",
  "Tags": ""
}