{
  "Origins": "Much as we dislike spoiling humor by having to explain it, we've received numerous inquiries from readers asking whether one or the other of several various forms of this joke is \"true.\" Of course, they're all simply slightly different versions of one of the many bits of humor that are periodically trotted out and refurbished with the names and dubious achievements of current political figures",
  "Fact Check": "",
  "Description": "The example reproduced above circulated just before the 2004 U.S. presidential election, naming in its punchline the then-Democratic presidential nominee, Senator John Kerry of Massachusetts, and his colleague, Senator Ted Kennedy (also of Massachusetts). In mid-2006, an updated version invoked the names of President George W. Bush and Vice-President Dick Cheney: President George W. Bush was scheduled to visit the Methodist Church outside of Washington as part of his campaign. Bush's campaign manager made a visit to the Bishop and said to him, \"We've been getting a lot of bad publicity among Methodists because of Bush's position on stem cell research and the like. We'd gladly make a contribution to the church of $100,000 if during your sermon you'd say the President is a saint.\" The Bishop thinks it over for a few moments and finally says, \"The Church is in desperate need of funds and I will agree to do it.\" Bush pompously shows up looking especially smug and as the sermon progresses the Bishop begins his homily: \"George Bush is a petty, self-absorbed hypocrite and a nitwit. He is a liar, a cheat, and a low-intelligence weasel with the world's largest chip on his shoulder. He steals elections. He politicizes science. He has lied about his military record and had the gall to put himself in a jet plane landing on a carrier posing before a banner stating 'Mission Accomplished.'\" \"He invaded a country for oil and money, and is using it to lie to the American people. He continues to blur the line between church and state. Corruption is rampant in his administration. He routinely appoints incompetent and unqualified cronies to high-level federal government positions and as a result, hundreds and hundreds of Americans died tragically in New Orleans. He is so psychotic and megalomaniacal that he believes that he was chosen by God.\" \"He is the worst example of a Methodist I've ever personally known.\" \"But compared to Dick Cheney and the rest of his cabinet, George Bush is a saint.\" By early 2008, yet another version referenced Speaker of the House Nancy Pelosi and Senate Majority Leader Harry Reid (while retaining the names of John Kerry and Ted Kennedy found in the 2004 variant): On a Saturday afternoon, in Washington, D. C., House Speaker Nancy Pelosi's aide visited the Cardinal of the Catholic cathedral. He told the Cardinal that Nancy Pelosi would be attending the next day's sermon, and he asked if the Cardinal would kindly point out Pelosi to thecongregation and say a few words that would include calling Pelosi a saint. The Cardinal replied, \"No. I don't really like the woman, and thereare issues of conflict with the Catholic Church over certain of Pelosi'sviews.\" Pelosi's aide then said, \"Look. I'll write a check here and nowfor a donation of $100,000 to your church if you'll just tell thecongregation you see Pelosi as a saint.\" The Cardinal thought about it and said, \"Well, the church can use themoney, so I'll work your request into tomorrow's sermon.\" As Pelosi's aide promised, House Speaker Pelosi appeared for the Sunday sermon andseated herself prominently at the edge of the main aisle. And, during the sermon, as promised, the Cardinal pointed out that HouseSpeaker Pelosi was present. Then the Cardinal went on to explain to the congregation \"While Speaker Pelosi's presence is probably an honor to some, she is not my favoriteperson. Some of her views are contrary to those of the church, and she tends to flip-flop on many other views. Nancy Pelosi is a petty, self-absorbed hypocrite, a thumb sucker, and a nit-wit. Nancy Pelosi is also a serial liar, a cheat, and a thief. Nancy Pelosi is the worst example of a Catholic I have ever personallywitnessed. She married for money and is using it to lie to the American people. She also has a reputation for shirking her Representative obligations both inWashington, and in California. She simply is not to be trusted.\" The Cardinal completed his view of Pelosi with, \"But, when compared to Senators Ted Kennedy, Harry Reid, and John Kerry, House Speaker Pelosi isa saint.\" All of these entries are riffs on a much older, generic joke about hypocrisy and religion: Once there were two evil brothers. They were both rich, and used their money to keep their evil ways from the public eye. They even attended the same church, and appeared to the undiscerning to be perfect Christians. Then one day the old pastor retired, and a new one was hired. Not only could the new pastor see right through the brothers deception, but he also spoke a powerful, no nonsense message, and the church membership grew in numbers. Soon a fund-raising campaign was started to build a new and larger assembly. All of a sudden, one of the brothers died. The remaining brother sought out the new pastor the day before the funeral and handed him a very large sum of money to finish paying for the new building. \"I have only one condition,\" he said. \"At the funeral, you must tell the congregation that my brother was a saint.\" The pastor thought for a moment, gave his word, and took and deposited the money in the bank. The next day at the funeral, the pastor did not hold back; he let it fly. \"He was an evil man,\" he said. \"He was a liar and a crook. He was greedy and spiteful. He cheated on his wife and abused his family ...\" After going on like this for several more minutes, he finally concluded, \"But (pointing to the deceased's brother), compared to his brother over there, this man was a saint!\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2004] On a Saturday afternoon, in Washington, D.C., Senator John Kerry's campaign manager visited the Cardinal of the Catholic cathedral. He told the Cardinal that John Kerry would be attending the next day's sermon, and he asked if the Cardinal would kindly point out Kerry to the congregation and say a few words that would include calling Kerry a saint. The Cardinal replied, \"No, I don't really like the man, and there are issues of conflict with the Catholic Church over certain of Kerry's views.\" Kerry's manager then said, \"Look, I'll write a check here and now for a donation of $100,000 to your church, if you'll just tell the congregation you see Kerry as a saint.\" The Cardinal thought about it and said, \"Well, the church can use the money, so I'll work your request into tomorrow's sermon.\" As Kerry's manager promised, Senator Kerry appeared for the Sunday sermon and seated himself prominently at the edge of the main aisle. And, during the sermon, as promised, the Cardinal pointed out that Senator Kerry was present. Then the Cardinal went on to explain to the congregation, \"While Senator Kerry's presence is probably an honor to some, he is not my favorite person. Some of his views are contrary to those of the church, and he tends to flip-flop on many other views. John Kerry is a petty, self absorbed hypocrite and a nit-wit. John Kerry is a liar, a cheat, and a thief. John Kerry is the worst example of a Catholic I've ever personally witnessed. He turned on his buddies in Vietnam. He wrote a book and portrayed himself in the best light when he was a traitor to his fellow servicemen. He has lied about his military record and had the gall to put himself in for a medal. He married for money and is using it to lie to the American people. He also has a reputation for shirking his senatorial obligations both here, in Washington, and in Massachusetts. He simply isn't to be trusted.\" The Cardinal completed his view of Kerry with, \"But, when compared to Senator Ted Kennedy, Senator Kerry is a saint.\"",
  "Last Updated": "22 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/saint.asp",
  "Claim": "Campaign manager for prominent politician pays church official to refer to his charge as a \"saint.\"",
  "Claim_ID": "politics_humor_saint",
  "Tags": ""
}