{
  "Origins": "On 27 September 2014, a circulating blog post made a horrifying claim about ISIS actions in an unspecified region of the Middle East. According to the post and accompanying image, ISIS militants were attempting to force parents to convert to Islam. If the (presumably Christian) mothers and fathers refused, the claim stated, members of ISIS \"crush\" or \"stomp\" their babies.",
  "Fact Check": "",
  "Description": "Referenced in the claim was an incident that occurred on 26 September 2014 in Moore, Oklahoma in which a former employee of Vaughan Foods beheaded one individual and stabbed another, and workers at the company told police the suspect had recently converted to Islam. Also referenced are rumors about ISIS-forced conversions under threat of extreme violence and rumors that ISIS militants are beheading children, particularly in the city of Queragosh . Although rumors of ISIS crushing babies have been rampant on social media sites, all of them lead back to the same few unsourced pages, and no credible news reports have emerged from the region regarding babies being stomped by militants. The image set displayed above, which is commonly attached to this claim, is actually several years old and has nothing to do with ISIS or the crushing of babies; instead, it depicts a spiritual healer in Bangladesh named Amzad Fakir who was arrested by local authorities back in 2010 on charges related to his unorthodox treatment practices.",
  "Originally Published": "",
  "Referred Links": "http://english.people.com.cn/90001/90777/90851/6947943.html;https://www.amarblog.com/index.asp?q=one1eleven/posts/103717;http://ouchfrandib.blogspot.com/2014/09/omg-isis-publicly-crushing-babies-of.html;",
  "Example": "[Collected via e-mail, September 2014] They claim to be the religion of peace. They are called the \"Islamic State in Iraq and Syria\". Barack Obama claims they aren't Islamic. (Hey bud, it's in their name.) They are Islamic. They are barbarians. They do want to take over the world. In a three photo slide show, an ISIS cleric kills a baby belonging to a Christian family who refused to convert to Islam. ISIS thugs are spreading across the Middle East and are calling on their affiliates in the United States to begin doing the same. After Friday's beheading in Oklahoma, Americans need to both be on guard and be angry. The \"religion of peace\" has started another Crusade, and most Americans are blissfully unaware. If there's ever a time to realize that the enemy is here and they must be defeated, it is now.",
  "Last Updated": "28 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/isisbabies.asp",
  "Claim": "Photograph shows an ISIS terrorist crushing babies whose parents have refused to convert from Christianity to Islam.",
  "Claim_ID": "politics_war_isisbabies",
  "Tags": ""
}