{
  "Origins": "According to ABC News:",
  "Fact Check": "",
  "Description": "Cameron Lyle, a Division I college athlete in New Hampshire, has decided to shorten his athletic career for a chance to save a life. The University of New Hampshire senior will donate bone marrow, a decision that abruptly ends his collegiate athletic career but one that he calls a \"no brainer.\" Lyle, 21, had his mouth swabbed to join a bone marrow registry two years ago in the cafeteria at school. He didn't think any more of it until a few months ago when he got a phone call that he might be a match. He took more tests and discovered a month later that he was a perfect match. \"When they first told me, I was like, 'OK, cool. I'm definitely going to do it,'\" Lyle said. \"After that I kind of went to tell my coach and then I realized slowly that my season was over.\" Lyle's main events are the shot put and the hammer throw. \"It's just a sport,\" he said. \"Just because it's Division I college level doesn't make it any more important. Life is a lot more important than that, so it was pretty easy.\" Lyle competed in his last competition [a few days ago] and said it was \"kind of emotional.\" His teammates rallied around him to cheer him on. The person who needs his help is a young man with leukemia. Lyle was told that the man only has six months to live without the transplant. Lyle of Plaistow, N.H., said he had been told there was a one in five million chance for a non-family match. \"It was kind of a no-brainer for a decent human,\" Lyle said. \"I couldn't imagine just waiting. He could have been waiting for years for a match. I'd hope that someone would donate to me if I needed it.\" Lyle will make the bone marrow donation soon at Boston's Massachusetts General Hospital. A needle will be used to withdraw liquid bone marrow from his pelvic bone. After the surgery, he will not be allowed to lift more than 20 pounds over his head, which rules out all his athletic events. Lyle and the man have to remain anonymous to each other for at least a year, but can then sign consent forms to release their identities if they want. \"I really want to meet him,\" Lyle said, \"and I hope he wants to meet me.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2013] Saw this on facebook today. wanted to know if it is true and/orcurrent. Wanna meet a hero the news media didn't tell you about? Cameron Lyle, a senior from the University of New Hampshire, has trained 8 years to compete in the shotput for next month's American East Championships. He just told his coach he can't go but for a great reason. Two years ago they took a swab of Cameron's cheek for a bone marrow registry in his school cafeteria. He forgot all about it, then the other day the phone rang and doctor's told him a 28 year old who has leukemia & SIX MONTHS to live is a perfect 100% match with Cameron. That's a 1 in 5 million chance. If he donates his marrow he can save this strangers life but his athletic career is over. No tournament, no chance to be a champion. He said, \"It was a no brainer\". Cameron chose LIFE over a trophy.",
  "Last Updated": "30 April 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/medical/cameronlyle.asp",
  "Claim": "Cameron Lyle gave up his collegiate athletic career to donate bone marrow to a young man with leukemia.",
  "Claim_ID": "politics_medical_cameronlyle",
  "Tags": ""
}