{
  "Origins": "On 17 June 2013, the Daily Currant published an article stating that former Southern Baptist minister and Christian Broadcasting Network chairman Pat Robertson had advised a caller on his 700 Club television program that disobedient wives should be spanked by their husbands:",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a bit of political humor from the Daily Currant which spoofed a brouhaha from a few weeks earlier, when Robertson told a viewer who had been cheated on by her husband that she should \"stop talking about the cheating\" and focus on why she was likely at fault for her husband's infidelity. As noted in the Daily Currant 's \" About \" page, that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Our mission is to ridicule the timid ignorance which obstructs our progress, and promote intelligence which presses forward. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world",
  "Originally Published": "",
  "Referred Links": "http://dailycurrant.com/about/;http://wtvr.com/2013/05/17/pat-robertson-blames-woman-for-husbands-infidelity/;http://dailycurrant.com/2013/06/17/pat-robertson-disobedient-wives-must-be-spanked/;",
  "Example": "[Collected via e-mail, June 2013] Wondering if \"The Daily Currant\" is an authentic site. Specifically regarding something posted June 17, 2013. It quoted Pat Robertson as saying pretty ridiculous things about women, one of which was, \"I know you're confused with all the feminism, lesbianism and vegetarianism in our culture. But God made woman to do three things: obey men, have babies and cook meat. So stop worrying about what your husband is up to, and just get back to basics.\" I can't seem to find this information online.",
  "Last Updated": "20 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/spanked.asp",
  "Claim": "Pat Robertson said disobedient wives should be spanked by their husbands.",
  "Claim_ID": "Politics_satire_spanked",
  "Tags": ""
}