{
  "Origins": "Future U.S. senator and vice-president Al Gore, Jr. enlisted in the U.S. Army in August 1969. Although his choosing a two-year enlistment (the same as if he'd been drafted) rather than a three-year enlistment meant that he technically did not get to choose his occupational speciality, realistically there was little chance he would be assigned to a combat position. Gore did exaggerate his experience working as a copy boy for the New York Times one summer (listing his position as a \"newspaper trainee\"), and after basic training at Fort Dix, he was assigned to Fort Rucker in Alabama as a Public Affairs Officer. Of the suggestion that Gore used political connections to ensure a non-combat position as an \"information specialist,\" Gore biographer Bill Turque wrote: [T]here is no hard evidence that Gore's father, other government officials, or top commanders intervened on his behalf. Dess Stokes, staff sergeant at the Newark Armed Forces Entrance and Examination Station on the day [Gore] walked in, doesn't remember any communication from superiors about Gore. A kid with Gore's background (a 134 IQ and a Harvard degree), he said, didn't need to be a senator's son with high-level contacts to get the military job he wanted: \"You pretty much got your choice of assignments.\" Gore has claimed that he eventually volunteered to give up his stateside post and go to Vietnam, but White House influence ensured that his orders were held up until after the November 1970 election so that his father, Senator Al Gore, Sr. of Tennessee, could not use the political benefits of having a son serving in Vietnam during his re-election campaign that year. Gore biographer Bob Zelnick maintained that this claim was baseless, as a 27 September 1970 article in the Nashville Tennessean reported that Gore had already \"received orders to go to Vietnam.\" Whatever the case, Gore did not arrive in Vietnam until the very end of 1970, by which time only seven months remained of his enlistment term. He couldn't have served a full year's tour of duty in Vietnam, because he had considerably less than a year's service remaining of his two-year hitch when he arrived in that country.",
  "Fact Check": "",
  "Description": "Gore was assigned a position as reporter covering the activities of the 20th Engineer Brigade in Bien Hoa, South Vietnam. Obviously, this was a non-combat position, and some of those who served with Gore reported that their superiors requested Gore \"should cover only military operations where security was good.\" However, they also reported that Gore had not asked for any such arrangement, nor was he aware of it. As Turque wrote: Gore's colleagues acknowledge that, the army being the army, an attempt by the brass to shield Gore was certainly possible. No commanding officer wanted a VIP's son harmed on his watch, especially in the waning days of a lost war ... The evidence indicates that if there was an official effort to guarantee Gore's safety, it was uneven at best. His clippings from the Castle Courier, the newspaper of the U.S. Army Engineering Command, and other publications suggest that he pulled his weight, which in his case meant choppering around to report features about the good works of the 20th Engineers, who were tasked with paving roads, building bridges, and clearing jungle to support combat operations. William Smith, another reporter attached to the 20th, recalls the morning in early 1971 when a sergeant asked him to go to Khe Sanh, fifteens miles south of the Demilitarized Zone, to cover the engineers' role in reopening an abandoned airstrip. When Smith said he was scheduled to leave for R&R in Hawaii, the sergeant called for volunteers. Gore stepped up and spent a cold night in a foxhole. \"Al did what everybody else did,\" said Mike O'Hara, the photographer who shot the Khe Sanh assignment. (Zelnick similarly quotes O'Hara as having stated that Gore's \"special status lasted about 3-1/2 minutes. He pulled his weight like anyone else.\") During his 1988 campaign for the Democratic presidential nomination, Gore issued brochures containing a photo of himself with an M-16 rifle, which created the false impression that he had served as an infantryman, even though his only real combat experience was interviewing other GIs who had been in combat. Gore defended his use of the photo to reporters in 1987 by proclaiming: I carried that rifle all over Vietnam and walked like that in every part of the country. I was not involved in fire fights. I was not in the infantry. I was in areas where combat took place. I did not see combat myself. I was fired upon. The engineers frequently took fire, but we usually had a critical mass of bulldozers and equipment that made it mostly harrassment fire. Gore filled his position with the 20th Engineers for five months. Army regulations at the time allowed for early discharge of personnel who wanted to teach or attend school if their services were considered \"not essential to the mission.\" As a reporter, Gore was certainly not \"essential\" to the war effort, and he applied for such a discharge. After spending a final month at the U.S. Army Engineer Command in Long Binh, Gore was mustered out and sent home two months early to attend Vanderbilt Divinity School. His discharge was not, as the piece quoted above claims, a \"special dispensation,\" and it cut only two months (not seven) from a tour of duty that could not have lasted much more than seven months in the first place.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2000] Al Gore in Vietnam Having posted a little tickler in last week's Digest about Al Gore's 141 days in Vietnam,\" The Federalist Editorial Board was inundated with inquiries from Vietnam vets. Most went something like this: \"Gore claimed in his convention speech: 'I enlisted in the Army because I knew if I didn't go, someone else in the small town of Carthage, Tennessee would have to go in my place.' Since he wasn't KIA or wounded, how was it that his Army tour was far shorter than all the rest of us?\" Our astute veteran readers took the bait! Gore's campaign launched a multimillion-dollar ad campaign this week to tell his \"life story.\" The ads will include references to his service\" in Vietnam-however brief. Gore spent less than five months of a typical twelve-month tour in Vietnam. He spent every minute of his \"tour\" as a \"rear-echelon ...\" (call any combat veteran and they can complete that phrase for you). He was classified as a military journalist after telling recruiters he was a \"newspaper trainee\" (read \"copy boy\") for the New York Times while a student at Harvard. He was assigned as a noncombatant \"information specialist\" to the Army's 20th Engineers Brigade headquarters at Bien Hoa military base near Saigon. Gore's immediate supervisor in Vietnam has confirmed that his posting there came with explicit instructions to baby-sit him and make sure he was never in any danger. That fact notwithstanding, Gore has claimed to the Washington Post that he was \"shot at\" and \"spent most of my time in the field.\" He later told the Baltimore Sun that \"[I] pulled my turn on the perimeter at night and walked through the elephant grass and I was fired upon.\" He has since backed off these exaggerated claims. On May 22, 1971, not five months into his \"tour of duty,\" Gore was given special dispensation and a one-way ticket home to attend divinity school in Nashville. He dropped out of Vanderbilt shortly thereafter. As for the seven months cut from Gore's tour of duty in Vietnam, we suppose \"someone else in the small town of Carthage, Tennessee\" had to finish his tour \"in his place.\"",
  "Last Updated": "14 August 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/gorevietnam.asp",
  "Claim": "Influential friends ensured that a \"special dispensation\" cut short Al Gore's tour of duty in Vietnam.",
  "Claim_ID": "politics_military_gorevietnam",
  "Tags": ""
}