{
  "Origins": "The short and sweet of it is that the information contained in the above-quoted alert regarding traffic fines in highway work zones in Illinois is relatively accurate. (We're not sure about that \"one mile per hour over the speed limit\" bit.) However, it does include one confusing aspect, and that has to do with dates.",
  "Fact Check": "",
  "Description": "While the e-mail trumpets its news as something that will take place in July (thereby leading many readers to assume it means this year), in truth these laws and their associated penalties have been in effect in Illinois since 2005. Indeed, the e-mailed alert itself dates to May 2005, which is when it first began bouncing from inbox to inbox. Why it was suddenly resurrected in June 2009 and again in June 2010 and flung about anew is anyone's guess. In July 2005 Illinois enacted tough new laws that targeted drivers who flouted work zone speed limits and by so doing endangered the lives of construction workers and other drivers. The full description of these laws and their associated penalties is detailed in a 30 March 2005 Illinois Department of Transportation press release , but the following portion is the relevant part: First-time work zone speeders, including those caught on camera, will be hit with a fine of $375, with $125 of that sum going to pay off-duty State Troopers to provide added enforcement in construction or maintenance zones. Two-time offenders are subject to a $1,000 fine, including a $250 surcharge to hire Troopers, and the loss of their license for 90 days. Starting in July [2005], State Troopers will deploy specially equipped vans that can take photographs of drivers speeding in IDOT and Tollway construction and maintenance zones. Tickets will be issued by mail to vehicle owners. In addition, drivers who hit a worker are subject for up to a $10,000 fine and 14 years in prison. Likely spurred by the renewal of interest in the e-mailed item, on 24 June 2009 the Illinois Department of Transportation issued an updated version of its 2005 press release . These work zone \"slow down\" laws appear to be working. The number of deaths in construction zones in that state has fallen from 44 in 2003 to 21 in 2007 and 31 in 2008. (On average, there are more than 7,000 crashes in highway work zones every year in Illinois, resulting in approximately 2,600 injuries.) More than 8,000 speeding tickets have been issued via mail since 2006 when state police started using photo speed enforcement in construction zones. Barbara \"snap trap\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.dot.state.il.us/press/r062409.html;http://www.dot.state.il.us/press/033005.html;",
  "Example": "[Collected via e-mail, June 2009] Illinois will begin using photo radar in freeway work zones in July. One mile per hour over the speed limit and the machine will get you a nice $375.00 ticket in the mail. Beginning July 1st, the State of Illinois will begin using the speed cameras in areas designated as \"Work Zones\" on major freeways. Anyone caught by these devices will be mailed a $375.00 ticket for the FIRST offense. The SECOND offense will cost $1000.00 and comes witha 90-Day suspension. Drivers will also receive demerit points against their license, which allow insurance companies to raise Insurance rates. This is the harshest penalty structure ever set for a governmental unit involving PHOTO speed enforcement. The State already has two camera vans on line issuing tickets 24/7 in work zones with speed limits lowered to 45 MPH. Photos of both the Driver's face and License plate are taken. Pass this on to everyone you know who might be affected.",
  "Last Updated": "3 July 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/traffic/illinois.asp",
  "Claim": "The state of Illinois uses photo radar in freeway work zones.",
  "Claim_ID": "politics_traffic_illinois",
  "Tags": ""
}