{
  "Origins": "This is one of those items for which any additional commentary would only serve as a distracting embellishment, so we'll just present the details here and let the story tell itself.",
  "Fact Check": "",
  "Description": "On 8 June 2005 the following item appeared in the Albuquerque Tribune: Air Force Capt. Jeremy Fresques, a Farmington native and Farmington High School graduate, joined a growing list of New Mexicans who have died in the war on terrorism, when the surveillance plane in which he flew crashed last week 80 miles northeast of Baghdad. Three of his U.S. colleagues and an Iraqi airman also were killed. Fresques was awarded the Bronze Medal posthumously Friday. Fresques was 26. He left behind a wife also an Air Force captain and his parents. His sacrifice and theirs in the name of our nation's security and the cause of democracy was immense. Col. O.G. Mannon, commander of the 16th Special Operations Wing, rightly called Fresques and his comrades \"heroes.\" We regard Fresques and all men and women with New Mexico connections as family and hold them deeply in our hearts.1 Capt. Fresques was killed in the line of duty on Memorial Day 2005, a month before he was to return home, and news of his death was conveyed that day to Lt. Col. Scott Pleus, commander of the 63rd Fighter Squadron at Luke Air Force Base in Glendale, Arizona, where Capt. Fresques had previously been stationed. Lt. Col. Pleus, along with a chaplain and a medical technician, drove that evening to Yuma, Arizona, to undertake the sad duty of notifying Capt. Fresques' parents of their loss. About a week later, Lt. Col. Pleus was notified that a memorial service would be held for Capt. Fresques in Sun City, Arizona, on 15 June and that a fly-by from Luke AFB had been requested as part of the service in Capt. Fresques' honor. Lt. Col. Pleus quickly assented: Of course we would do it. It's a four-ship formation. They fly straight and level over the gravesite and then, directly over the service, the No. 3 plane pulls away while the others fly straight ahead. Symbolically he's headed for heaven. It's the highest form of respect we can pay to a fallen airman. Everyone involved in such a service considers it an honor. The fliers. The honor guard. The bugler who plays taps. All of us.2 While preparing to head from Glendale to Sun City (a distance of about 6 miles ) for the memorial service, four F-16 fighter jets from Luke AFB flew a holding pattern over Glendale's Arrowhead Mall, prompting a local resident unaware of their purpose to send a sarcastic letter of complaint to the editor of The Arizona Republic: A letter to the Editor; Question of the day for Luke Air Force Base: Whom do we thank for the morning air show? Last Wednesday, at precisely 9:11 a.m., a tight formation of four F-16 jets made a low pass over Arrowhead Mall, continuing west over Bell Road at approximately 500 feet. Imagine our good fortune! Do the Tom Cruise-wannabes feel we need this wake-up call, or were they trying to impress the cashiers at Mervyns' early-bird special? Any response would be appreciated. Tom MacRae, Peoria3 The correspondent received a response from Col. Robin Rand, commander of Luke AFB's 56th Fighter Wing, in the pages of that same newspaper the following day: Luke Air Force Base was asked to respond to a letter writer's question about a \"morning air show\" he observed recently (\"A wake-up call from Luke's jets,\" Letters, Thursday): The \"wake-up call\" witnessed the morning of June 15 was a formation of F-16 jets from Luke Air Force Base lining up for a memorial service in Sun City at the gravesite for Air Force Capt. Jeremy Fresques, an officer assigned to Air Force Special Operations. Fresques gave his life in defense of our country while serving in Iraq. It is unfortunate that at a time when our nation is at war someone would believe we have less than honorable and professional reasons for such a mission. The commander of the fighter squadron was given the difficult duty of informing the family of Capt. Fresques on Memorial Day that the officer, a husband, son and Arizonan, had died in Iraq. On behalf of the men and women at Luke Air Force Base, we continue to keep Jeremy and his family in our thoughts and prayers. Col. Robin Rand Luke Air Force Base4 Four days later, the newspaper also published a response from Lt. Col. Pleus himself: Regarding \"A wake-up call from Luke's jets\": On June 15, at precisely 9:12 a.m., a perfectly timed four-ship of F-16s from the 63rd Fighter Squadron at Luke Air Force Base flew over the grave of Capt Jeremy Fresques. Capt. Fresques was an Air Force officer who was previously stationed at Luke Air Force Base and was killed in Iraq on May 30, Memorial Day. At 9 a.m. on June 15, his family and friends gathered at Sunland Memorial Park in Sun City to mourn the loss of a husband, son and friend. Based on the letter writer's recount of the flyby, and because of the jet noise, I'm sure you didn't hear the 21-gun salute, the playing of taps, or my words to the widow and parents of Capt. Fresques as I gave them their son's flag on behalf of the president of the United States and all those veterans and servicemen and women who understand the sacrifices they have endured. A four-ship flyby is a display of respect the Air Force pays to those who give their lives in defense of freedom. We are professional aviators and take our jobs seriously, and on June 15 what the letter writer witnessed was four officers lining up to pay their ultimate respects. The letter writer asks, \"Whom do we thank for the morning air show?\" The 56th Fighter Wing will call for you, and forward your thanks to the widow and parents of Capt. Fresques, and thank them for you, for it was in their honor that my pilots flew the most honorable formation of their lives. Lt. Col. Scott Pleus Luke Air Force Base5 To his credit, the complainant, Mr. MacRae, tendered a written apology which was published in The Republic on 9 July: Regarding \"Flyby honoring fallen comrade\" (Letters, June 28): I read with increasing embarrassment and humility the response to my unfortunate letter to The Republic concerning an Air Force flyby (\"A wake-up call from Luke's jets,\" Letters, June 23). I had no idea of the significance of the flyby, and would never have insulted such a fine and respectful display had I known. I have received many calls from the fine airmen who are serving or have served at Luke, and I have attempted to explain my side and apologized for any discomfort my letter has caused. This was simply an uninformed citizen complaining about noise. I have been made aware in both written and verbal communications of the four-ship flyby, and my heart goes out to each and every lost serviceman and woman in this war in which we are engaged. I have been called un-American by an unknown caller and I feel that I must address that. I served in the U.S. Navy and am a Vietnam veteran. I love my country and respect the jobs that the service organizations are doing. Please accept my heartfelt apologies. Tom MacRae, Peoria6",
  "Originally Published": "",
  "Referred Links": "http://www.luke.af.mil;",
  "Example": "",
  "Last Updated": "16 January 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/wakeup.asp",
  "Claim": "Resident wrote to newspaper to complain about fly-by of jets from local Air Force base which were headed for a fallen serviceman's memorial service.",
  "Claim_ID": "politics_military_wakeup",
  "Tags": ""
}