{
  "Origins": "In May of 2009, a Cinco de Mayo event at Live Oak High School (a school with a history of violence and gang issues) in Morgan Hill, California, sparked a clash between white students and students of Mexican descent; and the following year five non-Mexican Live Oak students chose to attend school on Cinco de Mayo wearing T-shirts and bandanas bearing representations of the U.S. flag.",
  "Fact Check": "",
  "Description": "School officials, concerned that the five students' U.S. flag garb would provoke hostilities and fights with Mexican-American students, directed those students to change their clothing (by removing their bandanas and turning their shirts inside-out) or go home, as outlined in court documents: This case arose out of the events of May 5, 2010, Cinco de Mayo, at Live Oak High School (\"Live Oak\" or \"the School\"), part of the Morgan Hill Unified School District in Northern California. The Cinco de Mayo celebration was presented in the \"spirit of cultural appreciation.\" It was described as honoring \"the pride and community strength of the Mexican people who settled this valley and who continue to work here.\" The school likened it to St. Patrick's Day or Oktoberfest. The material facts are not in dispute. Live Oak had a history of violence among students, some gang-related and some drawn along racial lines. In the six years that Nick Boden served as principal, he observed at least thirty fights on campus, both between gangs and between Caucasian and Hispanic students. A police officer is stationed on campus every day to ensure safety on school grounds. On Cinco de Mayo in 2009, a year before the events relevant to this appeal, there was an altercation on campus between a group of predominantly Caucasian students and a group of Mexican students. The groups exchanged profanities and threats. Some students hung a makeshift American flag on one of the trees on campus, and as they did, the group of Caucasian students began clapping and chanting \"USA.\" A group of Mexican students had been walking around with the Mexican flag, and in response to the white students' flag-raising, one Mexican student shouted \"f*** them white boys, f*** them white boys.\" When Assistant Principal Miguel Rodriguez told the student to stop using profane language, the student said, \"But Rodriguez, they areracist. They are being racist. F*** them white boys. Let's f*** them up.\" Rodriguez removed the student from the area. At least one party to this appeal, student M.D., wore American flag clothing to school on Cinco de Mayo 2009. M.D. was approached by a male student who, in the words of the district court, \"shoved a Mexican flag at him and said something in Spanish expressing anger at [M.D.'s] clothing.\" A year later, on Cinco de Mayo 2010, a group of Caucasian students, including the students bringing this appeal, wore American flag shirts to school. A female student approached M.D. that morning, motioned to his shirt, and asked, \"Why are you wearing that? Do you not like Mexicans[?]\" D.G. and D.M. were also confronted about their clothing before \"brunch break.\" As Rodriguez was leaving his office before brunch break, a Caucasian student approached him, and said, \"You may want to go out to the quad area. There might be some there might be some issues.\" During the break, another student called Rodriguez over to a group of Mexican students, said that she was concerned about a group of students wearing the American flag, and said that \"there might be problems.\" Rodriguez understood her to mean that there might be a physical altercation. A group of Mexican students asked Rodriguez why the Caucasian students \"get to wear their flag out when we don't get to wear our flag?\" Boden directed Rodriguez to have the students either turn their shirts inside out or take them off. The students refused to do so. Rodriguez met with the students and explained that he was concerned for their safety. The students did not dispute that their attire put them at risk of violence. Plaintiff D.M. said that he was \"willing to take on that responsibility\" in order to continue wearing his shirt. Two of the students, M.D. and D.G., said they would have worn the flag clothing even if they had known violence would be directed toward them. School officials permitted M.D. and another student not a party to this action to return to class, because Boden considered their shirts, whose imagery was less \"prominent,\" to be \"less likely [to get them] singled out, targeted for any possible recrimination,\" and \"significant[ly] differen[t] in [terms of] what [he] saw as being potential for targeting.\" The officials offered the remaining students the choice either to turn their shirts inside out or to go home for the day with excused absences that would not count against their attendance records. Students D.M. and D.G. chose to go home. Neither was disciplined. In the aftermath of the students' departure from school, they received numerous threats from other students. D.G. was threatened by text message on May 6, and the same afternoon, received a threatening phone call from a caller saying he was outside of D.G.'s home. D.M. and M.D. were likewise threatened with violence, and a student at Live Oak overheard a group of classmates saying that some gang members would come down from San Jose to \"take care of\" the students. Because of these threats, the students did not go to school on May 7. The two students who declined to change their clothing and went home brought suit against the school district and school administrators, alleging violations of their federal and California constitutional rights to freedom of expression and their federal constitutional rights to equal protection and due process. In November 2011, that lawsuit was dismissed by a U.S. District Court judge: Citing past clashes between Mexican American and Anglo students over their clothing on the Mexican holiday, Chief U.S. District Judge James Ware of San Francisco said school officials \"reasonably forecast that (the shirts) could cause a substantial disruption\" and were entitled to take steps to prevent it. While the Supreme Court has ruled that public school students have the right to engage in nondisruptive free speech, that ruling \"does not require that school officials wait until disruption occurs before they act,\" Ware said in his ruling dismissing the students' lawsuit. In February 2014, a U.S. Court of Appeals three-judge panel (not the U.S. Supreme Court) upheld the district court's ruling, stating that: The panel affirmed the district court's summary judgment in a civil rights lawsuit brought by high school students who were asked to remove clothing bearing images of the American flag after school officials learned of threats of race-related violence during a school-sanctioned celebration of Cinco de Mayo. The panel held that school officials did not violate the students' rights to freedom of expression, due process, or equal protection. The panel held given the history of prior events at the school, including an altercation on campus, it was reasonable for school officials to proceed as though the threat of a potentially violent disturbance was real. The panel held that school officials anticipated violence or substantial disruption of or material interference with school activities, and their response was tailored to the circumstances. On 30 March 2015, the U.S. Supreme Court announced it had declined to hear an appeal of the case: The Supreme Court rejected a free-speech appeal from several California high school students who were told they could not wear a shirt emblazoned with an American flag on the Cinco de Mayo holiday. The court's action sets no legal precedent but it raises questions about whether students have the same free-speech rights as adults on matters that may provoke controversy. Many school officials in recent years have told students they may not wear the Confederate flag on their clothing at school or display anti-gay messages. The case of Dariano vs. Morgan Hill Unified School District drew greater attention because an American flag was considered the provocative message. In turning down the Dariano case, the court as usual did not explain its reasoning for refusing to hear an appeal. But the court's action is likely to be read as strengthening the authority of school officials to suppress the display of clothing or other symbols that might trigger trouble.",
  "Originally Published": "",
  "Referred Links": "http://cdn.ca9.uscourts.gov/datastore/opinions/2014/02/27/11-17858.pdf;",
  "Example": "[Collected via e-mail, February 2014] Saw a post on Facebook that said a California school has banned t-shirts with the American flag on Cinco de Mayo? And that the Supreme Court upheld the ruling. Is this true?",
  "Last Updated": "5 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/immigration/flagshirts.asp",
  "Claim": "A federal court upheld a ruling that school officials acted correctly in requiring students to remove clothing featuring U.S. flag designs on Cinco de Mayo.",
  "Claim_ID": "politics_immigration_flagshirts",
  "Tags": ""
}