{
  "Origins": "Intermittently, memes have circulated on social media claiming the United States government was found guilty in 1999 of conspiring to assassinate Martin Luther King, Jr. Furthermore, according to the rumor, the reason this relatively new information (King was murdered on 4 April 1968) comes as a surprise to many is the \"mainstream media\" intentionally suppressed it after the government's role in King's death was exposed.",
  "Fact Check": "",
  "Description": "It's common for exaggerated claims to contain a few elements of truth, and that factor comes into play in this conspiracy theory rumor for a few reasons. One is rudimentary research would confirm the claim's basics (i.e., the verdict in a wrongful death civil action did allow that \"government agencies\" participated in a conspiracy to assassinate Dr. King), leading folks to believe the entirety of the rumor was factual. Another is the shaky foundation on which the conspiracy theory rests is a matter of some nuance, complicating its initial plausibility. As well, the gravity of the trial's supposed conclusion, when contrasted with the relatively little public discussion of that addendum to King's life, has lent credence to the belief the trial in question and its outcome were deliberately omitted from the news. Historical figures like Martin Luther King, Jr. tend to be the subject of complicated conspiracy theories, particularly when they are vectors for widespread societal change. The man who was charged with King's murder, James Earl Ray, confessed to the crime and pled guilty; he then recanted his confession, hinted at a conspiracy, and sought to withdraw his guilty plea and secure a trial. However, any claim made by Ray about his guilt or innocence should be weighed against his strong incentive to be freed from prison (where he died in 1998). Also at issue is the difference between Ray's guilty plea in 1969, which avoided his undergoing a criminal trial, and the case cited by the rumors, which was a civil trial heard in 1999. The latter ( King vs. Jowers ) was a civil suit brought by agents of King's estate (including his widow, Coretta Scott King) against a man named Loyd Jowers, who claimed to have taken part in a conspiracy to assassinate King. In a criminal trial the guilt of the defendant must be proved beyond a reasonable doubt, but in a civil suit the plaintiff need only support his claim with a preponderance of evidence to prevail. Loyd Jowers was a Memphis restaurant owner who inserted himself into the narrative about King's death in the course of a 1993 television interview during which he claimed to have been party to a larger conspiracy to assassinate King. However, Jowers had long asserted he had no involvement in the event before suddenly and bizarrely claiming , twenty-five years after the fact, he had been paid to hire a hit man to kill Martin Luther King. He then repudiated his claims when required to testify to them under oath: At the time of the assassination, Loyd Jowers owned and operated Jim's Grill, a tavern below the rooming house where James Earl Ray rented a room on April 4, 1968. Until 1993, Jowers maintained in several public statements that he was merely serving customers in his tavern when Dr. King was shot. He did not claim any involvement in the assassination or significant knowledge about it. In December 1993, Jowers appeared on ABC's Prime Time Live and radically changed his story, claiming he participated in a plot to assassinate Dr. King. According to Jowers, a Memphis produce dealer, who was involved with the Mafia, gave him $100,000 to hire an assassin and assured him that the police would not be at the scene of the shooting. Jowers also reported that he hired a hit man to shoot Dr. King from behind Jim's Grill and received the murder weapon prior to the killing from someone with a name sounding like Raoul. Jowers further maintained that Ray did not shoot Dr. King and that he did not believe Ray knowingly participated in the conspiracy. Since his television appearance, Jowers and his attorney have given additional statements about the assassination to the media, the King family, Ray's defenders, law enforcement personnel, relatives, friends, and courts. Jowers, however, has never made his conspiracy claims under oath. In fact, he did not testify in King v. Jowers, despite the fact that he was the party being sued. The one time Jowers did testify under oath about his allegations in an earlier civil suit, Ray v. Jowers, he repudiated them. Further, he has also renounced his confessions in certain private conversations without his attorney. For example, in an impromptu, recorded conversation with a state investigator, Jowers characterized a central feature of his story that someone besides Ray shot Dr. King with a rifle other than the one recovered at the crime scene as \"bullshit.\" Consequently, Jowers has only confessed in circumstances where candor has not been required by law or where he has not been required to reconcile his prior inconsistencies. The U.S. Department of Justice found Jowers' claims were without merit and explained he'd never been able to provide any support for later assertions about his involvement in King's death: When Jowers has confessed, he has contradicted himself on virtually every key point about the alleged conspiracy. For example, he not only identified two different people as the assassin, but also most recently claimed that he saw the assassin and did not recognize him. Jowers also abandoned his initial allegation that he received $100,000 with which he hired a hit man to kill Dr. King, claiming instead that he merely held the money for the conspirators. Additionally, Jowers has been inconsistent about other aspects of the alleged conspiracy, including his role in it, Raoul's responsibilities, whether and how Memphis police officers were involved, and the disposal of the alleged murder weapon. Furthermore, the Justice Department's investigation determined no physical evidence whatsoever supported Jowers' multiple and conflicting accounts of his involvement in King's assassination, and Jowers stood to profit from his assertions: It was not until 1993, during a meeting with the producer of a televised mock trial of James Earl Ray, that Jowers first publicly disclosed the details of the alleged plot, including the names of the purported assassin and other co-conspirators. He also initially sought compensation for his story, and his friends and relatives acknowledge that he hoped to make money from his account. In summary, we have determined that Jowers' claims about an alleged conspiracy are materially contradictory and unsubstantiated. Moreover, Jowers' repudiations, even under oath, his failure to testify during King v. Jowers, his refusal to cooperate with our investigation, his reported motive to make money from his claims, and his efforts along with his friends to promote his story all suggest a lack of credibility. We do not believe that Jowers, or those he accuses, participated in the assassination of Dr. King. Unfortunately, the jury who heard the case of King vs. Jowers (in which the King family was represented by James Earl Ray's former lawyer, William Pepper) returned a verdict in favor of the plaintiff, holding that Loyd Jowers had participated in a conspiracy to kill King and \"governmental agencies\" were party to the conspiracy: THE COURT: In answer to the question did Loyd Jowers participate in a conspiracy to do harm to Dr. Martin Luther King, your answer is yes. Do you also find that others, including governmental agencies, were parties to this conspiracy as alleged by the defendant? Your answer to that one is also yes. And the total amount of damages you find for the plaintiffs entitled to is one hundred dollars. Is that your verdict? THE JURY: Yes (In unison). However, the verdict was of no real significance given that virtually nothing was at stake (this was not a criminal trial, and the defendant was only being sued for a mere $100 and thus had little motivation for vigorously defending himself), allowing the King family to present a mostly unopposed version of events and guide the jury to return the verdict they desired. As noted in the New York Times report of the verdict, the one-sided presentation of the case allowed for no other result: John Campbell, an assistant district attorney in Memphis, who was not part of the civil proceedings but was part of the criminal case against Mr. Ray, said, \"I'm not surprised by the verdict. This case overlooked so much contradictory evidence that never was presented, what other option did the jury have but to accept Mr. Pepper's version?\" And Gerald Posner, whose recent book, \"Killing the Dream\" made the case that Mr. Ray was the killer, said, \"It distresses me greatly that the legal system was used in such a callous and farcical manner in Memphis. If the King family wanted a rubber stamp of their own view of the facts, they got it.\" The Justice Department also found the evidence presented in the civil trial to be lacking in credibility: The evidence introduced in King v. Jowers to support various conspiracy allegations consisted of either inaccurate and incomplete information or unsubstantiated conjecture, supplied most often by sources, many unnamed, who did not testify. Important information from the historical record and our investigation contradicts and undermines it. When considered in light of all other available relevant facts, the trial's evidence fails to establish the existence of any conspiracy to kill Dr. King. The verdict presented by the parties and adopted by the jury is incompatible with the weight of all relevant information, much of which the jury never heard. All of this is therefore a very slender thread on which to hang the claim that the \"U.S. government was proved responsible for King's assassination.\" (In the event, the verdict referred only to \"governmental agencies\" rather than the U.S. government specifically, a term that could include anything from local police to the CIA.) And contrary to the rumor's assertion, the 1999 civil case involving Jowers was widely reported by major news outlets at the time (including, as referenced above, the New York Times ). More to the point, however, Jowers (who didn't even testify) was the only named party in the civil suit brought by the King family; and the judgment awarded in that case was a paltry $100, widely described as a token award to mark the trial's outcome. No other parties (including any branches or agents of the United States Government) were named as defendants in King vs. Jowers , and no identification was provided by Jowers of the purported other parties with whom he colluded to assassinate King. By all accounts, the two main parties involved, the King family and Jowers, had disparate goals served by the civil suit's outcome; and no substantive evidence was presented to establish any of the claims made by Jowers had any merit. In a statement about the 1999 civil suit, Coretta Scott King cited several unrelated and unspecified agents in her description of the parties she believed were responsible for her husband's murder: There is abundant evidence of a major high level conspiracy in the assassination of my husband, Martin Luther King, Jr. And the civil court's unanimous verdict has validated our belief. I wholeheartedly applaud the verdict of the jury and I feel that justice has been well served in their deliberations. This verdict is not only a great victory for my family, but also a great victory for America. It is a great victory for truth itself. It is important to know that this was a SWIFT verdict, delivered after about an hour of jury deliberation. The jury was clearly convinced by the extensive evidence that was presented during the trial that, in addition to Mr. Jowers, the conspiracy of the Mafia, local, state and federal government agencies, were deeply involved in the assassination of my husband. The jury also affirmed overwhelming evidence that identified someone else, not James Earl Ray, as the shooter, and that Mr. Ray was set up to take the blame. I want to make it clear that my family has no interest in retribution. Instead, our sole concern has been that the full truth of the assassination has been revealed and adjudicated in a court of law. The one thing the conspiracy rumor correctly states is a 1999 civil trial reached a verdict that cited the existence of a conspiracy to assassinate Martin Luther King, Jr. What it neglects to mention is the relative worth of such a judgment: The verdict in question was civil rather than criminal, the sole named defendant was someone who stood to gain both publicity and money from repeating his claims, and the King family's motivation in bringing the suit was to validate their long-held suspicions a larger conspiracy was at play in the death of the civil rights leader. Given the minor sum of money awarded, a jury would have little incentive to not find in favor of an account supported by both sides of a flawed case. The U.S. Justice Department concluded in June 2000 the \"allegations originating with Loyd Jowers ... are not credible\": After reviewing all available materials from prior official investigations and other sources, including the evidence from King v. Jowers, and after conducting a year and a half of original investigation, we have concluded that the allegations originating with Loyd Jowers and Donald Wilson are not credible. We found no reliable evidence to support Jowers' allegations that he conspired with others to shoot Dr. King from behind Jim's Grill. In fact, credible evidence contradicting his allegations, as well as material inconsistencies among his accounts and his own repudiations of them, demonstrate that Jowers has not been truthful. Rather, it appears that Jowers contrived and promoted a sensational story of a plot to kill Dr. King. Questions and speculation may always surround the assassination of Dr. King and other national tragedies. Our investigation of these most recent allegations, as well as several exhaustive previous official investigations, found no reliable evidence that Dr. King was killed by conspirators who framed James Earl Ray. Nor have any of the conspiracy theories advanced in the last 30 years, including the Jowers and the Wilson allegations, survived critical examination.",
  "Originally Published": "",
  "Referred Links": "http://www.thekingcenter.org/assassination-conspiracy-trial;http://www.nytimes.com/1999/12/09/us/memphis-jury-sees-conspiracy-in-martin-luther-king-s-killing.html;http://www.thekingcenter.org/civil-case-king-family-versus-jowers;http://www.justice.gov/crt/about/crm/mlk/part6.asp;http://www.justice.gov/crt/about/crm/mlk/part2.asp#summary;",
  "Example": "[Collected via e-mail, January 2015] I was on tumblr today and I can across a post that said that the government was proven guilty of conspiring to kill MLK jr. and that the media did not cover it. Is this true? thanks for your help!",
  "Last Updated": "20 January 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/conspiracy/mlktrial.asp",
  "Claim": "The United States government was sued and found culpable for the murder of Martin Luther King, Jr., but the news media refused to report it.",
  "Claim_ID": "politics_conspiracy_mlktrial",
  "Tags": ""
}