{
  "Origins": "In mid-December 2004, Denzel Washington (reportedly at the suggestion of a veteran known as \"Ranger Jones\" whom the actor met while filming the 1988 Civil War epic Glory ) paid a visit to Brooke Army Medical Center in San Antonio, Texas. The popular actor took part in a Purple Heart ceremony, presenting medals to three Army soldiers who were recovering in the hospital from wounds received in Iraq.",
  "Fact Check": "",
  "Description": "The city's Express-News newspaper described one of the medal recipients' reaction to her encounter with the screen star: When Academy Award-winning actor Denzel Washington entered the auditorium at Brooke Army Medical Center, Spc. Connie Spinks, healing from wounds from Iraq, was content to hold his hand, get a gentle peck on the cheek and hear him whisper a sweet nothing in her ear. \"He just told me he was proud of me, and that was enough,\" said Spinks, who has a broken femur, fractured fibula, shattered ankle, two broken fingers and second- and third-degree burns on her hands and face. That brief encounter was enough to lift the Asheboro, N.C., native, a world away from her memories of Oct. 13, when a suicide bomber killed two soldiers and injured Spinks, 22, and four others in a convoy. \"If I wasn't already in a wheelchair, I would have fainted\" when the screen star kissed her, she said. Oh, but there was one more thing she needed. She waved her mother, Annette, up for a hug and kiss from the leading man, who has portrayed young military heroes in \"Glory\" and \"Crimson Tide.\" \"I had to do that for my mother,\" said Spinks, who will be treated at the hospital at least through March. \"She's been here for me since October.\" Fort Sam Houston , which houses the Brooke Army Medical Center (BAMC), also includes on its property two Fisher House facilities within walking distance of the medical center. Fisher Houses are a network of \"comfort homes,\" essentially low-cost hotels built on the grounds of military medical centers in the U.S. and abroad that provide all the amenities of home and enable family members of servicemen to stay close to loved ones who are undergoing medical treatment for illness, disease, or injury. The free accommodations at Fisher Houses make them accessible even to familes with tight budgets (a situation common to many military families). With the U.S. military's having been engaged in combat operations in Afghanistan and Iraq during the previous few years, the demand for space in Fisher Houses at some military facilities exceeded their capacities at the time Denzel Washington visited to Fort Sam Houston in December 2004. According to the Fisher House Foundation, the actor did visit the facility's Fisher House and learn of its need for additional facilities, and he did later make a substantial donation to the Fisher House Foundation. However, the story became a bit exaggerated with the addition of claims that Mr. Washington \"got out his checkbook\" on the spot and wrote a check for the full amount needed to construct a new building: The problem, according to Fisher House President David Coker, is that while Washington did make a 'sizeable' donation to the program, the e-mail claim is almost entirely bogus. \"Denzel came to visit with the soldiers and Marines being cared for at Brooke Army Medical Center last December 17th,\" Coker said. \"He visited with them and told them how much he respects their service. He also toured one of the two Fisher Houses at Brooke Army Medical Center.\" Washington told Coker at the time he would like to make a commitment to support the work of Fisher House. \"Denzel did not take out a checkbook and write a check on the spot,\" Coker says. \"He seldom carries a check book with him.\" Coker said Washington did in fact make a sizeable donation to Fisher House several months after his visit to BAMC. He declined to comment on the size of the donation, but it was not enough to build a new Fisher House. [Coker also] said the fact that Washington, 49, did not write a check 'on the spot' does not diminish his contribution to the Fisher House and his support 'for the men and women who serve our country.' Evidently the confusion came about when the commander of the Brooke Army Medical Center simultaneously announced plans for a new Fisher House facility (costing about $1.5 million) near BAMC and the news of Mr. Washington's donation. People quite naturally associated the two news items with each other and mistakenly assumed Mr. Washington had donated the full amount required to build the new facility. One version of the Denzel Washington e-mail in circulation concludes: \"By the way ... He has a son who is a Marine in Iraq.\" Although Denzel Washington does have two sons (and also two daughters), neither of his sons was a Marine or was stationed in Iraq. At the time this piece first circulated, one son was far too young to be serving in the military (he was still a teenager in school), and the older son, John David Washington, was then a practice-squad running back with the St. Louis Rams football team. Denzel Washington is well known for his philanthropy, reportedly having made large charitable donations such as $1 milllion to the Children's Fund of South Africa and $2.5 million to the Church of God. A reworking of a classic humorous anecdote plays on his reputation for generosity: Denzel Washington was out with friends when a homeless man asked him for money. The actor's entourage ignored the beggar, but Washington handed him a $100 bill. The man began to cry, then grabbed a passerby and choked out, \"Will Smith just gave me a hundred bucks!\" Additional information: Photographs of Denzel Washington's visit to BAMC",
  "Originally Published": "",
  "Referred Links": "http://www.fisherhouse.org/about/index.html;http://www.fisherhouse.org/;http://web.archive.org/web/20041025003630/http://www.armyfisherhouses.org/testsite/ftsamhouston.html;",
  "Example": "[Collected via e-mail, February 2005] Hi everyone, Dan told me a great story he heard and I wanted to share it with the rest of you. Pleaaase spread the word! Danzel Washington was visiting BAMC (Brookes Army Medical Center, in San Antonio) the other day. This is where soldiers that have been evac'd from Germany come to be hospitalized in the States. They have buildings there called Fisher Houses. The Fisher House is a hotel that soldier's families can stay at, for little or no charge, while their soldier is staying in the hospital. BAMC has quite a few of these houses on base, but as you can imagine, they are almost filled to the brim most of the time. While Denzel Washington was visiting BAMC, they gave him a tour of one of the Fisher Houses. He asked how much one of them would cost to build. He got his check book out and wrote a check out for the full amount right there on the spot. The soldiers overseas were amazed to hear this story and want to get the word out to the American public, because it warmed their hearts to hear it. I hope you will spread this story! Don't know whether you heard about this but Denzel Washington and his family visited the troups at Brook Army Medical Center, in San Antonio,Texas (BAMC) the other day. This is where soldiers that have been evacuated from Germany come to be hospitalized in the States, especially burn victims. They have buildings there called Fisher Houses. The Fisher House is a hotel where soldiers' families can stay, for little or no charge, while their soldier is staying in the hospital. BAMC has quite a few of these houses on base but as you can imagine, they are almost completely filled most of the time. While Denzel Washington was visiting BAMC, they gave him a tour of one of the Fisher Houses. He asked how much one of them would cost to build. He took his check book out and wrote a check for the full amount right there on the spot. The soldiers overseas were amazed to hear this story and want to get the word out to the American public, because it warmed their hearts to hear it. The question I have is why does Alec Baldwin, Madonna, Sean Penn and other Hollywood types make front page news with their anti-everything America crap and this doesn't even make page 3 in the Metro section of any newspaper except the base newspaper in San Antonio.",
  "Last Updated": "10 October 2013",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/politics/military/denzel.asp",
  "Claim": "Actor Denzel Washington made a large donation to the Fisher House Foundation after visiting Brooke Army Medical Center.",
  "Claim_ID": "politics_military_denzel",
  "Tags": ""
}