{
  "Origins": "In some of our other pages we make reference to the concept of treppenwitz , defined as \"the wit of the stairway\" a perfect comeback dreamed up only after the moment for uttering it has passed. The frustration of coming up with a brilliant rejoinder too late to deliver it is a phenomenon most of us have experienced, hence the coining of terms such as treppenwitz or l'espirit de l'escalier to describe it.",
  "Fact Check": "",
  "Description": "If there's a term to describe the case in which a third party crafts a response that someone else could have used in a given situation, we're not aware of it, but it would apply here albeit with the caveat that the setup in the piece quoted above is a fictional one taken from a bit of satire. On 4 February 2004, the U.S. Senate Committee on Armed Services met with Donald H. Rumsfeld, Secretary of Defense, and General Peter Pace, Vice Chairman of the Joint Chiefs of Staff, to \"receive testimony on the Defense Authorization Request for Fiscal Year 2005 and the Future Years Defense Program.\" During that meeting, Secretary Rumsfeld faced questioning over the evidence (or lack thereof) regarding Iraq's possession of weapons of mass destruction that was used to justify the U.S. invasion of that country in March 2003. Senator Edward M. Kennedy of Massachusetts was one such questioner, and various newspapers reported portions of the exchanges between Senator Kennedy and Secretary Rumsfeld : In his first public comments on the issue since former top weapons inspector David Kay told Congress last week that he believed U.S. intelligence on Iraq's weapons programs was flawed, Rumsfeld said in back-to-back hearings of the Senate and House Armed Services committees that the Bush administration did not manipulate or misuse prewar intelligence. Sen. Edward Kennedy, D-Mass., told Rumsfeld that Kay's conclusions represent \"a devastating refutation of the Bush administration's case for war in Iraq\" that \"seriously undermines our credibility in the world.\" Kennedy suggested that an investigatory commission planned by President Bush \"look hard and fast at not just what the intelligence was, but how it was manipulated\" by administration policymakers. Rumsfeld offered several \"alternative views\" about why no illicit weapons had been discovered in Iraq, beginning with the possibility that such arms never existed. Rumsfeld said weapons may have been transferred to a third country before U.S. troops arrived in March, hidden in Iraq, or destroyed before the war. Or, Rumsfeld postulated, \"small quantities\" of chemical or biological agents may have existed, along with a \"surge capability\" that would allow Iraq to rapidly build an arsenal. And, he said, \"We may eventually find it in the months ahead.\"1 Sen. Edward M. Kennedy (D-Mass.) pressed Rumsfeld on a statement Rumsfeld made in late March during the war, as U.S. troops advanced on Baghdad, that \"we know where they are,\" referring to weapons stockpiles. Rumsfeld conceded that he had misspoken and should have said he was referring to \"suspect sites,\" where analysts believed chemical or biological weapons might have been stored. \"You're quite right shorthand 'we know where they are' probably turned out not to be exactly what one would have preferred in retrospect,\" Rumsfeld said.2 Mr. Rumsfeld faced sharp questions from Democrats who accused the administration of manipulating intelligence to suit their goal of toppling Mr. Hussein. \"The debacle cannot all be blamed on the intelligence community,\" said Senator Edward M. Kennedy, Democrat of Massachusetts. \"Key policy makers made crystal clear the results they wanted from the intelligence community.\" Mr. Rumsfeld told Mr. Kennedy that his assertions were baseless. \"You've twice or thrice mentioned manipulation,\" Mr. Rumsfeld said. \"I haven't heard of it, I haven't seen any of it, except in the comments you've made.\"3 The alternative version quoted at the head of this piece in which Secretary Rumsfeld responds to Senator's Kennedy statement that \"members of the Bush administration should be held legally accountable for the lies they told about Iraqi weapons\" by retorting that a man \"should not be allowed to serve in positions of power in our government, and be hailed as a leader, when the question of his guilt remains unresolved\" (a reference to the 1969 incident in which Mary Jo Kopechne drowned at Chappaquiddick Island when a car that Kennedy was driving went off a bridge) was taken not from a genuine news report but from an article appearing on ScrappleFace , a news satire site. Like many other pieces of Internet-based satire cataloged in this section of our site, the February 5 ScrappleFace article hewed closely enough to plausibility that many readers who viewed it out of context took it to be a real news report rather than a humor piece.",
  "Originally Published": "",
  "Referred Links": "http://www.scrappleface.com;http://www.scrappleface.com/MT/archives/001561.html;http://www.usatoday.com/news/index/jfk/jfk038.htm;http://armed-services.senate.gov/e_witnesslist.cfm?id=1039;http://www.scrappleface.com/MT/archives/001561.html;",
  "Example": "[ScrappleFace, 2004] Rumsfeld: Kennedy 'All Wet' About Bush Lies (2004-02-05) Defense Secretary Donald Rumsfeld told Sen. Edward M. Kennedy yesterday that he was \"all wet\" when the Senator alleged that the Bush administration lied about Iraq's weapons of mass destruction to justify going to war. The verbal clash came during Mr. Rumsfeld's testimony at a Senate Armed Services Committee hearing probing the state of pre-war intelligence. Sen. Kennedy began his questioning of the Defense Secretary by saying, \"Don't you think some members of the Bush administration should be held legally accountable for the lies they told about Iraqi weapons, and the subsequent cover-up?\" \"First, with all due respect Senator Kennedy, you're all wet,\" said Mr. Rumsfeld. \"The administration has not lied or covered up. However, in general, I do believe that when a man commits a crime he should face the bar of justice. He should not be allowed to serve in positions of power in our government, and be hailed as a leader, when the question of his guilt remains unresolved, if you know what I mean.\" [Rest of article here.]",
  "Last Updated": "6 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/kennedy.asp",
  "Claim": "Secretary of Defense Donald Rumsfeld delivered a stinging rebuke to Senator Ted Kennedy during a Senate committee meeting.",
  "Claim_ID": "politics_satire_kennedy",
  "Tags": ""
}