{
  "Origins": "On 21 November 2008, the body of 20-month-old Imani Jennings was discovered by her mother, 18-year-old Cherron Patterson, who came home around 3 p.m. and found that her child had been beaten so severely that she was almost unrecognizable.",
  "Fact Check": "",
  "Description": "Authorities maintained that her killer was 15-year-old Anthony Weakfall Jr., the boyfriend of the mother, whom they said beat Imani for nearly an hour with a metal rod, a cable cord, bedsprings, and his fists after the child experienced a potty-training accident, then left Imani for dead as he headed off to school. According to news reports on the case, Imani Jennings' abuse did not begin and end on the day of her death. Those accounts stated that for the three weeks prior to Imani's murder, her mother and her mother's boyfriend would leave her alone in a second-floor apartment for six to eight hours at a time, putting out a bowl of chicken nuggets and a glass of milk for her eat while they were gone. Imani's mother and her mother's boyfriend routinely beat her with a variety of implements for having potty training accidents, the press reported. Both old and fresh blood spots from the child were reportedly found spattered on all the walls of the apartment where the family lived. Weakfall was charged with second-degree murder, and because of his age he automatically qualified for juvenile offender status. An adult convicted on that charge would face a minimum sentence of 15 to 25 years with a maximum of life, but a juvenile offender would face a minimum penalty for his crime of between 7-1/2 to 15 years with a maximum of life. The e-mail's claims that \"[Weakfall] is facing less than 5 years because of his age\" or that he will \"be out in 4 years\" were therefore incorrect. Imani's mother, Cherron Patterson, was charged with second-degree assault and endangering the welfare of a child after she also admitted to having beaten Imani. Day care worker Diane Shakir was charged with failure to report suspected child abuse (a misdemeanor) and had her day care license revoked. Imani Jennings had been coming to Shakir's day care during the fall of 2008, and three weeks prior to the child's murder, Shakir had taken photographs of the child's injuries and confronted Cherron Patterson with them, asking what was going on. That was the last day Imani was seen at that day care. Child care workers are required by law to report cases of suspected abuse. The petition to have Anthony Weakfall tried as an adult rather than as a juvenile was directed to Onondaga County District Attorney Bill Fitzpatrick. In response to it, he posted the following message on his web site: Let me make the following comments on the points raised by the author and apparently adopted by the signators. 1. The defendant Anthony Weakfall is presumed innocent. Any death of a child, particularly a death by homicidal means, is heartbreaking. Our Constitution, however, does not distinguish between the right to a fair trial for defendants charged with mundane crimes as opposed to serious crimes. Emotional responses in the public forum to an alleged crime serve no purpose other than to prejudice a jury pool and make my office s job more difficult to bring an accused to justice. 2. Everyone who signs this \"petition\" will likely be excused from ever sitting as a juror on the case. 3. The e-mail author opines \"He deserves 25 years to life ... not the \"be out in 4 years\" crap that you guys are going after.\" I have no idea where this came from, and I doubt the e-mail author does either. Let's get some facts straight. Mr. Weakfall is charged with Murder in the Second Degree (a 15 year old cannot be charged with Murder in the First Degree) as a \"juvenile offender.\" This is not the equivalent of \"youthful offender.\" In 1978, responding to a rash of juvenile violence, the NYS Legislature made it possible for certain 13, 14 and 15 year olds to be tried in adult court for \"designated juvenile offenses,\" Murder in the Second Degree being one of them. The only difference distinguishing Mr. Weakfall from an adult in similar circumstances is the potential punishment he faces should he be convicted of Murder. An adult would be facing a life sentence with a minimum ranging anywhere from 15 to 25 years. Mr. Weakfall, on the other hand, as a \"juvenile offender,\" is also facing a life sentence but with a minimum ranging anywhere from 7 to 15 years. (I had originally said to the media that the maximum would be 9 to life. That was incorrect as I neglected to consider the 2003 amendment to the statute). In addition, if any 15 year old is convicted of Murder, the sentencing court cannot substitute a \"youthful offender\" finding. 4. The e-mail author spends most of the rest of this screed attempting to lecture me about the seriousness of the case and the need to seek justice for Imani. With all due respect, I have been prosecuting murder cases successfully for longer than anyone in the history of the County. I have also lectured to prosecutors all over the Country about infanticide and have consulted with prosecutors in eight foreign countries about issues related to the death of infants. The prosecutor assigned to this case is my Chief Assistant Rick Trunfio who lectures all over the United States on child abuse and is considered one of the leading experts in the field. Neither he nor I need a reminder about seeking justice for Imani . . . we have devoted our lives to that issue. All of us are understandably upset about the circumstances of Imani s death. But those facts need to be proven beyond a reasonable doubt in a courtroom before impartial jurors who have not made a rush to judgment. All the citizens of Onondaga County can rest assured that I will do my very best to see that Anthony Weakfall gets a fair trial and Imani Jennings gets the peace and justice she so richly deserves. William J. Fitzpatrick Onondaga County District Attorney On 31 October 2009, Anthony Weakfall pleaded guilty to the second-degree murder charge and on 24 November 2009 received a sentence of 13 years to life in prison. Cherron Patterson, who admitted that she allowed Weakfall to beat her daughter, that she failed to protect her child from those beatings, that she failed to obtain medical treatment for the child s injuries, and that she left the child alone, pleaded guilty to a charge of criminally negligent homicide and on 16 June 2009 was sentenced four years in prison.",
  "Originally Published": "",
  "Referred Links": "http://www.ongovda.net/section/home/;",
  "Example": "[Collected via e-mail, November 2008] In Syracuse New York 20 month old Imani Jennings was beaten and left for dead by her 18 year old mothers 15 year old boyfriend who went to school after beating her. It seems that the Mom and the boyfriend had been leaving this child ALONE all day long with a glass of milk and a bowl of chicken nuggets while they went off to school. Because this darling child went to the bathroom on the floor, 15 year old daddy-wanna-be beat her severely. He is facing less than 5 years because of his age. This is NOT a small \"boy\". He is rather a good sized kid whom one would think was 18 - 19 years old. This child was a small child. Standing up she may have come to just above his knee in height. When this reaches 500 PLEASE to the person who is 500, email this to me at nascarfan_2006@hotmail.com PLEASE NO FAKE NAMES...THIS IS SERIOUS! Dear Mr. Fitzpatrick, As tax paying citizens, we demand that the 15 year old BOY, Anthony Weakfall, that killed 20 month old Imani Jennings be tried as an adult. He beat this innocent baby for over an hour.... he had to have known how hurt she was when he left her to go to school. He deserves 25 years to life.... not the \"be out in 4 years\" crap that you guys are going after. He took a life with no remorse.... he showed this baby no mercy, why should we show him any? Do you people understand that he BEAT this baby so bad that her own mother didn't even recognize her? Do you understand the pain and horror that this baby had lived with everyday??? The police and investigators were coming out of the house with tears streaming down their faces..... and you still want him to have youthful offender because he is 15? He is old enough to know right from wrong and he is old enough to know that beating a baby like he did would end in her death. I am going to start a petition to demand that this \"kid\" serve the time he deserves and carries the stigma of being a baby killer for the rest of his life. The probability of him committing another violent crime if he is granted youthful offender is very high. Please, reconsider.... give Mr. Weakfall the adult trial he deserves and give baby Imani the justice she deserves!!",
  "Last Updated": "18 March 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/weakfall.asp",
  "Claim": "Anthony Weakfall, a 15-year-old accused of killing infant Imani Jennings, has been charged as a juvenile and therefore cannot receive a sentence of more than five years in prison.",
  "Claim_ID": "politics_crime_weakfall",
  "Tags": ""
}