{
  "Origins": "On 24 February 2015, the website Conservative Tribune posted a photo gallery purporting to contrast American school lunches with those served in countries around the world, with the U.S. offerings being embarrassingly paltry due to the interference of First Lady Michelle Obama.",
  "Fact Check": "",
  "Description": "The Conservative Tribune blog post referenced an article published on 18 February 2015 in the UK newspaper the Daily Mail about the pictures, as well as a prior debate over photos of American school lunches posted to Twitter: Those pictures did massive amounts of damage to Michelle's pet program, but now an even worse PR disaster rears its head. This week the U.K. Daily Mail ran pictures of what other countries feed their school children. The comparison is stark ... and humiliating for the United States. The \"meal\" above featuring an orange slice, a puddle of either apple sauce or a pulverized slice of peach or pear, and what looks like lumpy chipped beef without the toast is one of the dishes that complies with Michelle's totalitarian program. The 18 February 2015 Daily Mail article to which the Conservative Tribune blog referred provided a source for the international images: Backlash against the rules have spawned a wave of social media photos along with the tag #thanksMichelleObama. If these pictures are any indication, schools have responded to the rules by cutting down on portions to reduce fat and calories rather than by using potentially more costly ingredients. Meanwhile, the widely different meals from Spain, Ukraine, Greece, South Korea, Brazil, France, Finland and Italy are all fresh and wholesome, with fish, steak and vegetables featuring prominently. Photos of the meals appear on Sweetgreen.com. The photos of international lunches that appear on Sweetgreen.com showed appetizing meals with labels denoting their countries of origin: By contrast, the American example looked Dickensian: The Sweetgreen article from which the images stemmed was not a polemic railing against the sparse portions of American school lunches, however. Published on 24 November 2014, the post was simply titled \"School Lunches Around the World, and the image used for American lunches in that post was not at all the same as the one deceptively attached to later versions: When the original depiction of American school lunches was included, the intent of the piece was clearer (i.e., to illustrate the common types of foods served to schoolkids in each country, not to depict actual school meals). More important, it was also apparent in the original that the photographs were not candid snaps: Each shared an identical background and labeling, and all were obviously compiled representations of school lunch menus from countries outside the United States. It's likely students in all the countries named could capture less photogenic daily fare actually served in their cafeterias if asked. The Conservative Tribune blog post not only fell for the misleadingly swapped-in photo, but it also elided a crucial portion of the Daily Mail article that showed the piece did not claim British school lunches were superior to American versions: But in the UK and US, lunch trays feature processed foods such as popcorn chicken, frankfurters, cookies, and beans from a tin. Moreover, no initiatives promoted by Michelle Obama (whose focus on nutrition is both well known and widely criticized) even remotely inspired the unpleasantries seen in some of the circulating photos of American cafeteria lunches. The First Lady's school lunch initiatives have hinged on providing whole grains , daily portions of fruits and vegetables, and reduction of trans fats [ PDF ] in cafeteria foods. The standards Mrs. Obama sought to incorporate are precisely the same ones illustrated in the photographs of foods from other countries: fresh vegetables, complex carbohydrates, and other high-quality ingredients.",
  "Originally Published": "",
  "Referred Links": "http://www.gpo.gov/fdsys/pkg/FR-2012-01-26/pdf/2012-1010.pdf;http://www.fns.usda.gov/pressrelease/002312;http://sweetgreen.tumblr.com/post/103458679563/school-lunches-around-the-world;http://www.donotlink.com/dvrh;http://www.donotlink.com/dv34;",
  "Example": "[Collected via Twitter, February 2015] Wow it looks like dog food compared to the other countries. Michelle Obama your joke Shame on American schools for letting Michelle Obama have any influence at all. My nephew and nieces are starving... Lol at people reposting that Michelle Obama wants kids school lunches to be like an orange wedge and a little applesauce. dear people who blame michelle obama for gross school lunches,1 school lunches have always been gross2 see number 1",
  "Last Updated": "26 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/education/lunchphotos.asp",
  "Claim": "Circulating photo set accurately compares school lunches from other countries with American offerings that are paltry due to the interference of Michelle Obama.",
  "Claim_ID": "politics_education_lunchphotos",
  "Tags": ""
}