{
  "Origins": "This January 2014 article about the President of Russia supposedly issuing an order after the detection of underground atomic explosions at the Fukushima I Nuclear Power Plant (which experienced a series of equipment failures, nuclear meltdowns and releases of radioactive materials after the massive Tohoku earthquake and subsequent tsunami hit Japan in March 2011) isn't a real news item. It's just more fictional \"Sorcha Faal\" sensationalism originating with a single disreputable source, the whatdoesitmean.com political conspiracy site.",
  "Fact Check": "",
  "Description": "RationalWiki notes of whatdoesitmean.com that: Sorcha Faal is the alleged author of an ongoing series of \"reports\" published at WhatDoesItMean.com, whose work is of such quality that even other conspiracy nutters don't think much of it. Each report resembles a news story in its style but usually includes a sensational headline barely related to reality and quotes authoritative high-level Russian sources (such as the Russian Federal Security Service) to support its most outrageous claims. Except for the stuff attributed to unverifiable sources, the reports don't contain much original material. They are usually based on various news items from the mainstream media and/or whatever the clogosphere is currently hyperventilating about, with each item shoehorned into the conspiracy narrative the report is trying to establish. The WhatDoesItMean.com article reflected alarmist reports that were spread on the Internet beginning in December 2013 with headlines such as \"TEPCO Quietly Admits Reactor 3 Could Be Melting Down Now!\" and \"Persons residing on the west coast of North America should IMMEDIATELY begin preparing for another possible onslaught of dangerous atmospheric radiation!\" Such claims were exaggerations based on much less sensational reports (similar to ones issued several months earlier) which simply stated that the plant's operators, the Tokyo Electric Power Company (TEPCO), had recently observed steam issuing from one of the damaged Fukushima reactor buildings but had \"not identified [any] abnormal plant conditions.\" As noted at the Fukushima Diary blog: Since the end of 2013, a hoax has been going around on the Internet saying that Reactor #3 is experiencing a meltdown. (In fact, it had already melted down some time earlier.) From my observation, this mess started with an article on Enenews saying that Reactor #3 had been observed still steaming multiple times in December, which is correct. However, \"steam\" has been observed issuing from that reactor beginning in July 2013, and since then it has been observed almost every day. From the frequency of the \"steam,\" I assume it is evaporated coolant water leaking out of primary containment vessel, and we're seeing it now because TEPCO removed the major debris from the top of the reactor. Probably the steam has been coming up since just after [the earthquake of] March 2011. Sure it's extremely radioactive, nobody can stand on the top of reactor #3, and it's harmful for the west coast. However, it's been that way for 3 years now. Unfortunately, other political conspiracy sites which have more professional-appearing names and layouts than whatdoesitmean.com, such as the European Union Times , republish the former's fantastic \"Sorcha Faal\" reports, creating the misleading impression that such material is being reported by multiple legitimate news sources. As RationalWiki notes of the European Union Times : The European Union Times strays deeply into tinfoil hat territory. For example, it regularly re-publishes the hilarious \"reports\" of \"Sorcha Faal.\" If you see a headline that is really \"out there\" (for example, \"US Earthquake Weapon Test Fails Again, Destroys New Zealand City\"), scroll to the bottom and have a look at the \"Source\" link. If it points to whatdoesitmean.com, it's the handiwork of \"Sorcha\". The EUTimes has also re-published material from Pravda Online, another site dedicated to conspiracy theories, such as a 2010 article about alien spaceships attacking Earth in 2012.",
  "Originally Published": "",
  "Referred Links": "http://www.eutimes.net/2010/12/three-giant-spaceships-to-attack-earth-in-2012/;http://www.eutimes.net/2011/02/us-earthquake-weapon-test-fails-again-destroys-new-zealand-city/;http://rationalwiki.org/wiki/European_Union_Times;http://www.eutimes.net/2014/01/underground-nuclear-explosion-at-crippled-japan-atomic-plant-shocks-world/;http://enenews.com/category/location/japan;http://fukushima-diary.com/2014/01/column-reactor3-hoax-and-fukushima-exploiters/;http://www.aljazeera.com/news/asia-pacific/2013/07/2013718557505265.html;http://enenews.com/steam-coming-from-fukushima-unit-3-reactor-building-observed-multiple-times-this-week;http://rationalwiki.org/wiki/Sorcha_Faal;http://www.whatdoesitmean.com/;http://www.whatdoesitmean.com/index1729.htm;",
  "Example": "[Collected via Facebook, January 2014] An ominous edict issued from the Office of the President of Russia today to all Ministries of the Russian Government ordering that all \"past, present and future\" information relating to Japan's Fukushima Daiichi nuclear disaster now be rated at the highest classification level \"Of Special Importance\" states that this condition is \"immediately and urgently needed\" due to a series of underground nuclear explosions occurring at this crippled atomic plant on 31 December as confirmed by the Ministry of Defense (MoD). \"Of Special Importance\" is Russia s highest classification level and refers to information which, if released, would cause damage to the entire Russian Federation. According to this report, MoD \"assests\" associated with the Red Banner Pacific Fleet detected two \"low-level\" underground atomic explosions occurring in the Fukushima disaster zone on 31 December, the first measuring 5.1 magnitude in intensity, followed by a smaller 3.6 magnitude explosion moments later.",
  "Last Updated": "5 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/fukushima.asp",
  "Claim": "A series of underground atomic explosions have taken place at the crippled nuclear plant in Fukushima, Japan.",
  "Claim_ID": "politics_conspiracy_fukushima",
  "Tags": ""
}