{
  "Origins": "On 2 October 2013, the National Report published an article positing that President Obama would be using his personal funds to keep the International Museum of Muslim Cultures open during the current government budget shutdown:",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of satire from the National Report , a web site that publishes outrageous fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's (since removed) disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. Nonetheless, Fox News host Anna Kooiman fell for this spoof during a Fox & Friends segment, reporting that \"[W]e're going to talk a little bit later in the show about some things that are continuing to be funded. And President Obama has offered to pay out of his own pocket for the museum of Muslim culture ...\": (For the record, we note that there is indeed an International Museum of Muslim Cultures in Jackson, Mississippi, but it is an independent museum and not a federally funded one.)",
  "Originally Published": "",
  "Referred Links": "http://www.muslimmuseum.org/;http://web.archive.org/web/20130805225747/http://nationalreport.net/disclaimer/;http://nationalreport.net/obama-uses-money-open-muslim-museum-amid-government-shutdown/;",
  "Example": "[Collected via e-mail, September 2013] I recently read an article online stating that president Obama is using his personal funds to keep the international museum of Muslim culture open during the government shutdown. I was wondering if your site had any information regarding this.",
  "Last Updated": "5 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/museum.asp",
  "Claim": "President Obama is using his personal funds to keep the International Museum of Muslim Cultures open during the government shutdown.",
  "Claim_ID": "politics_satire_museum",
  "Tags": ""
}