{
  "Origins": "Bette Davis (1908-1989) was an American actress of film, television, and theater best known for her movie work in a wide range of genres, for which she \"was noted for her willingness to play unsympathetic, sardonic characters.\" Between 1935 and 1963 she was nominated for an Academy Award in the Best Actress category ten times, winning that honor twice (in 1935 for Dangerous and in 1939 for Jezebel ). Many younger film fans, however, know her only as the titular subject of the song \"Bette Davis Eyes\" (taken to #1 on the charts in 1981 by Kim Carnes) or perhaps the utterer of the famous line from 1950's All About Eve , \"Fasten your seatbelts, it's going to be a bumpy night\" (often misquoted as \"Fasten your seatbelts, it's going to be a bumpy ride\").",
  "Fact Check": "",
  "Description": "Unusual for an actress with as long and enduring a cinematic career as Bette Davis had, one of the movies for which she is most remembered and celebrated today is a film she made in the waning days of her career, 1962's What Ever Happened to Baby Jane ? That movie, in which Davis co-starred with another Hollywood icon from the same era, Joan Crawford, presented the chilling tale of a former child star tormenting her crippled sister in a decaying Hollywood mansion. It was the among the final major film roles in the careers of both renowed actresses, as well as a critical and box office success that garnered Davis, at age 54, the last of her ten Best Actress nominations. Coincident with production of What Ever Happened to Baby Jane ?, Davis published an advertisement in the \"Situated Wanted, Women\" section of the Hollywood Reporter trade publication seeking \"steady employment in Hollywood\" and touting her \"thirty years experience as an actress in motion pictures\": It has since become part of Hollywood legend that this advertisement is what landed an otherwise out-of-work Bette Davis the starring role of Baby Jane Hudson in What Ever Happened to Baby Jane ?, a classic example of the philosophy of seizing the bull by the horns rather than giving in. Although the ad was afterwards touted as being \"tongue in cheek,\" it was perhaps less a display of humor than it was a sardonic (and slightly desperate) expression of the difficulties Davis and other actresses encountered trying to land significant film roles after reaching middle age (with continued in-front-of-the-camera work largely dependent upon their landing occasional guest-starring roles on television dramas). Nonetheless, even if her career may not have been on a upward trajectory at that point in her life, Davis wasn't really lacking for work at the time the ad was published, as her agent Martin Baum recalled: I was an important agent, she was a big star, and I wasn't going looking for work for her. That was not exactly the position I expected to be in at that point in my career or her career. She was never out of work, but she was concerned about where her career was going. So she placed the ad. Everyone was laughing it was a joke. Better Davis looking for a job? It didn't make sense! But she was serious about it. She felt she needed work. It just wasn't as dire a circumstance as she portrayed it in the ad. Davis was portraying the minor role of Maxine in a Broadway production of Tennessee Williams' The Night of the Iguana (which she left in April 1962) when she was tapped for the Baby Jane role, an offer that came through well before the publication of the notorious Hollywood Reporter ad, so the latter was not what prompted the former. In fact, Davis ran her employment-seeking ad nine days after production on What Ever Happened to Baby Jane ? wrapped, in the period between the film's completion and its release at the tail end of 1962. Of course, Davis at the time had no way of knowing that the film would be an immediate hit upon release, that she and Joan Crawford (who were to receive a percentage of its gross receipts) would both make tidy sums when the picture earned back its costs within two weeks, and that her Baby Jane performance would result in her being nominated for an unprecedented third Best Actress Academy Award (which instead went to Anne Bancroft for The Miracle Worker ). Although she might genuinely have been concerned about her future work prospects at the time she published her \"situation wanted\" ad, those prospects were already poised to take a huge swing for the better.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected via Twitter, April 2015]",
  "Last Updated": "22 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/arts/bettedavis.asp",
  "Claim": "Bette Davis landed her role in What Ever Happened to Baby Jane? through placing an ad in a Hollywood publication seeking employment as an actress.",
  "Claim_ID": "politics_arts_bettedavis",
  "Tags": ""
}