{
  "Origins": "This October 2013 item about \"highly placed\" sources in the Pentagon supposedly warning Russian officials to expect a \"radical change\" in the U.S. government isn't a real news item; it's just more fictional \"Sorcha Faal\" sensationalism that originated with a single disreputable source, the whatdoesitmean.com political conspiracy site, of which RationalWiki says:",
  "Fact Check": "",
  "Description": "Previous examples of WhatDoesItMean.com nuttery include a May 2013 report that Russian President Vladimir Putin had threatened U.S. Secretary of State John Kerry with a world war over a \"bee apocalypse\" supposedly caused by American agricultural biotechnology corporations. It stretches credulity to the extreme to imagine that if a U.S. president were imminently planning to declare a \"state of insurrection\" existed within the U.S. and invoke the National Emergencies Act (especially to the extent that Pentagon sources were issuing warnings to foreign officials about such plans), there wouldn't be a single mention of this monumental development anywhere in the American or global news media. Unfortunately, other political conspiracy sites which have more professional-appearing names and layouts than whatdoesitmean.com, such as the European Union Times , republish the former's fantastic \"Sorcha Faal\" reports, creating the misleading impression that such material is being reported by multiple legitimate news sources. As RationalWiki notes of the European Union Times : The European Union Times strays deeply into tinfoil hat territory. For example, it regularly re-publishes the hilarious \"reports\" of \"Sorcha Faal.\" If you see a headline that is really \"out there\" (for example, \"US Earthquake Weapon Test Fails Again, Destroys New Zealand City\"), scroll to the bottom and have a look at the \"Source\" link. If it points to whatdoesitmean.com, it's the handiwork of \"Sorcha\". The EUTimes has also re-published material from Pravda Online, another site dedicated to conspiracy theories, such as a 2010 article about alien spaceships attacking Earth in 2012.",
  "Originally Published": "",
  "Referred Links": "http://www.eutimes.net/2010/12/three-giant-spaceships-to-attack-earth-in-2012/;http://www.eutimes.net/2011/02/us-earthquake-weapon-test-fails-again-destroys-new-zealand-city/;http://rationalwiki.org/wiki/European_Union_Times;http://www.eutimes.net/2013/10/pentagon-warns-to-expect-radical-change-in-us-government-soon/;http://rationalwiki.org/wiki/Sorcha_Faal;http://www.whatdoesitmean.com/index1679.htm;http://www.eutimes.net/2013/10/pentagon-warns-to-expect-radical-change-in-us-government-soon/;",
  "Example": "[Collected via e-mail, October 2013] Was wondering if you guys could do research on this article, someone posted it from this website, I did go to it, and it is a websitefor European Times and I know how obscure media overseas can please please find out the truth on whether this is a scare tactic article or not. A highly troubling \"urgent bulletin\" issued earlier today by the Ministry of Foreign Affairs (MoFA) states that it has received information from the Main Intelligence Directorate (GRU) warning to expect a \"radical change\" in the government of the United States, possibly within the next fortnight, based on information they have received from \"highly placed\" sources within the Pentagon. According to this MoFA bulletin, GRU intelligence assests were notified by their Pentagon counterparts this past week that President Barack Obama is preparing to invoke the powers given to him under 50 USC Chapter 13 to hold that various American States are now in a \"state of insurrection\" thus allowing him to invoke the National Emergencies Act under 50 USC 1621 and invoke the highly controversial \"continuity of government\" plan for the United States allowing him, in essence, to rule with supreme powers. http://www.eutimes.net/2013/10/pentagon-warns-to-expect-radical-change-in-us-government-soon/",
  "Last Updated": "10 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/radicalchange.asp",
  "Claim": "Pentagon sources issued a warning to Russian officials to expect a \"radical change\" in the U.S. government soon.",
  "Claim_ID": "politics_conspiracy_radicalchange",
  "Tags": ""
}