{
  "Origins": "One factor that fueled the subprime mortgage crisis of the 2000s was easy access given to home loans for those who were poor risks. As these loans almost inevitably failed, mortgage delinquencies and foreclosures not only rose but spiraled dramatically upwards, seriously affecting banking and financial markets around the world.",
  "Fact Check": "",
  "Description": "Many people believe a tightening of lending practices would keep similar economic collapses in the housing market from occurring again, with one proposed tightening being the imposition of a five percent down payment requirement upon prospective home buyers. However, not everyone believes such a requirement would be the best way to deal with the issue, which leads us to the fictitious quote reproduced above. Although the debate was real, the quote wasn't it was a fabrication which was penned by John Semmens of Semi-News, an online publication billed as \"A Satirical Look at Recent News,\" and appeared as the final item in his 15 May 2010 column . Other offerings from that column include \"Election Officials to Bar Voluntary Showing of ID by Voters\" (an item that included the made-up statement of a Wisconsin Election Board official: \"Allowing those who have valid IDs to show them would intimidate those without IDs. They might be discouraged from attempting to vote. This would lower turnout and threaten the democratic process\") and \"Crist Refuses to Return GOP Donations\" (which quoted Crist as saying: \"Look, my view has always been caveat emptor\"). Semi-News is a satire publication, albeit one which draws upon the news of the day. Senator Bob Corker had proposed an amendment ( S.A. 3955 ) to the Restoring American Financial Stability Act of 2010 which would have (among other things) instituted a residential mortgage underwriting standard requiring a five percent down payment from prospective home buyers. Democrats did oppose the amendment, with one reason given by Dodd being that it would have disadvantaged home buyers who had good credit and solid incomes but lacked the cash to make required down payments.",
  "Originally Published": "",
  "Referred Links": "http://thomas.loc.gov/cgi-bin/bdquery/z?d111:SN03217:;http://frwebgate.access.gpo.gov/cgi-bin/getpage.cgi?position=all&page=S3551&dbname=2010_record;http://azconserv1.wordpress.com/2010/05/15/president-wants-lebron-james-to-sign-with-bulls/;",
  "Example": "[Collected via e-mail, May 2010] Democrats Vote Down 5 Percent Rule In a bid to stem taxpayer losses for bad loans guaranteed by federal housing agencies Fanny Mae and Freddy Mac, Senator Bob Corker (R-Tenn) proposed that borrowers be required to make a 5% down payment in order to qualify. His proposal was rejected 57-42 on a party-line vote because, as Senator Chris Dodd (D-Conn) explained, \"passage of such a requirement would restrict home ownership to only those who can afford it.\"",
  "Last Updated": "20 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/downpayment.asp",
  "Claim": "Senator Chris Dodd opined that a 5% down payment requirement \"would restrict home ownership to only those who can afford it.\"",
  "Claim_ID": "Politics_satire_downpayment",
  "Tags": ""
}