{
  "Origins": "This anecdote about President Bush supposedly waving at blind musician Stevie Wonder appeared in the pages of The Washington Post in early March 2002. Because it was such a juicy tidbit (\"The Prez is such a dolt, he waves at blind folks!\"), it was subsequently picked up by numerous talk radio hosts who gleefully fed it to their listeners and reached an even larger audience through the medium of television via Late Night with Conan O'Brien and Saturday Night Live .",
  "Fact Check": "",
  "Description": "Was it true? Well, not really. Although Stevie Wonder did perform at the 3 March 2002 Presidential Gala held at the Ford Theatre in Washington where President Bush was in attendance, the \"wave\" was both far less than initially made out to be and appears to have been directed at someone else. After running the item as true and being challenged upon it by the Ford's Theatre Artistic Director, who was seated by the President that night and didn't at all recall this incident, Washington Post writer Lloyd Grove delved further into the story. Editors working on turning film of that event into a television special went frame by frame through the video captured by the \"presidential isocam\" (as the camera trained on Bush is called). At the point where Wonder was getting settled behind his keyboard, Bush briefly raised his palm and smiled. The gesture was not the excited, enthused wave it is now comically portrayed to be; it was a small motion of the sort one routinely makes to an acquaintance across a crowded room. Moreover, the motion appears to have been directed at Kelsey Grammer, the emcee of the evening. Stories that showcase blockheadedness stick to George W. Bush like feathers to a tar-coated chicken because they seemingly confirm what much of the public already holds as true about this public figure, that he's not the brightest fellow that's ever been. It is human nature to revel in yarns that the hearer at some level agrees with, thus tales of this sort will always fall upon appreciative ears. Witness the excitement with which the false story about presidential I.Q. , as Bush's ranking upon this list was greeted as another example of this phenomenon in action. And yet, even if the story had been true, even if President Bush had waved at a blind man, hard-up comics might have seen that as fodder for their \"Bush is so dumb!\" routines, but most folks would have seen such a gaffe as something that can and does happen to anyone. People who can see and who have good hearing react to the world around them in the manner they are accustomed to. Our methods of greeting those we encounter are so deeply ingrained that the sighted and hearing don't think twice about them a hand goes up or a name gets called out while we're still on autopilot. The realization that the person being waved to couldn't have seen the gesture only begins to sink in when the one offering the greeting fails to get the expected wave in return and starts wondering if his friend is peeved with him. Likewise, only when \"Bob, hey Bob; over here!\" fails to provoke a response does the shouter remember that his friend is deaf. George W. Bush may or may not be a brilliant man, but this \"waving at Stevie Wonder\" anecdote would fail to prove anything, even if it were true. However, like the \" Hillary throws a lamp \" tale (which supposedly offered confirmation that she is an evil-tempered virago via an illustrative story about her pitching a lamp at Bill's head), this story is likely to trail after President Bush for as long as he's in office and for years beyond that. We like our caricatures drawn with simple lines, after all. Barbara \"receiving line\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2002] When Stevie Wonder sat down at the keyboard center stage, President Bush in the front row got very excited. He smiled and started waving at Wonder, who understandably did not respond. After a moment Bush realized his mistake and slowly dropped the errant hand back to his lap. \"I know I shouldn't have,\" a witness told us yesterday, \"but I started laughing.\"",
  "Last Updated": "30 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/bush/wonderwave.asp",
  "Claim": "President George W. Bush waved at blind musician Stevie Wonder at the 2002 Presidential Gala.",
  "Claim_ID": "politics_bush_wonderwave",
  "Tags": ""
}