{
  "Origins": "It would be rather remarkable political news ifthe editor-in-chief of the National Review (\"America's most widely read and influential magazine for Republican/conservative news, commentary, and opinion,\" founded in 1955 by noted author William F. Buckley, Jr.) were endorsing Democratic candidate Barack Obama for president. However, that isn't the case; the claim that he did came about through a small but significant instance of misidentification.",
  "Fact Check": "",
  "Description": "The \"A Conservative for Obama\" editorial referenced above was written by Wick Allison, who took over as publisher of the National Review in 1990. However, Mr. Allison resigned from his publisher's position in 1993 and is no longer associated with that publication. Furthermore, the editorial appeared not in the National Review but in D Magazine, a Dallas-Forth Worth-area monthly owned by Mr. Allison (who also serves as its editor-in-chief). As for whom the National Review is endorsing for president, the magazine's real editor-in-chief, Rich Lowry, told the Washington Times : \"It's funny, but I don't know if we endorse in general elections. I just really haven't thought about that. Most people aren't on the edge of their seats wondering whether a conservative magazine will support the conservative Republican candidate.\" Christopher Buckley, the son of the National Review 's founder (and himself a contributor to that publication), did endorse Barack Obama in a 10 October 2008 blog post (\"Sorry, Dad, I'm Voting for Obama\"), then resigned his position as a National Review columnist the following day, saying he felt \"a certain sadness that an act of publishing a reasoned argument for the opposition should result in acrimony and disavowal.\"",
  "Originally Published": "",
  "Referred Links": "http://www.thedailybeast.com/blogs-and-stories/2008-10-14/sorry-dad-i-was-fired;http://www.thedailybeast.com/blogs-and-stories/2008-10-10/the-conservative-case-for-obama/;http://www.dmagazine.com/ME2/dirmod.asp?nm=Core+Pages&type=gen&mod=Core+Pages&tier=3&gid=B33A5C6E2CF04C9596A3EF81822D9F8E;http://www.nationalreview.com/;http://www.dmagazine.com/ME2/dirmod.asp?nm=Core+Pages&type=gen&mod=Core+Pages&tier=3&gid=B33A5C6E2CF04C9596A3EF81822D9F8E;",
  "Example": "[Collected via e-mail, October 2008] The National Review's Editor Endorses Obama A Conservative for Obama My party has slipped its moorings. It's time for a true pragmatist to lead the country. by Wick Allison, Editor In Chief, The National Review THE MORE I LISTEN TO AND READ ABOUT \"the most liberal member of the U.S. Senate,\" the more I like him. Barack Obama strikes a chord with me like no political figure since Ronald Reagan. To explain why, I need to explain why I am a conservative and what it means to me. [...] Barack Obama is not my ideal candidate for president. (In fact, I made the maximum donation to John McCain during the primaries, when there was still hope he might come to his senses.) But I now see that Obama is almost the ideal candidate for this moment in American history. I disagree with him on many issues. But those don't matter as much as what Obama offers, which is a deeply conservative view of the world. Nobody can read Obama s books (which, it is worth noting, he wrote himself) or listen to him speak without realizing that this is a thoughtful, pragmatic, and prudent man. It gives me comfort just to think that after eight years of George W. Bush we will have a president who has actually read the Federalist Papers. [Rest of article here.]",
  "Last Updated": "14 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/allison.asp",
  "Claim": "The editor of the National Review has endorsed Barack Obama for president.",
  "Claim_ID": "politics_obama_allison",
  "Tags": ""
}