{
  "Origins": "In any debate about gun control in the U.S., someone will inevitably make the argument that \" [X] kills more people than guns do\" (where [X] is anything from automobiles to scissors to sharks), with the implication that gun control advocates are too narrowly focused on one issue while ignoring other, greater threats to public safety.",
  "Fact Check": "",
  "Description": "One common form of this argument which is often invoked after a prominent incident brings the subject of gun control to the forefront of public discussion (such as the December 2012 shootings at Sandy Hook Elementary School in Newtown, Connecticut) is the claim that more people are killed by baseball bats than by firearms, an assertion typically cited as a truism which is borne out by FBI statistics. However, information gathered by the FBI does not support this claim. The Uniform Crime Reports made available on the \" Crime in the U.S. \" section of the FBI's web site includes homicide data that breaks down killings by the types of weapons used. In 2011, the percentages for weapon types used in homicides throughout the U.S. were as follows: Firearms: 67.8% Knives or other cutting instruments: 13.4% Personal weapons (hands, fists, feet, etc.): 5.7% Blunt objects (clubs, hammers, etc.): 3.9% Other dangerous weapons: 9.2% The FBI doesn't offer data showing the latter categories broken down into more detail, so it isn't possible to determine from this source exactly what percentage of homicides in 2011 involved the use of baseball bats. But even if one were to assume that every single homicide in the \"blunt objects\" category was committed with a baseball bat (almost certainly a very large overestimate), firearm-related homicides would still outnumber bat-related homicides by a ratio of more than sixteen to one. The FBI's Supplementary Homicide Reports (tabulated in simple form on the Bureau of Justice web site) make the distinction even clearer. In each year of the last several decades, the number of homicides in which firearms were used has been about ten to sixteen times greater than the number of homicides in which a blunt object (such as a baseball bat) was the weapon of choice: Homicides by Weapon Type Handgun Other gun Knife Blunt object Other weapon 1976 8,651 3,328 3,343 912 2,546 1977 8,563 3,391 3,648 900 2,618 1978 8,879 3,569 3,685 937 2,490 1979 9,858 3,732 4,121 1,039 2,710 1980 10,552 3,834 4,439 1,153 3,061 1981 10,324 3,740 4,364 1,166 2,927 1982 9,137 3,501 4,383 1,032 2,957 1983 8,472 2,794 4,214 1,098 2,731 1984 8,183 2,835 3,956 1,090 2,626 1985 8,165 2,973 3,996 1,051 2,794 1986 9,054 3,126 4,235 1,176 3,018 1987 8,781 3,094 4,076 1,169 2,980 1988 9,375 3,162 3,978 1,296 2,869 1989 10,225 3,197 3,923 1,279 2,877 1990 11,677 3,395 4,077 1,254 3,037 1991 13,101 3,277 3,909 1,252 3,161 1992 13,158 3,043 3,447 1,088 3,024 1993 13,981 3,094 3,140 1,082 3,233 1994 13,496 2,840 2,960 963 3,071 1995 12,050 2,679 2,731 981 3,169 1996 10,731 2,533 2,691 917 2,777 1997 9,705 2,631 2,363 833 2,678 1998 8,844 2,168 2,257 896 2,805 1999 7,943 2,174 2,042 902 2,461 2000 7,985 2,218 2,099 727 2,556 2001 7,900 2,239 2,090 776 3,032 2002 8,286 2,538 2,018 773 2,588 2003 8,830 2,223 2,085 745 2,645 2004 8,304 2,357 2,133 759 2,595 2005 8,478 2,868 2,147 671 2,528 2006 7,836 2,389 1,989 656 2,367 2007 7,398 2,731 1,923 665 2,444 2008 6,800 2,728 1,888 676 2,432 2009 6,501 2,698 1,836 667 2,220 2010 6,009 2,766 1,842 600 2,157",
  "Originally Published": "",
  "Referred Links": "http://bjs.ojp.usdoj.gov/content/homicide/tables/weaponstab.cfm;http://ojjdp.gov/ojstatbb/ezashr/asp/off_selection.asp;http://www.fbi.gov/about-us/cjis/ucr/crime-in-the-u.s/2011/crime-in-the-u.s.-2011/tables/expanded-homicide-data-table-8;http://www.fbi.gov/about-us/cjis/ucr/crime-in-the-u.s;",
  "Example": "[Collected via e-mail, December 2012] I have seen that the FBI says that more people are killed by baseball bats than by firearms. Is this true? What percentage of homicides are committed via baseball bats verses guns? I'm told that baseball bats kill more people annually than guns. I can't believe that is true. More people are killed each year by baseball bats than by guns. [true or false]",
  "Last Updated": "3 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/baseballbats.asp",
  "Claim": "More homicides in the U.S. are committed with baseball bats than with firearms.",
  "Claim_ID": "politics_guns_baseballbats",
  "Tags": ""
}