{
  "Origins": "On 28 November 2014, the Facebook group Vocal Progressives posted the meme displayed above to its page without corroborating information or news links, and alarmed many readers who feared corporate interests had compromised the integrity of National Public Radio (NPR).Referenced in the image are Charles Koch and his brother David, the politically active owners of the corporation Koch Industries. David Koch is a board member of several organizations, among them the political advocacy group Americans for Prosperity (which opposes the imposition of taxes levied to address climate change issues).",
  "Fact Check": "",
  "Description": "While David Koch (and to a lesser extent Charles) remains openly engaged on specific political issues, the claim regarding NPR and the Kochs is of dubious origin. In part, it appears to trace back to an article published on 24 October 2014 on Inside Climate News titled \"NPR Reduces Its Environment Team to One Reporter\": The move to shift reporters off the environment beat was driven by an interest to cover other fields more in depth, said Anne Gudenkauf, senior supervising editor of NPR's science desk. \"We'll think of a project we want to do and the kind of staff that we need to do it, and then organize ourselves that way,\" she said. \"One of the things we always do is change in response to the changing world.\" Gudenkauf also said she doesn't \"feel like [the environment] necessarily requires dedicated reporters\" because so many other staffers cover the subject, along with their other beats. The article in question addressed NPR's decision to reduce its allocation of coverage to climate change as a separate beat (in favor of folding that topic into standard news coverage); nowhere in the article were David Koch or Charles Koch mentioned by name, despite the presence of several other articles on the site covering the Koch brothers' interests in the Keystone XL pipeline environmental issue. As such, it's reasonable to assume that had the Koch brothers been germane at all to Inside Climate News 's NPR story published in October 2014, the publication would have made that connection at the time. Although Inside Climate News 's piece was critical of NPR's decision to combine climate coverage with other news, the move was not framed as one made under any political or funding pressure whatsoever. Three days after the original Inside Climate News article was published, an unrelated article involving the Koch brothers and NPR appeared in a different publication. Titled \"Did You Hear the Koch Brothers Just Gave a Million Bucks to NPR to Cover Healthcare?\", that piece was deliberately misleading in its frame: It opened by explaining the million dollar Koch donation hadn't happened, but another organization had donated a large sum to NPR. The near-concurrent appearance of the two articles may have loaned credence to the idea that NPR slashed its climate change coverage to appease the Kochs in October of 2014. Another article, published in May 2013, may have fueled the belief NPR's reduction of dedicated environmental coverage stemmed from Koch donations. The New Yorker ran a piece at the time about PBS affiliate WNET's handling of content involving the Kochs. In that item, WNET's president Neal Shapiro disclosed conversations with David Koch about a 2013 film release: That Friday, Shapiro initially said, he called Koch at his office and told him that the Gibney film \"was going to be controversial,\" noting, \"You're going to be a big part of this thing.\" Shapiro offered to show him the trailer, and added that he hoped to arrange \"some sort of on-air roundtable discussion of it, to provide other points of view.\" It could air immediately after the documentary. (Shapiro told me, \"We did this after Ken Burns's film on baseball, too. We like to have a local angle.\") Shapiro asked Koch, \"Do you want to be involved?\" He also offered Koch the opportunity to provide a written response, which the station could air after the show. Shapiro acknowledges that his call to Koch was unusual. Although many prominent New Yorkers are portrayed in \"Park Avenue,\" he said that he \"only just called David Koch. He's on our board. He's the biggest main character. No one else, just David Koch. Because he's a trustee. It's a courtesy.\" Shapiro, who joined WNET six years ago, from NBC News, added, \"I can't remember doing anything like this I can't remember another documentary centered around New York and key people in the city, and such controversial topics.\" However, that article addressed content pertaining to the Koch brothers' overall influence and was not specific to climate change, and the controversial claims made in the piece concerned PBS, not NPR. Additionally, in NPR's ethics manual , guidelines for the interaction of funding sources and NPR journalists are detailed: Our journalism is made possible by a diverse coalition of funding sources, including donations from members of the public, grants from foundations and government agencies, and paid sponsorships and underwriting. While we value all who support our work, those who fund us do so in the knowledge that our journalism serves only the public. We believe our strength as a business is premised solely on high-quality, independent journalism in the public interest. All NPR employees journalists as well as sponsorship, communications and development staff are committed first and foremost to that service. At NPR, the journalists including senior news managers have full and final authority over all journalistic decisions. We work with all other divisions of the company towards the goal of supporting and protecting our journalism. This means we communicate with our sponsorship and development departments to identify areas where we hope to expand our reporting. It also means we may take part in promotional activities or events such as coordinated fund drives, listener support spots and public radio audience-building initiatives. But we observe a clear boundary line: NPR journalists interact with funders only to further our editorial goals, not to serve the agendas of those who support us. NPR also addressed the specific issue of whether the Kochs were major donors (or donated at all) during controversy over coverage of the People's Climate March in September 2014. At that time NPR confirmed that while critics believed David and Charles Koch were NPR donors, there was no record of the Koch brothers of having made any donation (large or small) to NPR, and the broadcasters clarified their position on climate change and their objectives when covering environmental issues: In a related note, many emailers seemed to think that the brothers David and Charles Koch are donors to NPR. If so, no one at NPR knows about it. The development office did several days of searching and could find no record of their giving. Not that the Kochs couldn't give if they wanted to. The critics might be confusing NPR with WGBH, the public TV and radio station in Boston; David Koch is a long-time supporter and board member there and formerly of other public radio stations like WNET. In its coverage of climate change, NPR long ago crossed the bridge to conclude that, based on the science, climate change is real and we humans are contributing to it. Some of the email writers seem to want NPR to be an advocate on the issue, but beyond drawing attention to it, NPR isn't one and shouldn't be. It reports dissenting views when newsworthy, though in its framing of stories overall and in its emphasis on the facts, I find the coverage avoids the trap of \"false equivalence.\"",
  "Originally Published": "",
  "Referred Links": "http://www.npr.org/blogs/ed/2014/07/25/334036514/thanks-for-your-support-well-take-it-from-here;http://www.insidephilanthropy.com/home/2014/10/27/did-you-hear-the-koch-brothers-just-gave-a-million-bucks-to.html;http://insideclimatenews.org/news/20141024/npr-reduces-its-environment-team-one-reporter;",
  "Example": "[Collected via e-mail, December 2014] I just saw a post on Facebook: THE KOCH BROTHERS BUY NPR \"After making large donations to National Public Radio (NPR), the radio network charged with delivering an alternative viewpoint to Americans, NPR has slashed its environmental and climate change coverage. Is anyone surprised?",
  "Last Updated": "4 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/kochnpr.asp",
  "Claim": "The Koch brothers bought NPR and stopped the broadcaster's coverage of climate change.",
  "Claim_ID": "politics_business_kochnpr",
  "Tags": ""
}