{
  "Origins": "The above-quoted exchange of telegrams purportedly took place between President Harry S. Truman and General Douglas MacArthur in the wake of the Japanese surrender ending World War II in August 1945, and offers the tidbit of the blunt-speaking Truman's describing a new doctrine of \"political correctness\" as something \"fostered by a delusional, illogical minority and promoted by a sick mainstream media, which holds forth the proposition that it is entirely possible to pick up a piece of shit by clean end.\"",
  "Fact Check": "",
  "Description": "Although World War II has been one of the most influential and well-studied events of modern history, evidence of this purported telegraph exchange between Truman and MacArthur was virtually non-existent on the Internet prior to 2015. The description of political correctness attributed to Truman therein weren't spread in earnest until April 2015, although iterations of this item had been circulated a few weeks earlier . By Internet standards, this quip about political correctness is nearly ancient. Versions of it dating to 2006 and 2007 are easily located, attributed at least twice to students of Texas A&M University. It surfaced again in a 2012 Townhall column that lauded it while also describing it as an \"old Internet joke\". Although the joke's origins may be murky, the anachronisms involved in attributing it to President Truman are obvious. In one portion of the telegram exchange, Truman supposedly referenced the \"mainstream media,\" a marked neologism. During Truman's political career (and for many decades thereafter), the news media consisted largely of radio and local newspapers; alternative news sources were not prominent enough in the 1940's for the predominant news sources to be tabbed as a politically polarizing entity with the pejorative \"mainstream media.\" Also telling is the use of the term \"political correctness\" in the purported exchange. It's true that the phrase \"politically correct\" was first employed as far back as 1793 , but not in any way resembling the modern application of the term. The current usage was popularized on a large scale in the 1980s and 1990s, decades after Truman's supposed condemnation of the concept, as described in the 2009 book Political Correctness: A History of Semantics and Culture by Geoffrey Hughes: Political correctness became part of the modern lexicon and, many wouldsay, part of the modern mindset, as a consequence of the wide-rangingpublic debate which started on campuses in the United States from the late1980s. Since nearly 50 percent of Americans go to college, the impact ofthe controversy was widespread. It was out of this ferment that most ofthe new vocabulary was generated or became current. However, politicalcorrectness is not one thing and does not have a simple history. As aconcept it predates the debate and is a complex, discontinuous, and proteanphenomenon which has changed radically, even over the past twodecades. During just that time it has ramified from its initial concernswith education and the curriculum into numerous agendas, reforms, andissues concerning race, culture, gender, disability, the environment, andanimal rights. And yes, it is correct to render Harry S. Truman's name with a period after the middle initial.",
  "Originally Published": "",
  "Referred Links": "https://supreme.justia.com/cases/federal/us/2/419/case.html;http://www.grouchyoldcripple.com/archives/003882.html;http://www.netfunny.com/rhf/jokes/08/May/correctness.html;http://www.writerbeat.com/articles/5569-POLITICAL-CORRECTNESS-;",
  "Example": "[Collected via e-mail and Internet, April 2015] Is this supposedly quoted telegram real? It is claimed to be part of an exchange between Truman and MacArthur immediately preceding theJapanese surrender agreement. \"For the last six odd years, almost all of the things I wanted to write or say, have been stymied by a recently coined term referred to as \"POLITICAL CORRECTNESS\"! Although I consider myself rather fluent in the English language, that term was not in my vocabulary. My curiosity got the best of me and I decided to do a little research and after two weeks of chasing fruitless leads, I found what I'd been looking for at the Truman Library and Museum in Independence Missouri. A unnamed source there sent me copies of four telegrams that were between Harry Truman and Douglas MacArthur on the day before the actual signing of the Surrender Agreement. The contents of those four telegrams below are exactly as received, not a word has been added or deleted!\" 1) Tokyo,Japan 0800-September 1,1945 To: President Harry S Truman From: General D A MacArthur Tomorrow we meet with those yellow bellied bastards and sign the Surrender Documents, any last minute instructions! (2) Washington, D C 1300-September 1, 1945 To: D A MacArthur From: H S Truman Congratulations, job well done, but you must tone down your obvious dislike of the Japanese when discussing the terms of the surrender with the press, because some of your remarks are fundamentally not politically correct! (3) Tokyo, Japan 1630-September 1, 1945 To: H S Truman From: D A MacArthur and C H Nimitz Wilco Sir, but both Chester and I are somewhat confused, exactly what does the term politically correct mean? (4) Washington, D C 2120-September 1, 1945 To: D A MacArthur/C H Nimitz From: H S Truman Political Correctness is a doctrine, recently fostered by a delusional, illogical minority and promoted by a sick mainstream media, which holds forth the proposition that it is entirely possible to pick up a piece of shit by clean end!",
  "Last Updated": "8 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/trumanpc.asp",
  "Claim": "President Harry S. Truman in 1945 described political correctness as \"a doctrine fostered by a delusional, illogical minority.\"",
  "Claim_ID": "politics_quotes_trumanpc",
  "Tags": ""
}