{
  "Origins": "CGI Federal (a subsidiary of CGI Group), the main contractor for the official web site of the U.S. Health Insurance Marketplace known as HealthCare.gov, was founded in Quebec City in 1976 by 26-year-old entrepreneurs Serge Godin and Andr Imbeau. Although the company is based in Canada, it has offices in 40 countries, including 66 branches in the U.S. Toni Townes-Whitley, who joined CGI in May 2010, is a Senior Vice-President currently leading the Civilian Agency Programs (CAP) Business Unit for the Federal Group.",
  "Fact Check": "",
  "Description": "Toni Townes-Whitley has a number of linkages to First Lady Michelle Obama. Both Michelle Obama and Toni Townes-Whitley are 1985 graduates of Princeton University, both are members of the Association of Black Princeton Alumni , and both are listed as having worked with or been members of the Organization of Black Unity (OBU) and the Third World Center ( TWC ) while at Princeton. (Although some sources describe Michelle Obama and Toni Townes-Whitley as \"pals\" or \"friends,\" it's unclear how well the two women knew each other during their time at Princeton, or how much interaction they had with each other afterwards.) Photographs posted to Toni Townes-Whitley's Facebook page show that she and her husband attended a White House Christmas party in 2010 and had their picture taken with the Obamas, and OpenSecrets.org lists her as having donated a total of $1,500 to Barack Obama's campaign in 2011-12. Visitor logs also show Toni Townes-Whitley as having met with officials at the White House on four occasions in 2013. The contract to develop HealthCare.gov grew out of CGI's initial bid and contract to provide technology services for the Department of Health and Human Services, a process which began in 2007, three years before Toni Townes-Whitley joined CGI and two years before Barack Obama became President. Although many sources have described CGI's contract to develop the HealthCare.gov as \"no-bid,\" CGI was in fact one of four companies who bid on the contract to build Healthcare.gov, and CGI's selection was based on technical considerations and not on any putative relationship between Michelle Obama and Toni Townes-Whitley: Critics have repeatedly asked how CGI Federal got the contract, and there has been widespread speculation on online news sites and blogs that the firm was selected because of political ties to the Obama administration. But a review of internal documents and interviews with former and current federal officials show that the selection process was walled off from politics. In the summer of 2011, the Obama administration was racing to figure out who would build the Affordable Care Act's all-important Web site. \"Time is of the essence,\" said an internal Centers for Medicare and Medicaid Services (CMS) draft request for proposals, dated June 24, 2011. With deadlines looming, officials limited the bidders to the winners of the 2007 umbrella contract. \"There was very great time pressure,\" recalled a former CMS official familiar with the process. \"The feeling was we had a lot of big IT powerhouses and they knew our work.\" Four firms applied: IBM, Computer Sciences Corp., Quality Software Services and CGI Federal. As is tradition, the selection process was strictly sheltered from political considerations and political appointees at CMS or elsewhere in the administration, according to numerous former and current CMS employees. \"I deliberately stayed out of contracting,\" said Leslie Norwalk, the agency's acting administrator under President George W. Bush. \"If that had changed, I would have heard rumblings.\" Agency documents show that a career contracting officer, in the CMS Office of Acquisition and Grants Management, was in charge of awarding the contract for the Web site. The selection process focused on bidders' business and technical proposals, which described the proposed cost, hardware and software required, proposed infrastructure design, security requirements, and key personnel. The companies' past performance was not a priority. The CMS document listed it as the second least important of seven technical evaluation factors. And the review would look only at past work under the 2007 umbrella contract, the document said. Documents and interviews show that CGI Federal was selected because of what was deemed to be the company's technical prowess, even though the price of the firm's proposal was higher than that of at least of one competitor. The statement that HealthCare.gov web site development has cost the U.S. upwards of $600 million appears to be mistakenly based on a figure that represented the total amount of money CGI had received for all of its government contracts related to health care for the previous several years, not just for the contract to develop HealthCare.gov. Exactly how much was spent is a matter of conjecture at this point due to the vagaries of the federal contracting system and differences over whether items such as IT infrastructure costs should be included as part of the development costs. Various sources who have triedto fathom the actual cost have provided differing figures, with the Washington Post noting that: In testimony on Capitol Hill, Health and Human Services Secretary Kathleen Sebelius said, in response to a direct question: \"Congresswoman, we have spent about $118 million on the website itself, and about $56 million has been expended on other IT to support the web.\" That adds up to $174 million. Moreover, the federal government has obligated $196 million, so the tab could certainly run that high if CGI submits the bills. To sum up: The floor for spending on the Web site to date appears to be at least $170 million, with an upward potential of nearly $300 million. An HHS official says there is another $630 million in potential obligations for HealthCare.gov going forward. Whether all of that money will be spent is another question, but clearly money is being burned now to fix the problems that have emerged. So, when all is said and done, the cost of the Web site could be above $600 million. If you add in other costs, it could be potentially higher. As for the claim that CGI \"donated $47 Million to Obama's campaign,\" records at OpenSecrets.org show no such expenditures by CGI's political action committee (PAC) during either the 2008 or 2012 campaign cycles. (CGI's president, George Schindler, donated $1,000 each to the Barack Obama and Mitt Romney campaigns during the 2012 presidential cycle.)",
  "Originally Published": "",
  "Referred Links": "https://www.opensecrets.org/indivs/search.asp?name=schindler%2C+george&state=&zip=&employ=&cand=&c2012=Y&sort=N&capcode=v9mh9&submit=Submit+your+Donor+Query;https://www.opensecrets.org/pacs/expenditures.asp?cycle=2012&cmte=C00354241;https://www.opensecrets.org/pacs/expenditures.asp?cmte=C00354241&cycle=2008;http://www.opensecrets.org/indivs/search.asp?name=townes-whitley&state=&zip=&employ=&cand=&c2014=Y&c2012=Y&c2010=Y&sort=N&capcode=q3jdh&submit=Submit+your+Donor+Query;https://www.facebook.com/tonitwhitley/media_set?set=a.134031603323336.22440.100001494924603&type=3;http://www.princeton.edu/pr/news/02/q2/0415-TWCname.htm;http://www.princeton-abpa.org/dynamic.asp?id=news_1980s;http://www.cgi.com/en/management/toni-townes-whitley;http://www.cgi.com/en/us-federal/services-solutions;",
  "Example": "[Collected via e-mail, October 2013] DID YOU THINK AMERICANS WOULDN'T FIND THIS OUT! Michelle Obama's Princeton classmate is executive at company that built Obamacare website. First Lady Michelle Obama's Princeton classmate is a top executive at the company that earned the no-bid contract to build the failed Obamacare website. Toni Townes-Whitley, Princeton class of '85, is senior vice president at CGI Federal, which earned the no-bid contract to build the $678 million Obamacare enrollment website at Healthcare.gov. CGI Federal is the U.S. arm of a Canadian company. Soooooo........... Let s see if we can connect the dots here ... 1.) No American companies considered; 2.) A Canadian company hired; 3.) No Bid contract for $93 million; 4.) Top executive at website-building firm went to school with Michelle Obama; 5.) Overruns for Obamacare enrollment website now costing U.S. $634 million, and still going up. 6.) CGI \"donated\" $47 Million to Obama's campaign. Does this bother anybody else besides me? And this is just one of their corrupt enterprises. The Obamas are worse than \"Bernie\" Madoff and far more dangerous to the country. These thieves and traitors should be in jail for the rest of their lives. Pass this on, if you agree.",
  "Last Updated": "8 January 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/obama/whitley.asp",
  "Claim": "HealthCare.gov was developed on a no-bid contract at a cost overrun of $634 million by a Canadian company selected because they donated $47 million to the Obama campaign and employ Michelle Obama's classmate as a top executive.",
  "Claim_ID": "politics_obama_whitley",
  "Tags": ""
}