{
  "Origins": "It's true that Don Walter (not \"Walters,\" as his name is commonly misreported), a U.S. District Court judge in Shreveport, Louisiana, was one of 25 advisors sent to to Iraq by the U.S. Department of Justice to assist in the reconstruction of the judicial, prosecutorial and law enforcement sectors of the country, and that he has since delivered lectures and interviews like the one quoted above. How much of his information is literally true we cannot say as he himself notes in his addresses, \"I am limited in what I saw and heard\" and \"the opinions are my own.\"",
  "Fact Check": "",
  "Description": "How much of this speech is original material is another matter. Many readers have noticed similarities between this piece and a letter from an Army engineer in Iraq, and instances of the same letter being sent out under different soldiers' names have since been uncovered.",
  "Originally Published": "",
  "Referred Links": "http://www.theolympian.com/home/news/20031011/frontpage/121390.shtml;http://www.usdoj.gov/opa/pr/2003/May/03_ag_267.htm;",
  "Example": "[Collected on the Internet, 2003] A Shreveport Judge's Report on Iraq Last Wednesday night, I attended a lecture by Judge Don Walter, a federal judge who was asked to serve as part of a 12 man team in Iraq to evaluate their justice system. It was most interesting, and afterwards, I asked if he had a book or a recording of any of his lectures. Since he did not, he was generous enough to give me his notes from the evening. For those of you interested, I will give you a slightly abridged version of his lecture which I found difficult to cut down due to its wealth of information. THE LECTURE: I really am not into public speaking as I am sure you are about to find out. But my adventures in Iraq taught me something that I would very much like to share with you. I have been fortunate over the past 5 or 6 years to get to such exotic places as Bosnia, Jakarta, Indonesia, and Morocco. But, Iraq is my swan song. First, I am too old for such adventures, and second, Charlotte (my wife) won't let me. In mid-April, I got a call from DoJ asking if I would be willing to go to Iraq for up to 3 months to evaluate the justice system and make recommendations. When I went home, Charlotte said without a pause, \"how could I possibly tell you, no?\" Let me begin with a disclaimer, I was in Iraq for fewer than 40 days, I was in Baghdad for a little over three weeks and in the three provinces of the far south for two weeks. I am limited in what I saw and heard. Needless to say, the opinions are my own. I want to make it clear that, initially, I vehemently opposed the war. The team of 12 that went to Iraq was to access the judiciary and to make recommendations for the future. We were sent too soon and without sufficient planning and forethought.Accordingly we were forced to play our part by ear. Ultimately, we were successful. No thanks to the civil authorities in Washington or Iraq. We were divided into 4 teams. We were the southern team: Mike Farhang, an AUSA from Los Angeles, Harvard Summa Undergraduate, Harvard Law Review, Linguist, 5 languages including Arabic; Rich Coughlin, Federal Public Defender from New Jersey, who abandoned his wife and 23 month old daughter to volunteer for this; and me. We were accompanied by an interpreter and protected by what I called our \"minders,\" four Iraqis well-armed with 9mm hand guns and AK47's. During the first two weeks, we talked to a few hundred Iraqis and interviewed about 60 judges. Our help came from our Danish colleagues and the First Armored Division (UK), not from the civil authorities - OPCA, Office of the Provisional Coalition Authority, (formerly ORHA), AmbassadorBrenner's group. Despite my initial opposition to the war, I am now convinced, whether we find any weapons of mass destruction or prove Saddam sheltered and financed terrorists, absolutely, we should have overthrown the Baathists, indeed, we should have done it sooner. What changed my mind? When we left mid June, 57 mass graves had been found, one with the bodies of 1200 children. There have been credible reports of murder, brutality and torture of hundreds of thousands of ordinary Iraqi citizens. There is poverty on a monumental scale and fear on a larger one. That fear is still palpable. I have seen the machines and places of torture. I will tell you one story told to me by the Chief of Pediatrics at the Medical College in Basra. It was one of the most shocking to me, but I heard worse. One of Saddam's security agents was sent to question a Shiite in his home. The interrogation took place in the living room in the presence of the man's wife, who held their three month old child. A question was asked and the thug did not like the answer; he asked it again, same answer. He grabbed the baby from its mother and plucked its eye out. And then repeated his question. Worse things happened with the knowledge, indeed with the participation, of Saddam, his family and the Baathist regime. Thousands suffered while we were messing about with France and Russia and Germanyand the UN. Every one of them knew what was going on there, but France and the UN were making millions administering the food for oil program. We cannot, I know, remake the world, nor do I believe we should. We cannot stamp out evil, I know. But this time we were morally right and our economic and strategic interests were involved. I submit that just because we can't do everything doesn't mean that we should do nothing. We must have the moral courage to see this through, to do whatever it takes to secure responsible government for the Iraqi people. Having decided to topple Saddam, we cannot abandon those who trust us. I fear we will quit as the horrors of war come into our living rooms. Look at the stories you are getting from the media today. The steady drip, drip, drip of bad news may destroy our will to fulfill the obligations we have assumed. WE ARE NOT GETTING THE WHOLE TRUTH FROM THE NEWS MEDIA. The news you watch, listen to and read is highly selective. Good news doesn't sell. 90% of the damage you see on tv was caused by Iraqis, not by US. All the damage you see to schools, hospitals, power generation facilities, refineries, pipelines and water supplies, as well as shops, museums, and semi-public buildings (like hotels) was caused either by the Iraqi army in its death throes or Iraqi civilians looting and rioting. The day after the war was over, there was nearly 0 power being generated in Iraq. 45 days later, 1/3 of the total national potential of 8000 MW is up and running. Downed power lines are being repaired and were about 70% complete when I left. There is water purification where little or none existed before... this time to everyone. Oil is 95% of the Iraqi GNP. In order for Iraq to survive, it must sell oil. All the damage to the oil fields was done by the Iraqi army or looters. The 14 story office building of the Southern Iraq Oil Company in Basra was torched by Baathist, destroying all of the books, records and computers of the company. Today, the refinery at Bayji is at 75% of capacity. The crude pipeline between Kirkuk and Bayji has been repaired,though the Baathist keep trying to disrupt it. If we are doing all this for the people, why are they shooting us? The general population isn't. By my sample, 90% are glad we came and the majority doesn't want us to leave for some time to come, but there are still plenty of bad guys, the Baathists who lived well under Saddam. The thugs of the old regime still hope to return to power, and there are plenty of them, mostly located in Sunni areas. Then too, Saddam, in the Ramadan amnesty, let every murderer, butcher, rapist and violent criminal loose on his own people. There are interests, including organized crime, with a desire for anarchy and profit. There are disruptive forces from Saudi Arabia, Iran and Syria. We saw poverty on a scale that I have never witnessed except in pictures of Haiti. I saw one little girl: she was slender, very pretty, about 5 or 6 years old, in a tattered dress with a broad red hem, part of which was torn and dragging in the dirt. She would touch her heart and make hungry gestures. She was duplicated a thousand times during the journey. The poverty in Iraq is a sharp contrast to the lives of Saddam and his sons. Saddam alone, not counting Ouday and Qusay and the leading Baathists, had 43 palaces. We are using several for civilian government. The one where OPCA is located is the main republican palace occupying over 2000 acres. It is a monument to narcissism, four 25 foot tall heads of Saddam decorate the front of the palace, and his portraits and statues are everywhere. We went to a second palace by the airport. It is surrounded by a lake which was created by diverting the Euphrates water which limited agricultural irrigation downstream. His palace in Basra was used by him only once I am told. Basra functions fairly well except for the power. There are 6 lines into the city, but it does not have a standard power grid. Saddam used power and other essentials as a method of punishing a city of 3 million! He would cut power for days to punish them. When I tell you the temperatures there, you will understand how bad that was. I am told that in high summer, it will hit 155 degrees, even 160! He has made no investments in this area which is overwhelmingly Shiite. He has few friends there. Consequently, it is easier for the Brits to govern, unlike Baghdad. And they are doing a good job of it. They are doing it at the moment by using pre-war personnel, perhaps contrary to Brenner's de-Baathification order. The problem with Brenner's policy is that it removes almost all of the people who ran the country. The Brits have been pragmatic: they have largely left the judges and police in place and are removing them as they see the need and they are able to train and replace the bad ones. That was our problem in Haiti, we trained a police force but did not put the judiciary in place so that the jails just filled up and then overcrowding forced criminals out. And the Haitian police have largely quit. (Ouday had a solution to overcrowding, when he received a complaint of overcrowding,he went to the prison and personally shot every 3rd prisoner.) We want to keep Iraq a secular state, and that will present some difficulties as there is no real concept of separation of church and state in Islam. Attaturk was a true revolutionary where this was concerned. The tribal and sharia(religious) courts are functioning, and if we don't get a move on, they will replace the civil and criminal courts. I find it difficult to explain how differently they think. I remember telling Mike, \"I don't think we are on the same page with this fellow.\" Mike said, \"Don, I am not sure we are in the same library.\" For a large percentage of the Iraqi people, and they are most adamant, family and tribe are everything, religion and state are one and the same. That they don't understand us is our biggest problem in the middle east. They perceive our way of life as a threat to theirs,... and it is. They fear the modern world is about to run over them, destroying family life as they know it, educating and freeing their women, forbidding honor killing... coca colas, jeans, lack of parental respect and respect for the old ways and religion. And to defend their way of life and their religion, they will die with the same fervor with which the Christians marched to the lions. In their fear of western life, some will fight and kill us; but I remain convinced that the majority want a secular society and the best that the west has to offer. We are not hated by everyone. Of the hundreds I talked to, the overwhelming majority thanked us for being there. Hundreds of adults and children on the roads waved and smiled as we passed by. We went to the law school with about 300 students, about ten of whom were female. There wewere, three Americans and they wanted us to fix their school and they thought we could. They thought Americans could do anything. They were like children expecting the genie from the bottle to immediately gratify their needs. The law students were the finest example of hope that I encountered. They told me that the future was theirs and that they needed and wanted our help. I believe we should be paying more attention and giving greater effort to restoring higher education. These law students are the immediatefuture. When we met with them a week later, they had formed a protective association, a bus for transportation, found a disused grammar school for classes, and got their assistant dean to round up some professors who were teaching them. Still they need help and I am trying to get some help for them from our law schools. LSU has refused, Seton Hall and Rutgers have promised to help; I have not contacted Tulane, Loyola or Southern yet. Upon returning to Baghdad, I went to the Ministry of Justice to review the situation in the south. I took advantage of the situation and said the following: \"I have read a little of your history. I know you are a proudpeople who have risen from the ashes in the past, so I must tell you that I am saddened and disappointed. I have talked to hundreds of you over the past five weeks, almost everyone educated and privileged. What I have heard is what you want from us, how the Americans have to fix this and give you money and equipment, protect you from you own. The only adults planning on the future were those law students in Basra who had lost everything - their books, their desks, their records, their school. And they were doing something about it on their own. You need to do some of these things for yourselves. If you are depending on us to do everything, you are going to be sadly disappointed.\" I got a few nods from the judges, but the translator said to me: \"Thank you. I have been waiting for someone to tell them that.\" Our soldiers, God love them and keep them; they smiled every time I got a chance to talk to them. They want to come home, but I did not hear one word of complaint nor a question as to why they were there. This is boring, HOT, dirty, and dangerous work. They stand in 120 plus degrees in full body armor. They are amazing. Their entertainment was largely self-generated; boredom doesn't stop when they stand down. Write a letter, send a note or email; send a book, cd, tape, or magazine; do something. Thank you.",
  "Last Updated": "16 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/war/walter.asp",
  "Claim": "Retired federal judge delivers lecture about his experience setting up a new legal system in Iraq.",
  "Claim_ID": "politics_war_walter",
  "Tags": ""
}