{
  "Origins": "In May 2013, e-mails began to circulate that claimed the mayor of the town of Ath in Belgium had refused to honor the wishes of Muslim parents who were demanding that school canteens (cafeterias) be made free of pork in order to comply with their religious beliefs.",
  "Fact Check": "",
  "Description": "The missive alleged that Mayor Marc Duvivier adamantly refused to remove pork products from school menus, and that he had issued the statement reproduced above in response to the request. The \"pork in canteens in Belgium\" e-mail regained traction in September 2014 and resumed its spread through inboxes and social media sites like Facebook and Twitter. When the rumor began in 2013, it became so popular that it spawned an online petition to support Mayor Duvivier in his alleged firm stance against halal cafeterias. When Duvivier was alerted to the circulating rumor about pork and his school canteens, he formally addressed the rumor in response to international interest in his policies on assimilation and student menus. In an announcement posted to Ath's website at the time, Duvivier not only denied having made the statement attributed to him, he also denied that any request about removing pork from canteens had ever been presented to him. In his press release , Duvivier explained that \"no person of any nationality or ethnic group whatsoever have made such a request to the municipal services, with Mr. Bruno Boel, Municipal Secretary, or myself ... this is a lie,\" adding that the presence of pork in school canteens had never been an issue. Variations: A variant of this item shifted the locale from Belgium to Quebec, Canada.",
  "Originally Published": "",
  "Referred Links": "http://www.rtl.be/info/vous/temoignage/1089519/rumeur-de-la-viande-de-porc-interdite-dans-les-ecoles-d-ath-c-est-toujours-completement-faux-;http://translate.google.com/translate?hl=en&sl=fr&tl=en&u=http%3A%2F%2Fwww.euraphis.org%2Fdefault.asp%3FV_DOC_ID%3D10305&anno=2;http://www.yabiladi.com/articles/details/25655/belgique-maire-porte-plainte-apres.html;http://www.ath.be/ma-commune/vie-politique/conseil-communal;",
  "Example": "[Collected via e-mail, September 2014] PORK IN SCHOOL CANTEENS A REAL MAYOR WHO REFUSES TO REMOVE PORK FROM THE SCHOOL CANTEENS EXPLAINS WHY Muslim parents demanded the abolition of pork in all the school canteens of Ath in Belgium. Marc Duvivier the mayor of Ath, has refused, and the town clerk sent a note to all parents to explain why. \"Muslims must understand that they have to adapt to Belgium, its customs, its traditions, its way of life, because that's where they chose to immigrate. They must understand that they have to integrate and learn to live in Belgium. They must understand that it is for them to change their lifestyle, not the Belgians who so generously welcomed them. They must understand that the Athois are neither racist nor xenophobic, they accepted many immigrants before Muslims (whereas the reverse is not true that Muslims do not accept non-Muslim foreigners on their soil). That no more than other nations, the Belgians are not willing to give up their identity, their culture. And if Belgium is a land of welcome, it's not Marc Duvivier that welcomes foreigners, but the Belgian people as a whole. Finally, they must understand that in Belgium with its Judeo-Christian roots, Christmas trees, churches and religious festivals, religion must remain in the private domain. The municipality of Ath was right to refuse any concessions to Islam and Sharia. For Muslims that disagree with secularism and do not feel comfortable in Belgium, there are 57 beautiful Muslim countries in the world, most of them under-populated and ready to receive them with open halal arms in accordance with Shariah. If you left your country for Belgium, and not for other Muslim countries, it is because you have considered that life is better in Belgium than elsewhere. Ask yourself the question, just once, \"Why is it better here in Belgium than where you come from?\" A canteen with pork is part of the answer.",
  "Last Updated": "30 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/belgiumpork.asp",
  "Claim": "The mayor of Ath, in Belgium, refused to remove pork from school canteens in the face of pressure from Muslim parents.",
  "Claim_ID": "politics_religion_belgiumpork",
  "Tags": ""
}