{
  "Origins": "After Peter Stefan, a funeral home director in Worcester, Massachusetts, said in early May 2013 that he had been experiencing difficulty finding a cemetery plot in which to bury accused Boston Marathon bomber Tamerlan Tsarnaev (who died in a gun battle with police on 19 April 2013), Baltimore television station WBFF reported that a U.S. Air Force veteran named Julie Frein had offered to give up her plot in Arlington National Cemetery (ANC) to Tsarnaev:",
  "Fact Check": "",
  "Description": "US Air Force (USAF) veteran Julie Frein said she is willing to give up her burial plot at Arlington National Cemetery to Tamerlan Tsarnaev the deceased Boston bombing suspect. The Anne Arundel County woman told WBFF she feels the terrorist suspect should be able to be laid to rest and just wants it to all be over. \"I feel sympathy for [his family] in that as long as this issue is open, they can't have closure,\" Frein told WBFF's Joy Lepola. When asked how she thought Americans would react to the suspect being buried in a national cemetery, Frein replied, \"Well the country would just have to get over that, wouldn't they? Because nobody, nobody deserves to rot above ground.\" Frein has already called the funeral home in Massachusetts where Tsarnaev's body is currently stored and is in the process of contacting the Office of Veteran Affairs to see if she will be able to offer up her plot. Frein served in the USAF for two years. Her husband served in the US Navy for 20 years. However, a representative for Arlington National Cemetery responded to rumors that Tamerlan Tsarnaev might be buried there on the site's Facebook page by affirming that eligibility for interment at Arlington was not transferable from one person to another: We have been receiving calls about the interview a veteran did regarding giving up her space at a veteran cemetery to the Boston Bombing suspect so he can be buried. We want to make it clear that this suspect is not eligible to be buried at Arlington a veteran can't transfer their eligibility to another person. Please pass this along to those who are concerned! On 10 May 2013, the Richmond Times-Dispatch reported that Tamerlan Tsaernev had been interred at the Al-Barzakh Cemetery in Doswell, Virginia, a facility run by Islamic Funeral Services of Virginia.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/ArlingtonNationalCemetery/posts/10151892389873976;",
  "Example": "[Collected on the Internet, May 2013] I'm hearing that the dead Boston bomber may be buried at Arlington? Can you find out if this is true or not?",
  "Last Updated": "10 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/boston/arlington.asp",
  "Claim": "Accused bomber Tamerlan Tsarnaev is going to be buried at Arlington National Cemetery.",
  "Claim_ID": "politics_conspiracy_boston_arlington",
  "Tags": ""
}