{
  "Origins": "The \"I'm losing patience with my neighbours, Mr Bush\" article excerpted above was indeed the creation of Terry Jones , best known for his work as a member of the Monty Python comedy troupe. This article was published in the 26 January 2003 edition of The Observer , a newspaper to which Mr. Jones contributes the occasional commentary piece. Some of his other writings for The Observer include \" OK, George, make with the friendly bombs \" ( 17 February 2002) and \" The audacious courage of Mr Blair \" ( 22 September 2002).",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.observer.co.uk/iraq/story/0,12239,796739,00.html;http://www.observer.co.uk/comment/story/0,6903,651594,00.html;http://www.intriguing.com/mp/about/terry_jones.asp;http://www.observer.co.uk/comment/story/0,6903,882459,00.html;",
  "Example": "[Collected on the Internet, 2003] I'm losing patience with my neighbours, Mr Bush I'm really excited by George Bush's latest reason for bombing Iraq: he's running out of patience. And so am I! For some time now I've been really pissed off with Mr Johnson, who lives a couple of doors down the street. Well, him and Mr Patel, who runs the health food shop. They both give me queer looks, and I'm sure Mr Johnson is planning something nasty for me, but so far I haven't been able to discover what. I've been round to his place a few times to see what he's up to, but he's got everything well hidden. That's how devious he is. As for Mr Patel, don't ask me how I know, I just know - from very good sources - that he is, in reality, a Mass Murderer. I have leafleted the street telling them that if we don't act first, he'll pick us off one by one. Some of my neighbours say, if I've got proof, why don't I go to the police? But that's simply ridiculous. The police will say that they need evidence of a crime with which to charge my neighbours . . . [Click here to view the complete article]",
  "Last Updated": "14 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/terryjones.asp",
  "Claim": "Monty Python member Terry Jones is the author of 'I'm Losing Patience with My Neighbours. Mr. Bush.'",
  "Claim_ID": "politics_soapbox_terryjones",
  "Tags": ""
}