{
  "Origins": "Costco is perhaps the epitome of the bare-bones warehouse outlet: huge, undecorated cement-floored stores whose aisles are stacked with a limited number of products which shoppers can obtain at deep discounts by buying in quantity. Customers pay an annual membership fee ($45 for households; $100 for small businesses) for the privilege of shopping there; in turn, Costco keeps prices low by servicing only paid members, eliminating the frills, buying and selling only a select set of goods in volume, and eschewing advertising.",
  "Fact Check": "",
  "Description": "Costco has grown tremendously since its beginnings as a single store opened in Seattle in 1983, in large part due to the efforts and expertise of CEO Jim Sinegal, who was tapped to help found the enterprise because of his experience with a similar venture, the Price Club chain of high-volume warehouse stores. Costco now operates over 450 stores, primarily in the United States but also in Canada, Great Britain, Japan, Taiwan, and South Korea, and has over 44 million members. There is no China connection involved with Costco, however, other than that some of the products it sells may have originated there. Costco was founded in, and remains headquartered in, the state of Washington. (Its corporate offices were formerly located in Kirkland, Washington; they have since moved to the city of Issaquah.) Price Club, with whom Costco merged in 1993 (the combined companies operated for a few years as PriceCostco before reverting back to the Costco name), began its operations in San Diego in 1976. Costco is a publicly-traded corporation (via NASDAQ) whose SEC filings (including information about their major stockholders) are available on its web site. (The international shipping carrier COSCO , whose name is an initialism of the phrase China Ocean Shipping Company, is based in China, but it has no affiliation with the Costco chain of warehouse discount stores.) The original Price Club was not so named because of the obvious relationship between the word \"price\" and the retail merchandising industry, but because it was founded by a man named Sol Price . That name is echoed in the one chosen by its former competitor and current partner/successor, Costco.",
  "Originally Published": "",
  "Referred Links": "http://www.pricesmart.com/CoProfile/co_history.htm;http://www.cosco.com.cn/en/about/index.jsp?leftnav=/1/1;http://phx.corporate-ir.net/phoenix.zhtml?c=83830&p=irol-sec;",
  "Example": "[Collected on the Internet, 2005] From a fairly reliable source I learned that Costo stores are owned by China. Costco stands for: C - China O - Off S - Shore T - Trading CO - Company They own two piers in San Francisco where they import and unload their products.",
  "Last Updated": "22 October 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/costco.asp",
  "Claim": "Costco warehouse club stores are owned by China.",
  "Claim_ID": "politics_business_costco",
  "Tags": ""
}