{
  "Origins": "In January 2014 a snowstorm struck parts of Alabama, resulting in highways being shut down as inexperienced drivers ill-equipped for driving in such unfamiliar weather conditions were unable to continue, leaving many motorists stuck on roads in icy weather for several hours. On 29 January 2014, Fox News columnist Todd Starnes wrote about acts of assistance performed by employees of a Birmingham, Alabama, Chick-fil-A restaurant. Starnes spoke to manager Mark Meadows and assistant manager Audrey Pitt about their actions during the blizzard:",
  "Fact Check": "",
  "Description": "Pitt also stated that the Chick-fil-A outlet opened their doors to residents in need of a place to warm up and fed those who visited it for free during the storm. Accounts of Meadows and Pitt's good deeds were reported by numerous national news outlets, but by April 2014, the forwarded e-mail quoted above began to circulate claiming that positive news coverage about Chick-fil-A had been suppressed. However, several major news outlets such as ABC News and the Huffington Post reported upon Meadows' actions (as well as his subsequent charitable acts), and if some members of the general public didn't hear about the story at the time, it was only because they weren't paying attention to the news. The e-mail claiming the original story had been \"suppressed\" circulated again after a similar snowfall in February 2015, leading many recipients to believe that the events described had occurred more than a year earlier.",
  "Originally Published": "",
  "Referred Links": "http://myrightwingdad.blogspot.com/2014/04/fw-chicken-in-blizzard.html;",
  "Example": "[Collected via e-mail, March 2015] I received this email message and before forwarding it on Iwanted to make sure it was legitimate. Thank you! \"Subject: Chicken in a blizzard This is a story that is very worth reading, I bet you have not and willnot hear any of this on radio, TV, or elsewhere by the 'lamebrain' media.So Please read it and then pass it along to everyone you know. TWO years ago Chick-fil-A made national headlines when company presidentDan Cathy spoke out in support of traditional marriage. Liberals andgays came unglued and launched massive protests against the restaurantchain. Several mayors spoke out saying they would not allow any moreChick-fil-As to be built in their cities. They tried boycotting the Christian owned company, but that backfired.Instead, Chick-fil-A had a world record day with many locations sellingout of food to the hundreds of thousands of supporters. Is it anysurprise that the only news the liberal mainstream media has reportedconcerning Chick-fil-A has only been 'the negative'?. Remember last week when the ice storm hit the south? The mainstreammedia showed footage of miles of cars stranded on the frozen interstates.Several national news broadcasts that I saw reported about school kidstrapped on busses for almost 24 hours because of all of the ice andparents going frantic wondering where their kids were. In all of the icy gloom and doom, I bet you didn't hear about the heroicand generous actions of a Chick-fil-A along Highway 280 in Birmingham,Alabama, did you?",
  "Last Updated": "10 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/chickfilablizzard.asp",
  "Claim": "Chick-fil-A provided free food to motorists stranded during a blizzard in Birmingham, Alabama.",
  "Claim_ID": "politics_business_chickfilablizzard",
  "Tags": ""
}