{
  "Origins": "Oregon State University (OSU) head men's basketball coach Craig Robinson is the brother of First Lady Michelle Obama (and thus the brother-in-law of President Barack Obama). In 2008-09, Robinson's OSU basketball team (the Beavers) finished with an overall 18-18 record and won the 2009 College Basketball Invitational, the first ever postseason tournament championship for OSU. However, the Beavers stumbled a bit at the beginning of the 2009-10 season; as of 23 January 2010 their overall record was only 8-11. Nonetheless, in March 2010 OSU announced that Robinson's contract had been extended through the 2015-16 season. That's the background to the claim reproduced above maintaining that Robinson's job was in jeopardy, and only $17 million in \"stimulus\" funds hastily dispatched to OSU (due to the influence of his sister and brother-in-law) kept him in his position as the head men's basketball coach.",
  "Fact Check": "",
  "Description": "First off, it's unlikely, as claimed by the anonymous (and therefore unverifiable) source referenced above, that Craig Robinson's position as head coach at OSU was really in danger after the team's relatively slow start in the 2009-10 season. As the school noted in its announcement of Robinson's contract extension, he has been their most successful men's basketball coach in the last twenty years, having \"headed a turnaround that includes the Beavers winning 31 games since his arrival ... the most over a two-year period for Oregon State since 1991.\" Moreover, the rumors that were circulating in early 2010 were not that Robinson was about to be fired, but that DePaul University (among other schools) was considering wooing him away to fill its head coaching vacancy a possibility which prompted OSU to extend his contract. The notion that Robinson's coaching job was in jeopardy simply because his team was a mere three games under the break-even mark at one point in the 2009-10 season is therefore rather far-fetched. Second, no special stimulus funds were rushed to OSU by the U.S. Department of Education in early 2010. Oregon, like other states, applied back in 2009 to receive money available through the State Fiscal Stabilization Fund ( SFSF ), a program intended to help schools retain teachers and professors and to pay for needed maintenance and infrastructure projects. And Oregon, like other states, decided how to allocate those funds to its various state school districts and institutions of higher learning. (Oregon applied for $467 million from the SFSF and eventually allocated $26.5 million of that amount to OSU.) Finally, the chronology of events disproves the claim that there was some form of linkage between stimulus funds and Robinson's March 2010 contract extension. OSU applied for SFSF funds in April 2009, and as noted in a 12 October 2009 Oregonian article , OSU had already received and spent $17.8 million of state fiscal stabilization funds by that date. But OSU's 2009-10 men's basketball season didn't even get underway until November 2009, and the team's 8-11 start (which was the factor supposedly putting Robinson's job in jeopardy) didn't come to pass until January 2010. Stimulus funds that had been asked for, received, and spent well before the start of the 2009-10 basketball season could not possibly have been a nepotistic inducement quickly procured for the university in order to save Robinson's coaching job partway through that season. Both OSU's athletic director and its director of news and communications have denied there is any truth to the rumor: Todd Simmons, OSU's director of news and communications, said the e-mail rumor no doubt took root because Robinson is Barack Obama's brother-in-law and OSU like many other universities did receive federal stimulus money. That's where the facts end. \"There isn't any financial connection between Craig Robinson and the White House, OSU and the White House, Craig Robinson and the stimulus money,\" Simmons said. \"There's just nothing there.\" OSU received $26,434,969 as its portion of stimulus money from the federal American Recovery and Reinvestment Act to the Oregon University System. The money will go to 61 projects to be used for studies on the ocean, climate change and immune system therapy, among others. If the e-mail is to be believed, Robinson was on the brink of losing his job coming off the national College Basketball Invitational championship and leading OSU to an 18-18 overall record in his first year at OSU that after [OSU had] an 0-18 Pac-10 [record] the previous season. Robinson was given a two-year contract extension in early March. De Carolis said he's been getting e-mails from all over the country regarding the rumor. \"It's been crazy,\" he said. \"I must have gotten 50 e-mails a day from people wanting to know if it's true.\" De Carolis did not know the source of the e-mail. \"It's the Internet,\" he said. \"Don't believe anything that's on it.\"",
  "Originally Published": "",
  "Referred Links": "http://www.oregonlive.com/education/index.ssf/2009/10/most_stimulus_jobs_in_educatio.html;http://www2.ed.gov/policy/gen/leg/recovery/factsheet/stabilization-fund.html;http://www.newamerica.net/blog/ed-money-watch/2009/how-states-plan-spend-their-state-fiscal-stabilization-funds-11761;http://corvallis.kval.com/content/oregon-state-extends-president-obamas-brother-laws-basketball-coaching-contract;http://www.osubeavers.com/sports/m-baskbl/sched/orst-m-baskbl-sched.html;",
  "Example": "[Collected via e-mail, March 2010] A Job Saved! Some have said that the stimulus hasn't saved any jobs, but here is a case where at least one job was saved. According to an unnamed source, Oregon State University Athletic Director Bob DeCarolis was considering firing their basketball coach, Craig Robinson, after an 8-11 start (2-5 in the Pac 10 conference). When word of this reached Washington, UnderSecretary of Education Martha Kanter was dispatched to Corvallis with $17 million in stimulus money for the university. The source now says that Craig Robinson's job is safe forthis year. For the record, Coach Robinson just happens to be Michelle Obama's brother.",
  "Last Updated": "23 March 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/oregonstate.asp",
  "Claim": "The basketball coaching job of Craig Robinson, Michelle Obama's brother, was saved by the hasty procurement of $17 million in federal stimulus funds.",
  "Claim_ID": "politics_obama_oregonstate",
  "Tags": ""
}