{
  "Origins": "Keeping track of the children of Senator John McCain of Arizona, the presumptive Republican nominee for the 2008 presidential election, is a bit complicated, as his offspring (both those he fathered and those he adopted) span two marriages and several decades.",
  "Fact Check": "",
  "Description": "Senator McCain has two sons (Doug and Andy) whom his first wife (Carol) brought to their marriage and whom he adopted when they were young. He and Carol also had a daughter (Sidney) together. From his marriage to his second wife (Cindy), Senator McCain has two more sons (Jimmy and Jack) and another daughter (Meghan), and the couple also have an adoptive daughter from Bangladesh (Bridget). Doug McCain, 48, is John McCain's oldest child. He is a former U.S. Navy pilot (like his father) who currently works as a commercial pilot for American Airlines. Jack McCain, 21, currently attends the U.S. Naval Academy in Annapolis. Jimmy McCain, 19, is a member of the U.S. Marine Corps and has been stationed in Iraq. As the New York Times noted, Senator McCain generally avoids mention of his sons' military service on the campaign trail: John McCain is loath to invoke their names when he defends his foreign policy positions, even once when Jimmy was sitting in the audience before deployment. On a stop in South Carolina, as a mother who lost her son in Iraq began to suggest that John McCain understood her plight because of Jimmy, the senator gently motioned for her to stop. However, Senator McCain did bring along his son Jimmy when he was invited to dinner at the home of Erin Flanagan, a woman who had posed a question about the Iraq war to the senator at a July 2007 Republican presidential candidates' debate in New Hampshire:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, April 2008] One evening last July, Senator John McCain of Arizona arrived at the New Hampshire home of Erin Flanagan for sandwiches, chocolate-chip cookies and heartfelt talk about Iraq. They had met at a presidential debate, when she asked the candidates what they would do to bring home American like her brother, who had been killed in action a few months earlier. Mr. McCain did not bring cameras or a retinue. Instead, he brought his youngest son, James McCain, 19, then a private first class in the Marine Corps about to leave for Iraq. No one mentioned the obvious: in just days, Jimmy McCain could face similar perils. I can't imagine what it must have been like for them as they were coming to meet with a family that ...\" Ms. Flanagan recalled, choking up. \"We lost a dear one,\" she finished. Mr. McCain, now the presumptive Republican nominee, has staked his candidacy on the promise that American troops can bring stability to Iraq. What he almost never says is that one of them is his own son. In his 71 years, Mr. McCain has confronted war as a pilot, a prisoner and a United States senator, but never before as a father. His son's departure for Iraq brought him the same worry that every military parent feels, friends say, while the young marine's experiences there have given him a sustained grunt's-eye view of the action and private confirmation for his argument that United States strategy in Iraq is working. Jimmy McCain enlisted at age 17, then told his parents by phone afterward, said Lance Cpl. Casey Gardiner, a friend from boot camp. Jimmy McCain returned from Iraq in February. Mr. McCain has largely been silent about his son, now a lance corporal, to protect him from becoming a prize target and avoid exploiting his service for political gain, according to friends. As Mr. McCain enters the general election, some say that his son's service will underscore the sincerity of his stance on the war. \"He has, to use a gambler's term, skin in the game,\" said Bob Kerrey, the former Democratic senator and longtime friend of Mr. McCain. \"It's among the most important things that people want to know about John McCain in trying to decide whether or not to trust him.\" [Collected on the Internet, May 2008] Mr. McCain, now the presumptive Republican nominee, has staked his candidacy on the promise that American troops can bring stability to Iraq. What he almost never says is that one of them is his own son, who spent seven months patrolling Anbar Province and learned of his father's New Hampshire victory in January while he was digging a stuck military vehicle out of the mud. Two of Jimmy's three older brothers went into the military. Doug McCain, 48, was a Navy pilot. Jack McCain, 21, is to graduate from the Naval Academy next year, raising the chances that his father, if elected, could become the first president since Dwight D. Eisenhower with a son at war.",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/mccain/mccainsons.asp",
  "Claim": "E-mail describes the military pedigrees of Senator John McCain's sons.",
  "Claim_ID": "politics_mccain_mccainsons",
  "Tags": ""
}