{
  "Origins": "As businesses that deal in intellectual property particularly recorded music and films struggle to adapt to the changes wrought by technology, both providers and end users have been left feeling they're getting the short end of the stick. Organizations such as the Recording Industry Association of America (RIAA) and the Motion Picture Association of America (MPAA) maintain they're legitimately using the law to clamp down on the unauthorized, widespread copying and distribution of copyright-protected material made possible by the Internet, while users claim those groups are using the issue as an excuse to enforce draconian interpretations of copyright law and bolster sagging revenue streams by squeezing money out of the most trivial and ordinary uses of their products.",
  "Fact Check": "",
  "Description": "In that environment, many people might well believe a group like the MPAA would lobby for laws requiring electronic monitoring of all home theater systems, with owners of such equipment being required to pay registration fees or face hefty fines. That believability makes for good satire, which is exactly what the item referenced above is. The \"MPAA Lobbying for Home Theater Regulations\" article is not a genuine news report, but a bit of satire from BBspot , whose pages carry a disclaimer stating that \"BBspot is a satirical news and comedy source and meant to be funny.\"",
  "Originally Published": "",
  "Referred Links": "http://www.bbspot.com/;http://www.bbspot.com/News/2006/11/home-theater-regulations.html;http://www.bbspot.com/News/2006/11/home-theater-regulations.html;",
  "Example": "[Collected via e-mail, 2006] I received this just short time ago in e-mail seems really dumb to me ... hope is hoax tried to find it but unable to locate if true or hoax. MPAA Lobbying for Home Theater Regulations Los Angeles , CA - The MPAA is lobbying congress to push through a new bill that would make unauthorized home theaters illegal. The group feels that all theaters should be sanctioned, whether they be commercial settings or at home. MPAA head Dan Glickman says this needs to be regulated before things start getting too far out of control, \"We didn't act early enough with the online sharing of our copyrighted content. This time we're not making the same mistake. We have a right to know what's showing in a theater.\" The bill would require that any hardware manufactured in the future contain technology that tells the MPAA directly of what is being shown and specific details on the audience. The data would be gathered using various motion sensors and biometric technology. [Rest of article here.]",
  "Last Updated": "6 December 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/mpaa.asp",
  "Claim": "The MPAA is lobbying Congress to enact a law making unauthorized home theaters illegal.",
  "Claim_ID": "Politics_satire_mpaa",
  "Tags": ""
}