{
  "Origins": "Senator Robert C. Byrd of West Virginia is a man of many distinctions, both positive and negative. At age 90, he is (since the retirement of centenarian senator Strom Thurmond) the oldest member of the Senate and its senior Democrat. He's a former member of the Ku Klux Klan. He's serving his eighth Senate term in a congressional career that has already spanned more than four decades. He quotes Cicero from memory and can reel off an amazing array of facts on command. Some colleagues consider him a throwback to the days of Daniel Webster and Henry Clay and admire both his dogged dedication to education and his mastery of oratory. Others find him \"weird,\" make jokes about his old-fashioned speech and mannerisms, and grumble over his lengthy, self-important floor speeches.",
  "Fact Check": "",
  "Description": "In recent months Senator Byrd has controlled the floor of the Senate for hours at a time, hammering away at what he sees as the weaknesses and secrecy in President Bush's proposal to create a Homeland Security Department and criticizing the President's calls for military action against Iraq. In a series of caustic and emotional floor speeches he has accused President Bush of seeking war with Iraq to distract the country from its domestic problems, maintained that the President is drumming up support for an Iraq war to boost his poll ratings, questioned how the U.S. will pay the costs of going to war, and opposed President Bush's asking Congress for the authority to go to war with Iraq as \"an unconstitutional blank check.\" The text reproduced above is vintage Byrd, taken from a fiery floor speech delivered by the Senator on 12 February 2003 in which he once again condemned President Bush's calls for military action against Iraq. Although Senator Byrd is by no means Congress' only critic of the administration's plans for going to war with Iraq, his eloquence in putting forth his opinions and arguments on this issue has captivated many like-minded members of the anti-war movement.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2003] US Senator Robert Byrd Senate Floor Speech We Stand Passively Mute Wednesday 12 February 2003 To contemplate war is to think about the most horrible of human experiences. On this February day, as this nation stands at the brink of battle, every American on some level must be contemplating the horrors of war. Yet, this Chamber is, for the most part, silent ominously, dreadfully silent. There is no debate, no discussion, no attempt to lay out for the nation the pros and cons of this particular war. There is nothing. We stand passively mute in the United States Senate, paralyzed by our own uncertainty, seemingly stunned by the sheer turmoil of events. Only on the editorial pages of our newspapers is there much substantive discussion of the prudence or imprudence of engaging in this particular war. And this is no small conflagration we contemplate. This is no simple attempt to defang a villain. No. This coming battle, if it materializes, represents a turning point in U.S. foreign policy and possibly a turning point in the recent history of the world. This nation is about to embark upon the first test of a revolutionary doctrine applied in an extraordinary way at an unfortunate time. The doctrine of preemption the idea that the United States or any other nation can legitimately attack a nation that is not imminently threatening but may be threatening in the future is a radical new twist on the traditional idea of self defense. It appears to be in contravention of international law and the UN Charter. And it is being tested at a time of world-wide terrorism, making many countries around the globe wonder if they will soon be on our or some other nation's hit list. High level Administration figures recently refused to take nuclear weapons off of the table when discussing a possible attack against Iraq. What could be more destabilizing and unwise than this type of uncertainty, particularly in a world where globalism has tied the vital economic and security interests of many nations so closely together? There are huge cracks emerging in our time-honored alliances, and U.S. intentions are suddenly subject to damaging worldwide speculation. Anti-Americanism based on mistrust, misinformation, suspicion, and alarming rhetoric from U.S. leaders is fracturing the once solid alliance against global terrorism which existed after September 11. Here at home, people are warned of imminent terrorist attacks with little guidance as to when or where such attacks might occur. Family members are being called to active military duty, with no idea of the duration of their stay or what horrors they may face. Communities are being left with less than adequate police and fire protection. Other essential services are also short-staffed. The mood of the nation is grim. The economy is stumbling. Fuel prices are rising and may soon spike higher. This Administration, now in power for a little over two years, must be judged on its record. I believe that that record is dismal. In that scant two years, this Administration has squandered a large projected surplus of some $5.6 trillion over the next decade and taken us to projected deficits as far as the eye can see. This Administration's domestic policy has put many of our states in dire financial condition, under funding scores of essential programs for our people. This Administration has fostered policies which have slowed economic growth. This Administration has ignored urgent matters such as the crisis in health care for our elderly. This Administration has been slow to provide adequate funding for homeland security. This Administration has been reluctant to better protect our long and porous borders. In foreign policy, this Administration has failed to find Osama bin Laden. In fact, just yesterday we heard from him again marshaling his forces and urging them to kill. This Administration has split traditional alliances, possibly crippling, for all time, International order-keeping entities like the United Nations and NATO. This Administration has called into question the traditional worldwide perception of the United States as well-intentioned, peacekeeper. This Administration has turned the patient art of diplomacy into threats, labeling, and name calling of the sort that reflects quite poorly on the intelligence and sensitivity of our leaders, and which will have consequences for years to come. Calling heads of state pygmies, labeling whole countries as evil, denigrating powerful European allies as irrelevant these types of crude insensitivities can do our great nation no good. We may have massive military might, but we cannot fight a global war on terrorism alone. We need the cooperation and friendship of our time-honored allies as well as the newer found friends whom we can attract with our wealth. Our awesome military machine will do us little good if we suffer another devastating attack on our homeland which severely damages our economy. Our military manpower is already stretched thin and we will need the augmenting support of those nations who can supply troop strength, not just sign letters cheering us on. The war in Afghanistan has cost us $37 billion so far, yet there is evidence that terrorism may already be starting to regain its hold in that region. We have not found bin Laden, and unless we secure the peace in Afghanistan, the dark dens of terrorism may yet again flourish in that remote and devastated land. Pakistan as well is at risk of destabilizing forces. This Administration has not finished the first war against terrorism and yet it is eager to embark on another conflict with perils much greater than those in Afghanistan. Is our attention span that short? Have we not learned that after winning the war one must always secure the peace? And yet we hear little about the aftermath of war in Iraq. In the absence of plans, speculation abroad is rife. Will we seize Iraq's oil fields, becoming an occupying power which controls the price and supply of that nation's oil for the foreseeable future? To whom do we propose to hand the reigns of power after Saddam Hussein? Will our war inflame the Muslim world resulting in devastating attacks on Israel? Will Israel retaliate with its own nuclear arsenal? Will the Jordanian and Saudi Arabian governments be toppled by radicals, bolstered by Iran which has much closer ties to terrorism than Iraq? Could a disruption of the world's oil supply lead to a world-wide recession? Has our senselessly bellicose language and our callous disregard of the interests and opinions of other nations increased the global race to join the nuclear club and made proliferation an even more lucrative practice for nations which need the income? In only the space of two short years this reckless and arrogant Administration has initiated policies which may reap disastrous consequences for years. One can understand the anger and shock of any President after the savage attacks of September 11. One can appreciate the frustration of having only a shadow to chase and an amorphous, fleeting enemy on which it is nearly impossible to exact retribution. But to turn one's frustration and anger into the kind of extremely destabilizing and dangerous foreign policy debacle that the world is currently witnessing is inexcusable from any Administration charged with the awesome power and responsibility of guiding the destiny of the greatest superpower on the planet. Frankly many of the pronouncements made by this Administration are outrageous. There is no other word. Yet this chamber is hauntingly silent. On what is possibly the eve of horrific infliction of death and destruction on the population of the nation of Iraq a population, I might add, of which over 50% is under age 15 this chamber is silent. On what is possibly only days before we send thousands of our own citizens to face unimagined horrors of chemical and biological warfare this chamber is silent. On the eve of what could possibly be a vicious terrorist attack in retaliation for our attack on Iraq, it is business as usual in the United States Senate. We are truly \"sleepwalking through history.\" In my heart of hearts I pray that this great nation and its good and trusting citizens are not in for a rudest of awakenings. To engage in war is always to pick a wild card. And war must always be a last resort, not a first choice. I truly must question the judgment of any President who can say that a massive unprovoked military attack on a nation which is over 50% children is \"in the highest moral traditions of our country\". This war is not necessary at this time. Pressure appears to be having a good result in Iraq. Our mistake was to put ourselves in a corner so quickly. Our challenge is to now find a graceful way out of a box of our own making. Perhaps there is still a way if we allow more time.",
  "Last Updated": "16 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/war/byrd.asp",
  "Claim": "Senator Robert Byrd delivered a fiery floor speech condemning President Bush's calls for military action against Iraq.",
  "Claim_ID": "politics_war_byrd",
  "Tags": ""
}