{
  "Origins": "On 23 March 2003, the U.S. Army's 507th Maintenance Company was ambushed in the southern Iraqi town of Nassiriya. This support unit should never have been anywhere near the fighting, but it blundered into harm's way when it took a wrong turn. The error proved a fatal one: it cost the lives of eleven American soldiers and resulted in the capture of six others, including Jessica Lynch and Shoshana Johnson. Lynch was rescued by Special Forces troops on 2 April, and Johnson (and the others) were freed on 13 April when other U.S. forces found them. Both these servicewomen had sustained serious injuries during their time in Iraq, and both continue to endure physical disabilities as a result of those injuries.",
  "Fact Check": "",
  "Description": "The article quoted above, which deals with disability pensions awarded these two soldiers, was written by Christine Phillip, a BET.com staff writer, and posted to the Black Entertainment Network site on 24 October 2003. The difference between the pensions allotted Pfc. Jessica Lynch and Spc. Shoshana Johnson is accurate Lynch was discharged as a private first class in August 2003 with an 80 percent disability benefit, while Johnson just recently learned she will receive a 30 percent disability benefit, a discrepancy amounting to $600 or $700 a month. Many believe this patently unfair and wonder if race wasn't a factor. If disability pensions are awarded on the basis of what a soldier has been put through, Spc. Johnson has a strong case for claiming the same level of compensation as that which Pvt. Lynch receives. Johnson was the frightened looking African-American woman shoved in front of the TV cameras by her Iraqi captors, a remembered image that haunts me to this day. She was shot through both legs and held prisoner in Iraq for 22 days. Like Lynch, she too has weathered a difficult convalescence, walks with a limp, and is tortured by memories of her captivity. Her recovery has not been followed by the media the way her more famous comrade-in-arms' was. (Indeed, no other injured soldier's recuperation has garnered attention of that depth and magnitude.) Yet the U.S. Army does not award disability pensions on the basis of bravery or suffering in the field; the primary criterion upon which these stipends are based is that of extent of injury. It is not for the terror of the moment for which a soldier is compensated, but for the ongoing infirmity the experience leaves him or her with. Judged on that basis, there is cause for the variance between the pensions of the two servicewomen it was four months before Lynch could walk again, whereas Johnson's injuries, though certainly nothing to be thought lightly of, left her in far better physical condition. Yet the issue of discrimination has been raised by those advocating on behalf of Spc. Johnson. The Army denies race plays any part in the difference between the two pensions. Army spokesman Maj. Steve Stover told the Associated Press, \"The disability compensation is based on each individual soldier's condition\" and \"Every soldier is treated equally when they go before a medical review board, and in all situations, race is not an issue.\" According to the Philadelphia Inquirer : Lynch and Johnson get different benefits because a military Physical Evaluation Board placed them in different categories, the Army said. Lynch was put on a Temporary Disability List, meaning that she can stay in the Army for up to five years and that her condition can be reevaluated periodically. If it doesn't improve, she could get a medical discharge. Although Johnson is awaiting a final decision on her disability status, her injuries were judged stable but permanent, and the board recommended that she be discharged from the Army. Johnson plans to appeal the board's recommendation next week, according to Rep. Diane Watson (D., Calif.). The Army has said its decision on Shoshana Johnson's pension is not yet final, and it may yet be adjusted upwards, possibly to the same level as that of Jessica Lynch. Whatever the usual yardstick used to determine pension levels, and whether it was applied fairly or not, the public is unlikely to perceive the same differences between the two cases that the Army does, and people will if things remain as they are now come away from this issue with the impression that Johnson was ill-treated by the service she laid so much on the line for, and that this ill treatment was racially motivated. In the face of such perceptions, many find it unthinkable the military will stand by its 30% determination. Dare it risk being seen as saving Pfc. Lynch and shaving Spc. Johnson? Barbara \"shavetrail\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.bet.com;http://www.bet.com/News/Archives/BET.com+-+A+Tale+of+Two+Soldiers+561.htm;",
  "Example": "[Collected on the Internet, 2003] Army Spec. Shoshana Johnson, the African American woman who was held prisoner of war in the U.S. invasion of Iraq, was looking forward to a quiet discharge from the Army in a few days. Battle scarred and weary, she has said not a word as her fellow POW comrade in arms Jessica Lynch cashes in with book and movie deals and a celebrity status in the media. But it is the Army that is forcing Johnson to break her peace. A few days ago, military brass informed her that she would receive a 30 percent disability benefit for her injuries. Lynch, who is White, was discharged in August and will receive an 80 percent disability benefit. The difference amounts to $600 or $700 a month in payments, and that is causing Johnson and her family to speak out. They are so troubled by what they see as a \"double standard,\" that they have enlisted Rev. Jesse Jackson to help make their case to the news media. [Rest of article here.]",
  "Last Updated": "3 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/shoshana.asp",
  "Claim": "Shoshana Johnson, the other female U.S. POW of the Iraq war, is slated to receive a far smaller disability pension than that granted Jessica Lynch.",
  "Claim_ID": "politics_military_shoshana",
  "Tags": ""
}