{
  "Origins": "Variants of the above-quoted \"Americans with No Abilities Act\" bit of political humor have been circulating on the Internet since 1998, based on the original published by the satirical Onion web site in June of that year under the title \"Congress Passes Americans with No Abilities Act,\" a pun on the Americans with Disabilities Act ( ADA ) legislation of 1990.",
  "Fact Check": "",
  "Description": "In 2004 this lampoon was circulated prior to that year's U.S. presidential election, presented as a \"What if?\" piece projecting events forward into 2005 and quoting \"President Kerry\" (a reference to that year's Democratic presidential nominee, Senator John Kerry) as being a supporter of the AWNAA. A 2006 version of this item altered the original's fabricated quotes from President Clinton and attributed them to instead to U.S. senators Barbara Boxer and Ted Kennedy, while the fictitious Mary Lou Gertz, described in the 1998 original as an unessential filing clerk at a Minneapolis tile wholesaler, was turned into a lug-nut twister at the General Motors plant in Flint, Michigan. (A reference to illegal aliens was also inserted into the concluding sentence.) A 2009 variant again updated the piece, this time to invoke the names of President Barack Obama, Speaker of the House Nancy Pelosi, Senate Majority Leader Harry Reid, and Illinois senator Dick Durbin. A 2007 version of this satire even changed the country, fingering Australia as the nation that had enacted the legislation and faceitously quoting Prime Minister Kevin Rudd, Deputy Prime Minister Julia Gillard, and MP Martin Ferguson of Victoria as being in favor of it. Barbara \"awnaa roll\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.ada.gov/pubs/ada.htm;http://www.theonion.com/content/node/28982;",
  "Example": "[Collected via e-mail, January 2009] Washington, DC - President Barack Obama and the Democrat controlled Congress is considering sweeping legislation that will providenew benefits for many Americans. The Americans With No Abilities Act. AWNAA is being hailed as a major legislative goal by advocates of themillions of Americans who lack any real skills or ambition. 'Roughly 50 percent of Americans do not possess the competence and drive necessary to carve out a meaningful role for themselves in society,' saidCalifornia Senator Barbara Boxer. 'We can no longer stand by and allow People of Inability to be ridiculed and passed over. With thislegislation, employers will no longer be able to grant special favors to a small group of workers, simply because they have some idea of what theyare doing.' In a Capitol Hill press conference, House Majority Leader Nancy Pelosi and Senate Majority Leader Harry Reid pointed to the success of the U.S.Postal Service, which has a long-standing policy of providing opportunity without regard to performance. Approximately 74 percent of postalemployees lack any job skills, making this agency the single largest U.S employer of Persons of Inability. Private-sector industries with good records of non-discrimination against the Inept include retail sales (72%), the airline industry (68%), and homeimprovement 'warehouse' stores (65%). At the state government level, the Department of Motor Vehicles also has an excellent record of hiringPersons of Inability (63%). Under The Americans With No Abilities Act, more than 25 million 'middle man' positions will be created, with important-sounding titles but littlereal responsibility, thus providing an illusory sense of purpose and performance. Mandatory non-performance-based raises and promotions will be given so as to guarantee upward mobility for even the most unremarkable employees. Thelegislation provides substantial tax breaks to corporations that promote a significant number of Persons of Inability into middle-managementpositions, and gives a tax credit to small and medium-sized businesses that agree to hire one clueless worker for every two talented hires. Finally, the AWNAA contains tough new measures to make it more difficult to discriminate against the non-abled, banning, for example,discriminatory interview questions such as, 'Do you have any skills or experience that relate to this job?' 'As a Non-abled person, I can't be expected to keep up with people who have something going for them,' said Mary Lou Gertz, who lost her positionas a lug-nut twister at the GM plant in Flint , Michigan, due to her inability to remember 'rightey tightey, lefty loosey.' 'This new law should be real good for people like me,' Gertz added. With the passage of this bill, Gertz and millions of other untalented citizens will finally see a light at the end of the tunnel. Said Senator Dick Durbin (D-IL): 'As a Senator with no abilities, I believe the same privileges that elected officials enjoy ought to beextended to every American with no abilities. It is our duty as lawmakers to provide each and every American citizen, regardless of his or herinadequacy, with some sort of space to take up in this great nation and a good salary for doing so.",
  "Last Updated": "15 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/noabilities.asp",
  "Claim": "The U.S. Congress is considering passage of the \"Americans with No Abilities\" Act.",
  "Claim_ID": "politics_satire_noabilities",
  "Tags": ""
}