{
  "Origins": "The terrorist attacks of 11 September 2001 have spurred and continue to spur a number of \"outrage\" e-mail forwards, all presenting a similar scenario: A foreign-born (usually Middle Eastern) operator or employee of some small business (typically a convenience store, gas station, or donut shop) visibly celebrated terrorist attacks on the U.S., refused to serve a uniformed member of the U.S. military, demonstrated disrespect for the U.S. flag, or otherwise engaged in some highly symbolic behavior insulting to Americans. Virtually all such reports we have encountered over the years have proved to be either completely fabricated or highly distorted versions of real events, and the item quoted above is yet another example of such.",
  "Fact Check": "",
  "Description": "On 9 February 2009, Army Specialist Albert R. Jex of Lockport, New York, was killed in Mosul, Iraq. Jex was serving as part of a personal security detachment when a bomb exploded near the humvee in which he was traveling, killing him and three other soldiers. On 19 February 2009, funeral services were held at Mount Olive Lutheran Church in Lockport to honor Albert Jex (a recipient of the Bronze Star and Purple Heart) and his service to the United States. The e-mail quoted above asserts that when the owner of a Dunkin' Donuts outlet in Lockport was asked to display a memorial flier for Albert Jex within his store, he brusquely retorted that said flier should be \"placed on the dumpster where the rest of our soldiers belong.\" What actually happened, as store owner Rumit Patel explained to Tim Marren of the Lockport Union-Sun & Journal, was the following: He said a man came in, asking to hang the flier regarding the death of Pfc. Albert Jex. Rumit was busy with customers and didn't have a chance to look at the flier. He gets a number of fliers, so he just directed the man to the shelf or board where they post community events, which is near a garbage can. It's the same place fliers go all the time, since Dunkin Donuts corporate doesn't allow franchisees to hang anything in the window, he explained. The spot Rumit put aside to advertise community events is the same for everyone. \"People do not know the truth,\" he said. \"I did not say that. I meant no disrespect by saying you can place the flier on the shelf above the trash can.\" Nonetheless, the e-mailed version of this event quickly morphed into an outraged expression of how Patel had deliberately directed a memorial flier for a dead U.S. soldier to be \"placed on a dumpster\" because he felt that was \"where the rest of our soldiers belong.\" In fact, not only did Rumit Patel move to rectify the situation as soon as he became aware of it, but as attested by Albert Jex's aunt, Cindy Jex he showed up at the funeral home bearing flowers and apologized to Albert Jex's parents for the misunderstanding: Hello Everyone, I am Specialist Albert Ronald Jex's, Aunt Cindy. I would like to clarify this Lockport Dunkin' Donuts issue. I heard about this poster being placed on the plastic trash bin, the owner was out of town and was unaware of Albert's death. His response to placing it there was in full view of the door so everyone would see it. THEN he realized what the poster was and knew he had made a mistake. It was clearly a misunderstanding. After knowing this (I KNOW NO ONE cleared this UP! or TOLD YOU THIS PART!), he showed up at the funeral home with a dozen RED Roses and made a FULL apology to Albert's mother and father. Patel also offered to donate all the funds he receives from the sales of hot coffee at his store between 7:00 AM and 4:00 PM on 4 March 2009 to Albert Jex's widow: \"The next day I heard about this e-mail and I felt really bad,\" Patel said. \"So I went to a showing of the soldier to give my respects and explain the misunderstanding.\" \"I do things for the Red Cross. For last two years I have donated pounds of coffee bags to blood donors to American Red Cross,\" Patel said. \"I have also donated certificates to the Dale Association. I have also donated to Lockport schools and Police Association. I don't know what else I can do than reach out to the family and help raise money on Wednesday.\" On Wednesday from 7 a.m. to 4 p.m., proceeds from sales of hot coffee at Dunkin Donuts will go to Jex's widow, who wants to attend a U.S. Army service honoring Jex and others who died in a roadside bomb in Mosul on Feb. 9. This arrangement came after Cindy Jex, Albert's aunt, and Rumit met to work out some sort of fundraiser. Again, this coming from a guy who never said what everyone in town thinks he said. Dunkin' Donuts' corporate office also looked into the matter and issued the following statement: Upon learning about a rumored inappropriate comment made by a crew member at our Dunkin' Donuts location in Lockport, New York, Dunkin' Donuts immediately looked into the matter. We take allegations like these very seriously, as the alleged comment is unequivocally contrary to our values and to those of our franchisee. After thorough review, we believe that there was no harm intended in the comment that was made, and that the result was a simple misunderstanding. Immediately after learning of the matter, our franchisee in Lockport personally visited with the Jex family, and has since resolved this issue to their satisfaction. The entire Dunkin' Donuts Family extend ours deepest sympathy to the family and friends of U.S. Army PFC Albert Jex. (Many thanks to Julie Obermiller , who alerted us to this story and provided a wealth of helpful information.)",
  "Originally Published": "",
  "Referred Links": "http://juliechatterbox.wordpress.com;",
  "Example": "[Collected via e-mail, February 2009] This came from a friend and neighbor: Several days ago, a relative of mine approached the owner of the Lockport Dunkin Doughnuts and asked if he could place a memorial flier for PFC. Albert Jex on the door. The owners' response was to \"place the flier on the dumpster where the rest of our soldiers belong.\" For those of you who do not know, \"Albert Jex, 23, is the first Lockport native killed in the war in Iraq. He was one of four soldiers who died of wounds suffered when an explosive device blew up near their vehicle on Feb. 9 in Mosul, Iraq. Albert was assigned to the 3rd Battalion, 8th Cavalry Regiment, 3rd Brigade Combat Team, 1st Cavalry Division, Fort Hood, Texas.\" (US&J) I'm obviously offended by this, being a soldier from a military family and all. I know this is America, and these people have the right to object to such a request, but to go a step further and degrade American heroes is unnecessary. If you think so little of those who fight for our rights, you do not deserve to live here under the protection of those rights. Also, the thing that makes me so mad about this is the fact that these people are not Americans. If you have been to this establishment, you will have noticed their ethnicity. I was never bothered by that until now. I am sure they would welcome his money, my money, any Americans money. Why then does his service to this Country, whose money they want so badly, disgust them? Why then can t a piece of paper with a fallen soldiers picture on it be placed on their door? If they feel this way about one American, what are the odds that they feel this way about all Americans? Being a business in this community, wouldn't you think that they would welcome something as petty as a flier to display in honor of someone from our community? If you agree with this pass it on, and boycott the Lockport Dunkin Doughnuts. That is all I have to say. I am not sorry if my opinions offended any of you. **I knew I didn't like that Dunkin Donuts! The disgusting part is the owners are locals! They seem to have no problem handing out their coupons for their nasty coffee at the kids street hockey games and soccer.. Shame on them! I'm passing this on! **why not bomb the towelheds store and see how he likes it",
  "Last Updated": "1 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/lockport.asp",
  "Claim": "The owner of a Dunkin' Donuts store directed that a memorial flier for a U.S. soldier be \"placed on a dumpster where the rest of our soldiers belong.\"",
  "Claim_ID": "politics_military_lockport",
  "Tags": ""
}