{
  "Origins": "The above-reproduced letter, purportedly written by Starbucks CEO Howard Schultz to extol that company's financial contributions to Israel's defense, reads like a spoof, and indeed it is: one written by Andrew Winkler and published on the ZioPedia web site on 11 July 2006 (where it is clearly identified as a parody).",
  "Fact Check": "",
  "Description": "The author noted in an update that although the letter itself was a spoof, he based his satire upon factual information about Starbucks CEO Howard Schultz: The Howard Schultz spoof letter above has caused quite a bit of a stir. We had over 10,000 visitors reading this article in the past 24 hours. Some of them were not quite sure whether the article was 'kosher' or not. Well, it was and it wasn't. Howard Schultz never wrote that letter, I did. If you didn't find it funny, blame it on my German humour. However, all the statements I made in that letter about donations, sponsorships, political views etc. are based on factual Howard Schultz actions and quotes, as 1/2 hour of 'Googling' will easily confirm to anyone interested. Business Today Egypt similarly maintained that the letter to some extent validly reflected CEO Schultz's personal sympathies for Israel, but also stated that the implications about Starbucks' providing direct financial support to Israel were not true: Here are the facts: Each year, Starbucks issues a massive tome outlining its donations to charities around the world, from children's literacy and hurricane relief to the pitifully small sums it gives to the families that grow its coffees. It doesn't mention the word \"Israel\" once (nor do its filings with the Securities and Exchange Commission), although the company is proud that its employees have donated hundreds of pounds of coffee to American troops serving in Afghanistan and Iraq. As to Starbucks' alleged lobbying on behalf of Israel? Well, it does lobby, just not for the Jewish State. Its SEC filings say it has had contacts with politicians at the local, state and federal levels, but largely on zoning and regulatory issues. Moreover, Starbucks, which went public in 1992, has never paid a dividend to shareholders, let alone earmarked part of that dividend for Israel. The case against Schultz is a bit stronger: The 1998 recipient of the Jerusalem Fund Aish HaTorah's \"Israeli Fiftieth Anniversary Tribute Award,\" he's an a proud friend of Israel who has apologized in the past for a speech he gave (as a private citizen, admittedly, not as chairman) that was widely interpreted as being anti-Palestinian. Starbucks also asserts such rumors are untrue: Q: Is it true that Starbucks or Howard Schultz provides financial support to Israel? A: No. This is absolutely untrue. Rumors that Starbucks or Howard provides financial support to the Israeli government and/or the Israeli Army are unequivocally false. Starbucks is a publicly held company and as such, is required to disclose any corporate giving each year through a proxy statement. Q: Has Starbucks ever sent any of its profits to the Israeli government and/or Israeli army? A: No. This is absolutely untrue. Other sources , however, have claimed that the support and financial links between Starbucks and Israel are stronger than the company or the U.S. media generally report. Facts about Starbucks in the Middle East (Starbucks)",
  "Originally Published": "",
  "Referred Links": "http://news.starbucks.com/views/facts-about-starbucks-in-the-middle-east;http://www.inminds.co.uk/boycott-starbucks.html;http://www.ziopedia.org;http://www.ziopedia.org/content/view/578/1/;https://web.archive.org/web/20060713190011/http://www.ziopedia.org/content/view/578/1/;",
  "Example": "[Collected via e-mail, 2006] A Thank You to All Starbucks Customers Written by Howard Schultz Tuesday, 11 July 2006 Dear Starbucks Customer, First and foremost I want to thank you for making Starbucks the $6.4 billion global company it is today, with more than 90,000 employees, 9,700 stores, and 33 million weekly customers. Every latte and macchiato you drink at Starbucks is a contribution to the close alliance between the United States and Israel, in fact it is as I was assured when being honored with the \"Israel 50th Anniversary Friend of Zion Tribute Award\" key to Israel's long-term PR success. Your daily chocolate chips frappucino helps paying for student projects in North America and Israel, presenting them with the badly needed Israeli perspective of the Intifada. Starbucks, through the Jerusalem Fund of Aish HaTorah, an international network of Jewish education centers, sponsors Israeli military arms fairs in an effort to strengthen the special connection between the American, European and Israeli defense industries and to showcase the newest Israeli innovations in defense. As my contribution to the fight against the global rise of anti-Semitism, the reason behind the current conflict in the Middle-East, I help Aish HaTorah sponsoring the website \"honestreporting.com\" and produce material informing of Israel's side of the story. Without you, my valued customer, I wouldn't be able to raise hundreds of millions of dollars each year to support Israeli citizens from terrorist attacks and keep reminding every Jew in America, to defend Israel at any cost. $5 billion per year from the US government are no way near enough to pay for all the weaponry, bulldozers and security fences needed to protect innocent Israeli citizens from anti-Semitic Muslim terrorism. Corporate sponsorships are essential. Having the bigger picture in mind, Starbucks have donated a store to the US army to help in the \"War on Terror\". I cannot emphasize enough, how vital the \"War on Terror\" is for the continued viability and prospering of the Jewish State. So next time you feel like chilling out at a Starbucks store, please remember that with every cup you drink at Starbucks you are helping with a noble cause. Howard Schultz Chairman & Chief Global Strategist Starbucks Coffee Stores",
  "Last Updated": "17 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/israel/schultz.asp",
  "Claim": "Message from Starbucks Chairman Howard Schultz extols the company's contributions to Israel.",
  "Claim_ID": "politics_israel_schultz",
  "Tags": ""
}