{
  "Origins": "Yes, it's true Anheuser-Busch was running print ads aimed at securing the gay community's beer money. But before you allow yourself to be drawn into the \"pro-gay/anti-gay\" debate, consider this: those ads were limited to gay publications only. Don't expect to see them pop up even in middle-of-the-road magazines that happen to draw some of their readership from the gay community; the ads aren't meant for that market.",
  "Fact Check": "",
  "Description": "In other words, this controversy is over nothing. Falwell's and his followers' concern about \"homosexual images coming into our homes through reckless advertising campaigns\" is misplaced; unless he and his people have taken to reading gay magazines and newspapers, they'll never encounter the ads. Equally, those looking to do battle with the religious right to keep Anheuser-Busch from pulling these ads are fighting a phantom battle: Anheuser-Busch has shown no indication of wanting to end this particular Bud Light print ad campaign. Targeted advertising featuring members of the group being advertised to is nothing new. One expects to find ads featuring African-Americans in Ebony just as one expects to find images of happy housewives in the ads sold into Family Circle. That same-sex pairings are used in ads appearing in gay publications shouldn't surprise anyone. Indeed, in that venue, ads featuring opposite-sex pairings would be horribly out of place, and one could then quite rightly call into question the sanity of any advertiser insensitive enough to figure it could market in such a forum with ads featuring boy-girl pairings. Anheuser-Busch isn't the only large corporation using same-sex pairings in its gay publications advertising. In a 1998 issue of The Advocate , for example, a two-page ad from IBM featured a male couple saying, \"We're not your typical Mom & Pop operation. We're not even your typical Pop & Pop operation.\" An American Express ad in the same issue shows a female couple on the beach, wondering about their financial future. An Anheuser-Busch spokesman said, \"It's surprising to us that one print ad placed in select gay-oriented magazines has attracted attention. Today's consumer is not one of a specific gender, race, geography or orientation. We appreciate and respect the views of all our customers.\" Which probably explains the two phone numbers. Anheuser-Busch appears to appreciate the need on both sides to vent feelings a bit by registering a vote either for or against the ads. There's no indication from the brewer, however, that those votes are going to influence anything, or even that they'll be tallied. Even so, giving people a way to feel they've made themselves heard is a smart move on the part of the company. Controlling almost half of the U.S. beer market, Anheuser-Busch is the nation's largest beer maker in terms of sales and one of the top brewers in the world. It produces Bud and Bud Light in addition to Michelob, Busch, ZiegenBock Amber, Red Wolf Lager and others, including O'Doul's non-alcoholic beer. There are three major brewers in the U.S.: Anheuser-Busch, Miller, and Coors. What to drink if you want to either support or boycott gay-friendly brewers is a matter open for debate. Of the big three, Coors is the only one to offer domestic partnership benefits to its gay employees, but the Coors family also supports organizations that have a history of anti-gay decisions. Miller and Anheuser-Busch have non-discrimination policies and support the gay community in some ways, but neither offer benefits for unmarried couples. Barbara \"is this Bud for you?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] You may or may not be aware that Anheuser-Busch (Bud Light) has created an ad depicting two men holding hands with the slogan, \"Be yourself and make it a Bud Light.\" It is a very welcome message (\"be yourself\") from a very major advertiser. Hundreds of calls have been received by Bud Light from callers AGAINST this ad. No doubt the fundamentalist \"christian\" right organizations are already organizing phone trees to flood Bud with calls objecting to the ad. PLEASE HELP! TELL BUD LIGHT YOU APPLAUD THEIR TRIBUTE TO DIVERSITY. CALL BUD LIGHT AT: 1-877-233-7725 to automatically register your approval of this campaign. A machine picks up and says \"Thanks.\" That's it! I did it! It's easy and takes about 5 seconds. Please call today ... and forward this email to everyone! [Collected on the Internet, 1999] Here is a 10 second way to take a Christian Stand: Dear Saints, We received a post from a conservative Christian news organization concerning a new ad being aired by Anheuser Busch showing two men portraying a homosexual couple drinking beer. Following the ad, a number is shown where they ask those who are supportive of that kind of advertising to call and voice their approval. No number was posted for those who oppose the ad, so Rev. Falwell asked that those who oppose that kind of ad to call their regular customer relations number. This is the current update to the situation: DATE: APRIL 30, 1999 FROM: JERRY FALWELL ANHEUSER BUSCH UPDATE: Since my communique yesterday, the Anheuser Busch Company has now instituted a toll-free number for people to call if they disapprove of a new Bud Light commercial featuring two homosexual men. The new toll-free number to call is: 1-888-227-8783. One of my staff members called Anheuser Busch yesterday and told them that thousands of calls would be coming from concerned Americans and it appears the company quickly saw that they need an automated number to receive the volume of calls that have already come in. I just called the number before writing this special update and it took me 5 seconds to listen to a recording that told me I had just registered a vote against Anheuser Busch about homosexual images coming into our homes through reckless advertising campaigns. Call today and have your friends and family call as well! Pastors, this Sunday please encourage your congregations to call. It is important that we all take action since the gay-rights community is actively calling the pro-gay ad number. The number to disapprove is 1-888-227-8783. This is not a hoax, it is for real! We can make a difference. Speak out saints and hold not your peace about right and wrong in this country any longer.",
  "Last Updated": "8 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/sexuality/budlight.asp",
  "Claim": "Some Bud Light print advertising carried in gay publications featured same-sex couples holding hands.",
  "Claim_ID": "politics_sexuality_budlight",
  "Tags": ""
}