{
  "Origins": "In July 2010 a book titled The Boy Who Came Back from Heaven: A True Story , about the purported near-death experience of Alex Malarkey (who was six years old at the time), was published by Tindale House Publishers. The book detailed the aftermath of a 2004 automobile accident which left Malarkey permanently injured and his subsequent claim that he had visited Heaven, and met and talked with Jesus, following the crash.",
  "Fact Check": "",
  "Description": "Malarkey's account was one of several books in a genre dubbed \"heaven tourism\" and is often mistaken for a similar work titled Heaven Is for Real . The latter book involved a different child named Colton Burpo, who was four years old at the time of his purported visit to Heaven. On 13 January 2015, Alex Malarkey (not, as many believed, Colton Burpo) sent an open letter to Christian publishers recanting his claims and confessing that he fabricated the story about visiting Heaven in order to gain attention: Please forgive the brevity, but because of my limitations I have to keep this short. I did not die. I did not go to Heaven. I said I went to heaven because I thought it would get me attention. When I made the claims that I did, I had never read the Bible. People have profited from lies, and continue to. They should read the Bible, which is enough. The Bible is the only source of truth. Anything written by man cannot be infallible.It is only through repentance of your sins and a belief in Jesus as the Son of God, who died for your sins (even though he committed none of his own) so that you can be forgiven may you learn of Heaven outside of what is written in the Bible ... not by reading a work of man. I want the whole world to know that the Bible is sufficient. Those who market these materials must be called to repent and hold the Bible as enough. In Christ, Alex Malarkey Malarkey himself was not the first involved party to object to the book's continued circulation. In April 2014, his mother Beth Malarkey voiced a number of concerns about the story on her personal blog . The elder Malarkey stated (among numerous grievances) that Alex was urged by a pastor not to recant his story and was not the primary recipient of the story's royalties despite an ongoing need for expensive care due to injuries sustained in the crash. Malarkey concluded: ALex's name and identity are being used against his wishes(I have spoken before and posted about it that Alex has tried to publically speak out against the book), on something that he is opposed to and knows to be in error according to the Bible. How can this be going on??? Great question ... How did it get this far? Another great question ... sometimes bits of truth can become so twisted and distorted that it seems impossible to straighten out. Your words can get taken, twisted, and out right fabricated! In the end, Malarkey's book turned out to be something of an eponymous work.",
  "Originally Published": "",
  "Referred Links": "http://amomonamission.blogspot.com/;http://pulpitandpen.org/2015/01/13/the-boy-who-came-back-from-heaven-recants-story-rebukes-christian-retailers/;",
  "Example": "[Collected via e-mail, January 2015] Alex Malarkey / Burpo who claimed to have visited heaven is nowsaying he never did? The movie and book, \"Heaven Is For Real\" was basedon his claim. There was also the book \"The Boy Boy Who Came Back FromHeaven\". Is this true???",
  "Last Updated": "16 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/heaven.asp",
  "Claim": "Alex Malarkey, protagonist of the book The Boy Who Came Back from Heaven: A True Story , has admitted that he fabricated the claim that he visited Heaven.",
  "Claim_ID": "politics_religion_heaven",
  "Tags": ""
}