{
  "Origins": "This March 2012 item combines a claim that Medicare regulations require doctors to ask patients whether they keep guns in their houses with a 2009 piece about VA patients' being reported to Homeland Security and losing their concealed carry permits for answering \"yes\" to any one of three diagnostic questions.",
  "Fact Check": "",
  "Description": "In the former case, although some doctors (particularly pediatricians) may ask their patients whether they have guns at home, there is no provision of Medicare regulations that requires them to do so; it's purely an individual initiative on the part of various doctors. In June 2011, Florida became the first state to pass a law prohibiting such inquiries when Gov. Rick Scott signed a law barring doctors from routinely asking patients if they own guns unless such questions are \"relevant to the patient's medical care or safety.\" In September 2011, a federal judge declared the law to be unconstitutional and issued an injunction blocking its implementation, but in July 2014 an appeals court overturned that decision and upheld the law: A federal appeals court [has] upheld a 2011 law that prohibits doctors from asking patients about gun ownership or recording that information in medical records unless it was medically necessary. The law was declared unconstitutional by a federal district judge, Marcia Cooke, who agreed with doctors and gun control advocates that it violated doctors' free speech rights. But a panel of judges on the United States Court of Appeals for the 11th Circuit, in Atlanta, overturned that ruling, saying that the law was a \"legitimate regulation of professional conduct\" and that the limits it imposed were \"incidental.\" In the latter case, the three questions about feeling stressed, threatened, or wanting to harm others are standard diagnostic queries for Post Traumatic Stress Disorder (PTSD) which are routinely posed to VA patients (particularly those who have served in combat areas such as Iraq or Afganistan). Patients' answers to such questions are protected by doctor/patient confidentiality laws and, except in very limited circumstances, may not be disclosed to government agencies (or anyone else) without the patient's consent, as noted on the web site of the National Rifle Association's Institute for Legislative Action ( NRA-ILA ): A widely circulated email, allegedly from a \"Vietnam vet and retired police officer,\" claims he visited a Department of Veterans Affairs clinic and was asked several mental health questions. The message goes on to claim that the nurse told him a \"wrong\" answer would be \"reported ... to Homeland Security\" and result in the loss of his Right-to-Carry permit. Fortunately for veterans, that warning was incorrect. It's true that mental health questions are now standard procedure during the patient intake process at VA facilities. That's a result of heightened concern about post-traumatic stress disorder and similar legitimate issues affecting veterans. However, the Department of Homeland Security isn't the agency that compiles records of people who are prohibited from possessing firearms. The FBI does that, in order to operate the National Instant Criminal Background Check System. And although some VA records are reported to NICS, a record will only be reported if the person has been \"adjudicated as a mental defective\" in other words, that the person is mentally incompetent. At the VA, a person can only be found incompetent after a lengthy process that includes the opportunity for a hearing and appeal. Just telling a nurse you feel \"stressed\" (as the email claims) wouldn't be enough. And the NICS Improvement Amendment Act of 2007 not only makes clear that any \"adjudication\" without those procedures won't result in the loss of gun rights, but also provides a way for those who have been found incompetent to get the finding reversed. In fact, as Pennsylvania television station WPMT reported in November 2014: Doctors actually could lose their licenses if they share information about patients owning guns, and language in the Affordable Care Act specifically says that a doctor is not required to ask about guns. \"The Government and Obamacare are not forcing us to do this,\" said Wellspan Health Pediatrician Caroline Hall. \"We ask because we're concerned about anything that could pose a danger to children, just like we ask about if there are smokers around the children.\"",
  "Originally Published": "",
  "Referred Links": "http://fox43.com/2014/11/25/doctors-keep-asking-patients-whether-they-own-a-gun/;http://www.nraila.org/news-issues/articles/2012/rumor-alert-veterans%E2%80%99-health-and-%E2%80%9Csporting-purposes%E2%80%9D.aspx;http://www.nytimes.com/2014/07/26/us/florida-restrictions-on-doctors-upheld.html;http://www.nytimes.com/2011/08/09/health/policy/09guns.html;",
  "Example": "[Collected via e-mail, March 2012] IMPORTANT !!! FYI I am passing this along...there are comments from two other people I have also been asked if we keep guns in the house. The nurse just kinda slipped it in along with all the other regular questions. I told her I refused to answer because it was against the law to ask. Everyone, whether you have guns or not, should give a neutral answer so they have no idea who does and who doesn't. My doctor asked me if I had guns in my house and also if any were loaded. I , of course, answered yes to both questions. Then he asked why I kept a loaded gun close to my bed. I answered that my son, who is a certified gun instructor and also works for Homeland Security, advised me that an unloaded, locked up gun is no protection against criminal attack. The Government now requires these questions be asked of people on Medicare, and probably everyone else. Just passing this along for your information: I had to visit a doctor other than my regular doctor when my doctor was on vacation. One of the questions on the form I had to fill out was: Do you have any guns in your house?? My answer was None of your damn business!! So it is out there! It is either an insurance issue or government intervention. Either way, it is out there and the second the government gets into your medical records (As they want to under Obamacare) it will become a major issue and will ultimately result in lock and load!! Please pass this on to all the other retired guys and gun owners...Thanks. From a Vietnam Vet and retired Police Officer: I had a doctors appointment at the local VA clinic yesterday and found out something very interesting that I would like to pass along. While going through triage before seeing the doctor, I was asked at the end of the exam, three questions: 1. Did I feel stressed? 2. Did I feel threatened? 3. Did I feel like doing harm to someone? The nurse then informed me, that if I had answered yes to any of the questions, I would have lost my concealed carry permit as it would have gone into my medical records and the VA would have reported it to Homeland Security. Looks like they are going after the vets first. Other gun people like retired law enforcement will probably be next. Then when they go after the civilians, what argument will they have? Be forewarned and be aware. The Obama administration has gone on record as considering veterans and gun owners potential terrorists. Whether you are a gun owner veteran or not, YOU'VE BEEN WARNED ! If you know veterans and gun owners, please pass this on to them. Be very cautious about what you say and to whom.",
  "Last Updated": "29 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/medicare.asp",
  "Claim": "Medicare regulations require that doctors ask patients whether they own guns.",
  "Claim_ID": "politics_guns_medicare",
  "Tags": ""
}