{
  "Origins": "This item about an employee at the Orange, Virginia, outlet of the CVS pharmacy chain having to discontinue wearing ties bearing Christian symbols and scriptural references due to a customer complaint was posted on Facebook on 30 August 2013. It's true to the extent that CVS has acknowledged receiving a religion-related customer complaint about the attire of an employee at the referenced store and acting on the issue, although the company did not specify the nature of the action it took to resolve the issue or state it had enacted (or enforced) a ban on all religious attire: We want our stores to be a place where all customers feel welcome and where our colleagues can work in comfort. We greatly value the diversity of our communities and have complete respect for the religious beliefs (or lack thereof) of our customers and colleagues. Our company dress code is not intended to exclude all religious attire, but to avoid messages that could lead to confrontations or discomfort, regardless of the subject matter. In Orange, VA, we recently received a customer complaint about a colleague's attire and we acted to address that complaint, not to support or oppose any particular religious belief.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/CVS/posts/10151802630053116;https://www.facebook.com/betty.melton.35/posts/10201127964339745;",
  "Example": "[Collected via Facebook, August 2013] DEAR FACE BOOK FRIENDS AND FAMILY I NEED YOUR HELP \"ATTENTION\" I WAS PICKING UP MY MEDS AT CVS/PHARMACY IN ORANGE VA WHEN THE GUY I HAVE BEEN DEELING WITH FOR MANY YEARS CAME TO THE WINDOW HE ALWAYS WEARS THE NEATEST TIES WITH BIBLE SCRIPTURE OR MAYBE A PICTURE OF THREE CROSSES THEY ARE BEAUTIFUL SO TODAY I NOTICED HE DID NOT HAVE HIS TIE ON AND SO I ASK WHERE WAS THE BEAUTIFUL TIES THAT HE ALWAYS WEARS AND HE TOLD ME VERY SADLY I AM NO LONGER ALLOWED TO WEAR ANYTHING PROTAINING TO MY RELIGION I WAS OUTRAGED HE TOLD ME THAT SOMEONE HAD MADE A COMPLAINT TO THE COM. THAT HIS TIES AFFENDED THEM WELL IT HAS OFFENDED ME THAT I WILL NO LONGER BE ABLE TO SEE THE BEAUTIFUL TIES THAT I THINK HE SHOULD BE ABLE TO WEAR SO I CALLED CVS CORPRATE OFFICE AND LET THEM KNOW I WOULD BE SPEADING THIS SHAMFUL ACT ABROAD SO PLEASE TELL EVERYONE YOU KNOW SHARE THIS PAGE WITH EVERY FRIEND AND TELL THEM TO TELL THERE FRIENDS I AM ALSO STARTING A PETITION TO MAKE THEM LET HIM HAVE HIS TIES BACK WE HAVE TO TAKE A STAND THIS IS CRAZY AND IT HAS TO STOP WE AS CHRISTIANS NEED TO TAKE A STAND PLS PLS STAND WITH ME AND LETS SPREAD THIS EVERY WHERE UNTIL SOMEONE SEES THIS AND MAKES THIS WRONG RIGHT THANKS",
  "Last Updated": "3 September 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/cvs.asp",
  "Claim": "CVS pharmacy had an issue with an employee wearing ties bearing religious symbolism at one of their Virginia outlets.",
  "Claim_ID": "politics_religion_cvs",
  "Tags": ""
}