{
  "Origins": "We first encountered this piece in the on-line world in July 2006, and at that time it contained no mention of George Carlin or anything else attributing its authorship to him. In August 2006, the same text appeared in a \"Letters to the Editor\" offering in a Tennessee newspaper, once again lacking any mention of the famed comic. However, by December 2006, versions circulating via e-mail were entitled \"George Carlin solves gas crisis\" and \"George Carlin's Solution to Save Gasoline.\"",
  "Fact Check": "",
  "Description": "While George Carlin has yet to specifically disclaim authorship of the \"gas crisis solution\" e-mail on his web site, three factors rule out his being the one who penned it: the item circulated lacked any mention of the comedian for half a year before his name became attached to it, it's not his style of humor, and numerous other humor-tinged political screeds have previously been falsely attributed to him. As we've discovered, just about any unsourced list of witty observations about politics and social mores will eventually become credited to George Carlin as it passes from inbox to inbox (e.g., \" Paradox of Our Time ,\" a 'things were better in the good old days' essay executed in the form of a comparison list, \" I'm a Bad American ,\" a point-form essay advancing the cause of intolerance, \" Hurricane Rules ,\" another point-form essay purporting to offer advice but in reality chiding the people of New Orleans for the alleged misdeeds of some who chose to attempt to ride out Hurricane Katrina instead of evacuating). As Carlin has posted on his web site about such soapboxings: DON'T BLAME ME Floating around the Internet these days, posted and e-mailed back and forth, are a number of writings attributed to me, and I want people to know they're not mine. Don't blame me. Some are essay-length, some are just short lists of one and two-line jokes, but if they're flyin' around the Internet, they're probably not mine. Occasionally, a couple of jokes on a long list might have come from me, but not often. And because most of this stuff is really lame, it's embarrassing to see my name on it. And that's the problem. I want people to know that I take care with my writing, and try to keep my standards high. But most of this \"humor\" on the Internet is just plain stupid. I guess hard-core fans who follow my stuff closely would be able to spot the fake stuff, because the tone of voice is so different. But a casual fan has no way of knowing, and it bothers me that some people might believe I'd actually be capable of writing some of this stuff. As to how to discern what the comedian did and did not write of the various items attributed to him, Carlin offers this bit of wisdom: \"Nothing you see on the Internet is mine unless it came from one of my albums, books, HBO shows, or appeared on my website.\" Barbara \"george of the online jungle\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://georgecarlin.com/home/dontblame.html;http://georgecarlin.com/home/home.html;",
  "Example": "[Collected via e-mail, January 2007] George Carlin's Solution to Save Gasoline President Bush wants us to cut the amount of gas we use. The best way to stop Using so much gas is to deport 11 million illegal immigrants! That would be 11 million less people using our gas. The price of gas would come down. Bring our troops home from Iraq to guard the border. When they catch an illegal immigrant crossing the border, hand him a canteen, rifle and some ammo and ship him to Iraq. Tell him if he wants to come to America then he must serve a tour in the military. Give him a soldier's pay while he's there and tax him on it. After his tour, he will be allowed to become a citizen since he defended this country. He will also be registered to be taxed and be a legal patriot. This option will probably deter illegal immigration and provide a solution for the troops in Iraq and thealiens trying to make a better life for themselves. If they refuse to serve, ship them to Iraq anyway, without the canteen, rifle or ammo. Problem solved. If you think this is a good solution to both the problems, forward it to your friends. I just did.",
  "Last Updated": "5 February 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/carlingas.asp",
  "Claim": "E-mail offers comedian George Carlin's solution to gasoline shortages and illegal immigration.",
  "Claim_ID": "politics_soapbox_carlingas",
  "Tags": ""
}