{
  "Origins": "During a speech he delivered at the University of Indonesia in Jakarta on 10 November 2010, President Obama said: \"I believe that the history of both America and Indonesia should give us hope. It is a story written into our national mottos. In the United States, our motto is E pluribus unum out of many, one. Our nations show that hundreds of millions who hold different beliefs can be united in freedom under one flag.\"",
  "Fact Check": "",
  "Description": "In 1782, the U.S. Continental Congress proposed the use of the Latin phrase E pluribus unum (commonly translated as \"out of many, one\" or \"one from many\") on the Great Seal of the United States as a reference to the original thirteen American colonies' having joined together as a single united entity. The phrase is still a component of the Seal of the United States and has appeared on U.S. coinage since 1795. However, although E pluribus unum was long considered the de facto national motto of the United States, it was never officially established as such by legislation. The only legislatively established national motto the United States has ever had is \"In God We Trust,\" a phrase which first appeared on U.S. coinage in 1864 (and is now a part of all U.S. currency and coinage) and which was adopted as the official U.S. national motto through a law passed by Congress in 1956. On 6 December 2010, forty-two members (forty-one Republicans and one Democrat) of the Congressional Prayer Caucus , an organization founded and co-chaired by Congressman J. Randy Forbes of Virginia, sent a letter to President Obama to correct his reference to E pluribus unum as the U.S. national motto: We write today in response to a speech given on November 10, 2010, at the University of Indonesia in Jakarta, Indonesia, in which you stated 'But I believe that the history of both America and Indonesia should give us hope. It is a story written into our national mottos. In the United States, our motto is E pluribus unum out of many one ... our nations show that hundreds of millions who hold different beliefs can be united in freedom under one flag.\" E pluribus unum is not our national motto. In 1956, Congress passed and President Eisenhower approved the law establishing 'In God We Trust' as the official national motto of the United States. This motto is also referenced in our national anthem and is engraved on our coins and currency. (The fourth and final stanza of the U.S. national anthem, The Star-Spangled Banner , contains the line: \"And this be our motto: 'In God is our trust'.) Other modern presidents have made reference to E pluribus unum as the U.S. motto with little or no comment, such as President Ronald Reagan, who, in an address to the National Forum on Excellence in Education in 1983, said: \"The motto of the United States is E Pluribus Unum, from many, one. Well, more than any other institution, our schools built that one from the many.\"",
  "Originally Published": "",
  "Referred Links": "http://www.presidency.ucsb.edu/ws/index.asp?pid=40844;http://forbes.house.gov/UploadedFiles/National_Motto_Letter_to_President.pdf;http://forbes.house.gov/PrayerCaucus/;http://forbes.house.gov/PrayerCaucus/;http://www.greatseal.com/committees/finaldesign/index.html;http://forbes.house.gov/UploadedFiles/National_Motto_Letter_to_President.pdf;",
  "Example": "[Collected via e-mail, January 2011] PRESIDENT CORRECTED BY CONGRESS ON NATIONAL MOTTO National Motto Letter from Congress This is an actual letter dated December 6, 2010, sponsored by Michelle Bachmann and others in Congress. Since the contents of the letter and what it represents are not getting any national media coverage, it is good to know that the letter is now and forever part of the public record. [Click here to view letter.]",
  "Last Updated": "13 January 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/mottoletter.asp",
  "Claim": "Members of the Congressional Prayer Caucus sent President Obama a letter correcting his reference to E pluribus unum as the U.S. national motto.",
  "Claim_ID": "politics_soapbox_mottoletter",
  "Tags": ""
}