{
  "Origins": "The above-quoted pieces advocating one-day gasoline boycotts are proof that some bad ideas never go away; they just keep getting recycled year after year.",
  "Fact Check": "",
  "Description": "This year's e-mail (proposing a one-day \"gas out\" on 15 April) is yet another recasting of similar messages that have been circulating since 1999. All of them are reminders that \"protest\" schemes that don't cost the participants any inconvenience, hardship, or money remain the most popular, despite their ineffectiveness. A one-day \"gas out\" was proposed in 1999, and a three-day-long event was called for in 2000, but both drew little active participation and had no real effect on retail gasoline prices. The recycling of the same campaign in subsequent years hasn't drawn enough interest to even be considered newsworthy. The premise behind all these messages is inherently flawed, because consumers' not buying gasoline on one particular day doesn't affect oil companies at all. The \"gas out\" scheme doesn't call upon people to use less gasoline, but simply to shift their date of purchase and buy gas a day earlier or later than they usually would The very same amount of gasoline is sold either way, so oil companies don't lose any money. By definition, a boycott involves the doing without of something, with the renunciation of the boycotted product held up as tangible proof to those who supply the commodity that consumers are prepared to do without it unless changes are made. What the \"gas out\" calls for isn't consumers' swearing off using or buying gasoline, even for a short time, but simply shifting their purchases by a couple of days at most. Because the \"gas out\" doesn't call on consumers to make a sacrifice by actually giving up something, the threat it poses is a hollow one. Not buying gas on a designated day may make people feel a bit better about things by providing them a chance to vent their anger at higher gasoline prices, but the action won't have any real impact on retail prices. An effective protest would involve something like organizing people to forswear the use of their cars on specified days, an act that could effectively demonstrate the reality of the threat that if gasoline prices stayed high, American consumers were prepared to move to carpooling and public transportation for the long term. Simply changing the day one buys gas, however, imparts no such threat, because nothing is being done without. Moreover, the primary potential effect of the type of boycott proposed in the \"gas out\" messages is to hurt those at the very end of the oil-to-gasoline chain: the independent service station operators, who have the least say in setting gasoline prices. (Independents are at the mercy of a very volatile oil market and operate on thin profit margins, and even a single day's disruption of supply or demand can wipe out many days' worth of hard-earned profits.) As such, the \"gas out\" is a punch on the nose delivered to the wrong person. Either apathy or an outbreak of common sense has made previous \"gas outs\" non-events with very low levels of participation, as documented by these snippets of news accounts from across North America: Friday's gasoline boycott was an effort that sputtered, coughed, then died. Motorists continued to fill up gas-guzzling sport-utility vehicles and trucks alongside smaller vehicles despite a one-day protest aimed to pressure oil companies to lower gas prices. Although a gasoline boycott that began as an electronic mail campaign kept some drivers nationwide away from the pump, dealers say they saw little, if any, effect on their traffic. In Seattle, there were so many cars waiting to get into [a] Texaco station ... yesterday afternoon that it caused a backup five cars deep into [the] right-hand lane. Reports indicated few motorists paid attention to a nationwide boycott touted initially by Internet e-mail and later by word of mouth. A planned nationwide boycott protesting the high price of gasoline didn't have much effect on local gas stations. \"We were expecting something substantial,\" said Mark Johnson, the owner of a Chevron station. \"We haven't really noticed much of a difference.\" Irving stations in sunny Halifax said the boycott had no effect on business. \"It's been busy as a bugger here,\" said Bruce Riley, manager of one station. \"We haven't been busier in the last two weeks,\" added the manager at another Halifax outlet. Gas stations [in Ottawa] reported \"busier than ever\" conditions at the pumps on the day of The Great Internet Gas-Out. Gasoline is a fungible, global commodity, its price subject to the ordinary forces of supply and demand. No amount of consumer gimmickry and showmanship will lower its price in the long run; only a significant, ongoing reduction in demand will accomplish that goal. Unfortunately, for many people achieving that goal would mean cutting down on their driving or opting for less desirable economy cars over less fuel-efficient models, solutions they find unappealing. An event like a \"gas out\" can sometimes do some good by calling attention to a cause and sending a message. In this case, though, the only message being sent is: \"We consumers are so desperate for gasoline that we can't even do without it for a few days to demonstrate our dissatisfaction with its cost.\" What supplier is going to respond to a message like that by lowering its prices? Those who really want to send a \"message\" to oil suppliers should try not buying any gasoline for several months in a row. Other articles about gasoline prices: Petition to President Bush Call to Boycott Particular Suppliers to Cut Off Funding of Terrorists Call to Spurn Gasoline from Particular Suppliers to Bring Price Down",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, March 2012] Don't pump gas on April 15, 2012. KEEP SENDING THIS. Let's all try this, wonderful if it helps. I'll do it! If running low, just get your gas the day before on April 14 or the day after on April 16. Every little bit helps. In April 1997, there was a \"gas out\" conducted nationwide in protest of gas prices. Gasoline prices dropped 30 cents a gallon overnight. On April 15th 2011, all internet users are to not go to a gas station in protest of high gas prices. Gas is now over $1.20 a liter/$3.87 is most places. If all users did not go to the pump on the 15th, it would take $2,292,000,000.00 (that's almost 3 BILLION) out of the oil companies pockets for just one day, so please do not go to the gas station on April 15th and let's try to put a dent in the Middle Eastern oil industry for at least one day. [Collected on the Internet, 2007] DO NOT PUMP GAS ON MAY 15TH... On May 15th all myspace members are to not go to the gas station in protest high gas prices. Gas is now over $3.00 a gallon in most places. There are 72,110,073 members currently on the network, and the average car takes about 20 to 30 dollars to fill up. If all myspace members did not go to the pump on the 15th it would take $2,163,302,190.00 out of the oil companys pockets for just one day, so please do not go to the gas station on May 15th and lets try to put a dent in the oil industry for at least one day. If you agree (which I cant see why you wouldnt) repost this bulletin repost it with \"Don't pump gas on May 15th, 2007\" [Collected on the Internet, 2006] No Gas on May 15th On May 15th all myspace members are to not go to the gas station in protest high gas prices. Gas is now over $3.00 a gallon in most places. There are 72,110,073 members currently on the network, and the average car takes about 20 to 30 dollars to fill up. If all myspace members did not go to the pump on the 15th it would take $2,163,302,190.00 out of the oil companys pockets for just one day, so please do not go to the gas station on May 15th and lets try to put a dent in the oil industry for at least one day.. [Collected on the Internet, 2005] IT HAS BEEN CALCULATED THAT IF EVERYONE IN THE UNITED STATES AND CANADA DID NOT PURCHASE A DROP OF GASOLINE FOR ONE DAY AND ALL AT THE SAME TIME, THE OIL COMPANIES WOULD CHOKE ON THEIR STOCKPILES. AT THE SAME TIME IT WOULD HIT THE ENTIRE INDUSTRY WITH A NET LOSS OF OVER 4.6 BILLION DOLLARS WHICH AFFECTS THE BOTTOM LINES OF THE OIL COMPANIES. THEREFORE SEPTEMBER 1st HAS BEEN FORMALLY DECLARED \"STICK IT UP THEIR BEHIND \" DAY AND THE PEOPLE OF THESE TWO NATIONS SHOULD NOT BUY A SINGLE DROP OF GASOLINE THAT DAY. THE ONLY WAY THIS CAN BE DONE IS IF YOU FORWARD THIS E-MAIL TO AS MANY PEOPLE AS YOU CAN AND AS QUICKLY AS YOU CAN TO GET THE WORD OUT. WAITING ON THE GOVERNMENT TO STEP IN AND CONTROL THE PRICES IS NOT GOING TO HAPPEN. WHAT HAPPENED TO THE REDUCTION AND CONTROL IN PRICES THAT THE ARAB NATIONS PROMISED TWO WEEKS AGO? REMEMBER ONE THING, NOT ONLY IS THE PRICE OF GASOLINE GOING UP BUT AT THE SAME TIME AIRLINES ARE FORCED TO RAISE THEIR PRICES, TRUCKING COMPANIES ARE FORCED TO RAISE THEIR PRICES WHICH EFFECTS PRICES ON EVERYTHING THAT IS SHIPPED. THINGS LIKE FOOD, CLOTHING, BUILDING MATERIALS, MEDICAL SUPPLIES ETC. WHO PAYS IN THE END? WE DO! WE CAN MAKE A DIFFERENCE. IF THEY DON'T GET THE MESSAGE AFTER ONE DAY, WE WILL DO IT AGAIN AND AGAIN. SO DO YOUR PART AND SPREAD THE WORD. FORWARD THIS EMAIL TO EVERYONE YOU KNOW. MARK YOUR CALENDARS AND MAKE SEPTEMBER 1ST A DAY THAT THE CITIZENS OF THE UNITED STATES AND CANADA SAY \"ENOUGH IS ENOUGH\" [Collected on the Internet, 2004] IT HAS BEEN CALCULATED THAT IF EVERYONE IN THE UNITED STATES DID NOT PURCHASE A DROP OF GASOLINE FOR ONE DAY AND ALL AT THE SAME TIME, THE OIL COMPANIES WOULD CHOKE ON THEIR STOCKPILES. AT THE SAME TIME IT WOULD HIT THE ENTIRE INDUSTRY WITH A NET LOSS OF OVER 4.6 BILLION DOLLARS WHICH AFFECTS THE BOTTOM LINES OF THE OIL COMPANIES. THEREFORE MAY 19TH HAS BEEN FORMALLY DECLARED \"STICK IT UP THEIR BEHINDS DAY\" AND THE PEOPLE OF THIS NATION SHOULD NOT BUY A SINGLE DROP OF GASOLINE THAT DAY. THE ONLY WAY THIS CAN BE DONE IS IF YOU FORWARD THIS E-MAIL TO AS MANY PEOPLE AS YOU CAN AND AS QUICKLY AS YOU CAN TO GET THE WORD OUT. WAITING ON THIS ADMIINSTRATION TO STEP IN AND CONTROL THE PRICES IS NOT GOING TO HAPPEN. WHAT HAPPENED TO THE REDUCTION AND CONTROL IN PRICES THAT THE ARAB NATIONS PROMISED TWO WEEKS AGO? REMEMBER ONE THING, NOT ONLY IS THE PRICE OF GASOLINE GOING UP BUT AT THE SAME TIME AIRLINES ARE FORCED TO RAISE THEIR PRICES, TRUCKING COMPANIES ARE FORCED TO RAISE THEIR PRICES WHICH EFFECTS PRICES ON EVERYTHING THAT IS SHIPPED. THINGS LIKE FOOD, CLOTHING, BUILDING MATERIALS, MEDICAL SUPPLIES ETC. WHO PAYS IN THE END? WE DO! WE CAN MAKE A DIFFERENCE. IF THEY DON'T GET THE MESSAGE AFTER ONE DAY, WE WILL DO IT AGAIN AND AGAIN. SO DO YOUR PART AND SPREAD THE WORD. FORWARD THIS EMAIL TO EVERYONE YOU KNOW. MARK YOUR CALENDARS AND MAKE MAY 19TH A DAY THAT THE CITIZENS OF THE UNITED STATES SAY \"ENOUGH IS ENOUGH\" [Collected on the Internet, 2000] Last year on April 30, 1999, a gas out was staged across Canada and the U.S. to bring the price of gas down, and it worked. It's time to do something about it again. Only this time lets make it for three days instead of just one. The so-called oil cartel decided to slow production to drive up gasoline prices. Lets see how many Canadian\\American people we can get to ban together for a three day period in April, NOT TO BUY ANY GASOLINE, during those three days. LET'S HAVE A GAS OUT. Do not buy any gasoline from APRIL 7, 2000, THROUGH APRIL 9, 2000. Buy what you need before the dates listed above, or after, but try not to buy any during the GAS OUT. If you want to help, just send this to everyone you know and ask them to do the same. We brought the prices down once before, and we can do it again. Come on North America lets stand together. WE CAN MAKE A DIFFERENCE!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!. Even if you receive this 100 times keep passing it around, this way you know everyone is being informed and no one will forget!!!!!!!!!!!!!!!",
  "Last Updated": "11 March 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/gasoline/nogas.asp",
  "Claim": "Participating in one-day boycott of gasoline on 15 April will help lower gasoline prices.",
  "Claim_ID": "politics_gasoline_nogas",
  "Tags": ""
}