{
  "Origins": "Scant days after the untimely death of television's famed Crocodile Hunter Steve Irwin from a stingray wound sustained while filming off north Queensland, this e-mail about his purported conversion to Christianity began circulating on the Internet.",
  "Fact Check": "",
  "Description": "While it does seem from the response to it that many of his grieving fans and admirers would draw at least a modicum of comfort from hearing he'll be greeting them in Heaven when they eventually arrive, it appears the report of his conversion should be taken with a grain of salt. As Creation Ministries International (CMI) posted on its site about the puzzling e-mail quoted above, the note was mailed to them in response to their article about Steve Irwin s death. It was indeed penned by Robyn Reiser, a pastor in Queensland, Australia, which at first blush made it appear entirely reliable. However, the letter's writer works at the Noosa Christian Outreach Centre, not at the church where the Crocodile Hunter had supposedly taken Christ into his life (Kings Christian Church in Queensland, an Assembly of God church), so she was therefore not reporting on something she herself had witnessed but was rather passing along a story picked up from someone else. She later explained that she had merely mailed the rumor to CMI for confirmation and had not meant her message to be a confirmation of fact, but a staffer a CMI forwarded it outside of that organization and onto the Internet at large: Due to an article about Steve Irwin on the Australian website of Creation Ministries International last Thursday night, I filled out their 'contact us' form on their website. In telephone conversations with their Australian Managing Director the organisation was to verify the information given. At no time during these telephone conversations was permission given for the public release of all or part of the 'contact us' form I filled out. A breach by staff members of that organization has occured. I have a letter of apology from the Managing Director of Creation Ministries International which he has given permission for me to circulate. Creation Ministries International's posting about the rumor described what anyone familiar with the tracking of urban legends would immediately recognize as a typical futile exercise in unraveling a \"FOAF chain,\" that never-ending hall of mirrors where the investigator always feels he is but one or two steps away from speaking with the source of the story, yet no matter how many of the chain's links he tracks down and interviews, he never gets any closer to the person the incident either happened to or who witnessed it first-hand: Each time, seemingly reliable witnesses are invoked, but they are never the actual eyewitnesses, despite everyone s (including Pastor R.R. s) best efforts to confirm. At least one major church in another part of Australia announced it joyfully from the pulpit. But there again it turned out to be on the basis of seemingly reliable, almost impeccable eyewitness testimony but testimony which could, again, not be confirmed, sadly. Different versions of the Steve Irwin message have claimed that his conversion took place at any one of a number of churches on Australia's Sunshine coast, or perhaps through a chaplain working with a school or zoo in that area. According to Steve Penny, senior minister of Kings Christian Church on the Sunshine Coast Australia, all of those rumors are unfounded : Steve Penny wishes to advise that the story of Steve Irwin's conversion to Christianity in Kings Christian Church is unfounded. Further investigation has failed to substantiate rumours of his conversion in any church on the Sunshine Coast, or through a Zoo or school chaplain. We urge people to refrain from spreading these rumours, which may only cause undue stress on the Irwin family. We encourage you to pray for Terri Irwin and her children, that their faith in Jesus may be strengthened and that they may continue to grow in the great future and hope which HE has for them. Barbara \"conversion tabled\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.stevepenny.org/index.asp?module=pagesetter&func=viewpub&tid=4&pid=19;http://www.brownbox.net.au/documents/Creation%20Ministries%20International%20letter.pdf;http://www.creationontheweb.com/content/view/4627;http://www.creationontheweb.com/content/view/4645;",
  "Example": "[Collected via e-mail, 2006] Yes, we now have confirmation of Steve Irwin's decision for Christ. I want to inform Creation Ministries International, that Steve Irwin became a born again Christian two and a half weeks ago at the Kings Church AOG Buderim, Queensland Australia, going forward publicly before thecongregation to ask Christ to become his Lord and Saviour. Many of us will now spend eternity with him. I am sure Terri is comforted as a Christian in the fact that she will be with Jesus and also Steve again for eternity. Steve declared the day before he died that he was thehappiest he had ever been in his whole life.",
  "Last Updated": "21 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/irwin.asp",
  "Claim": "Crocodile hunter Steve Irwin became a born-again Christian a few weeks before he died.",
  "Claim_ID": "politics_religion_irwin",
  "Tags": ""
}