{
  "Origins": "\"Big Brother\" rumors (often linked to the \"mark of the beast\" referenced in Revelation 13:16-18 ) warning that the government will ultimately require all citizens to be implanted with microchips have been around just about as long as microchips have, and specific claims that health care reform legislation will require such implantations date to the Clinton administration. So, the warning reproduced above that health care reform legislation passed by the U.S. Congress in 2010 would require \"this sort of device be implanted in the majority of people who opt to become covered by the public health care option\" is nothing new under the sun. This warning is also just as false as all such previous rumors, a combination of someone's using inapplicable source material and also misunderstanding the meaning of the information contained within that source.",
  "Fact Check": "",
  "Description": "First off, the referenced information was not part of the \"Obamacare\" health care legislation actually enacted by Congress. The page numbers and language cited in the example above were taken from HR 3200, an early House version of health care reform legislation which was never passed by Congress; passages cited from HR 3200 are therefore irrelevant. The cited wording did not appear in the replacement bill ( HR 3590 ) eventually passed as the Patient Protection and Affordable Care Act, and although similar language was included in initial versions of the subsequent reconciliation bill ( HR 4872), it too did not appear in the final version of that bill as passed by Congress. Second, nothing in any of those unpassed bills mandated that anyone be implanted with any type of microchip or RFID-based device, for any reason. The passages quoted above reference a section of the legislation that simply called for the creation of a registry which would allow the Department of Health and Human Services to collect data about medical devices \"used in or on a patient\" (such as pacemakers or hip replacements) for purposes that included tracking the effectiveness of such devices and facilitating the distribution of manufacturer recall notices. Absolutely nothing in those bills required that patients receive any type of implantable device (microchip or otherwise) or authorized the government to mandate the implantation of devices in patients. Update: A 28 July 2013 article about implanted microchips being \"given a test run on the proud and patriotic citizens of Hanna, Wyoming\" was mistaken by many readers for a genuine news story. However, that article was just a spoof from the satirical National Report web site.",
  "Originally Published": "",
  "Referred Links": "http://www.gpo.gov/fdsys/pkg/BILLS-111hr4872enr/pdf/BILLS-111hr4872enr.pdf;http://housedocs.house.gov/rules/hr4872/111_hr4872_reported.pdf;http://www.gpo.gov/fdsys/pkg/BILLS-111hr3590enr/pdf/BILLS-111hr3590enr.pdf;http://www.yashanet.com/studies/revstudy/text/r13_16-18.htm;",
  "Example": "[Collected via e-mail, March 2012] Obamacare law requires an RFID chip implanted in all of us. Are you ready to have your RFID Chip Implanted? 3/23/2013 is your date! This new Health Care (Obamacare) law requires an RFID chip implanted in all of us. This chip will not only contain your personal information with tracking capability but it will also be linked to your bank account. And get this, Page 1004 of the new law (dictating the timing of this chip), reads, and I quote: \"Not later than 36 months after the date of the enactment\". It is now the law of the land that by March 23rd 2013 we will all be required to have an RFID chip underneath our skin and this chip will be link to our bank accounts as well as have our personal records and tracking capability built into it...\" [Collected via e-mail, March 2010] Seems people will be getting more than they bargained for in this new health care bill. The Obama health care bill under Sec. 2521, page 1,000 will establish a National Medical Device Registry. What does a National Medical Device Registry mean? National Medical Device Registry from H.R. 3200 [Healthcare Bill], pages 1,001-1,008: (g)(1) The Secretary shall establish a national medical device registry (in this subsection referred to as the 'registry') to facilitate analysis of postmarket safety and outcomes data on each device that: (A) is or has been used in or on a patient; (B) and is: (i) a class III device; or (ii) a class II device that is implantable, life-supporting, or life-sustaining. A \"class II device that is implantable?\" Then on page 1,004 it describes what the term \"data\" means in paragraph 1, section B: \"(B) In this paragraph, the term 'data' refers to in formation respecting a device described in paragraph (1), including claims data, patient survey data, standardized analytic files that allow for the pooling and analysis of data from disparate data environments, electronic health records, and any other data deemed appropriate by the Secretary.\" Approved by the FDA, a class II implantable device is a \"implantable radiofrequency transponder system for patient identification and health information.\" This sort of device would be implanted in the majority of people who opt to become covered by the public health care option. With the reform of the private insurance companies, who charge outrageous rates, many people will switch their coverage to a more affordable insurance plan. This means the number of people who choose the public option will increase. This also means the number of people chipped will be plentiful as well. The adults who choose to have a chip implanted are the lucky (yes, lucky if you're a Govt Control Libtard) ones in this case. Children who are \"born in the United States who at the time of birth is not otherwise covered under acceptable coverage\" will be qualified and placed into the CHIP or Children's Health Insurance Program (what a convenient name). With a name like CHIP it would seem consistent to have the chip implanted into a child. Children conceived by parents who are already covered under the public option will more than likely be implanted with a chip by the consent of the parent. Eventually everyone will be implanted with a chip. And with the price and coverage of the public option being so competitive with the private companies, the private company may not survive.",
  "Last Updated": "28 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/microchip.asp",
  "Claim": "Health care legislation requires that U.S. residents be implanted with RFID microchips.",
  "Claim_ID": "politics_medical_microchip",
  "Tags": ""
}