{
  "Origins": "In 1997, a longtime sufferer of alopecia areata founded the now popular charity Locks of Love to provide children who suffer from hair loss due to medical conditions with high-quality wigs and hairpieces. And since at least 2005 , Internet-based rumors have circulated claiming that the vast majority of hair donated to Locks of Love is resold to make commercially-vended wigs, that the charity provides very few free hairpieces relative to the volume of hair donated each year, and that most of those wigs aren't made actually available to children with cancer. Many critics have claimed that children lucky enough to receive wigs were charged exorbitant prices and made to endure a rigorous screening process.",
  "Fact Check": "",
  "Description": "Before examining such rumors, we havbe to consider the scope of a charity like Locks of Love. Hair donation charities have a primary function of raising money and providing hairpieces to people who suffer from chronic hair loss, but their secondary purpose is rather unique: while contributing to most other charities requires available cash, Locks of Love enables anyone who can grow healthy hair to contribute. Because of the relatively low barrier to participation, Locks of Love and similar charitable entities remain popular among children and youth groups seeking to engage in good works. While hair donation is a particularly accessible form of charitable service, the ease of contributing has triggered skepticism and the fear that well-intentioned kids are being hooked and crooked for their good deeds. In the March 2015 Facebook post quoted above, the author claimed that Locks of Love only used a third of donated hair to craft wigs and sold the remaining two thirds to commercial hairpiece makers. Locks of Love themselves say that as much as 80% of donated hair isn't used to make hairpieces directly, but according to that organization and the wigmaker with whom they work, most donated hair cannot be used because it does not meet the necessary criteria for making hairpieces: But although charities have been highly effective at stirring the passions of donors, they have been less successful at finding a use for the mountains of hair sent to them as a result. As much as 80 percent of the hair donated to Locks of Love, the best known of the charities, is unusable for its wigs, the group says. Many people are unaware of the hair donation guidelines and send in hair that is gray, wet or moldy, too short, or too processed, some of which is immediately thrown away. Even hair that survives the winnowing may not go to the gravely ill, but may be sold to help pay for charities' organizational costs. Locks of Love sends the best of the hair it receives to a wig manufacturer, Taylormade Hair Replacement in Millbrae, Calif., which weeds through the selection still further, rejecting up to half. \"We hate throwing it away but ultimately we have to clear the place out,\" said Greg Taylor, the president and owner of Taylormade. \"There is a disparity between the hundreds and hundreds of braids and ponytails and the number of hairpieces we've produced.\" The interview quoted above (which took place in 2007) made mention of the sale of hair to keep the charity running. However, such an admission is not necessarily suspect. As explained earlier, the charity functions in part to convert a resource nearly all can provide (hair) into a usable product for children in need. If that need is aided by selling some donated hair to fund manufacturing costs and the charity's organizational needs, the charity's primary goal (acquiring and providing hairpieces to children) is still being served. Locks of Love's web site addresses the matter of wig costs to recipients, noting that hairpieces are provided free to families who lack the means to purchase them. For others, the hairpieces are available on a sliding scale of prices depending upon their ability to pay: We provide hairpieces and repairs free of charge or on a sliding scale based on the financial need of those responsible for the children. Also at issue is the matter of who the primary recipients of wigs are. One aspect of rumor states that children with cancer were not primary candidates for Locks of Love, another thing the charity itself has frequently explained: Most of our recipients suffer from alopecia areata. Others have experienced hair loss from radiation therapy and chemotherapy, severe burns or trauma, and various other genetic and dermatological conditions. While those looking to donate hair may prefer their donations help cancer sufferers, Locks of Love was founded by and operates primarily for sufferers of alopecia. This focus of the group does not constitute any subterfuge or lie by omission, as some rumors insinuated. The Locks of Love FAQ also addresses the sale of hair: Hair that is short, gray, or otherwise unusable will be sold to help offset manufacturing costs. Locks of Love DOES NOT throw hair away unless it is wet and moldy or not bundled in a braid or ponytail when it is received. Earlier rumors about Locks of Love claimed that the organization failed to account for a vast quantity of donated hair: Human hair, especially Caucasian hair, is a valuable commodity. And Locks of Love admits it does sell some of the hair, it just can't say how much. \"We can't figure out where that goes,\" said Kent Chao. He runs Nonprofit Investor, a watchdog group that analyzes charities from a business perspective for potential investors. So they are more detailed than your typical charity watchdog. But when he made those requests to Lock of Love, Chao said, \"They indicated that Locks of Love does not count, track or keep lists of any hair donations they receive.\" \"The missing pieces of information are actually fairly significant,\" said Marc Owens, the former director of the tax-exempt division of the IRS. He said the charity's 990 tax filings show a \"program service revenue\" of nearly $580,000. But there is no explanation or breakdown. \"There are just so many omissions, that it's hard to say for certain that any of the data on the return is accurate,\" he told KPIX 5. However, a number of factors were elided in that report. The value of donated hair when applied to actual hairpieces provided to children relied on a projection, not actual processing and manufacturing costs. Also, Locks of Love must account for their incoming and outgoing expenses each year in tax filings. If the group truly trafficked heavily in black market hair, significant discrepancies would arise in their accounting books. Despite the organization's admitted lack of record-keeping in respect to hair received (for which there is no clear monetary value), any significant revenues from the sale of hair would have appeared on their ledgers as income. The charity auditing page Charity Navigator rates Locks of Love favorably, with a total score of 89 points out of 100. On the aspect of accountability Locks of Love scored 92 out of 100, with more than 91% of the charity's expenses allocated to program costs. Less than 7% of expenses went to administrative costs and salaries, and CEO Linda Borum's most recently listed salary (for fiscal year 2013) was a modest $62,183.",
  "Originally Published": "",
  "Referred Links": "http://www.charitynavigator.org/index.cfm?bay=search.summary&orgid=9285;http://www.locksoflove.org/faq.html;http://msgboard.snopes.com/cgi-bin/ultimatebb.cgi?ubb=get_topic;f=21;t=001082;p=0;http://www.mothering.com/forum/14-activism-news/305664-can-someone-tell-me-what-s-wrong-witrh-locks-love.html;",
  "Example": "[Collected via Facebook, August 2015] Today I got a HUGE surprise! As I was preparing our Baby Girl Shiloh's hair to send to Locks of Love some of my wise friends informed me that they charge patients for their hair and not to give them Shiloh's hair. Me: I asked, \"patients with cancer? That we are donating hair to?\" Friends: \"Yes! Could charge them $1000.00.\" So I just called and talked to Locks of Love and sure enough they charge people for the hair that is being donated to them!!Me: \"Y'all charge? People with cancer? My 9 year old is giving u her hair!\" Lady: Well, depending on how much money the family has ...\" Me: \"Wow. Thanks, have a great day!\" [Collected via Facebook, March 2015] Recently I cut off a little over 11 inches of my hair and was interested in donating it to an organization who would make good use of it. Hair donation is important because it costs approximately $1,800 for a complete hair replacement. Locks of Love is one of the most popular groups for hair donation but after research I was highly disappointed. They use less than 1/3 of the hair they receive from donations. They should not be considered a charity but a for-profit business because they do not give hair to those in need, they SELL it. Not only do they make children pay for their wigs, but they make them jump through hoops just to receive one. They are known to deny wigs to children with dim prognosis' because they would not get enough use from the wig. I looked for other organizations after reading about Locks of Love.Pantene Beautiful lengths is a non-profit charity that accepts hair 8\" and longer for donation, their hair replacements go to adults. Wigs for Kids is another private non-profit group that specializes in hair replacements for children. Doing your research before donating anything is extremely important because you don't want to help empower corrupt \"charities\"",
  "Last Updated": "30 August 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/business/locksoflove.asp",
  "Claim": "Locks of Love sells most donated hair for profit and charges ailing children exorbitant amounts for wigs.",
  "Claim_ID": "politics_business_locksoflove",
  "Tags": ""
}