{
  "Origins": "In January 2015, what appeared to be a child support-related horror story began to circulate on the Internet. According to several news articles (mainly of the \"[news channel] on your side\" variety), Detroit resident Carnell Alexander was ordered by a court to pay more than $30,000 in support for a child that was provably not his. Moreover, the articles claimed, Alexander's DNA test results had been acknowledged by the court but disregarded in what was clearly a miscarriage of justice.",
  "Fact Check": "",
  "Description": "The claim was substantiated on a few levels: Alexander provided his DNA testing results proving that he did not father the child in question, and many articles offered visual evidence showing the amount ($30,000) owed by the Michigan resident to the state. Alexander's situation has been held up as an example of \"paternity fraud,\" but a number of aspects have been elided from the retellings of his story, aspects that provide context necessary to understanding how what looks to be a clear-cut case of injustice could have come to pass: The vast majority of articles about the Carnell Alexander case all stem from one local Detroit news report about the issue, creating the false impression that a number of media outlets have verified the facts of the case rather than simply recycling single-source information. Significant advances in DNA testing have been developed since Alexander was named the father of the now-adult child in 1987. Due to the relative ease of modern DNA testing, a case such as this one would be extremely unlikely to occur today. An oft-repeated aspect of the case involves the mention of \"paternity fraud,\" leading many readers to believe that the debt owed by Alexander is to the mother of the child and should therefore be forgiven because DNA test results have proved he was not the father. However, the unusual outcome of the case stemmed not from monies owed to the child's (unnamed) mother, but to monies owed to the state as compensation for welfare benefits obtained by the mother. By all accounts (which link back to an October 2014 news segment and article from Detroit station WXYZ ), the child's mother intentionally and wrongly named Alexander as the father of her child in order to obtain state assistance: [The mother] was struggling to care for the child. When she applied for state assistance, the case worker told her she had to name the father. \"That was the only way I could get assistance,\" she said. She said she didn't realize the state would go after the father to pay the support given to the child. \"Everything is my fault, that I put him through,\" she said. It was not easy [for him] to get a DNA test. Alexander didn't know where the woman was that had claimed he fathered a child. He only had an 8th-grade education, off-and-on employment at the time, and no money to hire help. He asked the court for help, but the court couldn't help him in the way he was asking. Friend of the Court employees are not allowed to give legal advice. Alexander explained to the judge and court again and again his situation. He says in hindsight, he didn't understand the formal legal steps necessary to make things right. Eventually he, by chance, ran into someone he knew would know where the woman was, and got a DNA test. It proved what he had been saying all along: the child he had never met was not his. The mother had realized that, and the real father was in the child's life. Alexander took this information to court. The judge was unmoved. \"Case closed. I gotta pay for the baby,\" said Alexander. The case also involved an omission on the part of a process server who claimed to have served Alexander with notice of a pending paternity claim against him early on in the child's life. State records proved that Alexander was incarcerated at the time he was purportedly served notice, and that the individual responsible for serving him mistakenly or intentionally claimed otherwise: The court focused on a summons tied to the paternity case in the late 1980's. The state sent a process server to Alexander s dad's house in Highland Park to let him know about the paternity case. The process server turned a document into the court saying Alexander was delivered the summons, but he refused to sign the summons. \"I wasn't there. I couldn't refuse to sign,\" said Alexander. Michigan Department of Corrections ... records confirm Alexander's story he did not receive that order at a home in Highland Park. He was in prison for a crime he committed as a young man. However, one article about the case referenced a circumstance unmentioned by other reports, that Alexander had initially agreed to \"admit\" paternity in order to facilitate the mother's approval for welfare services: But how did Alexander get entangled in a paternity case? Alexander's ex had a baby and didn't know who was the child's father. She reportedly needed state assistance, so the case worker demanded that she name a father for the child. Alexander, who only went up to the eighth grade education-wise, decided to help his ex so that she could receive state assistance. According to the unnamed woman, she did not realize that the state would go after the child's father for monetary support. The state of Michigan unfortunately does not have paternity fraud laws that protect men. This last point, if true, could be the crux of the issue: If Alexander in any way agreed to falsely allow the mother to name him as the father on the child's birth certificate, or was aware that she had done so and did not dispute it, it's likely that Michigan viewed him as legally responsible for half the expenses whether his DNA was a match or not. (That aspect of the case cannot be verified because family court proceedings are not a matter of public record.) Ultimately, the case could hinge not on whether Alexander was indeed the biological father of the child, but whether he claimed the child as his own as part of an attempt to facilitate his former partner's receipt of welfare (and thus prevented the state from recouping those funds from the child's true biological father).",
  "Originally Published": "",
  "Referred Links": "http://newsone.com/3086167/carnell-alexander-detroit/;http://www.wxyz.com/news/region/detroit/detroit-man-fights-30k-child-support-bill-for-kid-that-is-not-his;",
  "Example": "[Collected via Twitter, January 2015] We need justice for Carnell Alexander just one victim of paternity fraud in MI.",
  "Last Updated": "29 January 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/politics/crime/notthefather.asp",
  "Claim": "A man was ordered to pay $30,000 in support for a child that DNA testing proved was not his.",
  "Claim_ID": "politics_crime_notthefather",
  "Tags": ""
}