{
  "Origins": "\"After Pat's Birthday\" was written by Kevin Tillman, a former Army Ranger who served in Iraq and Afghanistan with his older brother, Pat Tillman, and was posted to TruthDig.com on 19 October 2006.",
  "Fact Check": "",
  "Description": "Kevin Tillman is the younger brother of former Arizona Cardinals defensive back Pat Tillman, an Army Ranger who was killed near the Pakistan-Afghanistan border in April 2004, a victim of friendly fire. The brothers joined the Army in 2002 in response to the Sept. 11, 2001, terrorist attacks on America, the older Tillman walking away from a $3.6 million NFL contract to do so. The pair served together with the 2nd Battalion of the 75th Ranger Regiment. Additional information: Pat Tillman Foundation",
  "Originally Published": "",
  "Referred Links": "http://pattillmanfoundation.org/;http://www.truthdig.com;http://www.truthdig.com/report/item/200601019_after_pats_birthday;",
  "Example": "[Collected via e-mail, 2006] After Pat's Birthday It is Pat s birthday on November 6, and elections are the day after. It gets me thinking about a conversation I had with Pat before we joined the military. He spoke about the risks with signing the papers. How once we committed, we were at the mercy of the American leadership and the American people. How we could be thrown in a direction not of our volition. How fighting as a soldier would leave us without a voice... until we got out. Much has happened since we handed over our voice: Somehow we were sent to invade a nation because it was a direct threat to the American people, or to the world, or harbored terrorists, or was involved in the September 11 attacks, or received weapons-grade uranium from Niger, or had mobile weapons labs, or WMD, or had a need to be liberated, or we needed to establish a democracy, or stop an insurgency, or stop a civil war we created that can t be called a civil war even though it is. Something like that. [Rest of article here.]",
  "Last Updated": "26 October 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/tillman.asp",
  "Claim": "Pat Tillman's brother Kevin wrote an essay about U.S. policy in Iraq.",
  "Claim_ID": "politics_soapbox_tillman",
  "Tags": ""
}