{
  "Origins": "The Disciples of the New Dawn have frequently found themselves on the receiving end of internet ire due to the offensive images and messages that the Facebook group posts to their page:",
  "Fact Check": "",
  "Description": "In fact, the offensive nature of the group's Facebook page led many to believe that members of The Disciples of the New Dawn were not the leaders of a \"moral Christian society\" that they claimed to be. Instead, it was posited that the group was made up of internet trolls. While The Disciples of the New Dawn have not admitted to being a satire page, they have left a few clues which indicate the true purpose of the group. First, this is not the only iteration of The Disciples of the New Dawn . The group has been active on Facebook since at least 2013 , but they have never held on to a single location for very long. The group has used several different URLs over the years to spread their special breed of hateful satire such as Facebook.com/DotND, Facebook.com/DawnDisciplesv6.0, and Facebook.com/DotNDv2.0 and while this does not prove that DotND is a satire group, it does show that they are violating some of Facebook's community guidelines. The group's purported founder may also be a clue to the true nature of the Facebook page. While the most recent version of the group's About section identifies their founder as \"Patrick Embry,\" previous versions have noted that his alleged middle name is Oliver , making the group founder's initials P.O.E., which may refer to Poe's Law : Similar to Murphy's Law, Poe's Law concerns internet debates, particularly regarding religion or politics. \"Without a winking smiley or other blatant display of humor, it is impossible to create a parody of Fundamentalism that SOMEONE won't mistake for the real thing.\" In other words, No matter how bizarre, outrageous, or just plain idiotic a parody of a Fundamentalist may seem, there will always be someone who cannot tell that it is a parody, having seen similar REAL ideas from real religious/political Fundamentalists. The group's About section is also suspicious. The Disciples of the New Dawn claim that it was founded in 1956 (there is no record of this) but have since moved underground to \"escape the wretched communist dictatorship that now runs our country.\" While the group maintains that they are now \"off the grid,\" they also apparently have access to the internet. But perhaps the most telling facet of The Disciples of the New Dawn Facebook page is how \"on the nose\" their posts are. While hate groups are known to express unpopular opinions, the messages posted by DotND seem to be designed specifically to get a rise out of unsuspecting readers. We do not know who is responsible for The Disciples of the New Dawn or why exactly the group was started, but we can say that messages expressed on this Facebook page are satirical in nature.",
  "Originally Published": "",
  "Referred Links": "http://www.urbandictionary.com/define.asp?term=Poe%27s+Law;https://www.facebook.com/patrick.oliver.embry;http://thepandorasociety.com/disciples-of-the-new-dawn-satire-or-sincere/;http://www.examiner.com/article/disciples-of-the-new-dawn-threaten-to-burn-pagans;",
  "Example": "[Collected via e-mail, March 2015] Can you please investigate the group known as Disciples of the New Dawn? They have a fairly significant presence on Facebook.",
  "Last Updated": "31 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/facebookdisciples.asp",
  "Claim": "The Disciples of the New Dawn are a legitimate Facebook group.",
  "Claim_ID": "politics_satire_facebookdisciples",
  "Tags": ""
}