{
  "Origins": "On 15 April 2014, in the wake of the second mass shooting at the U.S. Army base at Fort Hood, Texas, in less than five years (with the shooters in both cases being members of the military), the Duffel Blog published an article positing that Congress was considering a bill which would require veterans to (in a manner similar to a number of existing sex offender laws) register with government authorities and personally inform their neighbors about their combat service:",
  "Fact Check": "",
  "Description": "If the outrageousness of the subject alone wasn't sufficient to clue in readers about the article's tongue-in-cheek nature, the acronym for the putative bit of proposed legislation it referenced (\"Fortify & Unite Communities to Keep Veterans' External Threats Secure Act\") should have: FUCKVETS. Nonetheless, soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered the Duffel Blog item mistaking it for a genuine news report. However, the article was just a bit of pointed humor; a fictional political spoof based on current events. As noted in the Duffel Blog 's \" About Us \" page, that web site deals strictly in military-based satire and faux news: We are in no way, shape, or form, a real news outlet. Everything on this website is satirical and the content of this site is a parody of a news organization. No composition should be regarded as truthful, and no reference of an individual, company, or military unit seeks to inflict malice or emotional harm. All characters, groups, and military units appearing in these works are fictitious. Any resemblance to real persons, living or dead, or actual military units and companies is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "http://www.duffelblog.com/about/;http://www.duffelblog.com/2014/04/veteran-ptsd-bill/;",
  "Example": "[Collected via e-mail, April 2014] Lawmaker Introduces Bill Requiring Veterans To Warn Neighbors Of Their Combat Service I am a veteran who has PTSD and was wondering if this story is true?",
  "Last Updated": "17 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/ptsd.asp",
  "Claim": "Congress has introduced a bill requiring military veterans to inform their neighbors about their combat service.",
  "Claim_ID": "Politics_satire_ptsd",
  "Tags": ""
}