{
  "Origins": "The e-mail listed above was written by Heather Dowell, the sister of Lance Cpl. Jason Young, a Marine only recently returned from a tour of duty in Iraq. While in Iraq, 25-year-old Young served with an advance tactical unit with a group of Harrier jets that is supporting the 1st Marine Division in Iraq.",
  "Fact Check": "",
  "Description": "Ms. Dowell set down her brother's account of his mistreatment into an e-mail that was distributed far and wide. Her letter touched off protests at the One Stop Grocery and Grill on 8th Avenue in Fort Worth, the convenience store where her brother was rebuffed. While it is not clear if the incident described in the e-mail was witnessed by others (and thus could be substantiated by those other than the participants), it is also clear no one involved is disputing the account. Munirah Kabani, owner of the One Stop Grocery and Grill, terminated the employee in question when news of the incident reached him. \"When we heard about this thing last week, we fired the guy that minute, but we apologized to the mom and everybody,\" he said. To our puzzlement, despite the days-earlier firing and apology to the family, protests continued at the store, an 11 January news report claiming \"The demonstration brought a sense of resolution to family members.\" This late-2004 Fort Worth incident echoes the early-2003 baseless rumors about serviceman in Duluth, MN, and Hilton Head, SC, being refused service by bar and restaurant proprietors who didn't support the war. Barbara \" ostension headache\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] On December 19th, 2004, my brother Jason F. Young Lance Corporal in the United States Marines was refused service at a convenience store named One Stop Grocery and Grill at 2001 8th Ave. in downtown Fort Worth, Texas. He was refused service because he is a Marine. He went in to the store and asked the clerk (a man of middle eastern descent) for a can of tobacco, at which point the clerk asked him if he was in the military. (He had on a USMC shirt) After my brother replied, \"yes sir\" the man said nothing to him and looked at the other middle eastern man in the back of the store. Then both men proceeded to go in to the storeroom and did not come out. My brother yelled back to them a time or two and they did not respond. Jason waited a few minutes and finally left the store. I am very proud of the way that my brother reacted to the situation. I can honestly say if it had been me I would have cleared their counter and taken my can of tobacco. It is not fair that these people come into our country and enjoy the freedoms that my brother and so many others have fought for. They do not respect our service men and women who have died for them to be able to be here. They do not respect our country, and personally I think they need to go back to where they came from. My main point in writing this is to get the word out about this particular store and discourage people from shopping there. If they can't respect or even sell to the people that are responsible for the rights they have, then they don't deserve to be in business. Please email this to everyone you know to discourage them from shopping at this store.",
  "Last Updated": "11 January 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/refused.asp",
  "Claim": "A U.S. Marine was refused service at a convenience store in Fort Worth, Texas.",
  "Claim_ID": "politics_military_refused",
  "Tags": ""
}