{
  "Origins": "The item cited above began circulating on the Internet since shortly after the 2000 U.S. presidential election, reappeared briefly after the 2004 presidential election, saw a strong resurgence in a modified form which replaced the names \"Bush\" and \"Gore\" with \"McCain and \"Obama\" after the 2008 presidential election, and was circulated again after the 2012 election in a shortened version with the names \"Obama\" and Romney\" replacing the original's \"Bush\" and \"Gore\":",
  "Fact Check": "",
  "Description": "Professor Joseph Olson of Hamline University School of Law in St. Paul, Minnesota, points out some interesting facts concerning the last Presidential election: Number of States won by:Obama: 19 Romney: 29 Square miles of land won by:Obama: 580,000 Romney: 2,427,000 Population of counties won by:Obama: 127 million Romney: 143 million Murder rate per 100,000 residents in counties won by:Obama: 13.2 Romney: 2.1 Professor Olson adds: \"In aggregate, the map of the .territory Romney won was mostly the land owned by the taxpaying citizens of the country. Obama territory mostly encompassed those citizens living in low income tenements and living off various forms of government welfare...\" Olson believes the United States is now somewhere between the \"complacency and apathy\" phase of Professor Tyler's definition of democracy, with some forty percent of the nation's population Already having reached the \"governmental dependency\" phase.. If Congress grants amnesty and citizenship to twenty million criminal invaders called illegal s - and they vote - then we can say goodbye to the USA in fewer than five years. If you are in favor of this, then by all means, delete this message. If you are not, then pass this along to help everyone realize just how much is at stake, knowing that apathy is the greatest danger to our freedom. What follows is our analysis of the statements included in the original piece as it initially appeared in 2000: Professor Joseph Olson of Hamline University was not the source of any of the statistics or the text attributed to him above. When contacted via e-mail, Professor Olson confirmed that he had no authorship or involvement in this matter, and as Fayette Citizen editor Dave Hamrick wrote in January 2001: I really enjoyed one recent message that was circulated extremely widely, at least among conservatives. It gave several interesting \"facts\" supposedly compiled by statisticians and political scientists about the counties across the nation that voted for George Bush and the ones that voted for Al Gore in the recent election. Supposedly, the people in the counties for Bush had more education, more income, ad infinitum, than the counties for Gore. I didn't have time to check them all out, but I was curious about one item in particular... the contention that the murder rate in the Gore counties was about a billion times higher than in the Bush counties. This was attributed to a Professor Joseph Olson at the Hamline University School of Law. I never heard of such a university, but went online and found it. And Prof. Olson does exist. \"Now I'm getting somewhere,\" I thought. But in response to my e-mail, Olson said the \"research\" was attributed to him erroneously. He said it came from a Sheriff Jay Printz in Montana. I e-mailed Sheriff Printz, and guess what? He didn't do the research either, and didn't remember who had e-mailed it to him. In other words, he got the same legend e-mailed to him and passed it on to Olson without checking it out, and when Olson passed it on, someone thought it sounded better if a law professor had done the research, and so it grew. Who knows where it originally came from, but it's just not true. The \"Alexander Tyler\" quoted at the head of the article is actually Lord Woodhouselee, Alexander Fraser Tytler, a Scottish historian/professor who wrote several books in the late 1700s and early 1800s. However, there is no record of a Tytler's having authored a work entitled The Fall of the Athenian Republic (or The Decline and Fall of the Athenian Republic), and the quoted material attributed to him above is likely apocryphal. The population of the counties and square miles of area won by each Bush and Gore are reasonably accurate. They are close to figures in an election result map published by USA Today on 20 November 2000. The number of states won by each candidate is inaccurate. The numbers given (29 and 19) imply that the piece was written before the results of the Florida and New Mexico vote counts were determined. The final tallies were 30 states for Bush and 20 for Gore. The county-by-county murder-rate comparison presented in this piece appears to be flawed. According to the U.S. Department of Justice (DoJ), in the year 2000 the national murder rate was about 5.5 per 100,000 residents. Homicide data by county for 1999 and 2000 was downloaded from the National Archive of Criminal Justice Data (NAJCD), and the counties won by Gore and Bush were identified using the county-by-county election results made available by CNN. (The NACJD provided not only the number of reported murders for each county, but also the population for each.) The average murder rate in the counties won by Gore versus the rate in the counties won by Bush was determined from this data. By calculating the murder rate for each county and then taking the averages, we found a murder rate (defined as number of murders per 100,000 residents) of about 5.2 for the average Gore county and 3.3 for the average Bush county. But since people, rather than counties, commit murders, a more appropriate approach was to calculate the total number of murders in the counties won by each candidate and divide that figure by the total number of residents in those counties. This more appropriate method yielded the following average murder rates in counties won by each candidate: Gore: 6.5 Bush: 4.1 There is a distinct difference between these two numbers, but it is nowhere near as large as the quoted e-mail message states (i.e., 13.2 for Gore vs. 2.1 for Bush). The tagline to the piece maintains that \"The map of the territory Bush won was mostly the land owned by the taxpaying citizens of this great country. Gore's territory mostly encompassed those citizens living in government-owned tenements and living off government welfare.\" However, according to an analysis of federal spending and electoral votes in the 2000 election prepared by Dean Lacy of Ohio State University: In the 2000 U.S. presidential election, George W. Bush won most of the states that are net beneficiaries of federal spending programs, while Al Gore won most of the states that are net contributors to federal spending. The information in that study corresponds to a chart prepared by the Tax Foundation for fiscal year 2005 that ranks states according to federal spending per dollar of taxes paid.",
  "Originally Published": "",
  "Referred Links": "http://www.taxfoundation.org/research/show/266.html;http://psweb.sbs.ohio-state.edu/faculty/hweisberg/conference/Lacy-OSUConf.PDF;http://www.cnn.com/ELECTION/2000/results/president/;http://web.archive.org/web/20080120103431/http://www.icpsr.umich.edu/NACJD/archive.html;http://www.ojp.usdoj.gov/bjs/pub/pdf/htus00.pdf;http://usatoday30.usatoday.com/news/politicselections/vote2004/countymap2000.htm;http://www.lorencollins.net/tytler.html;http://www.electricscotland.com/history/men/tytler_alexander.htm;",
  "Example": "[Collected via e-mail, December 2000] At about the time our original 13 states adopted their new constitution, in the year 1787, Alexander Tyler (a Scottish history professor at The University of Edinborough) had this to say about \"The Fall of The Athenian Republic\" some 2,000 years prior: \"A democracy is always temporary in nature; it simply cannot exist as a permanent form of government. A democracy will continue to exist up until the time that voters discover that they can vote themselves generous gifts from the public treasury. From that moment on, the majority always votes for the candidates who promise the most benefits from the public treasury, with the result that every democracy will finally collapse due to loose fiscal policy, which is always followed by a dictatorship.\" \"The average age of the worlds greatest civilizations from the beginning of history, has been about 200 years. During those 200 years, these nations always progressed through the following sequence: From Bondage to spiritual faith; From spiritual faith to great courage; From courage to liberty; From liberty to abundance; From abundance to complacency; From complacency to apathy; From apathy to dependence; From dependence back into bondage.\" Professor Joseph Olson of Hamline University School of Law, St. Paul, Minnesota, points out some interesting facts concerning the most recentPresidential election: Population of counties won by: Gore = 127 million Bush = 143 million Square miles of land won by: Gore = 580,000 Bush = 2,2427,000 States won by: Gore = 19 Bush = 29 Murder rate per 100,000 residents in counties won by: Gore = 13.2 Bush = 2.1 Professor Olson adds: \"In aggregate, the map of the territory Bush won was mostly the land owned by the tax-paying citizens of this great country. Gore's territory encompassed those citizens living in government-owned tenements and living off government welfare ...\" Olson believes the U.S. is now somewhere between the \"apathy\" and \"complacency\" phase of Professor Tyler's definition of democracy with some 40 percent of the nation's population already having reached the \"governmental dependency\" phase.",
  "Last Updated": "24 June 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/quotes/tyler.asp",
  "Claim": "Law professor's analysis demonstrates that the results of the last presidential election correspond to a prediction about the downfall of democracy.",
  "Claim_ID": "politics_quotes_tyler",
  "Tags": ""
}