{
  "Origins": "In April of 1999, an Arkansas viewer by the name of Jim Neugent decided to lodge a complaint about the ABC television series The Practice through an e-mail link on ABC's web site. Mr. Neugent was disgruntled with the 4 April 1999 episode of the series, which featured a story line involving a lesbian couple who wished to get married, and wrote to ABC to tell them so: ABC is obsessed (or should I say abscessed) with the subject of homosexuality. I will no longer watch any of your attempts to convince the world that homosexuality is ok. THE PRACTICE can be a fairly good show but last night's program was so typical of your agenda. You picked the 'dufus' of the office to be the one who was against the idea of his mother being gay and made him look like a whiner because he had convictions. This type of mentality calls people like me \"gay basher\". Read the first chapter of Romans (that's in the Bible) and see what the apostle Paul had to say about it. He and God and Jesus were all 'gay bashers.' What if she'd fallen in love with her cocker spaniel is that an alternative lifestyle? (By the way the Bible speaks against that, too.) Either because Mr. Neugent used the wrong e-mail link or no other link was readily available, his message was delivered to an employee in the tech group tasked with maintaining ABC's web site (not to the Public Relations or Audience Information department) who took it upon himself to respond to the complaint in a rude and insulting manner, even though the issue was clearly one outside his area of responsibility: How about getting your nose out of the Bible (which is ONLY a book of stories compiled by MANY different writers hundreds of years ago) and read the Declaration of Independence (what our nation is built on) where it says \"All Men are Created Equal\" and try treating them that way for a change!? Or better yet, try thinking for yourself and stop using an archaic book of stories as your crutch for your existence. Mr. Neugent then replied: Thanks for your reply. Evidently, I hit a nerve from your harsh reply. I will share it with all with whom I come in contact. Hopefully, the Arkansas Democrat Newspaper will include it in one of their columns. It didn't take long, through the attention of the press and the Internet, before Mr. Neugent's message and the ABC webmaster's reply were causing a stir all over the country. ABC, after having investigated the matter, sent Mr. Neugent an official apology:",
  "Fact Check": "",
  "Description": "Mr. Neugent's receipt of an insulting response from ABC's web site was the product of an overzealous employee's overstepping his authority without authorization, not an expression of official ABC policy. ABC promptly investigated and determined what had occurred, and it then reacted responsibly by terminating the employee responsible and sending an official apology to Mr. Neugent. The only person really at fault here is the anonymous employee who took it upon himself to express his personal opinions as if he were a representative of ABC.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 1999] ABC is obsessed (or should I say abscessed) with the subject of homosexuality. I will no longer watch any of your attempts to convince the world that homosexuality is ok. THE PRACTICE can be a fairly good show but last night's program was so typical of your agenda. You picked the 'dufus' of the office to be the one who was against the idea of his mother being gay and made him look like a whiner because he had convictions. This type of mentality calls people like me \"gay basher\". Read the first chapter of Romans (that's in the Bible) and see what the apostle Paul had to say about it. He and God and Jesus were all 'gay bashers.' What if she'd fallen in love with her cocker spaniel is that an alternative lifestyle? (By the way the Bible speaks against that, too.)",
  "Last Updated": "21 May 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/practice.asp",
  "Claim": "A viewer received an insulting response after sending a complaint to ABC's web site about the television series The Practice.",
  "Claim_ID": "politics_religion_practice",
  "Tags": ""
}