{
  "Origins": "As we've noted many times before in similar items, few pieces of political humor are truly new (they're mostly recycled versions of older jokes with the names updated), and no bit of political satire can be written so broadly that at least a few people won't fail to recognize it as humor. Yet another example of these factors at work is this purported letter from John and Cindy McCain to John Hinckley, the Jodie Foster-obsessed, would-be assassin who shot at (and wounded) President Ronald Reagan in March 1981 in a misguided attempt to impress the actress. At Hinckley's subsequent trial, he was found not guilty by reason of insanity and has been under care at a psychiatric facility ever since.",
  "Fact Check": "",
  "Description": "Aside from the meanness of the payoff suggested by the letter's postscript (i.e., that a presidential candidate would deliberately seek to set an assassin on the trail of his political rival), the attribution to Senator John McCain in this version doesn't make for particularly apt humor: McCain was befriended by Hinckley's victim, Ronald Reagan, back when the latter was still governor of California (and McCain was several years away from his first run for public office), has often spoken laudably of the former president, and has identified himself as \"a foot soldier in the Reagan revolution.\" Moreover, there has been no recent change in John Hinckley's status that would suggest he is now free to go roaming about the U.S. tracking down and eliminating rivals for the affections of Jodie Foster. The humor makes a little more sense (even if it is no less mean) in the context of a previous version, which appeared in 1999, just as Hinckley was being allowed to leave the grounds of St. Elizabeth's Hospital in Washington, D.C., for visits with his parents. That version was attributed to President Bill Clinton, with a tagline naming Kenneth Starr (the lawyer who was appointed to the Office of the Independent Counsel to investigate the death of Clinton deputy White House counsel Vince Foster and the Clintons' Whitewater land dealings): Date: Wednesday, January 20, 1999 5:46 PM The White House 1600 Pennsylvania Avenue Washington, DC To: Mr. John Hinkley St. Elizabeth Hospital Washington D.C. Dear John, Hillary and I wanted to drop you a short note to tell you how pleased we are with the great strides you are making in your recovery. In our Country's new spirit of understanding and forgiveness we want you to know there is a bilateral consensus of compassion and forgiveness throughout the land. Hillary and I want you to know that no grudge is borne against you for shooting President Reagan. We, above all are aware of how the mental stress and pain could have driven you to such an act of desperation. Hillary and I are confident that you will soon make a complete recovery and return to your family to join the world again as a healthy and productive young man. Best wishes, Bill Clinton P.S. Ken Starr is dorking Jodie Foster A few of our readers have reported receiving even earlier versions of this letter (circulated via photocopies) back in 1984, this variant supposedly hailing from the desk of President Ronald Reagan and identifying the then-leading contenders for the 1984 Democratic presidential nomination (Senator Gary Hart and former Vice President Walter Mondale) as the objects of Ms. Foster's attentions: June 1, 1984 Dear John: Nancy and I hope you are making good progress in your recovery from the mental problem that made you try to assassinate me. The staff of St. Elizabeth's tell me you are doing just fine and will be released soon. I have decided to seek a second term in office and I hope I can count on your support and the support of your fine parents in my re-election campaign. I hold no grudge against you, John, and I hope that if there is anything you need there at the hospital, you will let Nancy and I know. By the way, did you know that both Walter Mondale and Gary Hart have been fucking Jodie Foster? Sincerely, Ronald Reagan",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2008] I just received this email. It looks bogus, but I can't find anything concerning it. September 19, 2008 To: John Hinckley From: John McCain My wife and I wanted to drop you a short note to tell you how pleased we are with the great strides you are making in your recovery. In our fine country's new spirit of understanding and forgiveness, we want you to know there is a bilateral consensus of compassion and forgiveness throughout. My wife Cindy and I want you to know that no grudge is borne against you for shooting President Reagan. We, above all, are aware of how the mental stress and pain could have driven you to such an act of desperation. We are confident that you will soon make a complete recovery and return to your family to join the world again as a healthy and productive young man. Best Wishes, John and Cindy McCain PS: Barack Obama has been humping Jodie Foster. I thought you should know.",
  "Last Updated": "3 November 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/mccain/hinckley.asp",
  "Claim": "E-mail reproduces letter from John and Cindy McCain to John Hinckley.",
  "Claim_ID": "politics_mccain_hinckley",
  "Tags": ""
}