{
  "Origins": "Rumors about changes in vice-presidential candidates have already popped up at times in recent presidential elections. In 2004 an Internet-circulated rumor claimed that President George W. Bush was planning to dump Dick Cheney and choose a different running mate; and immediately after Senator John McCain announced that Alaska governor Sarah Palin was his choice for the vice-presidential slot on the 2008 Republican ticket, even the mainstream press was reporting some vague rumblings that she might quickly be dropped in favor of a different candidate.",
  "Fact Check": "",
  "Description": "Then yet another rumor of this category appeared, claiming that Senator Joe Biden would cite health concerns as a reason for stepping down as the vice-presidential candidate on the 2008 Democratic ticket, to be replaced by Senator Hillary Clinton. The dates cited for the announcement of Biden's resignation were variously reported to be \"early October,\" \"after the VP debate,\" \"October 2nd,\" or \"October 5th.\" However, rumors of Biden's replacement as a VP candidate proved to be nothing more than e-mail chatter, and reports of Biden's health issues in the press were mostly biographical mentions that he was hospitalized in 1988 after suffering from two brain aneurysms. The dates specified in e-mailed versions of the rumor came and went with no substantive suggestion that any change in the Democratic ticket was in the offing. No presidential candidate has switched running mates in the middle of a campaign since George McGovern replaced Thomas Eagleton with Sargent Shriver just 18 days after the 1972 Democratic convention (Eagleton stepped down when reports surfaced that he had previously been hospitalized for nervous exhaustion and received electroshock therapy), with disastrous results: McGovern lost in an electoral landslide . A strategy of calculatedly springing a change of running mates on the public just before an election carries the danger of proving a double-edged sword: Whatever boost Barack Obama's campaign might conceivably have gained by swapping Joe Biden for Hillary Clinton just a month before the general election might also have been more than offset by criticism that such a last-minute switch demonstrated poor decision-making ability and was indicative of a weak and vacillating presidential candidate.",
  "Originally Published": "",
  "Referred Links": "http://www.multied.com/elections/1972elec.html;http://www.bloomberg.com/apps/news?pid=20601087&sid=aaPr60Ta7B9s;",
  "Example": "[Collected via e-mail, September 2008] On or about October 5th, Biden will excuse himself from the ticket, citing health problems, and he will be replaced by Hillary. This is timed to occur after the VP debate on 10/2. There have been talks all weekend about how to proceed with this info. Generally, the feeling is that we should all go ahead and get it out there to as many blog sites and personal email lists as is possible. I havealready seen a few short blurbs about this - the 'health problem' cited in those articles was aneurysm. Probably many of you have heard the same rumblings. However, at this point, with this inside info from the DNC, it looks like this Obama strategy will be a go. Therefore, it seems that the best strategy is to get out in front of this Obama maneuver, spell it out in detail, and thereby expose it for the grand manipulation that it is. So, let's start mixing this one up and cut the Obamites off at the pass - send this info out to as many people as you can - post about it on websites and blogs - etc.",
  "Last Updated": "5 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/vpchange.asp",
  "Claim": "Joe Biden is planning to step down from the vice-presidential slot on the Democratic ticket in favor of Hillary Clinton.",
  "Claim_ID": "politics_obama_vpchange",
  "Tags": ""
}