{
  "Origins": "On 2 January 2014, the Daily Currant published an article positing that over three dozen people had died of marijuana overdoses on 1 January 2014, the day recreational use became legal in Colorado:",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a bit of political humor from the Daily Currant spoofing the controversy over the issue of the legalized recreational marijuana use. (A \" marijuana overdose \" is virtually a medical impossibility.) As noted in the Daily Currant 's \" About \" page, that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world. After Oregon passed Measure 91 in November 2014, which legalized some forms of marijuana use and possession in that state, the nearly year-old Daily Currant article about Colorado was slightly rewritten and passed off as a spoof of Oregon: Only four days after Measure 91 passed, Oregon is reconsidering itsdecision to legalize recreational marijuana. According to a report in the The Oregonion, 46 people were killed acrossthe state since weed became legal earlier this week. Reports from MSNBCindicate there has also been 23 deaths in Alaska, and a staggering 89 inWashington DC. Several more marijuana victims are clinging onto life in local emergencyrooms and are not expected to survive. \"It's complete chaos here, I've never seen anything like it,\" says Dr. Steve Perkins, chief of surgery at Riverbend Hospital in Springfield. \"I've put six college students in body bags since before noon, and more are arriving every minute. One young man came in extremely hungry and even started gnawing on his arm, until he collapsed in the emergency room.\"",
  "Originally Published": "",
  "Referred Links": "http://thatoregonlife.com/2014/11/marijuana-overdoses-kill-46-oregon-first-week-legalization/;http://www.thedailychronic.net/2014/38266/oregon-has-legalized-marijuana-an-overview-of-measure-91/;http://dailycurrant.com/about/;http://voices.yahoo.com/how-marijuana-kill-why-cannabis-overdose-1576393.html?cat=71;http://dailycurrant.com/2014/01/02/marijuana-overdoses-kill-37-in-colorado-on-first-day-of-legalization/;",
  "Example": "[Collected via e-mail, January 2014] Marijuana Overdoses Kill 37 in Colorado On First Day of Legalization? Any truth to this? [Collected via e-mail, November 2014] I find this extremely hard to believe! Marijuana Overdoses Kill 46 In Oregon During First Week Of Legalization",
  "Last Updated": "11 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/overdose.asp",
  "Claim": "Dozens of people died of marijuana overdoses on the day recreational use became legal in Colorado or Oregon.",
  "Claim_ID": "politics_satire_overdose",
  "Tags": ""
}