{
  "Origins": "On 1 May 2013, Cameron D'Ambrosio, an 18-year-old student from Methuen High School (about 30 miles north of Boston), was arrested on terrorism-related charges due to material he had posted on Facebook that was deemed to be threatening:",
  "Fact Check": "",
  "Description": "According to police reports, D'Ambrosio has a history of making violent threats, once to his sister and once to a pair of eighth graders. Police responded to an incident in 2006 in which a neighbor reported that D'Ambrosio bit her son on the arm during a fight. In September 2012, another student severely beat D'Ambrosio, rupturing his spleen and putting him in the hospital, over a Facebook post by D'Ambrosio about the student's girlfriend. At a 9 May 2013 hearing, a judge called D'Ambrosio a threat to the community and ordered him held without bail for up to 90 days: \"I believe the behavior here has been escalating,\" Judge Lynn Rooney said after reviewing a half dozen records of police and probation reports prosecutors submitted at the hearing. \"And it's very troubling.\" The reports included D'Ambrosio's arrest in June 2012 after a fight over $20 with his older sister, who called police after locking herself in her room. During the argument, D'Ambrosio pushed her and, after she locked herself in her bedroom, threatened to stab her, according to the arrest report Rooney said she also was troubled by a police report from November 2011, which said D'Ambrosio threatened to shoot two eighth-grade students. Police said he admitted to making that statement, but was only kidding As the North Andover Eagle-Tribune noted of the controversy provoked by D'Ambrosio's arrest: Two arguments have developed around D'Ambrosio's arrest, his expletive-laced violent post and the balancing of freedom of expression with security, and specifically the need to prevent lethal random violence. One argument is that the post, which included a vague boast of outdoing the Marathon bombing and killing people to get respect, is a threat to commit violence and the latest in a series of threats from the young man. Another is that the post is the expression of an artist using rap's egotistical swaggering style and a reflection of a violent culture and world, giving D'Ambrosio s post protection under the First Amendment. Complicating D Ambrosio's case, roughly 40 students came to Methuen High School associate principal James Weymouth and other administrators on May 1 to report the post and express alarm at its content. Cameron D'Ambrosio's Facebook page has apparently since been deleted, but at least one version of his rap is still available on YouTube: On 7 June 2013, a judge ordered D'Ambrosio to be released immediately after the grand jury in the case chose not to indict him.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2013] After you read this kid's story, you'll think twice about what you post on Facebook. (And that's the problem.) Meet Cameron D'Ambrosio. He's 18 and lives in a small town outside Boston. He wants to be a rapper and calls himself \"Cammy Dee\" in his YouTubevideos. Oh, and he's been locked up without bail for weeks facing terrorism charges and 20 years in prison all for something he posted on Facebook. On May 1st, Cam was skipping school and messing around online. He posted some lyrics that included a vague reference to the Boston Marathon Bombing and called the Whitehouse a \"federal house of horror.\" Shortly after that he was arrested and charged with Communicating a Terrorist Threat, a felony that carries 20 years in prison. The post contained no specific threat of violence against any person or group of people, and in the context of the rest of the lyrics and Cams' rap persona, it was clearly nothing more than a metaphor. A search of Cam's house found NO evidence that he was planning any violence, but a judge still ordered him held without bail for the next 3 months, pending trial.",
  "Last Updated": "7 June 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/dambrosio.asp",
  "Claim": "An 18-year-old student named Cameron D'Ambrosio was arrested on terrorism charges over material he posted on Facebook.",
  "Claim_ID": "politics_crime_dambrosio",
  "Tags": ""
}