{
  "Origins": "When U.S. Central Commander Gen. David Petraeus appeared before a House Armed Services Committee hearing on 16 June 2010, one of the House members who posed questions to him was Rep. Gabrielle Giffords of Arizona, who is known for her advocacy of funding research and development of renewable energy sources such as solar energy. (In 2007, she authored the unpassed Solar Energy Research and Advancement Act to \"support the research, development, and commercial application of solar energy technologies.\")",
  "Fact Check": "",
  "Description": "During that session, Rep. Giffords posed a general question to Gen. Petraeus about efforts to utilize renewable energy in Afghanistan, an exchange which has since been mischaracterized (by a political opponent campaigning for her House seat) as Rep. Giffords' foolishly asking Gen. Petraeus what he was \"doing to reduce carbon emissions in the war on terror,\" as if her primary (or only) concern about the war in Afghanistan was whether the U.S. was making sufficient efforts to protect the environment. However, a record of the exchange shows that Rep. Giffords did not pose a question about \"carbon footprints\" or \"carbon emissions,\" and that the frame of reference in her asking about the use of renewable energy sources in Afghanistan was not environmentalism but in enhancing security and lessening the U.S. military's reliance on inefficient and unreliable sources of energy: There's been a lot of attention back in the United States on what's happening with the BP oil spill, and we all know the largest user of energy on the planet is actually the United States Air Force and the DoD is the largest user of energy in the United States, and I really want to commend the work done on the behalf of DoD and also what's happening in the field with our energy, but it's an area that I just really want to focus on, and I know a lot of questions have been asked, but in the last few years supply lines have been increasingly threatened either by enemy action or through international crises, and in places like Kandahar, where we have a large presence, we've been plugged into a very unsustainable and really an incapable grid system. We know that a major part of the upcoming Kandahar offensive will include some serious repairs and upgrades to the energy system which will include small-scale solar and hydropower systems and also some solar-powered street lights. I'm just curious whether or not there's plans to utilize any of those same technologies at our bases around Afghanistan, and wouldn't that greatly reduce our need for fuel? Rep. Giffords' office later elaborated on the background behind her concerns about renewable energy use by the U.S. military in Afghanistan: The Army Counterinsurgency Field Manual Gen. David Petraeus developed in 2006 states that stable electricity is a vital element to defeating the insurgency, a point he reiterated multiple times at the hearing. Crucial too is the military's ability to sustain itself and access the supplies they need to keep going. Arizona National Guardsman Mark Cardenas saw firsthand the dangers of our military s dependence on fuel. Cardenas guarded more than 4,000 miles of convoys during his 15-month deployment to Iraq that began in August 2006. \"Energy independence for the military is important to me because the vast majority of the convoys I guarded were fuel convoys. They were not food or supplies to help the troops do their jobs. This dependence on fuel wastes our resources, puts thousands of soldiers in danger everyday and does nothing to advance our strategic missions. There is a better way to do this overall, and that is by freeing ourselves of this leash so our military can go do the job they were sent to accomplish.\" The Defense Department's renewable energy initiatives began in earnest in 2007 at the urging of top military commanders. In numerous reports, military leadership expressed great concern about the strategic disadvantage placed upon our military by its dependence on fuel and a vulnerable electrical grid. Troops and military facilities are hamstrung by the dangerous process of supplying and transporting fuel deep into theaters of conflict such as Iraq and Afghanistan. Marine Corps General James Mattis, Commander of the 1st Marine Division in Iraq in 2003, issued an urgent needs statement that read \"unleash us from this tether of fuel.\" After Rep. Giffords was shot outside a supermarket where she meeting with constituents in January 2011, the following material was added to the earlier e-mail: It was a tragedy that 19 people were shot and six died. As a result Giffords will be held out as a saint, when in fact, she is an idiot, a left wing \"enviro-nut\" who should not be in Congress. The media only cares about her because she is a Democrat. Had she been a Republican, like the federal judge who was killed, she would have been off the front page the next day, as he has been. I had forgotten she was the Congresswoman that was involved in the following exchange with General Petraeus: Representative Gabrielle Giffords (D-Az) took Afghan Commander, General David Petraeus, to task for what she characterized as \"willful disregard of the environmental impact of our war effort.\" \"There is no policy, no plan to minimize carbon emissions in our military activities,\" Giffords charged. \"Bombs are dropped and bullets are fired without considering the environmental impact.\" Giffords insisted that she was \"not demanding an immediate halt to current military operations in the Middle East. I m just saying that battle plans should include an environmental impact assessment as a regular part of the process before attacks are launched.\" She also suggested that the Army \"put more emphasis on less environmentally damaging methods, like stabbing or clubbing enemy forces in order to minimize the carbon output.\" This additional material (below the horizontal line) was taken directly from the writings of John Semmens , a political satirist.",
  "Originally Published": "",
  "Referred Links": "http://azconserv1.wordpress.com/2010/07/17/administration-denies-bad-faith-on-abortion/;http://www.giffordsforcongress.com/2010/06/22/quick-to-take-a-shot-paton-misses-the-mark/;http://azstarnet.com/news/blogs/pueblo-politics/article_7329a7e4-7e4f-11df-ae1d-001cc4c002e0.html;http://www.govtrack.us/congress/billtext.xpd?bill=h110-2774;http://www.giffordsforcongress.com/about/;",
  "Example": "[Collected via e-mail, July 2010] Poster child for what is wrong in Congress You will simply not believe this. Our 8th District US Congressional representative, the Hon. Gabrielle Giffords, in a meeting of the House Armed Services Committee, asked General David Petraeus the following question: \"General Petraeus, what are you doing to reduce carbon emissions in the war on terror?\" Wow. I had to read, and re-read this several times to believe it. Folks, there are American sons and daughters dying every week on the foreign battlefields of southwest Asia. The nation is completely bankrupt and ... quite literally, borrowing 43 cents for every dollar in federal spending. We have the largest environmental disaster in the nation's history in the Gulf of Mexico, and we have Mexican drug armies invading our nation. And yet .... A member of Congress from Arizona's 8th congressional district took the time to ask our battlefield commander what he is doing to curb carbon emissions in the war. Gabrielle Giffords is the poster-child for what is wrong with the US Congress. We are being led by imbeciles. To the rest of America reading this blog, and to Gen. Petraeus if this e-mail makes it to your inbox ... my sincerest apologies for the stupid question asked of you by my US congressional representative. General... I am sure you have better things to worry about than carbon emissions on the battlefield. I assure you, as a registered voter in Arizona's 8th congressional district, I will do everything I can to ensure Rep. Giffords is voted out of office in November, and I pray you'll get back to business of fighting the war on terror without worrying about such petty and nonsensical matters as your carbon footprint in the war.",
  "Last Updated": "7 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/giffords.asp",
  "Claim": "Rep. Gabrielle Giffords asked Gen. David Petraeus what he was \"doing to reduce carbon emissions in the war on terror.\"",
  "Claim_ID": "politics_quotes_giffords",
  "Tags": ""
}