{
  "Origins": "The gist of this item is true in the sense that in January 2008, a delegation of nine legislators from Sonora (the Mexican state immediately south of Arizona) did come to Tucson to express concerns that Arizona's recently enacted Legal Arizona Workers Act (an employer sanctions law which imposed penalties on employers who knowingly hired persons lacking documentation of their status to legally work in the United States) would have a deleterious effect on Sonora. After a press conference held at the offices of Project PPEP a day prior to the delegation's meeting with Hispanic legislators, the Tucson Citizen reported the Sonoran representatives posing questions such as the following:",
  "Fact Check": "",
  "Description": "In late April 2010 this item began to be circulated anew, with many readers misinterpreting the included quotes to be a reaction to SB 1070 (Arizona's controversial immigration law, which had been signed into effect on 23 April 2010), but by then the piece was a two-year-old news story which referred to a related but completely different law. In July 2010, the U.S. Supreme Court agreed to hear a lawsuit challenging the constitutionality of the Legal Arizona Workers Act. Also that month, a U.S. District judge issued a temporary injunction that halted the enforcement of key parts of SB 1070.",
  "Originally Published": "",
  "Referred Links": "http://laprensa-sandiego.org/featured/supreme-court-to-review-arizona-employer-sanctions-law/;http://abcnews.go.com/US/wireStory?id=10473726;http://www.ppep.org/main.html;http://www.migrationinformation.org/USfocus/display.cfm?id=669;",
  "Example": "[Collected via e-mail, May 2008] MEXICO IS ANGRY! Three cheers for Arizona The shoe is on the other foot and the Mexicans from the State of Sonora, Mexico doesn't like it. Can you believe the nerve of these people? It's almost funny. The State of Sonora is angry at the influx of Mexicans into Mexico. Nine state legislators from the Mexican State of Sonora traveled to Tucson to complain about Arizona's new employer crackdown on illegals from Mexico. It seems that many Mexican illegals are returning to their hometowns and the officials in the Sonora state government are ticked off. A delegation of nine state legislators from Sonora was in Tucson on Tuesday to state that Arizona's new Employer Sanctions Law will have a devastating effect on the Mexican state. At a news conference, the legislators said that Sonora Arizona's southern neighbor, made up of mostly small towns cannot handle the demand for housing, jobs and schools that it will face as Mexican workers return to their hometowns from the USA without jobs or money. The Arizona law, which took effect Jan. 1, punishes Arizona employers who knowingly hire individuals without valid legal documents to work in the United States. Penalties include suspension of, or loss of, their business license. The Mexican legislators are angry because their own citizens are returning to their hometowns, placing a burden on THEIR state government. 'How can Arizona pass a law like this?' asked Mexican Rep Leticia Amparano-Gamez, who represents Nogales. 'There is not one person living in Sonora who does not have a friend or relative working in Arizona,' she said, speaking in Spanish. 'Mexico is not prepared for this, for the tremendous problems it will face as more and more Mexicans working in Arizona and who were sending money to their families return to their home-towns in Sonora without jobs,' she said. 'We are one family, socially and economically,' she said of the people of Sonora and Arizona. Wrong! The United States is a sovereign nation, not a subsidiary of Mexico, and its taxpayers are not responsible for the welfare of Mexico's citizens. It's time for the Mexican government, and its citizens, to stop feeding parasitically off the United States and to start taking care of its/their own needs. Too bad that other states within the USA don't pass a law just like that passed by Arizona . Maybe that's the answer, since our own Congress will do nothing!",
  "Last Updated": "11 August 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/immigration/mexicoangry.asp",
  "Claim": "Mexican legislators expressed concern that an Arizona law would prompt an influx of Mexicans into Sonora from Arizona.",
  "Claim_ID": "politics_immigration_mexicoangry",
  "Tags": ""
}