{
  "Origins": "On 29 September 2006, 25-year-old Petty Officer 2nd Class Michael A. Monsoor (MA2, not EOD2 as stated above) was killed during operations in enemy-held territory at Ar Ramadi, Iraq, when he threw himself on top of a grenade in order to save the lives of his fellow SEALS. As described in the final two paragraphs of a Summary of Action ( SOA ) regarding the circumstances of his death:",
  "Fact Check": "",
  "Description": "In April 2008, Michael Monsoor (who had already been posthumously awarded the Silver Star for his actions in a 9 May 2006 incident, when he and another SEAL pulled a wounded team member to safety amidst gunfire) was posthumously awarded the Medal of Honor. His funeral, attended (in the words of President Bush) by \"nearly every SEAL on the West Coast,\" was held on 12 October 2006 at Fort Rosecrans National Cemetery in San Diego. As shown at the end of the tribute video linked below, during Monsoor's funeral service, as the casket was taken from the hearse to the gravesite, fellow SEALs lined up in two columns to slap and embed the gold Tridents (a pin, pictured above, awarded for successful completion of SEAL Qualification Training) from their uniforms onto the top of Monsoor's coffin: (We believe the photograph of the coffin displayed above was actually taken at the funeral of fellow SEAL James Suh, who gave his life in Afghanistan on 28 June 2005.) As President George W. Bush said of the event during the April 2008 Medal of Honor ceremony, \"The procession went on nearly half an hour, and when it was all over, the simple wooden coffin had become a gold-plated memorial to a hero who will never be forgotten.\"",
  "Originally Published": "",
  "Referred Links": "http://froggyruminations.blogspot.com/2005_07_01_archive.html;http://www.navy.mil/moh/monsoor/SOA.html;http://www.navy.mil/moh/monsoor/;",
  "Example": "[Collected via e-mail, July 2008] Medal of Honor PO2 (EOD2) Mike Monsoor, a Navy EOD Technician, was awarded the Congressional Medal of Honor posthumously for jumping on a grenade in Iraq, giving his life to save his fellow Seals. During Mike Monsoor's funeral in San Diego, as his coffin was being moved from the hearse to the grave site at Ft. Rosecrans National Cemetery, SEALs were lined up on both sides of the pallbearers route forming a column of two's, with the coffin moving up the center. As Mike's coffin passed, each SEAL, having removed his gold Trident from his uniform, slapped it down embedding the Trident in the wooden coffin. The slaps were audible from across the cemetery; by the time the coffin arrived grave side, it looked as though it had a gold inlay from all the Tridents pinned to it. This was a fitting send-off for a warrior hero. This should be front-page news instead of the crap we see everyday. Since the media wont make this news, I choose to make it news by forwarding it onto you guys. I am damn proud of our military. If you are proud too, please pass this on. If not then rest assured that these fine men and women of our military will continue to serve and protect.",
  "Last Updated": "19 September 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/monsoor.asp",
  "Claim": "Account describes Navy SEALs' funereal tribute to Medal of Honor recipient Mike Monsoor.",
  "Claim_ID": "politics_military_monsoor",
  "Tags": ""
}