{
  "Origins": "The editorial reproduced above, entitled \"Europe, Thy Name Is Cowardice,\" was written by Mathias D pfner, CEO of the large German publishing firm Axel Springer , and published in the German periodical Die Welt on 20 November 2004.",
  "Fact Check": "",
  "Description": "However, many of the English-language translations of this editorial that have been circulated via the Internet (such as the one reproduced above) include alterations or additional invective not present in the original. Here is our own translation, which we have prepared to be as faithful to the original as possible: A few days ago, Henryk M. Broder wrote in the Welt am Sonntag, \"Europe thy name is appeasement.\" It's a phrase you can't get out of your head because it's so painfully true. Appeasement cost millions of Jews and Gentiles their lives as England and France, allies at the time, negotiated and hesitated far too long before realizing that Hitler had to be fought, not bound to agreements. Appeasement stabilized the Communist Soviet Union and the former East Germany, those parts of Eastern Europe where inhuman, suppressive governments were glorified as the ideological alternative. Appeasement crippled Europe when genocide ran rampant in Kosovo, and we debated and debated and were still debating when the Americans finally came in and did our work for us. Rather than protecting the only democracy in the Middle East, European appeasement, camouflaged behind the fuzzy word \"equidistance,\" relativizes the fundamentalist Palestinian suicide bombings in Israel. Appeasement generates a mentality that allows Europe to condone the 300,000 victims of Saddam's torture and murder machinery in Iraq and condemn the actions of George Bush in the self-righteousness of the peace movement. And in the end it is also appeasement at its most grotesque when Germany reacts to the escalating violence of Islamic fundamentalists in Holland and elsewhere by proposing a national Muslim holiday. What else has to happen before the European public and its political leadership realize that there is a form of crusade underway, an especially perfidious one of systematic attacks by fanatic Muslims targeting civilians, directed against our free, open Western societies. This is a conflict that will likely last longer than any of the great military conflicts of the last century, waged by an adversary who cannot be tamed by tolerance and accommodation but is instead spurred on by such gestures, mistaking them as signs of weakness. Two recent American presidents had the courage needed for staunch anti-appeasement: Reagan and Bush. Ronald Reagan ended the Cold War, and Bush supported only by the persuasive Social Democrat politician Tony Blair recognized the danger in the Islamic war against democracy. His place in history will need to be evaluated a number of years down the road. In the meantime, Europe snuggles into its multicultural niche instead of defending the values of a liberal society with charismatic certitude and acting as a positive center of power in a delicate balance between the true global powers, America and China. We instead present ourselves as the world champions of tolerance against the intolerants, which even Otto Schily [Germany's former Federal Minister of the Interior] justifiably criticizes. And why, actually? Because we're so moral? I fear it's more because we're so materialistic. For his policies, Bush risks the devaluation of the dollar, huge amounts of added national debt, and a massive and lasting strain on the American economy because everything is at stake. Yet while America's so allegedly materialistic robber baron capitalists know their priorities, we timidly defend the benefice of our social affluence. Just stay out of it; it could get expensive. We'd rather discuss our 35-hour workweek or our dental coverage or listen to televangelists preach about the need to \"Reach out to murderers.\" These days, it sometimes seems that Europe is like a little old lady who cups her shaking hands around her last pieces of jewelry as a thief breaks in right next door. Europe, thy name is Cowardice.",
  "Originally Published": "",
  "Referred Links": "http://www.welt.de/data/2004/11/20/363020.html;http://www.axelspringer.de/englisch/home-e.htm;",
  "Example": "[D pfner, 2004] A few days ago Henry Broder wrote in Welt am Sonntag, \"Europe your family name is appeasement.\" It's a phrase you can't get out of your head because it's so terribly true. Appeasement cost millions of Jews and non-Jews their lives as England and France, allies at the time, negotiated and hesitated too long before they noticed that Hitler had to be fought, not bound to toothless agreements. Appeasement legitimized and stabilized Communism in the Soviet Union, then East Germany, then all the rest of Eastern Europe where for decades, inhuman, suppressive, murderous governments were glorified as the ideologically correct alternative to all other possibilities. Appeasement crippled Europe when genocide ran rampant in Kosovo, and, even though we had absolute proof of ongoing mass-murder, we Europeans debated and debated and debated, and were still debating when finally the Americans had to come from halfway around the world, into Europe yet again, and do our work for us. Rather than protecting democracy in the Middle East, European appeasement, camouflaged behind the fuzzy word \"equidistance,\" now countenances suicide bombings in Israel by fundamentalist Palestinians. Appeasement generates a mentality that allows Europe to ignore nearly 500,000 victims of Saddam's torture and murder machinery and, motivated by the self-righteousness of the peace-movement, has the gall to issue bad grades to George Bush... Even as it is uncovered that the loudest critics of the American action in Iraq made illicit billions, no, TENS of billions, in the corrupt U. N. Oil-for-Food program. And now we are faced with a particularly grotesque form of appeasement. How is Germany reacting to the escalating violence by Islamic fundamentalists in Holland and elsewhere? By suggesting that we really should have a \"Muslim Holiday\" in Germany. I wish I were joking, but I am not. A substantial fraction of our (German) Government, and if the polls are to be believed, the German people, actually believe that creating an Official State \"Muslim Holiday\" will somehow spare us from the wrath of the fanatical Islamists. One cannot help but recall Britain's Neville Chamberlain waving the laughable treaty signed by Adolph Hitler, and declaring European \"Peace in our time\". What else has to happen before the European public and its political leadership get it? There is a sort of crusade underway, an especially perfidious crusade consisting of systematic attacks by fanatic Muslims, focused on civilians, directed against our free, open Western societies, and intent upon Western Civilization's utter destruction. It is a conflict that will most likely last longer than any of the great military conflicts of the last century - a conflict conducted by an enemy that cannot be tamed by \"tolerance\" and \"accommodation\" but is actually spurred on by such gestures, which have proven to be, and will always be taken by the Islamists for signs of weakness. Only two recent American Presidents had the courage needed for anti-appeasement: Reagan and Bush. His American critics may quibble over the details, but we Europeans know the truth. We saw it first hand: Ronald Reagan ended the Cold War, freeing half of the German people from nearly 50 years of terror and virtual slavery. And Bush, supported only by the Social Democrat Blair, acting on moral conviction, recognized the danger in the Islamic War against democracy. His place in history will have to be evaluated after a number of years have passed. In the meantime, Europe sits back with charismatic self-confidence in the multicultural corner, instead of defending liberal society's values and being an attractive center of power on the same playing field as the true great powers, America and China. On the contrary, we Europeans present ourselves, in contrast to those \"arrogant Americans\", as the World Champions of \"tolerance\", which even Otto Schily justifiably criticizes. Why? Because we're so moral? I fear it's more because we're so materialistic, so devoid of a moral compass. For his policies, Bush risks the fall of the dollar, huge amounts of additional national debt, and a massive and persistent burden on the American economy, because unlike almost all of Europe, Bush realizes what is at stake literally everything. While we criticize the \"capitalistic robber barons\" of America because they seem too sure of their priorities, we timidly defend our Social Welfare systems. Stay out of it! It could get expensive! We'd rather discuss reducing our 35-hour workweek or our dental coverage, or our 4 weeks of paid vacation, or listen to TV pastors preach about the need to \"Reach out to terrorists, to understand and forgive\". These days, Europe reminds me of an old woman who, with shaking hands, frantically hides her last pieces of jewelry when she notices a robber breaking into a neighbor's house. Appeasement? Europe, thy name is Cowardice.",
  "Last Updated": "29 July 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/dapfner.asp",
  "Claim": "Axel Springer CEO Mathias Dopfner wrote an editorial for Die Welt blasting Europe for its timidity in confronting Islamic fanaticism.",
  "Claim_ID": "politics_soapbox_dapfner",
  "Tags": ""
}