{
  "Origins": "The quote cited above sounds like the kind of verbal slip-up that occasionally escapes from the lips of politicians and other public figures: An idea that seems reasonable in thought (i.e., just because something is the best or greatest doesn't mean it can't be further improved) comes out expressed in wording that, when taken literally, can be interpreted as meaning just the opposite of what the speaker intended to say.",
  "Fact Check": "",
  "Description": "This phrase about changing \"the greatest nation in the history of the world\" wasn't uttered by Barack Obama, however, or by any other candidate. It was a political in-joke poking a little fun at Hillary Clinton and John McCain (and politicians in general) which was posted to the National Review Online (NRO) blog \" The Corner\" by Mark Steyn on 28 January 2008: Three weeks ago, after New Hampshire, when Hill and McCain and the gang were all bragging about being \"agents of change,\" a (non-U.S.) correspondent of mine e-mailed me his all-purpose stump speech for this primary season: My friends, we live in the greatest nation in the history of the world. I hope you'll join with me as we try to change it. Perhaps because \"change\" (as in \"Yes, we can change \") was one of the predominant themes of Barack Obama's 2008 presidential campaign, and perhaps because Steyn's blog post was entitled \"Barracking Barack,\" within a few weeks the \"I hope you'll join with me as we try to change it\" was being mooted on the Internet as something actually said by the Democratic candidate. In his syndicated column of 7 June 2008, Steyn mentioned the erroneous attribution of the quote to Barack Obama and expressed incredulity that reporters were actually taking it seriously: As for coming together \"to remake this great nation,\" if it's so great, why do we have to remake it? A few months back, just after the New Hampshire primary, a Canadian reader of mine John Gross of Quebec sent me an all-purpose stump speech for the 2008 campaign: \"My friends, we live in the greatest nation in the history of the world. I hope you'll join with me as we try to change it.\" I thought this was so cute, I posted it on the Web at National Review. Whereupon one of those Internetty-type things happened, and three links and a Google search later the line was being attributed not to my correspondent but to Sen. Obama, and a few weeks after that I started getting e-mails from reporters from Florida to Oregon, asking if I could recall at which campaign stop the senator, in fact, uttered these words. And I'd patiently write back and explain that they're John Gross' words, and that not even Barack would be dumb enough to say such a thing in public. In February 2012, some newspapers (including the San Jose Mercury News ) announced they were dropping the Decodaquote puzzle feature from their pages after one of its cryptograms encoded the above-referenced quote and attributed it to Barack Obama.",
  "Originally Published": "",
  "Referred Links": "http://www.decodaquote.com/;http://www.ocregister.com/opinion/obama-20926-speech-remake.html;http://www.cnn.com/2008/POLITICS/01/26/obama.transcript/index.html;http://corner.nationalreview.com/post/?q=Y2M5NTgwNDhkZTJmYWQ1MDcwNjEzOGE0Y2ZhNzc3NzQ=;",
  "Example": "[Collected via e-mail, March 2008] Is this true? \"My friends, we live in the greatest nation in the history of the world. I hope you'll join with me as we try to change it.\" Barack Obama",
  "Last Updated": "18 February 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/change.asp",
  "Claim": "Barack Obama urged his supporters to join him in changing \"the greatest nation in the history of the world.\"",
  "Claim_ID": "politics_obama_change",
  "Tags": ""
}