{
  "Origins": "Don Rickles is probably both the oldest and the best known practitioner of the entertainment genre known as the \"insult comic,\" and one of the very few to sustain a successful career in that field across several decades. His stand-up routines are famous for his characteristic hurling of insults at audience members and everyone else he encounters (even stagehands); when Rickles was once queried by an interviewer who asked if he was ever concerned that someone might take real offense at his material, the comedian responded: \"You know, every night when I go out on stage to do my comedy routines, there's always one nagging fear in the back of my mind. I'm always afraid that somewhere out there, there is one person in the audience that I'm NOT going to offend!\"",
  "Fact Check": "",
  "Description": "The above-referenced collection of insult jokes about current politicians (all of them Democrats), many of them poking fun at their targets' physical appearances, are fashioned in the approximation of Rickles' comedic style, which has led many readers who have encountered them out of their original context to mistakenly believe they originated with the famous comedian. However, they don't really fit the Don Rickles persona he has rarely (if ever) been overtly political, instead reserving his humorous insults for audience members and other entertainers in his immediate presence at club shows, roasts, and television appearances. (Additionally, some of the lines are Rodney Dangerfield material recycled from the movie Caddyshack .) In fact, this collection is the work not of Don Rickles but rather is a satirical political piece (entitled \"Don Rickles Roasts Congress... and Barack Obama\") by Doug Ross, who posted it to his blog on 24 March 2009. That blog entry is preceded by a disclaimer alerting readers to its satirical origins: Satire Alert: In real life, the brilliant Don Rickles never does any routine that even remotely touches on politics. Truth be told, I am a huge fan of Mr. Rickles, so I'm hoping this disclaimer gets me out of hot water with his public relations folks. Although I am pleased that I have actually met people very large and intimidating people who know him. So, remember, these are not Mr. Rickles' words; nor does he approve of them; and furthermore he is only by the barest thread imaginable tolerating my existence.",
  "Originally Published": "",
  "Referred Links": "http://directorblue.blogspot.com/2009/03/don-rickles-roasts-congress.html;http://directorblue.blogspot.com/2009/03/don-rickles-roasts-congress.html;",
  "Example": "[Collected via e-mail, August 2010] Supposedly from Don Rickles....all Democrats and ugly jokes Hello, dummies! Oh my God, look at you. Anyone else hurt in the accident? Seriously, Senator Reid has a face of a Saint - A Saint Bernard. Now I know why they call you the arithmetic man. You add partisanship, subtract pleasure, divide attention, and multiply ignorance. Reid is so physically unimposing, he makes Pee Wee Herman look like Mr. T. And Reid's so dumb, he makes Speaker Pelosi look like an intellectual. Nevada is soooo screwed! If I were less polite, I'd say Reid makes Kevin Federline look successful. Speaking of the Speaker... Nancy Pelosi, hubba, hubba! Hey baby, you must've been something before electricity. Seriously, the Speaker may look like an idiot and talk like an idiot but don't let that fool you. She really is an idiot. Madame Speaker... want to make twelve bucks the hard way? Pelosi says she's not partisan, but her constituents call her Madame Pelossilini. [Rest of article here.]",
  "Last Updated": "28 August 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/rickles.asp",
  "Claim": "Collection reproduces jokes about Democratic politicians by Don Rickles.",
  "Claim_ID": "Politics_satire_rickles",
  "Tags": ""
}