{
  "Origins": "Valerie Jarrett was offered a role as a White House Senior Advisor at the very beginning of the Obama administration in January 2009 and now holds the position of Senior Advisor to the President of the United States. President Obama has said he consults Jarrett on every major decision, and the New Republic 's Noam Scheiber reported thus of her influence with the White House:",
  "Fact Check": "",
  "Description": "The level of influence Jarrett holds with the Obama administration has prompted many detractors to complain she wields too much control over the President and decisions about who should have access to him, and one expression that detraction commonly takes is the assertion Jarrett is a foreign-born Islamic \"mole\" who is pushing for (or furthering) a Muslim agenda through the executive branch. The quote cited above is a typical example, holding that while Jarrett was an undergraduate psychology student at Stanford University in 1977, she proclaimed herself to be an Iranian who sought \"to help change America to be a more Islamic country\" and she felt \"like it is going well in the transition of using freedom of religion in America against itself.\" Contrary to common rumor, however, neither Jarrett nor her parents are Iranian, nor (as far as we can tell) are any of them Muslim. Jarrett's parents, James E. Bowman and Barbara Taylor Bowman, were both American-born U.S. citizens from Washington, D.C. and Chicago, respectively; the couple merely lived in Iran for about six years in the late 1950s and early 1960s while James served as chair of pathology at Nemazee Hospital in Shiraz as part of a program that sent American physicians to work in developing countries. Valerie was born in Shiraz during the Bowmans' sojourn in Iran; she returned to the U.S. with her parents in 1962 (when she was five years old), whereupon she attended prep school in Massachusetts, graduated with a B.A. in psychology from Stanford University in 1978, and earned a J.D. from the University of Michigan Law School in 1981 before returning to Chicago to begin her working career. We've found no evidence Valerie Jarrett is (or ever was) Muslim, her only apparent connection to that religion being the incidental one that she temporarily lived in a predominantly Muslim country with her American parents for the first few years of her life. The quote to attributed \"Valerie Jarrett, Stanford University, 1977\" about her \"seek[ing] to help change America to be a more Islamic country\" is an unfounded one that has no source other than recent repetition (primarily on right-wing web sites and blogs). It's also an anachronism, as \"Valerie Jarrett\" didn't exist in 1977: she was born Valerie Bowman and didn't take the latter surname until she married William Jarrett in 1983. Moreover, the wording of the meme in its commonly reproduced form is too stilted to be believable as the utterance of a fluent English speaker (e.g., \"I am an Iranian by birth and of [sic] my Islamic faith\"). Finally, no news article or document associated with Stanford University records Jarrett as having made this statement back in 1977; and if there were any credible evidence Jarrett had ever said anything remotely like this, it would have been a well-covered news story since shortly after the 2008 presidential election and not a obscure meme that didn't pop up until several years later.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2015] Quoted from Valerie Jarrett: \"I am an Iranian by birth and of my Islamic faith. I am also an American Citizen and I seek to help change America to be a more Islamic country. My faith guides me and I feel like it is going well in the transition of using freedom of religion in America against itself.\" Valerie Jarrett, Stanford University 1977",
  "Last Updated": "4 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/jarrettislam.asp",
  "Claim": "White House adviser Valerie Jarrett once said she seeks \"to help change America to be a more Islamiccountry.\"",
  "Claim_ID": "politics_quotes_jarrettislam",
  "Tags": ""
}