{
  "Origins": "APO (Army Post Office or Air [Force] Post Office) and FPO (Fleet Post Office) addresses are part of a military mail system used for exchanging mail with U.S. personnel stationed outside the United States, generally at the same domestic rates charged for sending mail within the U.S. Military personnel, their families, and others who have had occasion to order merchandise for shipment to troops stationed overseas have generally learned to first check with the vendors to ensure that they will indeed send product to APO/FPO addresses. Because shipments sent to APO/FPO addresses require extra processing (e.g., they must be sent via USPS, mailed from a post office, and accompanied by customs forms) and involve additional mailing restrictions , not all businesses are willing to accept orders intended for APO/FPO destinations.",
  "Fact Check": "",
  "Description": "The e-mail exchange reproduced above took place in January 2007 between a U.S. Army soldier serving with the U.S. 1st Cavalry Division in Iraq and online retailer Discount Floor Mats of West Allis, Wisconsin, with the former inquiring about whether the latter would ship floor mats to APO addresses. Not only did the retailer reportedly respond in the negative, but they supposedly couched their turn-down as the rude statement that \"We do not ship to APO addresses, and even if we did, we would NEVER ship to Iraq. If you were sensible, you and your troops would pull out of Iraq.\" Discount Mats has not responded to multiple inquiries, but Sgt. Hess responded to our e-mail inquiry and said that he did receive the e-mail reproduced above: This is all fact and true what happened. I'm with the 1st BCT 1st Cavalry Division in Iraq just trying to find someone to send supplies that we needed. (He also said that he appreciates the support of the many people who have asked us for his e-mail address in order to provide him with the mats he was seeking, but he asked that we not give it out as has already found a supplier and is being bombarded with e-mail. ) The news department at radio station WTMJ in Milwaukee also reported that a vice-president with Bargain Suppliers, the parent company of the Discount Mats web site, had confirmed that the e-mail in question was sent and that \"the employee who sent it is being held accountable and will be dealt with.\" The Milwaukee Journal Sentinel also reported that: Bargain Suppliers of West Allis said its discount-mats.com Web site had to be taken down to address the thousands of e-mails it's received since news of the exchange in which an employee voiced opposition to the war in Iraq began circulating on the Internet. Vice president Sajid Nasir said the employee is being \"held accountable.\" But he said the incendiary and threatening nature of some of the e-mails and voicemails left at the West Allis home that co-owner Faisal Khetani shares with his parents have shaken the family. \"It's really getting out of control,\" said Nasir, who described the messages as \"angry and vulgar.\" \"Our main concern is for the safety of the family. That's more important than the business,\" he said. Later news reports indicated that the employee in question had been discharged: Faisal Khetani, the owner of Discount-Mats.com, said he fired the employee who sent the message, but will not release any further details \"for their own safety.\" \"The truth of the matter is that this e-mail is true, and this member has been held responsible and liable for their actions,\" he said. Hess said that firing means little to him, and he still has not received an apology from the company. About a week after the original incident, the Discount-Mats.com web site came back up with the following message displayed: Due to the recent actions of a member within our company, we have been experiencing many difficulties. We have been bombarded by emails and phone calls literally within 12 hours of the event occurring, which sent us in a state of complete shock. Our technical difficulties were experienced due to severe e-mail and phone call overload. As a company, we would like to say that it is against company policy to treat anyone disrespectfully, and we condemn any such behavior. The member who was responsible for stating their personal opinion in a disrespectful manner is no longer associated and no longer working with Discount-Mats.com The members within our company strongly disagreed with the views and actions of this member, and once again, his personal opinion does not reflect the opinions of the company. We, as a company, are sorry for the events that took place and we do not condone un-professional, rude behavior from any members within our company. Additional information: West Allis Company Refused Bed Army Order (Fox 6 Milwaukee)",
  "Originally Published": "",
  "Referred Links": "http://www.myfoxmilwaukee.com/myfox/pages/News/Detail?contentId=2143403&version=1&locale=EN-US&layoutCode=VSTY&pageId=3.2.1;http://www.620wtmj.com/_content/news/story_6685.asp;http://discount-mats.com/index.html;http://www.oconus.com/ZipCodes.asp;http://fpoapo.com/guide.htm;http://hqdainet.army.mil/mpsa/faq.htm;",
  "Example": "[Collected via e-mail, 2007] Below is an email exchange between a friend of mine's husband and a company that sells different types of mats. He is stationed in Iraq and was inquiring as to whether or not the company ships overseas. He wanted to get the troops better gear to sleep on. This is the companies response. I am floored. I am floored as a military wife and as an American. Please repost this so that this company will hear us loud and clear that we do not stand for this. Whatever your view is on this war these troops are just following orders. Most are passionate about what they are doing. You can disagree with the war without disrespecting our troops. From: SGT Jason Hess Sent: Tue Jan 16 3:25 Do you ship to APO addresses? I'm in the 1st Cavalry Division stationed in Iraq and we are trying to order some mats but we are looking for who ships to APO first. ----------------------------------------------------------------------- From: contact@discount-mats.com Sent: Tuesday, January 16, 2007 9:44 PM Subject: Re: Feedback: from discount-mats.com SGT Hess, We do not ship to APO addresses, and even if we did, we would NEVER ship to Iraq. If you were sensible, you and your troops would pull out of Iraq. Bargain Suppliers Discount-Mats.com",
  "Last Updated": "25 January 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/war/apo.asp",
  "Claim": "A U.S. Army soldier received a rude response after inquiring with an on-line retailer about shipments to APO addresses.",
  "Claim_ID": "politics_war_apo",
  "Tags": ""
}