{
  "Origins": "This amusing bit of political humor first hit our inbox in August 2006, positing a connection between July 1947 events in Roswell, New Mexico (i.e., the alleged recovery of a crashed alien spacecraft and its occupants) and the birth nine months later of several prominent Democratic political figures.",
  "Fact Check": "",
  "Description": "At the risk of belaboring the obvious by deconstructing humor, we'll point out that the basic premise of the joke doesn't ring true. First of all, the normal human gestation period is about 38 weeks, so children conceived on or shortly after the date of the Roswell incident (8 July 1947) would most likely have been born (assuming ordinary, full-term pregnancies) in April 1948, not March. Second, only one of the political figures named was born even approximately nine months after the events as Roswell. Five of the people listed were born well before March 1948: Dianne Feinstein (U.S. Senator, California): 22 June 1933 Nancy Pelosi (U.S. Representative, California): 26 March 1940 Barbara Boxer (U.S. Senator, California): 11 November 1940 John Kerry (U.S. Senator, Massachusetts): 11 December 1943 Bill Clinton (former U.S. President): 19 August 1946 Two more of the persons identified were born considerably later than nine months after Roswell: Howard Dean (former Governor of Vermont): 17 November 1948 Charles E. Schumer (U.S. Senator, New York): 23 November 1950 Hillary Rodham Clinton (U.S. Senator, New York) was born on 26 October 1947, a mere three months after the Roswell incident. Only Al Gore, Jr. (former U.S. Vice-President), who was born on 31 March 1948, came into the world at a time that reasonably fits into the framework of this humorous premise. Quite possibly this item started out as a joke specifically about him, and others later expanded it into a joke about Democrats in general. In April 2007, the jape was reworked to aim it at prominent Republicans and conservative pundits. Four of the figures named on that list were born well before March 1948: Donald Rumsfield (former Secretary of Defense): 9 July 1932 Dick Cheney (U.S. Vice-President): 30 January 1941 George W. Bush (U.S. President): 6 July 1946 Dan Quayle (former U.S. Vice-President): 4 February 1947 Three others were born considerably later than nine months after Roswell: Bill O'Reilly (political commentator): 10 September 1949 Rush Limbaugh (political commentator): 12 January 1951 Condoleezza Rice (Secretary of State): 14 November 1954 A 2013 updating added the names of a few more Democrats, none of whose birthdates fit the posited timeline: Barack Obama, Sr. (father of President Barack Obama): 18 June 1936 Joe Biden (U.S. Vice-President): 20 November 1942",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Many will recall that on July 8, 1947, witnesses claim that an unidentified object with five aliens aboard crashed onto a sheep and cattle ranch just outside Roswell, New Mexico. This is a well-known incident that many say has long been covered up by the U.S. Air Force and the federal government. However, you may NOT know that in the month of March 1948, exactly nine months after that historic day, Albert Arnold Gore, Jr., Hillary Rodham, John F. Kerry, William Jefferson Clinton, Howard Dean, Nancy Pelosi, Dianne Feinstein, Charles E. Schumer, and Barbara Boxer were born. That piece of information has now cleared up a lot of things. [Collected via e-mail, 2007] Could be coincidence... but then again... Many will recall that on July 8, 1947, witnesses claimed that an unidentified object with five aliens aboard crashed onto a sheep and cattle ranch just outside Roswell, New Mexico. This is a well-known incident that many say has long been covered up by the U.S. Air Force and the rest of the U.S. government. However, what you may NOT have realized is that in the month of March 1948, exactly nine months after that historic day, George W. Bush, Dick Cheney, Donald Rumsfield, Bill O'Reilly, Rush Limbaugh, Condolezza Rice, and Dan Quayle were all born. See what happens when aliens breed with sheep? This piece of information may clear up a lot of things. [Collected via e-mail, 2013] On July 8, 1947, a little more than 65 years ago, numerous witnesses claim that an Unidentified Flying Object, (UFO), with five aliens aboard, crashed onto a sheep and mule ranch just outside Roswell, New Mexico. This well-known incident has long been covered-up by the U.S. Air Force, as well as other Federal Agencies and organizations. In the month of April, 1948, nine months after the historic day, the following people were born: Barrack Obama, Sr. Albert A. Gore, Jr. Hillary Rodham William J. Clinton John F. Kerry Howard Dean Nancy Pelosi Dianne Feinstein Charles E. Schumer Barbara Boxer Joe Biden This is the obvious consequence of aliens breeding with sheep and jack-asses. I truly hope this bit of information clears up a lot of things. It certainly did for me.",
  "Last Updated": "8 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/roswell.asp",
  "Claim": "Several prominent politicians and political commentators were born nine months after the 1947 Roswell \"UFO\" incident.",
  "Claim_ID": "politics_humor_roswell",
  "Tags": ""
}