{
  "Origins": "To those familiar with Ted Koppel primarily as the long-time host/moderator of ABC's late-night news program Nightline , the above-quoted excerpt might sound like an odd statement for the veteran newsman to make, especially as part of a university commencement address. But it is indeed a portion of an address he delivered during 1987 commencement ceremonies at Duke University in Durham, North Carolina, in which his subject was the \"Vannatizing\" of American society how television (among other media) has become less and less an outlet for the expression of complex, intellectual subjects and more a purveyor of ambiguity and empty slogans in the service of selling products and other ideas devoid of ethical and moral standards.",
  "Fact Check": "",
  "Description": "Here, in a little fuller context, is the portion of his address that contains the passage cited above: Look at MTV or Good Morning America and watch the images and ideas flash past in a blur of impressionistic appetizers. No, there is not much room on TV for complexity. You can partake of our daily banquet without drawing on any intellectual resources; without either physical or moral discipline. We require nothing of you; only that you watch; or say that you were watching if Mr. Nielsen's representative should call. And gradually, it must be said, we are beginning to make our mark on the American psyche. We have actually convinced ourselves that slogans will save us. \"Shoot up if you must; but use a clean needle.\" \"Enjoy sex whenever with whomever you wish; but wear a condom.\" No. The answer is no. Not no because it isn't cool or smart or because you might end up in jail or dying in an AIDS ward but no, because it's wrong. Because we have spent 5,000 years as a race of rational human beings trying to drag ourselves out of the primeval slime by searching for truth and moral absolutes. In the place of Truth we have discovered facts; for moral absolutes we have substituted moral ambiguity. We now communicate with everyone and say absolutely nothing. We have reconstructed the Tower of Babel and it is a television antenna. A thousand voices producing a daily parody of democracy; in which everyone's opinion is afforded equal weight, regardless of substance or merit. Indeed, it can even be argued that opinions of real weight tend to sink with barely a trace of television's ocean banalities. Our society finds Truth too strong a medicine to digest undiluted. In its purest form Truth is not a polite tap on the shoulder; it is a hallowing reproach. What Moses brought down from Mt. Sinai were not the Ten Suggestions, they are Commandments. Are, not were. The sheer brilliance of the Ten Commandments is that they codify, in a handful of words, acceptable human behavior. Not just for then or now but for all time. Language evolves, power shifts from nation to nation, messages are transmitted with the speed of light, man erases one frontier after another; and yet we and our behavior, and the Commandments which govern that behavior, remain the same. The tension between those Commandments and our baser instincts provide the grist for journalism's daily mill. What a huge, gaping void there would be in our informational flow and in our entertainment without routine violation of the Sixth Commandment. Thou shalt not murder.",
  "Originally Published": "",
  "Referred Links": "http://www.mediaresearch.org/mediawatch/1989/watch19890401.asp#analysis;http://abcnews.go.com/Nightline/News/story?id=128629;",
  "Example": "[Collected via e-mail, January 2008] My minister quoted Ted Koppel as having said this at a commencement address at Duke University: \"We have actually convinced ourselves that slogans will save us. Shoot up if you must; but use a clean needle. Enjoy sex whenever and with whomever you wish, but wear a condom. No! The answer is no. Not because it isn't cool or smart or because you might end up in jail or in an aids ward, but no because it's wrong, because we have spent 5,000 years as a race of rational human beings, trying to drag ourselves out of the primeval slime by searching for truth and moral absolutes. In its purest form, truth is not a polite tap on the shoulder. It is a howling reproach. What Moses brought down from Mount Sinai were not the Ten Suggestions.\"",
  "Last Updated": "10 February 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/koppel.asp",
  "Claim": "Excerpt reproduces a portion of a commencement address delivered by newsman Ted Koppel.",
  "Claim_ID": "politics_quotes_koppel",
  "Tags": ""
}