{
  "Origins": "On the morning of 28 January 1986, NASA lost its first astronauts to an in-space accident when all seven members of the Space Shuttle Challenger crew were lost when a booster engine failed and caused the Challenger to break apart just 73 seconds after launch. Killed in that accident were Teacher-in-Space payload specialist Sharon Christa McAuliffe; payload specialist Gregory Jarvis; and astronauts Judith A. Resnik, mission specialist; Francis R. (Dick) Scobee, mission commander; Ronald E. McNair, mission specialist; Mike J. Smith, pilot; and Ellison S. Onizuka, mission specialist.",
  "Fact Check": "",
  "Description": "Nearly thirty years later, in May 2015, the online world contemplated a conspiracy rumor questioning whether the Challenger crew was in fact still alive, as evidenced by the fact that persons resembling those original crew members (at the approximate ages they would be now), and bearing similar or identical names, are still living and working in the United States: What if I were to tell you that most, if not all, of Challenger's 7 crew members are still alive and thriving in their new professions, contrary to what we've been told? It's one thing that one of the Challenger's crew members resembles someone alive today. For that, we can chalk it up to a coincidence. It s another thing entirely that SIX members of the Challenger crew have doppelg ngers who are alive, in some cases with exactly the same names (Richard Scobee, Michael J. Smith, Judith Resnick, Sharon McAuliffe). What are the chances of that? You don't have to be an expert in mathematics to know that those odds defy statistical probability. This exercise is an amusing example of how easy it is to weave a compelling conspiracy theory out of a few suggestive elements, but its premise defies credulity: NASA faked (for no explicable reason) the deaths of seven astronauts in a catostrophic shuttle accident, then allowed those astronauts to openly live out the rest of their lives back home without even taking the basic steps of disguising their physical appearances or real names and nobody noticed it until nearly 30 years later. All this conspiracy exercise really demonstrates is that you can sometimes find two people with the same name who bear a passing resemblance to each other. To wit: Born on May 19, 1939, Commander Francis Richard Scobee was 46 when he died in the Challenger explosion. He would be 75 years old if he were alive today. Strangely, there's a man also named Richard Scobee, the CEO of a Chicago marketing-advertising company called Cows in Trees, who bears a striking resemblance (factoring in the 30-year timelapse) to Commander Richard Scobee same high forehead, same eyebrows, same wide-set eyes that are slightly tilted down in their outer corners. These two Scobees are similar in appearance, but there are distinct differences that can't be accounted for by the passage of years (such as the difference in ear shapes). Moreover, at the time that Francis Richard Scobee , the former Air Force pilot, was training with NASA as an astronaut and serving as an instructor pilot for the shuttle's 747 carrier aircraft, Richard Scobee , the current CEO of Cows in Trees, was serving as CEO and President of The Marketing Edge, Inc. in Chicago. The same man couldn't have been holding down two such disparate jobs, in two widely separated geographic locations, at the same time. Born on Oct. 21, 1950, Challenger's mission specialist Ronald McNair, the second African-American astronaut, with a Ph.D. in physics, would be 64 years old if he had not perished in the space shuttle explosion. If Ronald (l) were still alive today, he would look just like this pic of his brother, Carl (r). Yes, the late Ronald McNair looked a lot like his brother, Carl, as many siblings do (but they're still easy to tell apart, as Carl has an obvious gap in his front teeth that Ronald didn't). And this proves what, exactly? It might be a curiosity if there were no record of the existence of \"Carl McNair\" until after the Challenger explosion, but that isn't the case. Are we supposed to believe that Ronald secretly took over his brother's identity after the Challenger \"accident\" and somehow engineered the disappearance of the real Carl? Of course, the real point of this comparison is that the creators of this conspiracy theory couldn't find a similarly named doppelg nger for Ronald McNair other than his own brother. Another Challenger mission specialist, Ellison Onizuka, the first Japanese-American astronaut, also has a lookalike brother named Claude. Born on June 24, 1946 in Hawaii, Ellison would be 68 years old today if he had not died in the Challenger explosion. If Ellison were still alive, he would look just like this pic of his younger brother Claude same eyebrows, same eyes, same crow's feet wrinkles, same nose, even the same hair-parting. Again, the shocking revelation that someone looked a lot like his brother. And again, the creators of this theory couldn't find a similarly named doppelg nger for one of the Challenger astronauts other than his own brother. And now we pause for a pertinent question: Why has Gregory Jarvis been completely skipped over in this accounting of dead Challenger astronauts who are seemingly carrying on today as if nothing had ever happened to them? The simple answer is that it's because someone couldn't find any online photographs of another Gregory Jarvis who credibly resembles payload specialist Gregory Jarvis. Born on April 5, 1949, Challenger mission specialist Judith Arlene Resnik, with a Ph.D. in electrical engineering, was the first Jewish American astronaut to go into space and the second female American astronaut. She would be 66 years old today if she had not died in the explosion. If she were alive today, it is not difficult to imagine that after 29 years, astronaut Judith Resnik would look like Arthur Liman Professor of Law Judith Resnik at Yale Law School dark curly hair, dark eyes, same eyebrow shape, same lines on both sides of the face extending up from the jaw. Nobody familiar with either person would confuse these two Judith Resniks with each other, as they have very different facial structures. And while Judith Resnik the electrical engineer was engaged in work and study at RCA, NIH, Xerox, and NASA in the 1970s and 80s, Judith Resnik the lawyer was teaching law school classes at Yale and USC. How someone could have been simultaneously (not to mention secretly) holding down two completely disparate jobs at opposite ends of the country remains unexplained. Born on Sept. 2, 1948, Sharon Christa McAuliffe was a social studies teacher at Concord High School in New Hampshire when she was selected from more than 11,000 applicants to participate in the NASA Teacher in Space Project. If Challenger had not exploded, she would be the first teacher in space. If she had not died in the Challenger disaster, McAuliffe would be 66 years old today. Well, there's a Sharon A. McAuliffe, an adjunct professor at Syracuse University College of Law, who kinda looks like an older astronaut McAuliffe, factoring in the 30 years timelapse. Look at the cowlick of hair, sweeping from the center of their hairlines to the left side of their foreheads. Same problems: These two Sharon McAuliffes don't really look all that much alike, and while Christa McAuliffe (she went by her middle name rather than \"Sharon\") the schoolteacher was obtaining degrees in education from Framingham State College (Massachusetts) and Bowie State University (Maryland), teaching social studies at Concord High School (New Hampshire), and training with NASA, Sharon McAuliffe the lawyer was attending Syracuse University and working for an accounting firm in Syracuse (New York). This conspiracy narrative concludes by claiming that there are no records in the Social Security Death Index (SSDI) for any of the seven Challenger astronauts: There is no Social Security Death Index for all 7 Challenger crew members. As far as Social Security is concerned, Francis Richard Scobee, Michael J. Smith, Ronald McNair, Ellison Onizuka, Judith Resnik, Greg Jarvis, and Sharon Christa McAuliffe are still alive. First of all, the SSDI is not comprehensive: That database indexes most &mdash but not all persons who have died since 1936, had a Social Security Number (SSN), and whose death has been reported to the Social Security Administration. More important, this claim about missing records is not true: entries for at least four of the Challenger crewmembers can easily be found in SSDI searches: All in all, we have four Challenger astronauts who looked somewhat like persons with similar names who are living today, two Challenger astronauts who looked like their siblings, and one Challenger astronaut who apparently didn't look like anyone else bearing the same name. This conspiracy rumor about still-living \"dead\" Challenger astronauts is some good tongue-in-cheek fun, but as an actual theory it's sorely lacking in evidence and cohesiveness.",
  "Originally Published": "",
  "Referred Links": "http://bhlawpllc.com/attorneys/sharon-a-mcauliffe/;http://en.wikipedia.org/wiki/Christa_McAuliffe;http://www.law.yale.edu/documents/pdf/Faculty/resnik_cv.pdf;http://en.wikipedia.org/wiki/Judith_Resnik;http://en.wikipedia.org/wiki/Gregory_Jarvis;https://www.linkedin.com/pub/richard-scobee/18/754/238;http://en.wikipedia.org/wiki/Dick_Scobee;http://fellowshipoftheminds.com/2015/04/30/are-the-crew-members-of-1986-space-shuttle-challenger-still-alive/;",
  "Example": "[Collected via e-mail, April 2015] What about this silly thing about the Challenger astronauts still being alive which I have seen floating on Facebook.",
  "Last Updated": "3 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/challenger.asp",
  "Claim": "The seven astronauts supposedly killed in the 1986 Space Shuttle Challenger explosion are quietly living out their lives in the U.S.",
  "Claim_ID": "politics_conspiracy_challenger",
  "Tags": ""
}