{
  "Origins": "Even those who don't particularly follow the animal rights movement are generally aware of some of the publicity stunts that organizations such as People for the Ethical Treatment of Animals (PETA) have engaged in to call attention to their cause, such as attempting to elicit sympathy for fish by rebranding them as \"sea kittens,\" protesting a dog show while dressed in Ku Klux Klan outfits, producing a racy \"Vegetarians Have Better Sex\" commercial for the 2009 Super Bowl, and engaging in street tableaux garbed in bloody furs .",
  "Fact Check": "",
  "Description": "Against this background, it's probably not surprising that some readers would take at face value the article referenced above, which describes a group of animal rights activists who decided to stage a protest against the use of leather at a motorcycle gang rally, and for their efforts ended up being duct-taped inside restaurant Dumpsters or force-fed hamburgers by annoyed bikers: The organizer said a group of concerned animal rights activist groups, \"growing tired of throwing fake blood and shouting profanities at older women wearing leather or fur coats,\" decided to protest the annual motorcycle club event \"in a hope to show them our outrage at their wanton use of leather in their clothing and motor bike seats.\" \"In fact,\" said the organizer, \"motorcycle gangs are one of the biggest abusers of wearing leather, and we decided it was high time that we let them know that we disagree with them using it ... ergo, they should stop.\" According to witnesses, protesters arrived at the event in a vintage 1960's era Volkswagen van and began to pelt the gang members with balloons filled with red colored water, simulating blood, and shouting \"you're murderers\" to passers by. Many readers who encountered this tale out of its original context via e-mail forwards and web site repostings did take it at face value, but it was nothing but a bit of satire which was published on The Spoof! web site on 3 January 2010 and (in slightly different form) on the Glossy News web site four days later. (The former site included a disclaimer noting that \"The story above is a satire or parody. It is entirely fictitious,\" while the latter site describes itself as \"an accredited online satirical publication.\") The spoof spread so widely that the local newspaper in the town where the fictitious story was set, the Johnstown [Pennsylvania] Tribune-Democrat, received numerous inquiries asking why they hadn't covered the incident: Our newsroom has received dozens of inquiries about the story. \"Aren't you going to look into this?\" one caller asked. Another accused us of hiding the truth to protect the rally. Lisa Rager, executive director of the Greater Johnstown/Cambria County Convention and Visitors Bureau, which plans and organizes the [annual \"Thunder in the Valley\" motorcycle] rally, said this was not the first tall Thunder tale she'd heard. \"Believe me, we've heard many different rumors,\" she said. \"But I have to say, this is probably the most interesting one.\" Rager hopes not many people took the story seriously.",
  "Originally Published": "",
  "Referred Links": "http://www.pennsylvania-mountains-of-attractions.com/johnstown.html;https://web.archive.org/web/20100127171033/http://www.tribune-democrat.com/editorials/local_story_022103710.html;http://glossynews.com/about/;http://glossynews.com/society/201001070305/activists-missing-after-declaring-war-on-leather-at-motorcycle-rally/;http://www.thespoof.com/spoof-news/us/66233/three-reported-missing-after-animal-rights-activists-take-war-on-leather-to-motorcycle-gang-rally;https://web.archive.org/web/20090717105848/http://www.lasvegasnow.com/Global/story.asp?S=10720155;http://www.huffingtonpost.com/2009/01/27/petas-veggie-sex-super-bo_n_161180.html;http://latimesblogs.latimes.com/unleashed/2009/02/peta-protests-w.html;http://www.peta.org/Sea_Kittens/index.asp;http://glossynews.com/society/201001070305/activists-missing-after-declaring-war-on-leather-at-motorcycle-rally/;",
  "Example": "[GlossyNews, 2010] I would like to know if the following story is true. I'm very skeptical. Someone posted it on a biker blog I read. Activists Missing After Declaring \"War on Leather\" at Motorcycle Rally Local and state police scoured the hills outside rural Johnstown, Pennsylvania, after reports of three animal rights activists going missing after attempting to protest the wearing of leather at a large motorcycle gang rally this weekend. Two others, previously reported missing, were discovered by fast food workers \"duct taped inside several fast food restaurant dumpsters,\" according to police officials. [Rest of article here.]",
  "Last Updated": "9 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/leatherprotest.asp",
  "Claim": "Three animal rights activists went missing after protesting the use of leather at a motorcycle gang rally.",
  "Claim_ID": "Politics_satire_leatherprotest",
  "Tags": ""
}