{
  "Origins": "In April 2013, the Border Security, Economic Opportunity, and Immigration Modernization Act (\"a bill to provide for comprehensive immigration reform and for other purposes\") was introduced to the U.S. Senate as S.744 , sponsored by Democratic Sen. Charles Schumer of New York. In June 2013 two Republican senators, Bob Corker of Tennessee and John Hoeven of North Dakota, drafted an amendment to that bill (commonly known as the Hoeven-Corker Amendment ) in order to, in the words of Senator Corker, \"mandate an unprecedented surge of security at the southern border, implement tough interior enforcement to curb de facto amnesty, and help prevent abuse of federal benefits\":",
  "Fact Check": "",
  "Description": "Democratic-affiliated Senator Bernie Sanders of Vermont has been outspokenly critical of the potential economic effects of S.744, arguing that the bill would \"allow college students from around the world to take jobs that young Americans would otherwise perform.\" In response, he drafted a Youth Jobs Plan that would \"provide $1.5 billion over two years for states and local communities to help find jobs for more than 400,000 16- to 24-year-olds who were hard hit by the Wall Street-caused recession.\" That job plan was incorporated into the Hoeven-Corker Amendment under a heading of \"TITLE V JOBS FOR YOUTH.\" The claim that the immigration bill includes a provision granting \"free cars, motorcycles or scooters for young people\" stems from a very broad, speculative interpretation of one sentence in the jobs plan portion of the Hoeven-Corker Amendment which generally directs how the job plan funds should be used: IN GENERAL. The funds made available under this section shall be used (A) to provide summer employment opportunities for low-income youth, with direct linkages to academic and occupational learning, and may be used to provide supportive services, such as transportation or child care, that is necessary to enable the participation of such youth in the opportunities; and (B) to provide year-round employment opportunities, which may be combined with other activities authorized under section 129 of the Workforce Investment Act of 1998 (29 U.S.C. 17 2854), to low-income youth. As stated, the bill does not contain a specific provision to provide \"free cars for young people to help them get to work.\" It includes a clause allowing that youth job program funds may be used to \"provide supportive services, such as transportation\" to low-income youth taking part in summer employment opportunities. Whether and how that provision would be applied in practice is purely speculative at this point and could vary widely from place to place, potentially ranging anywhere from arranging carpools and subsidizing bus fare to buying, leasing, or renting motor vehicles to be temporarily utilized in ferrying job program participants to work. But the government isn't going to be buying up cars and turning ownership of them over to young people engaged in summer job programs.",
  "Originally Published": "",
  "Referred Links": "http://www.judiciary.senate.gov/legislation/immigration/amendments/Hoeven-Corker/ARM13E56.pdf;http://www.sanders.senate.gov/newsroom/news/?id=9A07FFF7-B924-4DA2-8F42-04EE2421D5B4;http://www.hoeven.senate.gov/public/index.cfm/files/serve?File_id=73d24e01-850f-44bd-a757-621116b3cc7d%20;http://www.govtrack.us/congress/bills/113/s744/text#;",
  "Example": "[Collected via e-mail, June 2013] BREAKING: Immigration bill now includes free cars (at tax payer expense) for young people to help them get to work! LIKE if you agree: The Senate should vote no on this Gang of 8 immigration bill! Call and let them know what you think! (888) 978-3134 Fox News reported that the riders made to the 2013 Immigration bill now in the Senate that Bernie Sanders has added a provision for free cars, motorcycles or scooters for \"young people to use as transportation\" to jobs. This was reported by Laura Ingraham on Fox and Friends on June 25, 2013. Is there any truth to this report. I can not find a copy of the 1,190 page 2013 immigration bill to read it my self",
  "Last Updated": "26 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/freecars.asp",
  "Claim": "A 2013 immigration reform bill provides young people with free cars to transport them to their jobs.",
  "Claim_ID": "politics_immigration_freecars",
  "Tags": ""
}