{
  "Origins": "Dallas' Parkland Memorial Hospital is familiar even to many non-Texans as the site where both President John F. Kennedy and his assassin, Lee Harvey Oswald (who was himself shot by Jack Ruby), were transported for emergency life-saving procedures in November 1963. Now, in 2006, Parkland Memorial is well known for its maternity program, which includes nine prenatal clinics and employs 72 doctors training to become obstetricians-gynecologists and 45 nurse-midwives. According to the Dallas Morning News, in 2005 Parkland Memorial staff delivered 15,590 babies, an average of more than 42 infants per day.",
  "Fact Check": "",
  "Description": "In a pair of June 2006 articles, the Morning News reported that a recent patient survey indicated 70% of the women who gave birth at Parkland in the first three months of 2006 were illegal immigrants (while a similar New York Times article pegged the yearly tally for 2005 as \"at least 56%\"). The hospital spent $70.7 million delivering babies born there in 2004, with taxpayers covering about 40% of the costs ($31.3 million) directly, and federal and state funds (primarily Medicaid) making up the remainder. Because of large payments from the Medicaid system, Parkland still ended 2004 with a $7.9 million surplus in obstetrics. A recent hospital analysis concluded that the average maternity ward patient at Parkland is a 25-year-old, married Hispanic woman giving birth to her second child. The Parkland staff does not ask maternity patients whether they are illegal immigrants, so the preponderance of illegal aliens among this group has to be inferred through other means.) (Under the 1986 Emergency Medical Treatment and Active Labor Act [ EMTALA ], hospitals are obligated to provide care to pregnant women in need of emergency help, and those that fail to do so are subject to fines of up to $50,000 per violation and exclusion from Medicare and state health care programs.) Parkland's policies contrast with those of the public hospital system in neighboring Tarrant County: Uninsured Hispanic immigrants with uncertain immigration status have flocked in recent years to public hospital emergency rooms and maternity wards in Texas, California and other border states. Their care has swelled costs for struggling hospitals and increased the health care bills that fall to states and counties, giving ammunition to opponents of illegal immigration who complain of undue burdens on local taxpayers. As a result, health care has become one of the sorest issues in the border states' debate over illegal immigration. Facing harsh criticism from residents, public hospitals are confronted with an uneasy decision: demand immigration documents from patients and deny subsidized care to those who lack them, or follow the public health principle of providing basic care to anyone who needs it. In Texas, two of the biggest public hospitals chose differently. The Parkland Health and Hospital System, which serves Dallas County, offers low-cost care to low-income residents with no questions asked about immigration status. \"I don't want my doctors and nurses to be immigration agents,\" said Dr. Ron J. Anderson, the president of Parkland. \"We decided that these are folks living in our community and we needed to render the care.\" In Fort Worth, in neighboring Tarrant County, JPS Health Network requires foreign-born patients to show legal immigration documents to receive financial assistance in nonemergencies, like elective surgery and the treatment of routine or chronic illnesses. Executives said that their first responsibility was to legal residents, but that they were uncomfortable about having to make such distinctions. Administrators from both hospital systems indicated that some of the common assumptions made about immigrants who seek medical care at those facilities (and at other Texas hospitals) are misconceptions: While Texas border hospitals often get \"anchor babies\" children of Mexican women who dart across the border to give birth to an American citizen most illegal immigrants who go to major hospitals in Texas can show that they have been living here for years, said Ernie Schmid, policy director at the Texas Hospital Association. Many immigrant families have mixed status; often a patient with no documents has a spouse or children who are legal. Most immigrant patients have jobs and pay taxes, through paycheck deductions or property taxes included in their rent, administrators at the Dallas and Fort Worth hospitals said. At both institutions, they have a better record of paying their bills than low-income Americans do, the administrators said. The largest group of illegal immigrant patients is pregnant women, hospital figures show. Contrary to popular belief here, their care is not paid for through local taxes. Under a 2002 amendment to federal regulations, the births are covered by federal taxes through Medicaid because their children automatically become American citizens. These cases are not affected by new regulations that went into effect on July 1 [2006] requiring Medicaid patients to provide proof of citizenship, Texas health officials said. They said they believed that only small numbers of illegal immigrants had received other Medicaid benefits.",
  "Originally Published": "",
  "Referred Links": "http://library.findlaw.com/2001/Jan/1/126650.html;",
  "Example": "[Collected via e-mail, 2006] Parkland Memorial Hospital in Dallas, Texas is a fairly famous institution and for a variety of reasons: 1. John F. Kennedy died there in 1963 2. Lee Harvey Oswald died there shortly after 3. Jack Ruby, who killed Lee Harvey Oswald, died there a few years later by coincidence On the flip side, Parkland is also home to the second busiest maternity ward in the country with almost 16,000 new babies arriving each year. (That's almost 44 per day every day) A recent patient survey indicated that 70 percent of the women who gave birth at Parkland in the first three months of 2006 were illegal immigrants.' Crikey, that's 11,200 anchor babies born every year just in Dallas. According to the article, the hospital spent $70.7 million delivering 15,938 babies in 2004 but managed to end up with almost $8 million dollars in surplus funding. Medicaid kicked in $34.5 million, Dallas County taxpayers kicked in $31.3 million and the feds tossed in another $9.5 million. The average patient in Parkland's maternity wards is 25 years old, married and giving birth to her second child. She is also an illegal immigrant. By law, pregnant women cannot be denied medical care based on their immigration status or ability to pay. OK, fine. That doesn't mean they should receive better care than everyday, middle-class American citizens. But at Parkland Hospital, they do. Parkland Memorial Hospital has nine prenatal clinics. NINE. The Dallas Morning News article followed a Hispanic woman who was a patient at one of the clinics and pregnant with her third child her previous two were also born at Parkland. Her first two deliveries werefree and the Mexican native was grateful because it would have cost $200 to have them in Mexico. This time, the hospital wants her to pay $10 per visit and $100 for the delivery but she was unsure if she could come up with the money. Not that it matters, the hospital won't turn her away. (I wonder why they even bother asking at this point.) How long has this been going on? What are the long-term effects? Well, another subject of the article was born at Parkland in 1986 shortly after her mother entered the U.S. illegally now she is having her own child there as well. (That's right, she's technically a U.S. citizen.) These women receive free prenatal care including medication, nutrition, birthing classes and child care classes. They also get freebies such as car seats, bottles, diapers and formula. Most of these things are available to American citizens as well but only for low-income applicants and even then, the red tape involved is almost insurmountable. Because these women are illegal immigrants they do not have to provide any sort of legitimate identification no proof of income. An American citizen would have to provide a social security number which would reveal their annual income an illegal immigrant need only claim to be poor and the hospital must take them at their word. My husband is a pilot for the United States Navy (yes, he fought in Iraq) and while the health care is good, we Navy wives don't get any of these perks! Car seats? Diapers? Not so much. So my question is this: Does our public medical care system treat illegal immigrants better than American citizens? Yes it does! As I mentioned, the care I have received is perfectly adequate but it's bare bones, meat and potato medical care not top of line. Their (the illegals) medical care is free simply because they are illegal immigrants? Once again, there is no way to verify their income. Parkland Hospital offers indigent care to Dallas County earn less than $40,000 per year. (They also have to prove that they did not refuse health coverage at their current job. Yeah, the 'free' care is not so easy for Americans.) There are about 140 patients who received roughly $4 million dollars for un-reimbursed medical care. As it turns out, they did not qualify for free treatment because they resided outside of Dallas County. So the hospital is going to sue them! Illegals get it all free! But U.S. citizens who live outside of Dallas County get sued! How stupid is this? As if that isn't annoying enough, the illegal immigrant patients are actually complaining about hospital staff not speaking Spanish. In this AP story, the author speaks with a woman who is upset that she had to translate comments from the hospital staff into Spanish for her husband. The doctor was trying to explain the situation to the family and the mother was forced to translate for her husband who only spoke Spanish. This was apparently a great injustice to her. In an attempt to create a Spanish-speaking staff, Parkland Hospital is now providing incentives in the form of extra pay for applicants who speak Spanish. Additionally, medical students at the University of Texas Southwestern for which Parkland Hospital is the training facility will now have a Spanish language requirement added to their already jammed-packed curriculum. No other school in the country boasts such a ridiculous multi-semester (multicultural) requirement.",
  "Last Updated": "25 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/immigration/parkland.asp",
  "Claim": "70% of the women who gave birth at Parkland Memorial Hospital in the first three months of 2006 were illegal immigrants.",
  "Claim_ID": "politics_immigration_parkland",
  "Tags": ""
}