{
  "Origins": "The opening salvo of what in years past has been dubbed the \"War on Christmas \" has apparently been fired, with the first target being the giant Home Depot chain of home improvement stores. According to the above-quoted 27 October 2008 Action Alert from the American Family Association (AFA), Home Depot's web site \"hasn't a single reference to Christmas.\"",
  "Fact Check": "",
  "Description": "The AFA's claim was rather puzzling, given that the \"It's Time for the Holidays\" link prominently displayed on the opening page of Home Depot's web site takes web surfers to a page advertising (among other items) \"Fresh-Cut Christmas Trees\" and \"Christmas Village\" figures. (Entering the word \"Christmas\" into Home Depot's search engine takes one to this same page.) Granted, it's always possible that items now visible weren't available at the time of writing: Retail web sites are typically updated frequently (so something that appears on such a site one day might not have been there the previous day), and businesses have been known to alter their marketing materials in response to consumer complaints. However, a Google search of the Home Depot web site conducted shortly after the Action Alert was issued turned up over 2,700 references to \"Christmas\" the bulk of which, according to Google's cache information, were present on the Home Depot web site well before the issuance of the AFA's Action Alert. The AFA subsequently issued a correction , stating that \"a few product descriptions [on the Home Depot web site] did, in fact, contain the word 'Christmas.'\" In December 2008 a similar claim was made about the Costco chain of membership warehouse stores, but a search of Costco's web site likewise turned up 1,870 separate references to Christmas.",
  "Originally Published": "",
  "Referred Links": "http://www.google.com/search?hl=en&safe=off&q=site%3Acostco.com+christmas&btnG=Search;http://faq.afa.net/index.asp?option=com_content&task=view&id=271&Itemid=35;http://www.google.com/search?hl=en&q=site%3Ahomedepot.com+christmas&aq=f&oq=;http://www.homedepot.com/webapp/wcs/stores/servlet/Navigation?storeId=10051&categoryID=530281&langId=-1&catalogId=10053&cm_sp=THD_Marketing-_-Holiday2008-_-LeftNav-_-Decor_Home-_-Village;http://www6.homedepot.com/holiday/images/pods/leftnav_treescomingsoon.gif;http://www6.homedepot.com/holiday/decor/index.html?&cm_sp=homepage%2d%5f%2dF1a%2d%5f%2dwk39%2d%5f%2dholiday%5fdecor%5fmicrosite%5f103008%2d%5f%2dshop%5fnow;http://faq.afa.net/index.asp?option=com_content&task=view&id=270&Itemid=35;",
  "Example": "[Collected via e-mail, October 2008] October 27, 2008 Home Depot bans Christmas from its Website Home Depot has it's new holiday Website up and running. You can find many gifts for the holidays. You can even find gifts for Hanukkah. But Christmas? Home Depot's Website hasn't a single reference to Christmas. Not one. At Home Depot, Christmas doesn't exist! Home Depot has elected to go with the politically correct crowd and censor Christmas, replacing it with holidays. Please Note: Home Depot may block your message. If so, you can e-mail, write, or call Chairman Frank Blake with the information below. E-Mail: frank_blake@homedepot.com. Write 2455 Paces Ferry Rd., Atlanta, GA, 30339. Call 1-800-466-3337, option 3 or 1-800-430-3376. Thank you for caring enough to get involved. Sincerely, Donald E. Wildmon, Founder and Chairman American Family Association",
  "Last Updated": "3 December 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/christmas/homedepot.asp",
  "Claim": "The Home Depot web site includes no mention of Christmas.",
  "Claim_ID": "politics_christmas_homedepot",
  "Tags": ""
}