{
  "Origins": "The quote reproduced above is reasonably accurate, although as indicated by the ellipses some of the context has been elided.",
  "Fact Check": "",
  "Description": "In 1998, former President George Bush and Brent Scowcroft, National Security Advisor during the Bush administration, collaborated on the book A World Transformed , a political history covering significant world events which occurred during the first three years of Bush's presidency (1989-1991): the collapse of the Soviet empire, the unification of Germany, Tiananmen Square, and the Gulf War. In Chapter 19, which discusses the aftermath of the 1991 Gulf War (also known as \"Desert Storm,\" the military operation to liberate Kuwait from occupation by invading Iraqi forces), they wrote: Trying to eliminate Saddam, extending the ground war into an occupation of Iraq, would have violated our guideline about not changing objectives in midstream, engaging in \"mission creep,\" and would have incurred incalculable human and political costs. Apprehending him was probably impossible. We had been unable to find Noriega in Panama, which we knew intimately. We would have been forced to occupy Baghdad and, in effect, rule Iraq. The coalition would instantly have collapsed, the Arabs deserting it in anger and other allies pulling out as well. Under the circumstances, there was no viable \"exit strategy\" we could see, violating another of our principles. Furthermore, we had been self-consciously trying to set a pattern for handling aggression in the post-Cold War world. Going in and occupying Iraq, thus unilaterally exceeding the United Nations' mandate, would have destroyed the precedent of international response to aggression that we hoped to establish. Had we gone the invasion route, the United States could conceivably still be an occupying power in a bitterly hostile land. It would have been a dramatically different and perhaps barren outcome.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0679432485/ref=urbanlegendsrefeA/;",
  "Example": "[Collected on the Internet, 2003] In his memoirs, A World Transformed, written more than five years ago, George Bush, Sr. wrote the following to explain why he didn't go after Saddam Hussein at the end of the Gulf War: \"Trying to eliminate Saddam .. would have incurred incalculable human and political costs. Apprehending him was probably impossible ... We would have been forced to occupy Baghdad and, in effect, rule Iraq ...there was no viable \"exit strategy\" we could see, violating another of our principles. Furthermore, we had been self-consciously trying to set a pattern for handling aggression in the post-Cold War world. Going in and occupying Iraq, thus unilaterally exceeding the United Nations' mandate, would have destroyed the precedent of international response to aggression that we hoped to establish. Had we gone the invasion route, the United States could conceivably still be an occupying power in a bitterly hostile land.\" If only his son could read.",
  "Last Updated": "4 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/gulfwar.asp",
  "Claim": "Former President George Bush wrote that trying to eliminate Saddam Hussein during the Gulf War in 1991 would have \"incurred incalculable human and political costs.\"",
  "Claim_ID": "politics_quotes_gulfwar",
  "Tags": ""
}