{
  "Origins": "This particular e-mail first came to us in April 2006. As to its claims, rather than take them in order, we'll examine them in two parts: whether the U.S. Secretary of Defense owns stock in the company that produces Tamiflu, and whether Tamiflu is effective against influenza.",
  "Fact Check": "",
  "Description": "As to the first, it is true Donald Rumsfeld does indeed have stock holdings in Gilead Sciences, Inc., the California biotech company that developed Tamiflu (a product now manufactured and sold by the pharmaceutical giant Roche), and so he benefits financially from increases in that company's stock price. (Gilead receives a royalty from Roche equal to about 10% of sales.) Rumsfeld was a member of Gilead's board of directors between 1988 and 2001, and he was its chairman from 1997 until he joined President George W. Bush's cabinet as Secretary of Defense in 2001. According to federal financial disclosures filed by Rumsfeld, he has Gilead stock holdings valued at between $5 million and $25 million. The Secretary of Defense is not the only politically-connected person to have ties to Gilead. Former Secretary of State George Shultz, who is on Gilead's board, has sold more than $7 million worth of Gilead stock since the beginning of 2005. Another Gilead board member is the wife of former California governor Pete Wilson. Rumsfeld is in a \"damned if you do, damned if you don't\" position because of his stock holdings, even though he apparently has no say in what Gilead does (he's no longer on its board) and has removed himself from being part of governmental decisions that affect it (he's recused himself). In a statement to The Independent in March 2006, the Pentagon said: \"Secretary Rumsfeld has no relationship with Gilead Sciences, Inc. beyond his investments in the company. When he became Secretary of Defense in January 2001, divestiture of his investment in Gilead was not required by the Senate Armed Services Committee, the Office of Government Ethics or the Department of Defense Standards of Conduct Office. Upon taking office, he recused himself from participating in any particular matter when the matter would directly and predictably affect his financial interest in Gilead Sciences.\" If Rumsfeld holds onto his stock and its share price rises (which one would expect it to do if an avian flu pandemic becomes a reality, or if concerns about such a pandemic continue to grow), he will be seen to be profiting mightily from sales of a product the U.S. government has been buying in large quantities. If he sells his stock and so divests himself of further interest in Tamiflu sales, he will be accused of locking up profits from the rise in share price that has already occurred. (In 2001, shares of Gilead Sciences, Inc. traded in a range between $6.64 and $17.93. Between January and April 2006, its price range has been $53.00 to $65.62.) As to the second aspect of the e-mail, whether Tamiflu is effective against influenza (especially the specific H5N1 strain now referred to as avian or bird flu), the e-mail's dismissive \"This medicine doesn't so much as cure the common flu\" is misleading in that Tamiflu isn't meant to be a flu cure. Positioning the drug as a medicine that flopped obscures that fact. Tamiflu does not cure the flu, but if taken soon after symptoms appear, Tamiflu can reduce the flu's severity. As to how well it's going to match up against bird flu, that is not yet known and indeed it may well not be knowable until the time comes. However, it is anticipated Tamiflu will have at least some effect against bird flu, and with that in mind, more than 60 countries (including the U.S.) have so far ordered large stocks of it. Such stockpiling is likely going to appear highly prudent if the bird flu pandemic, a worldwide medical disaster the United Nations estimates could kill 150 million people, does materialize. Influenza is not a straightforward disease, as it is constantly mutating. While media attention has now conditioned us to regard \"bird flu\" as a particular entity, in truth there are many forms of \"bird flu.\" The one now the focus of so much concern, the H5N1 strain, was first noted in Asian birds in 1997. That first year, 18 people in Hong Kong were diagnosed with the contagion, 6 of whom died. Since 1997, there have been approximately 206 known human cases bird flu (of which 114 died), but as the CDC points out: \"It is possible that the only cases currently being reported are those in the most severely ill people, and that the full range of illness caused by the H5N1 virus has not yet been defined.\" Viewed from one angle (114 deaths over the course of nine years), avian flu is not worth being much concerned about. But viewed from a more informed standpoint about the nature of influenza, there may indeed be great cause for alarm. Influenza can jump species and move from birds (and other animals, such as pigs) into humans. During the process of that move and afterwards, as one person infects another the virus changes form. What at one moment can be a containable and well-understood virus can in the space of hours or days become almost an entirely new virus. For this reason, flus are hard to combat: they change as they are passed along, staying well ahead of science's attempts to contain them. Most strains of flu are not deadly to humans, save for members of groups especially at risk to all forms of contagion (e.g. the very young, the very old, and the infirm of all ages). Bird flu, however, is a killer, and if it jumps species and mutates on the fly into a form that humans can easily pass to each other, it could take the lives of millions in the space of weeks, ultimately making the United Nations' projected death toll of 150 million worldwide look like wishful thinking. Barbara \"the grim reaper may be Tweety\" Mikkelson Additional information: Questions and Answers About Avian Influenza (Centers for Disease Control) Avian Flu (World Health Organization) The Influenza Pandemic of 1918 (Molly Billings, Stanford University)",
  "Originally Published": "",
  "Referred Links": "http://virus.stanford.edu/uda/;http://www.who.int/csr/disease/avian_influenza/en/;http://www.cdc.gov/flu/avian/gen-info/facts.htm;",
  "Example": "[Collected via e-mail, 2006] \"Bird Flu\" Do you know that 'bird flu' was discovered in Vietnam 9 years ago? Do you know that barely 100 people have died in the whole world in all that time? Do you know that it was the Americans who alerted us to the efficacy of the human antiviral TAMIFLU as a preventative? Do you know that TAMIFLU barely alleviates some symptoms of the common flu? Do you know that its efficacy against the common flu is questioned by a great part of the scientific community? Do you know that against a SUPPOSED mutant virus such as H5N1, TAMIFLU barely alleviates the illness? Do you know that to date Avian Flu affects birds only? Do you know who markets TAMIFLU? ROCHE LABORATORIES. Do you know who bought the patent for TAMIFLU from ROCHE LABORATORIES in 1996? GILEAD SCIENCES INC. Do you know who was the then president of GILEAD SCIENCES INC. and remains a major shareholder? DONALD RUMSFELD, the present Secretary of Defence of the USA. Do you know that the base of TAMIFLU is crushed aniseed? Do you know who controls 90% of the world's production of this tree? ROCHE. Do you know that sales of TAMIFLU were over $254 million in 2004 and more than $1000 million in 2005? Do you know how many more millions ROCHE can earn in the coming months if the business of fear continues? So the summary of the story is as follows: Bush's friends decide that the medicine TAMIFLU is the solution for a pandemic that has not yet occurred and that has caused a hundred deaths worldwide in 9 years. This medicine doesn't so much as cure the common flu. In normal conditions the virus does not affect humans. Rumsfeld sells the patent for TAMIFLU to ROCHE for which they pay him a fortune. Roche acquires 90% of the global production of crushed aniseed, the base for the antivirus. The governments of the entire world threaten a pandemic and then buy industrial quantities of the product from Roche. So we end up paying for medicine while Rumsfeld, Cheney and Bush do the business. ARE WE CRAZY!!? OR ARE WE IDIOTS!!? AT LEAST PASS THIS ON SO THAT IT CAN BE KNOWN!!!!!!!",
  "Last Updated": "6 May 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/medical/tamiflu.asp",
  "Claim": "U.S. Secretary of Defense Donald Rumsfeld owns stock in the company that makes Tamiflu.",
  "Claim_ID": "politics_medical_tamiflu",
  "Tags": ""
}