{
  "Origins": "In November 2007 a news story emerged out of Australia that left many with the impression that Santas in that country had been issued a prohibition against saying \"Ho ho ho!\" because that catchphrase had been deemed demeaning to women. Reportings in the U.S. focused on this being yet another instance of political correctness carried too far, yet a more careful reading of the news accounts coming out of Australia showed that Santas-in-training were being advised to alter their greeting for a quite different reason.",
  "Fact Check": "",
  "Description": "While indeed thirty trainees at a Santa course held by a recruitment company had been urged to use \"Ha ha ha!\" in place of the traditional festive greeting associated with Saint Nick in some cases, the reason for doing so had little to do with associations to an American slang term for prostitutes. Instead, those taking the course were advised that sometimes small children could be inadvertently frightened by a booming \"Ho ho ho!\" and so come away from the experience of getting to meet Santa more scared than delighted. To keep that from happening, prospective Santas were advised by those running the training sessions to keep their voices down around nervous tots. A",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2007] SYDNEY (AFP) - Santas in Australia's largest city have been told not to use Father Christmas's traditional \"ho ho ho\" greeting because it may be offensive to women, it was reported Thursday. Sydney's Santa Clauses have instead been instructed to say \"ha ha ha\" instead, the Daily Telegraph reported. One disgruntled Santa told the newspaper a recruitment firm warned him not to use \"ho ho ho\" because it could frighten children and was too close to \"ho\", a US slang term for prostitute.\"",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/christmas/hohoho.asp",
  "Claim": "Santa's 'Ho Ho Ho' has been changed to 'Ha Ha Ha' in Australia because women felt insulted by the original phrase.",
  "Claim_ID": "politics_christmas_hohoho",
  "Tags": ""
}