{
  "Origins": "There are several ways the above-quoted anonymous account of an encounter with anonymous Arabs at an unidentified Blockbuster video store could be debunked, starting with the fact that its premise is false: Barack Obama is not a Muslim . That fact aside, the central claims of this account are still demonstrably false:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2009] This is a conversation between a friend of mine and two Arabs in Gainesville on May 2. We have always heard that once a Muslim always a Muslim, and it must still be true. I was at Blockbusters on Saturday renting videos, and I was going along the wall and there was a video called \"Obama\". I told the men next to me that I wouldn't waste my time. We talked about Obama. These guys were Arabs and I asked them why they thought Michele Obama headed home following her visit in France instead of traveling on to Saudi Arabia and Turkey with her husband. They said she couldn't go to Saudi Arabia, Turkey or Iraq. I said, \"Laura Bush went to Saudi Arabia, Turkey, and Dubai.\" They said that Obama is a Muslim and by Muslim law he would not be allowed to bring his wife into the countries that accept Sharia Law. Just thought it was interesting that the Arabs at Blockbusters accept the idea that we're being led by a Muslim who follows the Islamic creed. They also said that's the reason he bowed to the King of Saudi Arabia. It was a signal to the Muslim world. Just thought you would like to know. Sheppard Smith, Fox News. \"If you check President Obama's last trip overseas, his wife left just after their visit to France. She has yet to accompany him to any Arab country. Think about it. Why is Michelle returning to the states when 'official' trips to foreign countries generally include the First Lady.\" Here's one thought on the matter. While in a Blockbuster renting videos, I came across a video called \"Obama\". There were two men standing next to me and we talked about President Obama. These guys were Arabs, so I asked them why they thought Michelle Obama headed home following the President's recent visit to France instead of traveling on to Saudi Arabia and Turkey with her husband. They told me she could not go to Saudi Arabia, Turkey or Iraq ..... I said \"Why not? Laura Bush went to Saudi Arabia, Turkey and Dubai.\" They said that Obama is a Muslim and therefore, he is not allowed to bring his wife into countries that adhere to Sharia Law.",
  "Last Updated": "30 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/sharia.asp",
  "Claim": "Barack Obama's status as a Muslim prevented his wife from traveling with him to Islamic countries in April 2009.",
  "Claim_ID": "politics_obama_sharia",
  "Tags": ""
}