{
  "Origins": "After Brandon Stanton, the creator and founder of the street photography blog Humans of New York , discovered in February 2013 that designer clothing and fashion vendor DKNY (Donna Karan New York) had used without permission photographs of his which he had previously declined to license to the company, he posted about the issue (as reproduced above) on his Facebook page and blog and called upon DKNY to make things right by donating $100,000 on his behalf to the YMCA in Bedford-Stuyvesant, Brooklyn. DKNY subsequently posted a statement on its Facebook page on 25 February 2013 apologizing for the error and promising to make amends by donating $25,000 to the Bedford-Stuyvesant YMCA in Stanton's name:",
  "Fact Check": "",
  "Description": "Brandon Stanton responded to DKNY's apology by stating: $25k will help a lot of kids at the YMCA. I know a lot of you would like to have seen the full $100k, but we are going to take them at their word that it was a mistake, and be happy that this one had a happy ending. Thanks so much for your support, everyone.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/DKNY/posts/10151518755690135;http://www.humansofnewyork.com/;",
  "Example": "[Collected via e-mail, February 2013] I am a street photographer in New York City. Several months ago, I was approached by a representative of DKNY who asked to purchase 300 of my photos to hang in their store windows \"around the world.\" They offered me $15,000. A friend in the industry told me that $50 per photo was not nearly enough to receive from a company with hundreds of millions of dollars of revenue. So I asked for more money. They said \"no.\" Today, a fan sent me a photo from a DKNY store in Bangkok. The window is full of my photos. These photos were used without my knowledge, and without compensation. I don't want any money. But please REBLOG this post if you think that DKNY should donate $100,000 on my behalf to the YMCA in Bedford-Stuyvesant, Brooklyn. That donation would sure help a lot of deserving kids go to summer camp. I'll let you guys know if it happens.",
  "Last Updated": "25 February 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/dkny.asp",
  "Claim": "DKNY used a New York street photographer's pictures without permission.",
  "Claim_ID": "politics_business_dkny",
  "Tags": ""
}