{
  "Origins": "The above-quoted article references a segment attributed to Fox News Channel host Glenn Beck criticizing President Obama for signing an executive order to lend $2 billion to a Brazilian oil company to finance offshore drilling, all without securing reciprocal oil exports from Brazil or any other benefit to the U.S. Nearly all of the substantive claims made in that article are false, as detailed below:",
  "Fact Check": "",
  "Description": "[President Obama] signed an executive order to loan 2 Billion of our taxpayers dollars to a Brazilian Oil Exploration Company This statement is false: President Obama signed no such executive order. On 14 April 2009, the Export-Import Bank of the United States ( Ex-Im ), an agency whose mission \"is to assist in financing the export of U.S. goods and services to international markets,\" issued a preliminary approval for a $2 billion loan to Brazil's national oil company, Petroleo Brasileiro S.A. (Petrobras), to help fund offshore oil exploration and development. The approval of the loan was an action undertaken not by officials who had been appointed by President Obama, but by his predecessor, President George W. Bush, as Ex-Im itself stated: The Bank's bipartisan Board unanimously approved the preliminary commitment to Petrobras on April 14, 2009, before any Obama appointees joined the Bank. In fact, at the time the Bank's Board consisted of three Republicans and two Democrats, all of whom were appointed by George W. Bush. Despite the claim that the money committed to Petrobras is \"taxpayer dollars,\" Ex-Im notes that \"the vast majority of our financing consists of guarantees of loans made by commercial lenders,\" that \"the bank is self-sustaining and does not receive any appropriated funds from Congress,\" and that \"the Bank's activities do not cost the American taxpayer a dime.\" We have absolutely no gain from this transaction whatsoever! This statement is also false, one predicated on the mistaken assumption that the only tangible financial benefit of lending money to Petrobras was to guarantee a supply of Brazilian oil for the United States. The Ex-Im's mission statement declares: The Export-Import Bank of the United States (Ex-Im Bank) is the official export credit agency of the United States. Ex-Im Bank's mission is to assist in financing the export of U.S. goods and services to international markets. Ex-Im Bank enables U.S. companies large and small to turn export opportunities into real sales that help to maintain and create U.S. jobs and contribute to a stronger national economy. Accordingly, as set forth in a 29 July 2009 press release , Ex-Im's chairman and president, Fred P. Hochberg, declared that the bank approved the $2 billion preliminary commitment not as a downpayment to ensure future oil purchases from Brazil by the U.S., but \"to encourage purchases of U.S. goods and services by Petrobras\": I chose Brazil as my first international destination for good reason: Brazil is a powerhouse among South American economies and offers tremendous opportunities for U.S. exporters in many sectors. I want Brazilians to know that Ex-Im Bank has the will and the capacity to finance their purchases of U.S. equipment, products and services. (Although Fred P. Hochberg is an Obama appointee, the President did not nominate Hochberg for the position of Ex-Im president until 20 April 2009, a week after the board approved the loan to Petrobras.) The Chinese government is under contract to purchase all the oil that this oil field will produce, which is hundreds of millions of barrels of oil. China does have an agreement to buy Brazilian oil from Petrobras, but not literally to purchase the entire output of Brazilian offshore oil fields. In May 2009, the China Development Bank (CDB) agreed to lend Petrobras $10 billion (five times the amount of the Ex-Im loan); in exchange, \"the two sides agreed to increase actual crude oil exports from Brazil to China.\" At the same time, Petrobras and Sinopec (the China Petroleum and Chemical Corporation) signed a separate long-term export agreement providing for Petrobras to export 200,000 barrels of oil to China per day from 2010 to 2019. Guess who is the largest individual stockholder of this Brazilian Oil Company and who would benefit most from this? It is American BILLIONAIRE, George Soros, who was one of President Obama's most generous financial supporter during his campaign. Billionaire financier George Soros has donated large sums of money to groups that support the goals of the Democratic Party (including an estimated $23.5 million towards defeating the re-election effort of President George W. Bush in 2004), and his hedge fund (Soros Fund Management LLC) does hold stock in Petrobras. However, the implication that President Obama unilaterally directed the issuance of a loan to Petrobras as quid pro quo repayment to George Soros is erroneous since, as noted above, the loan was approved and made by a Republican-majority board of Ex-Im officials who had been appointed by George W. Bush. Soros' hedge-fund firm sold off 5 million of its 37 million Petrobras shares in May 2009, and the firm sold off another 22 million shares in August 2009, before Petrobras received any loan funds from Ex-Im. In a letter published by the Wall Street Journal on 21 August 2009, Ex-Im president Fred P. Hochberg refuted the criticisms expressed in that newspapers' editorial of three days earlier: Your editorial \"Obama Underwrites Offshore Drilling\" (Aug. 18) more correctly should have read, \"Obama Underwrites U.S. Jobs.\" That's because the mandate of the Export-Import Bank of the U.S. (Ex-Im Bank) is to help create and sustain U.S. jobs by financing U.S. exports. Our offer to provide financing to Brazil's state-owned oil company Petrobras does exactly that. That's what is behind our decision to offer at least $2 billion in loans or loan guarantees to help finance purchases of U.S. goods and services by Petrobras. This increases the likelihood that American not foreign workers will be employed to satisfy part of the company's planned $175 billion investment during the next five years. Ex-Im Bank does not make U.S. policy. In fact, our charter prohibits us from turning down financing for either nonfinancial or noncommercial reasons, except in rare circumstances including failure to meet our environmental standards. We make no grants. The vast majority of our financing consists of guarantees of loans made by commercial lenders, not Ex-Im Bank direct loans. The foreign buyers that use Ex-Im Bank products pay us in full. Over the past 16 years the fees that we collect have netted American taxpayers more than $4.9 billion plus the jobs those exports have created. Thanks to the fees we charge, the bank is self-sustaining and does not receive any appropriated funds from Congress. At a time when jobs, and exports, are more important than ever in helping our economy recover, Ex-Im Bank is achieving its mission to keep Americans working, and we're doing it without burdening the U.S. taxpayer. Additional information: Facts About the Proposed Ex-Im Bank Loans",
  "Originally Published": "",
  "Referred Links": "http://www.exim.gov/brazil/pressrelease_082009.cfm;http://www.bloomberg.com/apps/news?pid=20601087&sid=a.V5sgGzdsQY;http://www.bloomberg.com/apps/news?pid=20601103&sid=a_RT.rEuHt4M;http://www.chinadaily.com.cn/bizchina/2009-05/20/content_7825075.htm;http://www.exim.gov/about/leadership/fred_hochberg_bio.cfm;http://www.exim.gov/pressrelease.cfm/C862E339-D537-79E7-A58FCF6AAEFF8902/;http://www.exim.gov/about/mission.cfm;http://www.exim.gov/article.cfm/69B39F09-A182-B668-8A5588CC8A0D64ED/;http://www.exim.gov/index.cfm;http://online.wsj.com/article/SB10001424052970203863204574346610120524166.html;",
  "Example": "[Collected via e-mail, November 2009] This is a perfect example why many refrain from watching the news on ABC, NBC, CBS, or MSNBC. Today on a segment of the \"Glen Beck Show\" on FOX (Fox Cable News) was the following: \"Today, even though President Obama is against off shore drilling for our country, he signed an executive order to loan 2 Billion of our taxpayers dollars to a Brazilian Oil Exploration Company (which is the 8th largest company in the entire world) to drill for oil off the coast of Brazil! The oil that comes from this operation is for the sole purpose and use of China and NOT THE USA! Now here's the real clincher... the Chinese government is under contract to purchase all the oil that this oil field will produce, which is hundreds of millions of barrels of oil\". We have absolutely no gain from this transaction whatsoever! Wait, it gets more interesting. Guess who is the largest individual stockholder of this Brazilian Oil Company and who would benefit most from this? It is American BILLIONAIRE, George Soros, who was one of President Obama's most generous financial supporter during his campaign. If you are able to connect the dots and follow the money, you are probably as upset as I am. Not a word of this transaction was broadcast on any of the other news networks! Forward this factual e-mail to others who care about this country and where it is going. Also, let all of your Government representatives know how you feel about this. Is this the kind of \"transparency\" you want from your government? Below is the Wall street Journal article to confirm this. Wall Street Journal editorial",
  "Last Updated": "10 February 2010",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/gasoline/braziloil.asp",
  "Claim": "President Obama signed an executive order to lend $2 billion to a Brazilian oil company, with no financial gain for the U.S.",
  "Claim_ID": "politics_gasoline_braziloil",
  "Tags": ""
}