{
  "Origins": "Grammy award-winning singer/musician Charlie Daniels regularly writes and posts opinion pieces about current political topics to the \" Soapbox section of the Charlie Daniels Band web site. As he notes in his periodic explanations of his efforts:",
  "Fact Check": "",
  "Description": "This above-quoted \" Guns and Church \" editorial was written by Charlie Daniels (and published on his site in 14 April 2008) in response to a comment made by presidential candidate Barack Obama in April 2008 about voters' becoming frustrated with economic conditions: \"And it's not surprising then that they get bitter, they cling to guns or religion or antipathy to people who aren't like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations.\"",
  "Originally Published": "",
  "Referred Links": "http://www.charliedaniels.com/soapbox-2008/soapbox-2008-041408.htm;http://www.charliedaniels.com/soapbox-2006/soapbox-2006-052206.htm;http://www.charliedaniels.com/soapbox.htm;http://www.charliedaniels.com/soapbox-2008/soapbox-2008-041408.htm;",
  "Example": "[Daniels, April 2008] Guns and Church Since I identify with the people who fall into Barrack Obama's elitist description about people of faith who keep firearms I'm not very happy with Barrack Obama's recent remarks. He said something to the effect that us rednecks cling to our guns and our religion when we get frustrated and I would like to take umbrage to these remarks. My faith goes much deeper than his superficial explanation and I love my guns even when I'm not frustrated. After his wife's remark about not being proud of this country and his pastor's statements calling America the U.S.K.K.K.A. and his own statement about not wanting his daughter punished with a baby, it makes me wonder what kind of a man Obama really is and what kind of a President he'd make. And I am not by myself. I was going to church and shooting guns before Mr. Obama was even born and come from a long line of good people who have been doing it for generations. To me this latest Obama blunder only helps reveal the depth of condescension the far left wing of the Democrat party has for the folks out here in flyover country. [Rest of article here.]",
  "Last Updated": "10 September 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/gunschurch.asp",
  "Claim": "E-mail reproduces country singer Charlie Daniels' editorial about Barack Obama.",
  "Claim_ID": "politics_soapbox_gunschurch",
  "Tags": ""
}