{
  "Origins": "In September 2013, Guido Barilla, the chairman of Barilla Group , one of the world's leading pasta manufacturers, engendered controversy and prompted calls for boycotts when during the course of an interview with an Italian radio program , he responded to a question about whether he would ever feature a gay family in his company's commercials by saying (as roughly translated into English): \"We won't include gays in our ads, because we like the traditional family. If gays don't like it, they can always eat another brand of pasta. Everyone is free to do what they want, provided it doesn t bother anyone else\":",
  "Fact Check": "",
  "Description": "Guido Barilla subsequently issued a \" clarification \" (a typical evasive form of apology) for his remarks on the company's web site and Facebook page, stating: With reference to remarks made yesterday to an Italian radio program, I apologize if my words have generated controversy or misunderstanding, or if they hurt someone's sensitivity. For clarity, I would like to point out that: - I have the utmost respect for anyone, without distinction of any kind. - I have the utmost respect for gay people and for everyone's right to express themselves. - I've also said and I would like to reiterate that I respect gay marriages. - In its advertising, Barilla represents the family because it s what welcomes everyone.",
  "Originally Published": "",
  "Referred Links": "http://www.barillagroup.com/corporate/en/home/media/company-news/guido-barilla-clarification-on-gays.html;http://www.radio24.ilsole24ore.com/notizie/lazanzara/2013-09-26/guido-barilla-spot-famiglia-122352.asp;http://parma.repubblica.it/cronaca/2013/09/26/news/dove_c_barilla_c_casa_ma_non_per_gli_omosessuali-67302356/;http://www.barillagroup.com/;",
  "Example": "[Collected via e-mail, September 2013] Any truth to what's on Facebook re: anti-gay sentiments by Barilla pasta CEO?",
  "Last Updated": "26 September 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/sexuality/barilla.asp",
  "Claim": "The chairman of the Barilla pasta brand said he would never use homosexual couples in his advertisements.",
  "Claim_ID": "politics_sexuality_barilla",
  "Tags": ""
}