{
  "Origins": "In short, all the above-referenced claims are false: President Obama's signature does indeed appear on Eagle Scout certificates, he is the honorary President of the Boy Scouts of America (BSA), and he has not refused to sign the BSA's lifesaving award certificates.",
  "Fact Check": "",
  "Description": "Production of new Eagle Scout certificates bearing President Obama's signature (in addition to the signatures of the National President of the Boy Scouts of America, the BSA's National Commissioner, and the Chief Scout Executive) got underway in late 2009 for distribution to Scouts who obtained Eagle rank in Spring 2010. As many Eagle Scout award recipients (and their families) have noted, some Scouts received unsigned certificates if they earned their award in the interregnum between the depletion of the President Bush-signed certificates and the initial issuance of the President Obama-signed certificates: My nephew recently received his Eagle Scout award (June 2010) and got anunsigned certificate. My family was upset and started sending around theemail referenced in your snopes article. After two phone calls, one to their local Boy Scout Council and one to theNational Council, I got the following story. Scouts who had a Eagle Board of review earlier than Spring of 2010 havehad unsigned certificates sent. My nephew's review was January of 2010. Ifa Scout received an unsigned certificate they can get a new, signedcertificate, at no cost, by requesting a duplicate Eagle certificate fromtheir local Boy Scout Council. The unsigned certificates were issued due to two factors; anadministrative delay authorizing a new President's signature on thecertificate that occurs every time there is a change in Administration,and the National Council ran out of Bush signed Eagle Scout certificatesbefore they had authorization to issue Obama signed certificates. I hope you will pass this along to those that continue to expressfrustration if a family member recently received an unsigned Eagle Scoutcertificate. However, the delay in President Obama-signed Eagle Scout certificates has since been rectified; as stated in an official BSA communication , all the claims made about President Obama's relationship with the BSA in the above-cited example (i.e., that he has refused to put his signature to Eagle Scout certificates, that he has refused to become the honorary President of the BSA, that he has refused to put his signature to BSA life-saving certificates) are false: There appears to be some confusion as to President Barack Obama's relationship with Scouting. To ensure that each of you has factual information if this issue comes up, please review the following statements that will assist you with questions. President Obama is the honorary president of the Boy Scouts of America. He accepted this honor soon after his inauguration last year and we appreciate his desire to serve in that position. President Obama's signature is on the Eagle Scout pocket card and Eagle Scout wall certificate. As with any change in the administration at the White House, there is lag time between when the new president takes office and the processing and licensing of his electronic signature for our documents. The President of the United States' signature has never appeared on any of the lifesaving awards. Although he was unable to attend the 100th Anniversary Gala in Washington, D.C., in February, he did send a very nice letter to congratulate the BSA on its centennial. That letter can be viewed here. The Boy Scouts of America has always respected the office of President of the United States and will, as always, respect the holder of the office.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20110504000548/http://ww2.scouting.org/100years/100years/sitefiles/1000/Celebrating100Years/Presidential_Letter.pdf;http://web.archive.org/web/20101211195645/http://1bsa.org/article.asp?cn=275&account=;",
  "Example": "[Collected via e-mail, April 2010] The story you heard yesterday about President Obama refusing to sign Eagle Scout Awards is true. He won't sign life saving awards either. Every President since 1912 has been the honorary President of the Boy Scouts of America. President Obama refused that honor. Did you hear anything about the Boy Scouts 100th Anniversary? Why did the press ignore it? Let's see, they promote honor, integrity, putting others first, love of country and of course they believe in God. Not much press coverage on this story, the first president in 100 years to insult his finest citizens, Eagle Scouts.",
  "Last Updated": "7 October 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/eaglescouts.asp",
  "Claim": "President Obama refuses to sign Eagle Scout certificates.",
  "Claim_ID": "politics_obama_eaglescouts",
  "Tags": ""
}