{
  "Origins": "Following a story published on the popular politics blog Breitbart.com , a rumor began to circulate that \"illegal immigrants\" were bypassing Transportation Security Administration (TSA) airport regulations and boarding flights across the U.S. simply by producing a \"notice to appear.\"",
  "Fact Check": "",
  "Description": "The original Breitbart post on 11 July 2014 quoted a National Border Patrol Council union member, Local 2455 Spokesman, Hector Garza. Garza told a Breitbart writer that undocumented aliens were routinely boarding domestic flights using easy-to-falsify, unverified documents: \"This is not the CBP [Customs and Border Protection] or another federal agency renting or leasing an aircraft, these are the same planes that the American public uses for domestic travel.\" \"This just adds insult to injury. Not only are we releasing unknown illegal aliens onto American streets, but we are allowing them to travel commercially using paperwork that could easily be reproduced or manipulated on any home computer. The Notice to Appear form has no photo, anyone can make one and manipulate one. They do not have any security features, no watermark, nothing. They are simply printed on standard copy paper based on the information the illegal alien says is the truth.\" Immediately following the 11 July story, TSA media contact Ross Feinstein began replying via Twitter to Americans concerned about individuals flying without proper ID: You can't fly by just showing a \"Notice to Appear.\" Ross Feinstein (@TSAmedia_RossF) July 11, 2014 @AirlineFlyer @NonRevAdventure Correct. But you can't just show your \"notice to appear.\" Ross Feinstein (@TSAmedia_RossF) July 11, 2014 @flyingwithfish @AirlineFlyer @NonRevAdventure Yes, but IVCC has to verify you. An illegal alien wouldn't be able to be verified. Ross Feinstein (@TSAmedia_RossF) July 11, 2014 According to TSA guidelines , what Feinstein is saying appears to be correct: A \"notice to appear\" is insufficient proof to board a commercial plane without identification. As listed on the TSA's \"Acceptable IDs\" page, forms of identification that can be used include \"a U.S. passport, U.S. passport card, DHS trusted traveler cards (Global Entry, NEXUS, SENTRI, FAST), U.S. military ID (active duty or retired military and their dependents, and DoD civilians.)\" Additional examples of acceptable documents include a \"Permanent resident card, Border crossing card, DHS-designated enhanced driver's license, Driver's licenses or other state photo identity cards issued by Department of Motor Vehicles (or equivalent) for the sole purpose of identification, Native American tribal photo ID, HSPD-12 PIV card, Airline or airport-issued ID (if issued under a TSA-approved security plan), Foreign government-issued passport, Canadian provincial driver's license or Indian and Northern Affairs Canada card, Transportation Worker Identification Credential.\" Additionally, guidelines state that \"a weapon permit is not an acceptable form of identification.\" As Feinstein also stated, it is possible in exceptional cases for some Americans to fly domestically without showing ID. The TSA explains: We understand passengers occasionally arrive at the airport without an ID, because of losing it or inadvertently leaving it at home. If this happens to you, it does not necessarily mean you won't be allowed to fly. If you are willing to provide additional information, we have other ways to confirm your identity, like using publicly available databases, so you can reach your flight. Outside that circumstance, the TSA mandates all \"adult passengers 18 and over must show valid identification at the airport checkpoint in order to travel.\" According to the TSA, a putative traveler who presents a TSA official with a Notice to Appear (I-862) issued by the Executive Office for Immigration Review but no other form of ID must go through additional identification verification and screening processes: If a passenger does not have an acceptable form of identification, then the passenger is allowed to present two other forms of identification. One of the two forms of identification must bear the individual's name and other identifying information such as photo, address, phone number, social security number, or date of birth. TSA may assess a variety of government issued documents to establish passenger identity. The I-862 form may be used along with another form of identification in this instance. As part of the issuance process for Form I-862, the person undergoes a biographic systems check, and a biometric systems check against both the Integrated Automated Fingerprint Identification System and the Automated Biometric Identification System prior to the issuance of Form I-862. TSA needs to be able to assess a wide range of information proffered by a passenger in order to investigate the passenger's identity and make sure that watchlist matching has occurred. If a passenger can only present a Form I-862, TSA will attempt to establish the passenger s identity through DHS partner Components, such as U.S. Customs and Border Protection (CBP) or U.S. Immigration and Customs Enforcement (ICE). If other DHS Components are able to provide corroborating information (such as that the I-862 was issued to an individual with the name provided) to permit TSA to verify an individual's identity when taken together with all other information available, the passenger is permitted into the screening checkpoint to undergo screening. If unable to verify the passenger's identity, TSA will deny access to the screening checkpoint. If either of the two alternate identity verification procedures described above is used, the passenger will receive additional screening of their person and accessible property to ensure he or she is not carrying prohibited items and does not represent a security threat to an aircraft. Additional screening includes a pat-down and explosives detection screening of accessible property. The passenger will only be allowed into the sterile area after successfully undergoing screening at the checkpoint.",
  "Originally Published": "",
  "Referred Links": "http://www.tsa.gov/traveler-information/acceptable-ids;https://twitter.com/TSAmedia_RossF/statuses/487683771668234242;https://twitter.com/flyingwithfish;https://twitter.com/TSAmedia_RossF/statuses/487680170891816960;https://twitter.com/NonRevAdventure;https://twitter.com/AirlineFlyer;https://twitter.com/TSAmedia_RossF/statuses/487676821551341570;http://www.breitbart.com/Breitbart-Texas/2014/07/11/Exclusive-TSA-Allowing-Illegals-to-Fly-Without-Verifiable-ID-Says-Border-Patrol-Union;https://twitter.com/ForAmerica/statuses/504294306203828224;http://t.co/gtnmMTp0q6;",
  "Example": "[Collected via email, August 2014] Is it true ... that Obama and the TSA are allowing illegal aliens to fly on commercial airlines without valid identification? TSA is putting American lives at risk by allowing illegal aliens to board commercial flights w/o showing valid ID pic.twitter.com/gtnmMTp0q6 ForAmerica (@ForAmerica) August 26, 2014",
  "Last Updated": "1 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/tsaillegal.asp",
  "Claim": "The TSA permits \"illegal aliens\" aboard standard commercial flights without proper identification and no additional verification if they produce a \"notice to appear.\"",
  "Claim_ID": "politics_immigration_tsaillegal",
  "Tags": ""
}