{
  "Origins": "Open letters to those in power have been part of the landscape of democracy for many a year. Freedom of speech means the freedom to soapbox, with citizens of every stripe (celebrity and non-celebrity alike) availing themselves of this right. This latest letter to the President fits with a long-established tradition of citizens telling those in charge, via public correspondence, how they'd like to see things done.",
  "Fact Check": "",
  "Description": "We first saw this e-missive attributed to singer and actress Bette Midler in March 2004. Such is the power of celebrity that almost overnight from our first receiving a copy of this e-mail we were bombarded with it inside of two days, more than forty people had sent it to us. The inclusion of a famous name served to move the letter through cyberspace almost in the blink of an eye. Yet purported celebrity author to the contrary, the piece was not written by Bette Midler. It is the workof Stephanie Finnegan, who posted it to her blog on 24 February 2004. (A weblog, or \" blog ,\" is a chronologically-ordered journal or diary kept online.) How Bette Midler's name came to be associated with the article is a mystery. It is a telling commentary on how we perceive celebrities in that during the days before the Divine Miss M. was presented as the author of this piece we never saw it in our inbox, but as soon as the piece was attributed to her we were flooded with it. The one clearly elevated the other. Barbara \"the rose\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.wordiq.com/definition/Weblog;http://www.livejournal.com/users/sleepysaj/2004/02/24/;",
  "Example": "[Collected on the Internet, 2004] Dear President Bush, Today you called upon Congress to move quickly to amend the US Constitution, and set in Federal stone a legal definition of marriage. I would like to know why. In your speech, you stated that this Amendment would serve to protect marriage in America, which I must confess confuses me. Like you, I believe in the importance of marriage and I feel that we as a society take the institution far too lightly. In my circle of family, friends and acquaintances, the vast majority have married and divorced - some more than once. Still, I believe in marriage. I believe that there is somethingfundamental about finding another person on this planet with whom you want to build a life and family, and make a positive contribution to society. I believe that we need more positive role models for successful marriage in this country - something to counteract the images we get bombarded with inpopular culture. When we are assaulted with images of celebrities of varying genres, be it actors, sports figures, socialites, or even politicians who shrug marriage on and off like the latest fashion, it is vitally important to the face of our nation, for our children and our future, that we have a balance of commitment and fidelity with which to stave off the negativity. I search for these examples to show my own daughter, so that she can see that marriage is more than a disposable whim, despite overwhelming evidence to the contrary. As a father, I'm sure you have faced these same concerns and difficulties in raising your own daughters. Therefore I can also imagine that you must understand how thrilled I have been over the past few weeks to come home and turn on the news with my family. To finally have concrete examples of true commitment, honest love, and steadfast fidelity was such a relief and a joy. Instead of speaking in the hypothetical, I was finally able to point to these men and women, standing together for hours in the pouringrain, and tell my child that this is what its all about. Forget Britney. Forget Kobe. Forget Strom. Forget about all the people that we know who have taken so frivolously the pure and simple beauty of love and tarnished it so consistently. Look instead at the joy in the beautiful faces of Del Martin and Phyllis Lyon - 51 years together! I mean, honestly Mr. President - how many couples do you know who are together for 51 years? I'm sure you agree that this love story provides a wonderful opportunity to teach our children about the true meaning and value of marriage. On the steps of San Francisco City Hall, rose petals and champagne, suits and veils, horns honking and elation in the streets; a celebration of love the likes of which this society has never seen. This morning, however, my joy turned to sadness, my relief transformed into outrage, and my peace became anger. This morning, I watched you stand before this nation and belittle these women, the thousands who stood with them, and the countless millions who wish to follow them. How could you dothat, Mr. President? How could you take something so beautiful - a clear and defining example of the true nature of commitment - and declare it to be anything less? What is it that validates your marriage which somehow doesn't apply to Del Martin and Phyllis Lyon? By what power, what authority are you so divinely imbued that you can stand before me and this nation and hold their love to a higher standard? Don't speak to me about homosexuality, Mr. President. Don't tell me that the difference lies in the bedroom. I would never presume to ask you or your wife how it is you choose to physically express your love for one another, and I defy you to stand before Del Martin and Phyllis Lyon and ask them to do the same. It is none of my business, as it is none of yours, and it has nothing to do with the \"sanctity of marriage\". I'm sure you would agree that marriage is far more than sexual expression, and its high time we all started focusing on all the other aspects of a relationship which hold it together over the course of a lifetime. Therefore, with the mechanics of sex set aside, I ask you again - what makes a marriage? I firmly believe that whatever definition you derive, there are thousands upon thousands of shining examples for you to embrace. You want to protect marriage. I admire and support that, Mr. President. Together, as a nation, let us find and celebrate examples of what a marriage should be. Together, let us take couples who embody the principles of commitment, fidelity, sacrifice and love, and hold them up before our children as role models for their own futures. Together, let us reinforce the concept that love is about far more than sex, despite what popular culture would like them to believe. Please, for the sake of our children, for the sake of our society, for the sake of our future, do not take us down this road. Under the guise of protection, do not support divisiveness. Under the guise of unity, do notendorse discrimination. Under the guise of sanctity, do not devalue commitment. Under the guise of democracy, do not encourage this amendment. Bette Midler",
  "Last Updated": "13 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/midler.asp",
  "Claim": "Bette Midler pens letter chiding President Bush for his stance on gay marriage.",
  "Claim_ID": "politics_soapbox_midler",
  "Tags": ""
}