{
  "Origins": "The notion that \"Christendom\" (primarily western Europe, but also North America) is in danger of being overwhelmed within a few generations by Muslim immigrants with comparatively high birth rates (while the natives of the countries they are emigrating to are reproducing at or below mere replacement level) has been a common topic of western press articles in the last several years. However, such articles (and examples like the video linked above) often suffer from flaws that tip them more towards being alarmist rather than accurate and sober analyses: They cherry pick and exaggerate a few gloomy-sounding statistics without presenting them within a larger context, they assume that current demographic trends will remain static even in the face of future political, economic or social changes, and they don't acknowledge that fertility rates are influenced by a number of complex, interrelated, and volatile factors.",
  "Fact Check": "",
  "Description": "For starters, much of the information presented in the video is incorrect, unsubstantiated, or misrepresented: Of all population growth in Europe since 1990, 90% has been Islamic immigration. It's true that in recent years population growth in EU countries has been primarily driven by immigration , which, for example, accounted for almost 85% of the population growth in EU countries in 2005. However, that statistic includes all immigrants to EU countries, not just Muslims. France: 1.8 children per family; Muslims, 8.1 We can't make out what source the video is citing as the basis of this statistic, but the BBC noted that: The French government doesn't collect statistics by religion, so it is impossible to say what the precise fertility rates among different religious groups in France are. But no country on earth has such a high fertility rate, and in Algeria and Morocco, the two nations which send the largest numbers of Muslim immigrants to France, the fertility rate is 2.38, according to the UN's 2008 figures. In the last 30 years, the Muslim population of Great Britain grows from 82,000 to 2.5 million A 30-fold increase. The 2001 UK census tallied about 1.6 million Muslims in England and Wales, and that number may have grown to something approaching 2.5 million in the years since then (although 2008 estimates put the figure at only about 2 million ). However, the 82,000 figure used as the starting point for this projection is questionable since the 1981 census did not survey respondents' religious beliefs some believe that the number of Muslims in the population of England and Wales thirty years ago was significantly higher than the 82,000 estimate given here, and thus the true rate of growth in that segment of the population is much less than the \"30-fold increase\" cited in the video. The upcoming 2011 census should provide a clearer picture. In the Netherlands, 50% of all newborns are Muslim. As of 2004, Muslims comprised about 5.8% of the population of the Netherlands . In order for this small percentage of the population to account for \"50% of all newborns,\" Muslim women in the Netherlands would have to be giving birth, on average, to about 14 to 16 times as many babies each as non-Muslim women. Currently in Belgium, 25% of the population and 50% of all newborns are Muslim. Muslims are the second-largest religious group in Belgium , but they still only account for about 4%-5% of the population. And, as noted above, for that small a segment of the population to be accounting for \"50% of all newborns\" in the country, Muslim women would have to be giving birth to incredibly large numbers of children each. The German government, the first to talk about this publicly, recently released a statement saying: \"The fall in the German population can no longer be stopped. Its downward spiral is no longer reversible. It will be a Muslim state by the year 2050.\" The quoted statement was made by Walter Radermacher , the vice-president of the Germany's Federal Statistical Office. However, he was speaking only of German population trends in general; the final sentence (about Germany's becoming a \"Muslim state\") is someone else's words, as he affirmed to the BBC: The quotation which reads as if the German government believed that Germany will become a Muslim state is simply not true. There is no source which can be quoted that the German government has published such an expression or opinion. \"There are currently 52 million Muslims in Europe. The German government said that number is expected to double in the next 20 years. The 52 million figure is a reasonable estimate for the number of Muslims in Europe . However, as the last part (about the Muslim population's doubling in the next two decades), Walter Radermacher said: That is not true. The German government does not believe that the Muslim population will double in [even] the next 40 or 50 years. There are no reliable sources that give a proof for that assumption. As we observed above, the assumption that current demographic trends will remain static even in the face of future political, economic or social changes is an especially important (and precarious) one, as even small changes in fertility rates can have a significant impact on the future size and nature of populations. Or, as Martin Walker noted a Spring 2009 Wilson Quarterly on the subject, \"the detailed work of demographers tends to seep out to the general public in crude form, and sensationalist headlines so become common wisdom.\" Particularly, Walker wrote, as the result of this seepage of crude information is that \"three deeply misleading assumptions about demographic trends have become lodged in the public mind\": The first is that mass migration into Europe, legal and illegal, combined with an eroding native population base, is transforming the ethnic, cultural, and religious identity of the continent. The second assumption, which is related to the first, is that Europe's native population is in steady and serious decline from a falling birthrate ... The third is that population growth in the developing world will continue at a high rate. In regards to specific claims about Muslim immigrants supplanting native-born populations in Europe due to the former's much higher fertility rates, Walker observed: One fact that gets lost among distractions ... is that the birthrates of Muslim women in Europe and around the world have been falling significantly for some time. [S]harp reductions in fertility among Muslim immigrants reflect important cultural shifts, which include universal female education, rising living standards, the inculcation of local mores, and widespread availability of contraception. Broadly speaking, birthrates among immigrants tend to rise or fall to the local statistical norm within two generations. The decline of Muslim birthrates is a global phenomenon. Most analysts have focused on the remarkably high proportion of people under age 25 in the Arab countries, which has inspired some crude forecasts about what this implies for the future. Yet recent UN data suggest that Arab birthrates are falling fast, and that the number of births among women under the age of 20 is dropping even more sharply. The falling fertility rates in large segments of the Islamic world have been matched by another significant shift: Across northern and western Europe, women have suddenly started having more babies ... Immigrant mothers account for part of the fertility increase throughout Europe, but only part. And, significantly, many of the immigrants are arrivals from elsewhere in Europe, especially the eastern European countries admitted to the European Union in recent years. In short, the best demographers can do is make broad guesses about population trends based on current conditions and assumptions about how (and how much) those trends might be influenced by societal changes. Or, as summarized by Walker: The human habit is simply to project current trends into the future. Demographic realities are seldom kind to the predictions that result. The decision to have a child depends on innumerable personal considerations and large, unaccountable societal factors that are in constant flux. Yet even knowing this, demographers themselves are often flummoxed. Projections of birthrates and population totals are often embarrassingly at odds with eventual reality.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/2/hi/europe/4385768.stm;http://www.oecd.org/speaker/0,3438,en_21571361_31834434_33641095_1_1_1_1,00.html;http://en.wikipedia.org/wiki/Religion_in_Belgium;http://en.wikipedia.org/wiki/Religion_in_the_Netherlands;http://www.statistics.gov.uk/census2001/census2001.asp;http://en.wikipedia.org/wiki/Immigration_to_Europe;",
  "Example": "[Collected via e-mail, April 2009] I have just received the following youtube on Muslim Demographics. Can you verify the accuracy of this message?",
  "Last Updated": "10 August 2009",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/religion/demographics.asp",
  "Claim": "Statistics demonstrate that \"Islam will overwhelm Christendom unless Christians recognize the demographic realities and begin reproducing again.\"",
  "Claim_ID": "politics_religion_demographics",
  "Tags": ""
}