{
  "Origins": "On 7 June 2009, at the end of a six-day trip abroad that began in Riyadh, Saudi Arabia, went to Egypt and Germany, and concluded in France to mark the 65th anniversary of D-Day, President Obama flew back to the U.S. He had been joined in France on 5 June for that portion of the trip by his wife and two children. They did not return to the U.S. with him but instead continued to London for a two-day holiday in that city.",
  "Fact Check": "",
  "Description": "Michelle Obama and the couple's two daughters flew to Stansted airport in Essex on 8 June 2009 in a U.S. Air Force C-32 (Boeing 757) airliner. From there, they were escorted to London by secret service agents. They returned to the U.S. on 11 June 2009. While in London, Mrs. Obama had tea with Sarah Brown, wife of British Prime Minister Gordon Brown, at Downing Street. She and the two girls toured the sights of Big Ben, the Houses of Parliament, and Westminster Abbey, went shopping in Central London, ate at a pub in Mayfair, and attended The Lion King musical at the Lyceum Theatre in London's West End. They also visited Pinewood Studios to meet the stars of the Harry Potter films and author J.K. Rowling, then held a birthday party for the Obamas' youngest child, Sasha, on the Hogwart's Great Hall set. Regarding who would be footing the bill for the trip, the Washington Post reported that: With some people questioning who paid for the family trip, the White House emphasized that the Obamas' tour was a strictly private visit. \"The Obamas are committed to following all the relevant rules and regulations regarding the reimbursement of travel expenses,\" said the first lady's spokeswoman Semonti Mustaphi. (We note that \"following all the relevant rules and regulations regarding the reimbursement of travel expenses\" may involve something on the order of paying an amount equivalent to the cost of commercial transportation, not necessarily reimbursing the government for the total expenditures incurred in association with the trip.) Additional information: Michelle Obama on 'Secret' London Visit (The Guardian) Michelle Obama's Confident Off-Duty Chic on London City Break (Daily Mail) Michelle Obama and Her Daughters Enjoy London (The Times)",
  "Originally Published": "",
  "Referred Links": "http://www.timesonline.co.uk/tol/news/uk/article6466571.ece;http://www.dailymail.co.uk/news/article-1191620/First-Lady-flamboyance-Michelle-Obamas-confident-duty-chic-London-city-break.html;http://www.guardian.co.uk/world/blog/2009/jun/09/michelle-obama-visits-london;",
  "Example": "[Collected via e-mail, June 2009] Michelle Obama Takes Girls to London for Fish and Chips Truly change we can believe in or as was said during the campaign, \"We are the change we have been waiting for.\" Imagine this and when do we get totally fed up? A Boeing 757 and a fleet of armored cars for Michelle's sight seeing tour! Michelle One On Sunday, President Obama flew back to the United States on Air Force One. His wife, two daughters and her mother did a bit of shopping in Paris before taking their own Boeing 757 (C-32) over to London to do some sight seeing. We all remember Obama's admonishment to corporate CEO's in February: \"You can't get corporate jets, you can't go take a trip to Las Vegas or go down to the Super Bowl on the taxpayers dime.\" Apparently that doesn't apply to his wife. The London Times opened it's description of Michelle's visit this way: Motorcycle outriders, armoured Chevrolets and bullet-headed men in raincoats criss-crossed London yesterday as Michelle Obama and her daughters spent a second day on an unofficial visit to the capital. The Times went on to describe that when Michelle and the girls arrived at Westminster Abbey, the building was closed to tourists with people already in told to \"wait against the wall..\" An American visiting the Abbey said \"Right then I knew it was probably someone from our 'royal family'.\" Michelle's motorcade shut down the London street above as the First Lady of the World and her children go for Fish and Chips at a pub in Mayfair. The entourage inside the restaurant was 15 people while dozens more wait outside. Include the dozens of Air Force personnel to fly and service the plane, embassy personnel and other staff and we are talking about a serious expenditure of tax payer dollars. Meanwhile, millions of Americans have lost their jobs and won't be able to take their family on a summer holiday. Despite their circumstances they'll still be expected to fork over the tax dollars to pay for Michelle's trip. Tell your friends about this it's their money being spent!!",
  "Last Updated": "13 July 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/london.asp",
  "Claim": "Michelle Obama and her daughters toured London for two days after President Obama had returned to U.S.",
  "Claim_ID": "politics_obama_london",
  "Tags": ""
}