{
  "Origins": "On 25 March 2015, the web site LifeNews published an article titled \"New York Assembly Passes Bill Allowing Shooting Babies Through the Heart with Poison to Kill Them\". According to that article, lawmakers in New York State had passed a bill on 25 March 2015 \"that would promote late-term abortions in the Empire State.\"",
  "Fact Check": "",
  "Description": "That article declared that the bill would somehow \"expand\" the legality or frequency of third-trimester abortions, and it stated that the legislative actions undertaken on 25 March 2015 would allow abortions effected by \"shooting poison through the hearts of unborn children to kill them.\" The article did not cite the text or function the legislation in question in support of the former claim, nor did it reference any medical terminology or procedure in support of the second claim: The abortion bill would allow an abortion procedure that has abortionists shooting poison through the hearts of unborn children to kill them. Today in a vote of 94-49 the New York State Assembly approved passage of AB 6221, the extreme stand-alone 10th point from the previously packaged 10-point Women's Equality Act, which would expand third-trimester abortions and allow non-doctors to perform abortions. Since 2013, abortion advocates have been holding the Women's Equality Act hostage to this single dangerous bill, refusing to break the 10-point bill up. On 26 March 2015, the blog BuzzPo repeated LifeNews 's claims and enhanced the rumor by describing a hypothetical scenario under which a third trimester abortion could putatively occur: Reasons included under the new language would be, emotional, familial, age, physical, or psychological. So for example, if a potential mother feels she's not \"emotionally stable\" to handle a baby two weeks before birth, New York will allow her to have an abortion. In addition, it would allow these procedures to be performed by non-doctors who would inject poison into the full-term fetuses heart to stop it. Unsurprisingly, the circulating rumors about New York state's purported expansion of abortion law shocked and angered many readers, but they didn't align with the reality of the bill actually passed by the New York legislature. In his 2013 State of the State address, New York governor Andrew Cuomo proposed a 10-point Women's Equality Agenda , the tenth point of which sought to bring New York state law regarding abortions in alignment with the federal protections provided by Roe v. Wade: New York's abortion law was enacted in 1970, three years prior to Roe v. Wade, and lacks the important protections found in federal law. Under New York law, a woman's health is not protected in the rare and tragic situation that a serious complication jeopardizes her health later in pregnancy; New York law only provides protection if a woman's life is in danger. The Women's Equality Act would: Ensure that a woman can access abortion care in New York State when her health is at risk by: 1. Codifying in New York State law the 1973 Supreme Court decision in Roe v. Wade; 2. Ensuring that a woman in New York can get an abortion within 24 weeks of pregnancy, or when necessary to protect her life or health; 3. Ensuring that physicians operating within their scope of practice cannot be criminally prosecuted in New York for providing such care; and 4. Retaining those provisions in state law that allow the state to prosecute those who harm pregnant women. The Women's Equality Agenda was not voted on as a whole by the state legislature: Each point was offered in a separate bill, and the bill dealing with the tenth point (AB 6221) was passed on 17 March 2015. Nothing in the text of that bill \"allows an abortion procedure that has abortionists shooting poison through the hearts of unborn children to kill them,\" \"expands third-trimester abortions,\" or \"allows non-doctors to perform abortions;\" instead, it merely codified provisions of Roe v. Wade into New York State law: ACCESS TO REPRODUCTIVE SERVICES The state shall not deny a woman's right to obtain an abortion as established by the United States Supreme Court in the decision Roe v. Wade, 410 U.S.113 (1973). Notwithstanding any law to the contrary, New York protects a woman's right to terminate a pregnancy within twenty-four weeks from commencement of her pregnancy, or when necessary to protect a woman's life or health as determined by a licensed physician. Nothing in this section shall be construed to conflict with any applicable state or federal law or regulation permitting a health care provider to refrain from providing abortions due to the provider's religious or moral beliefs. Nothing in this section shall conflict with the partial birth abortion ban codified under 18 USC section 1531. No prosecution or proceeding shall be brought or maintained under the penal law or otherwise for acts that are authorized or permitted pursuant to this section or by this chapter and the education law.",
  "Originally Published": "",
  "Referred Links": "http://assembly.state.ny.us/leg/?default_fld=&bn=A06221&term=2015&Text=Y;http://nywomensequality.org/10-point-plan/;http://www.donotlink.com/ep96;http://www.donotlink.com/eadw;",
  "Example": "[Collected via e-mail, April 2015] There are articles being posted on Facebook claiming that onMarch 25, 2015 the New York State Assembly passed a bill allowingabortions of third trimester babies by \"shooting them in the heart withpoison.\" I find this a bit hard to believe. Know anything about this?",
  "Last Updated": "16 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/abortionny.asp",
  "Claim": "The New York Assembly passed a law making it expressly legal to shoot babies in the heart with poison.",
  "Claim_ID": "politics_medical_abortionny",
  "Tags": ""
}