{
  "Origins": "Malaysia Airlines Flight 370 disappeared over the South China Sea on 8 March 2014 with 239 persons (227 passengers and 12 crew members) aboard. The item reproduced above is one of multiple conspiracy theory postings that have appeared in the weeks since suggesting that the flight was somehow hijacked or diverted to a highly-secretive U.S. military base located on the Diego Garcia atoll in the Indian Ocean.",
  "Fact Check": "",
  "Description": "This version of the conspiracy theory posits that an IBM employee Philip Wood, who was the only American passenger on Flight 370, implausibly managed to hide his cell phone up his rectum throughout the flight's hijacking and his subsequent drugging and imprisonment at a secret military location, then took a photograph and posted it to the Internet to document this chain of events. Of course, the fact that the photograph is completely black (supposedly because it was taken inside a dark cell) and therefore shows and documents absolutely nothing hasn't slowed conspiracy theorists, who insist that the photo's Exif data shows it to have been taken on 18 March 2014 in the area of Diego Garcia and therefore its implausible backstory must be true (even though Exif data can be manipulated). One of the primary sites promulgating this conspiracy theory, Jim Stone Freelance Journalist, acknowledged that the photograph originated with 4chan , the home of a multiplicity of hoaxes perpetuated by its anonymous denizens: This got posted to 4chan and was pulled immediately, but 4plebs, an independently run backup of 4chan which is NOT controlled has the original on archive, and the date of posting matches the photo. This answers the question why the photo only surfaced recently. Someone surfing archives found it. What these conspiracy buffs would have us believe is, therefore, that a commercial flight was furtively hijacked by the military and its passengers held captive at a secret location, that one of those passengers nonetheless managed to hide his cell phone up his rear end for ten days (apparently his military captors missed the day of training where they explained about searching prisoners), used his phone to take a photograph in the darkness that documents absolutely nothing, then with one chance to let the outside world know of his plight, he anonymously posted his unrevealing photo to a site where it would be least likely to be taken seriously, the \"Politically Incorrect\" (/pol/) section of 4chan, and this supposedly earth-shattering revelation has attracted no interest whatsoever by investigative agencies or news media or anyone else outside of a handful of sites devoted to wild conspiracy theories. Sometimes a joke is just a joke.",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/2008/08/03/magazine/03trolls-t.html;http://jimstonefreelance.com/phillipwood.html;http://archive.4plebs.org/pol/thread/27834494/;",
  "Example": "[Collected via e-mail, April 2014] This image, which appears black was posted as taken in a dark cell by an IBM engineer. The picture is black because the cell was too dark, but a critical piece of information was embedded in the Exif data, the coordinates to Diego Garcia, where the picture was taken. And it's real, this is NOT a hoax. The coordinates in the picture indicate that the photo was taken within 3 miles of what Google officially gives for Diego Garcia. The picture posted with the following text: \"I have been held hostage by unknown military personal after my flight was hijacked (blindfolded). I work for IBM and I have managed to hide my cellphone in my ass during the hijack. I have been separated from the rest of the passengers and I am in a cell. My name is Philip Wood. I think I have been drugged as well and cannot think clearly.\"",
  "Last Updated": "4 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/malaysiapicture.asp",
  "Claim": "A passenger on Malaysia Airlines Flight 370 hid his cell phone in his rectum and used it to post a picture to the Internet after the flight was hijacked and its passengers imprisoned.",
  "Claim_ID": "politics_conspiracy_malaysiapicture",
  "Tags": ""
}