{
  "Origins": "On 19 March 2003, Mary Wright, deputy chief of mission at the U.S. Embassy in Ulan Bator, Mongolia, became the third (and senior-most) U.S. diplomat to step down from her post (after John H. Brown, a former cultural attache at the U.S. Embassy in Moscow, and John Brady Kiesling , political counselor at the U.S. Embassy in Athens) and cite the Bush administration's policy towards Iraq as part of the reason for her resignation.",
  "Fact Check": "",
  "Description": "Wright, who had served the U.S. State Department for 15 years after a 26-year stint in the army and army reserves, transmitted her resignation just hours before the war with Iraq began, stating: \"I believe the administration's policies are making the world a more dangerous, not a safer place.\" The text quoted above is the content of the letter of resignation Ms. Wright submitted to U.S. Secretary of State Colin Powell.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] U.S. Embassy Ulaanbaatar, Mongolia March 19, 2003 Secretary of State Colin Powell US Department of State Washington, DC 20521 Dear Secretary Powell: When I last saw you in Kabul in January, 2002 you arrived to officially open the US Embassy that I had helped reestablish in December, 2001 as the first political officer. At that time I could not have imagined thatI would be writing a year later to resign from the Foreign Service because of US policies. All my adult life I have been in service to the United States. I have been a diplomat for fifteen years and the Deputy Chief of Mission in our Embassies in Sierra Leone, Micronesia, Afghanistan (briefly) and Mongolia. I have also had assignments in Somalia, Uzbekistan, Kyrgyzstan, Grenada and Nicaragua. I received the State Department's Award for Heroism as Charge d'Affaires during the evacuation of Sierra Leone in 1997. I was 26 years in the US Army/Army Reserves and participated in civil reconstruction projectsafter military operations in Grenada, Panama and Somalia. I attained the rank of Colonel during my military service. This is the only time in my many years serving America that I have felt I cannot represent the policies of an Administration of the United States. I disagree with the Administration's policies on Iraq, the Israeli-Palestinian conflict, North Korea and curtailment of civil liberties in the U.S. itself. I believe the Administration's policies are making the world a more dangerous, not a safer, place. I feel obligated morally and professionally to set out my very deep and firm concerns on these policies and to resign from government service as I cannot defend or implement them. I hope you will bear with my explanation of why I must resign. After thirty years of service to my country, my decision to resign is a huge step and I want to be clear in my reasons why I must do so. I disagree with the Administration's policies on Iraq. I wrote this letter five weeks ago and held it hoping that the Administration would not go to war against Iraq at this time without United Nations Security Council agreement. I strongly believe that going to war now will make the world more dangerous, not safer. There is no doubt that Saddam Hussein is a despicable dictator and has done incredible damage to the Iraqi people and others of the region. I totally support the international community's demand that Saddam's regime destroy weapons of mass destruction. However, I believe we should not use US military force without UNSC agreement to ensure compliance. In our press for military action now, we have created deep chasms in the international community and in important international organizations. Our policies have alienated many of our allies and created ill will in much of the world. Countries of the world supported America's action in Afghanistan as a response to the September 11 Al Qaida attacks on America. Since then, America has lost the incredible sympathy of most of the world because of our policy toward Iraq. Much of the world considers our statements about Iraq as arrogant, untruthful and masking a hidden agenda. Leaders ofmoderate Moslem/Arab countries warn us about predicable outrage and anger of the youth of their countries if America enters an Arab country with the purpose of attacking Moslems/Arabs, not defending them. Attacking the Saddam regime in Iraq now is very different than expelling the same regime from Kuwait, as we did ten years ago. I strongly believe the probable response of many Arabs of the region and Moslems of the world if the US enters Iraq without UNSC agreement will result in actions extraordinarily dangerous to America and Americans. Military action now without UNSC agreement is much more dangerous for America and the world than allowing the UN weapons inspections to proceed and subsequently taking UNSC authorized action if warranted. I firmly believe the probability of Saddam using weapons of mass destruction is low, as he knows that using those weapons will trigger an immediate, strong and justified international response. There will be noquestion of action against Saddam in that case. I strongly disagree with the use of a \"preemptive attack\" against Iraq and believe that this preemptive attack policy will be used against us and provide justification for individuals and groups to \"preemptively attack\" America and American citizens. The international military build-up is providing pressure on the regime that is resulting in a slow, but steady disclosure of Weapons of Mass Destruction (WMD). We should give the weapons inspectors time to do their job. We should not give extremist Moslems/Arabs a further cause to hate America, or give moderate Moslems a reason to join the extremists. Additionally, we must reevaluate keeping our military forces in the Middle East, particularly in Saudi Arabia. Their presence on the Islamic \"holy soil\" of Saudi Arabia will be an anti-American rally cry for Moslems as long as the US military remains and a strong reason, in their opinion, for actions against the US government and American citizens. Although I strongly believe the time in not yet right for military action in Iraq, as a soldier who has been in several military operations, I hope General Franks, US and coalition forces can accomplish the missions they will be ordered do without loss of civilian or military life and without destruction of the Iraqi peoples' homes and livelihood. I strongly urge the Department of State to attempt again to stop the policy that is leading us to military action in Iraq without UNSC agreement. Timing is everything and this is not yet the time for militaryaction. I disagree with the Administration's lack of effort in resolving the Israeli-Palestinian conflict. Likewise, I cannot support the lack of effort by the Administration to use its influence to resurrect the Israeli-Palestinian peace process. As Palestinian suicide bombers kill Israelis and Israeli military operationskill Palestinians and destroy Palestinian towns and cities, the Administration has done little to end the violence. We must exert our considerable financial influence on the Israelis to stop destroying cities and on the Palestinians to curb its youth suicide bombers. I hope the Administration's long-needed \"Roadmap for Peace\" will have the human resources and political capital needed to finally make some progress toward peace. I disagree with the Administration's lack of policy on North Korea. Additionally, I cannot support the Administration's position on North Korea. With weapons, bombs and missiles, the risks that North Korea poses are too great to ignore. I strongly believe the Administration's lack of substantive discussion, dialogue and engagement over the last two years has jeopardized security on the peninsula and the region. The situation with North Korea is dangerous for us to continue to neglect. I disagree with the Administration's policies on Unnecessary Curtailment of Rights in America. Further, I cannot support the Administration's unnecessary curtailment of civil rights following September 11. The investigation of those suspected of ties with terrorist organizations is critical but the legal system of America for 200 years has been based on standards thatprovide protections for persons during the investigation period. Solitary confinement without access to legal counsel cuts the heart out of the legal foundation on which our country stands. Additionally, I believe the Administration's secrecy in the judicial process has created an atmosphere of fear to speak out against the gutting of the protections on which America was built and the protections we encourage other countriesto provide to their citizens. Resignation. I have served my country for almost thirty years in the some of the most isolated and dangerous parts of the world. I want to continue to serve America. However, I do not believe in the policies of this Administration and cannot defend or implement them. It is with heavy heart that I must end my service to America and therefore resign due to the Administration;s policies. Mr. Secretary, to end on a personal note, under your leadership, we have made great progress in improving the organization and administration of the Foreign Service and the Department of State. I want to thank you for your extraordinary efforts to that end. I hate to leave the Foreign Service, and I wish you and our colleagues well. Very Respectfully, Mary A. Wright, FO-01 Deputy Chief of Mission US Embassy Ulaanbaatar, Mongolia",
  "Last Updated": "13 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/marywright.asp",
  "Claim": "Letter of resignation submitted to Secretary of State Colin L. Powell by U.S. diplomat Mary Wright is genuine.",
  "Claim_ID": "politics_soapbox_marywright",
  "Tags": ""
}