{
  "Origins": "This anecdote about Monica Lewinsky's registering as a Republican because the Democrats left a bad taste in her mouth is just a joke, meant to provoke a guffaw over what was supposed to be an ill-conceived remark that could be taken two ways. Her escapades in the Oval Office have fated her to be forever the butt of jokes about fellatio, and this specious quote is just another instance of the phenomenon.",
  "Fact Check": "",
  "Description": "This fabricated bon mot surfaced in 1998, back when Monica was still trying to retain some shred of dignity and protect President Clinton by maintaining she \"never had a sexual relationship with the president,\" an extremely unlikely time for her to have been spouting off against Democrats. Moreover, despite the media feeding frenzy that accompanied the Clinton-Lewinsky scandal, this \"quote\" didn't appear in a single news report of the time. Had Monica Lewinsky uttered such a thing, it would have been splashed about in newspapers across the nation and would have provided endless fodder for the talk radio hosts and morning DJs and nightly talk show monologues. The resurgence of this joke in mid-2003 likely had to do with Lewinsky's return to the media spotlight as the host of yet another reality dating show, Fox TV's Mr. Personality. The program featured twenty eligible bachelors vying for the favors of a beautiful investment firm associate named Hayley, but the catch was that the suitors were masked. At the end of each episode Hayley's court of admirers was winnowed until a single mystery man remained to be declared the \"winner.\" Though Ms. Lewinsky's role in the show was a minor one, it served to bring her back into the public eye. (Mr. Personality got off to a good start with its 21 April 2003 debut, but by the second week its ratings had faltered.) Yet another part of the reason behind this quote's appearance in mid-2003 might have had to do with the ramp-up towards the 2004 Presidential election, as both sides girded for what would likely be a particularly contentious campaign. Derogatory jokes about the opposing party are de rigueur; and the incumbent Republicans could hardly have improved upon this one, a bit of humor which provokes a smile while also reminding all and sundry that the last Democrat to occupy the Oval Office was a lying philanderer. The quote resurfaced again in March 2015 after Monica Lewinsky headlined the TED 2015 Conference in Vancouver, advocating for more compassion on social media. This is not the first time Presidential mistress Monica Lewinsky has had an apocryphal (fellative) quote attributed to her. In 2000, the rumor of the moment was a comment she'd supposedly made during a CNN interview with Larry King about her becoming a Jenny Craig spokesperson: \"I've learned not to put things in my mouth that are bad for me.\" Barbara \"too bad others haven't learned not to put words into hers\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.cbc.ca/news/canada/british-columbia/monica-lewinsky-headlines-ted-2015-conference-in-vancouver-1.2997830;",
  "Example": "[Collected on the Internet, 2003] I voted Republican this year. The Democrats left a bad taste in my mouth. Monica Lewinsky",
  "Last Updated": "17 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/monica.asp",
  "Claim": "Monica Lewinsky said the Democrats \"left a bad taste in my mouth.\"",
  "Claim_ID": "politics_quotes_monica",
  "Tags": ""
}