{
  "Origins": "While the history of the photo displayed above is not known to us, the age of the joke it makes is. As far back as 1993 (when Hillary Rodham Clinton became First Lady), the jape has been made at her expense, with versions of it continuing to surface ever since:",
  "Fact Check": "",
  "Description": "At times it has morphed into a poke at other women: [Collected on the Internet, 1994] Did you hear about the new endorsement Tonya Harding has lined up with KFC? It's a lunch special: 2 small breasts, 2 large thighs and a club sandwich. This \"disparagement by restaurant sign\" is not a real photograph, but a product of the Fast Food Sign Generator site which allows users to digitally add any message to the sign pictured outside the KFC restaurant. If the sign had been real, it probably wouldn't have remained up for long: if the overtly partisan political message didn't drive away potential customers, the restaurant's advertisement of \"fat thighs\" as one of its offerings might do the trick, because \"fat\" has become a word to be scrupulously avoided when touting one's menu items. (Remember, one of the reasons KFC changed its name from Kentucky Fried Chicken was to lower the emphasis placed on 'fried,' a word that had come to have negative connotations in an increasingly health-conscious consumer market.) One point to note about this jest which moves it into the domain of folklore (in that the jokes we tell often say more about the thought processes and judgments of us, their tellers, than they do about the purported behaviors or physical traits of their targets) is the nature of the lampoon: it focuses not upon the actions of the character who is the butt of the joke, but upon physical appearance. Such denigration is more often the primary form of disparagement aimed at women (as opposed to jabs at their comportment), whereas men are more usually made figures of ridicule over their acts. More simply, a man will usually be mocked via a deadly comment about his voting record or predilection for telling lies; a woman will often be twitted about the size of her thighs or breasts. Barbara \"body of evidence\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.says-it.com/fastfood/kfc.asp;",
  "Example": "[Collected on the Internet, 2005]",
  "Last Updated": "15 January 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/special.asp",
  "Claim": "A Kentucky Fried Chicken outlet in New York advertised a 'Hillary Special.'",
  "Claim_ID": "politics_clintons_special",
  "Tags": ""
}