{
  "Origins": "When the White House announced that President George W. Bush would be paying a visit to Canada in early December 2004, a variety of critics opposed to the U.S. President's foreign policy began musing about whether while he was on Canadian soil he could be arrested and prosecuted under Canada's Crimes against Humanity and War Crimes Act .",
  "Fact Check": "",
  "Description": "This musing was merely an exercise in political philosophy, but several pundits ran with the idea, going so far as to fabricate articles describing President Bush's arrest at the hands of Canadian authorities. One such article , despite being clearly satirical in nature, was actually listed (after it was republished on another site) as the top story on Google News . Another site, tricked up to look like the official CNN web site (and using a misleadingly similar domain name, www.world-cnn.com ), ran a faux Associated Press story with the same premise, this one reported straightforwardly with no trace of humor. It too was fictional, although its serious tone fooled more than a few unsuspecting web surfers.",
  "Originally Published": "",
  "Referred Links": "http://www.world-cnn.com/2004/WORLD/americas/11/30/bush.arrest/index.html;http://www.world-cnn.com/;http://www.cnn.com/;http://news.google.com/nwshp?hl=en&gl=;http://www.axisoflogic.com/artman/publish/article_14050.shtml;http://informationclearinghouse.info/article7390.htm;http://www.cic.gc.ca/english/pub/war2002/;http://www.commondreams.org/views04/1116-27.htm;",
  "Example": "[Collected on the Internet, 2004] On the first of his two-day planned visit to Canada, George W. Bush was taken into custody by Canadian authorities citing war crime charges. Under Canadian law, even a non-citizen can be charged for crimes committed outside of Canada once that individual enters the country.",
  "Last Updated": "3 December 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/bush/canada.asp",
  "Claim": "Canada has arrested U.S. President George W. Bush and charged him with war crimes.",
  "Claim_ID": "politics_bush_canada",
  "Tags": ""
}