{
  "Origins": "An item about the U.S. government's supposedly having purchased 30,000 guillotines after receiving Congressional approval to do so was circulated widely in mid-June 2013 on various sites , apparently originating with a blog that traffics in anti-Muslim articles and familiar conspiracy rumors such as the alleged existence of \"FEMA concentration camps.\"",
  "Fact Check": "",
  "Description": "As usual with such types of rumors, none of those sites offered any evidence documenting that Congress had approved the purchase of guillotines, that the U.S. government had actually bought tens of thousands of those instruments, or that such machines were stored in stockpiles in Georgia and Montana, as claimed all that information was simply repetition of rumor asserted as fact (i.e., \"information we received\") with no proof whatsoever behind it: The use of guillotines for \"governmental purposes\" was lobbied for and passed in the U.S. Congress. The information we received is that 15,000 are currently stored in Georgia and 15,000 in Montana. Are the beheadings by Muslims today meant to desensitize us against U.S. Government beheadings in the future? In fact, Congress passed no such authorization (for the types of guillotines used for chopping off heads, anyway smaller guillotines are used for mundane tasks such as trimming paper), and rumors about the military's supposed stockpiling of guillotines for use after a declaration of martial law (in furtherance of a New World Order conspiracy) are nothing new they've been around since at least as far back as the George W. Bush administration in mid-2008. This is the same old junk in a different package. An indication of the credibility of this form of rumor can be gauged by noting that the illustration used to accompany its most recent outbreak isn't a photograph of a real guillotine at all, but rather a picture of a satirical \" Chanel guillotine \" sculpture by artist Tom Sachs.",
  "Originally Published": "",
  "Referred Links": "http://www.tomsachs.org/work/chanel-guillotine-breakfast-noo;http://educate-yourself.org/ps/confrimsguillotinesfortlewis28jun08.shtml;http://westcottbrand.com/product_list/5262.9512.84148.0.0/Guillotine_Trimmers;http://shariaunveiled.wordpress.com/2013/06/19/why-did-the-u-s-government-recently-purchase-30000-guillotines/;",
  "Example": "[Collected via Facebook June 2013] True or False: The US government has a stockpile of Guillotines and has recently purchased more authorized by Congress. I heard something about the Government purchasing 30,000 guillotines, 15,000 of which are in Georgia.",
  "Last Updated": "20 June 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/guillotines.asp",
  "Claim": "The U.S. government has purchased a stockpile of 30,000 guillotines.",
  "Claim_ID": "politics_conspiracy_guillotines",
  "Tags": ""
}