{
  "Origins": "As generations of American school children have been taught in civics/government classes, although all eligible citizens throughout the United States may participate in the voting to select the person who shall hold the office of President of the United States, they do not directly elect the President. Instead, the residents of each state vote for a slate of electors equal in number to the members of their state's Congressional delegation; those electors (currently 538 in number) cast ballots designating their choice of candidate for the presidency (a process known as the Electoral College), and whichever candidate receives a majority of those 538 electoral votes becomes President. If no candidate receives a majority of electoral votes, then the House of Representatives votes to select a president from the top three candidates. The latter circumstance is quite rare, however: only twice in U.S. history, and not since 1824, has the House of Representatives been called upon to choose a president.",
  "Fact Check": "",
  "Description": "In November 2012, WND published an article (\"How Obama Can Be Stopped in Electoral College\") by Judson Phillips, founder of Tea Party Nation, suggesting a way in which the Electoral College process could be circumvented to prevent President Obama's re-election and instead install Mitt Romney as President: one-third of the state electors could simply refuse to cast Electoral College ballots, thereby throwing the selection of the next President to the House of Representatives. Since Republicans will control a majority of state delegations in the House during the next Congress, surely they would vote to elect the Republican candidate, Mitt Romney, over Democrat Barack Obama: According to the 12th Amendment, for the Electoral College to be able to select the president, it must have a quorum of two-thirds of the states voting. If enough states refuse to participate, the Electoral College will not have a quorum. If the Electoral College does not have a quorum or otherwise cannot vote or decide, then the responsibility for selecting the president and vice president devolves to the Congress. The House of Representatives selects the president and the Senate selects the vice president. Since the Republicans hold a majority in the House, presumably they would vote for Mitt Romney, and the Democrats in the Senate would vote for Joe Biden for vice president. Can this work? Sure it can. This article was poorly researched and flat out wrong, an erroneous assumption based upon a misreading of the 12th Amendment which put the cart before the horse. The 12th Amendment to the Constitution doesn't state that Congress \"must have a quorum of two-thirds of the states voting for the Electoral College to be able to select the president.\" It directs that if the selection of President has already devolved upon the House of Representatives because no candidate received a majority of electoral votes, then \"a quorum consist[ing] of a member or members from two-thirds of the states\" is necessary before the House can begin to vote. In other words, the 12th Amendment doesn't say that electors from two-thirds of the states must participate in Electoral College voting for the results to be valid; it says that members of the House of Representatives from two-thirds of the states have to be present in order to select a President if the Electoral College has already failed to do so . Moreover, the scheme described above includes a couple of implicit errors. Members of the House of Representatives do not cast ballots individually for President; they vote as part of state delegations, with each state having one vote. Therefore, whichever party controls the majority of seats in the House is not guaranteed a victory in such a process; what's important is which party controls a majority of state delegations in the House. Additionally, the current composition of the House is irrelevant, as the new Congress to be seated in January 2013 would select a President if no candidate who ran in the November 2012 election received a majority of electoral votes. It has happened from time to time that \"faithless\" electors have cast ballots for candidates other than the ones they were pledged to support in the Electoral College (although many are now prohibited from doing so by state laws), but electors pledged to a losing candidate can't do an end run around the Electoral College process simply by refusing to vote at all.",
  "Originally Published": "",
  "Referred Links": "http://www.law.cornell.edu/constitution/amendmentxii;http://www.wnd.com/2012/11/how-obama-can-be-stopped-in-electoral-college/;",
  "Example": "[Collected via e-mail, November 2012] Is this true? So, if 1/3 of the States (17) do NOT cast their electoral college votes - then it goes to the House of Representatives (not the senate) to elect the next President.",
  "Last Updated": "20 November 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/electoral.asp",
  "Claim": "If electors from one-third of the states decline to cast Electoral College ballots, the next U.S. President will be chosen the House of Representatives",
  "Claim_ID": "politics_ballot_electoral",
  "Tags": ""
}