{
  "Origins": "This transcript, archived at the White House web site, certainly reads as one of the more unusual Presidential press conferences in recent memory. But much of the oddness stems from the fact that the transcript provides no context for the remarks contained therein; a little background helps to make it more understandable.",
  "Fact Check": "",
  "Description": "After delivering his State of the Union address on 20 January 2004 , President Bush undertook a two-day, three-state swing through Ohio, Arizona, and New Mexico. The morning of 22 January found the President in Roswell, New Mexico, where he delivered a 40-plus minute speech at the town's Convention and Civic Center in front of 1,800 cadets from the New Mexico Military Institute, law enforcement officers studying at the International Law Enforcement Academy's graduate center and the Federal Law Enforcement Training center, and local residents. The President wrapped up his speech a bit before 11:30 AM, and he then surprised many Roswell residents by sending his motorcade to the Nuthin' Special Cafe on Main Street described as \"a local eatery known more for its 50-cent beer than its food\" for lunch. After entering the restaurant and shaking some hands, the President decided to give the local economy a boost by strolling behind the counter and cajoling members of the traveling press into ordering some food. A couple of White House correspondents, David Gregory of NBC (referred to in the transcript as \"Stretch\") and Terry Moran of ABC, tried to turn the occasion into an impromptu press conference, but President Bush held firm, stating in no uncertain terms that he was there to take food orders, not to answer questions from the press. According to cafe owner Armando Aceves, the President ordered pork ribs and buttermilk pie and autographed a menu. However, Jim Lakely of the Washington Times , a designated pool reporter for the Roswell trip, noted that the President was unsuccessful in convincing the reporters in question to purchase any ribs themselves. Once President Bush and his entourage were back on-board Air Force One with their take-out orders, someone from the White House staff sent some ribs back to the press corps. There wasn't enough to go around, though. A letter writer to the Albuquerque Journal later noted that President Bush did not leave a tip when he departed. But, as that newspaper reported, the Nuthin' Fancy Cafe staff still ended up with a larger payment than they were expecting: \"But you don't expect a tip from take-out,\" said Beverly Patterson, one of the servers who helped with the president's order of ribs, corn bread, butter and honey. \"And how many other people can say they had the pleasure and honor of having the president visit their place?\" adds Patterson, who has worked at the cafe for three years. Bush paid for the order with $30 in cash. Patterson says the president called later from Air Force One and said, \"You didn't charge me enough, and I'm going to send more money.\" But Edward Zavala, Nuthin' Fancy's manager, says he told the president they didn't want any more money. \"We were willing to give him the meal free, but the president wanted to pay,\" Zavala adds. \"We didn't care for the money. This was a once-in-a-lifetime deal.\"",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/news/releases/2004/01/20040122-5.html;",
  "Example": "[whitehouse.gov, 2004] Remarks by the President to the Press Pool Nothin' Fancy Cafe Roswell, New Mexico 11:25 A.M. MST THE PRESIDENT: I need some ribs. Q Mr. President, how are you? THE PRESIDENT: I'm hungry and I'm going to order some ribs. Q What would you like? THE PRESIDENT: Whatever you think I'd like. Q Sir, on homeland security, critics would say you simply haven't spent enough to keep the country secure. THE PRESIDENT: My job is to secure the homeland and that's exactly what we're going to do. But I'm here to take somebody's order. That would be you, Stretch what would you like? Put some of your high-priced money right here to try to help the local economy. You get paid a lot of money, you ought to be buying some food here. It's part of how the economy grows. You've got plenty of money in your pocket, and when you spend it, it drives the economy forward. So what would you like to eat? Q Right behind you, whatever you order. THE PRESIDENT: I'm ordering ribs. David, do you need a rib? Q But Mr. President THE PRESIDENT: Stretch, thank you, this is not a press conference. This is my chance to help this lady put some money in her pocket. Let me explain how the economy works. When you spend money to buy food it helps this lady's business. It makes it more likely somebody is going to find work. So instead of asking questions, answer mine: are you going to buy some food? Q Yes. THE PRESIDENT: Okay, good. What would you like? Q Ribs. THE PRESIDENT: Ribs? Good. Let's order up some ribs. Q What do you think of the democratic field, sir? THE PRESIDENT: See, his job is to ask questions, he thinks my job is to answer every question he asks. I'm here to help this restaurant by buying some food. Terry, would you like something? Q An answer. Q Can we buy some questions? THE PRESIDENT: Obviously these people they make a lot of money and they're not going to spend much. I'm not saying they're overpaid, they're just not spending any money. Q Do you think it's all going to come down to national security, sir, this election? THE PRESIDENT: One of the things David does, he asks a lot of questions, and they're good, generally. END 11:29 A.M. MST",
  "Last Updated": "19 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/ribs.asp",
  "Claim": "Transcript records President Bush's remarks to reporters at a New Mexico restaurant.",
  "Claim_ID": "politics_bush_ribs",
  "Tags": ""
}