{
  "Origins": "Shoppers' confidence in the Target chain of retail stores was shaken when the company announced in late 2013 a credit card security breach which occurred during the 2013 holiday shopping season had compromised about 40 million customer credit cards. One of Target's responses to that crisis of consumer confidence was the sending out of millions of e-mail notifications in mid-January 2014 to customers who may have been affected by that breach, announcing the company was offering a year's worth of free credit monitoring and identity theft insurance (through Experian) to help reassure their shoppers and protect them from becoming victims of credit card and identity theft. Interested recipients simply had to go to https://creditmonitoring.target.com/ and enter their names and e-mail addresses to sign up:",
  "Fact Check": "",
  "Description": "Naturally, given the recent news about Target's credit card security woes and that the \"free credit monitoring\" messages were sent with return addresses outside the target.com domain (TargetNews@target.bfi0.com) and were mailed even to customers who hadn't shopped at Target during the period in which the security breach occurred many recipients were suspicious of those messages and believed they might be part of the same (or another) scheme to compromise credit card numbers. However, although Target perhaps could have found a better way of notifying customers about its offer, company representatives have confirmed the free credit monitoring messages are legitimate and were indeed sent by Target: An email sent to the roughly 70 million Target customers who may have been affected by a pre-Christmas data breach is causing panic among those who fear it could be an attempt to victimize them again. Target says the email, which offers free credit monitoring services to potential victims of the breach, is legitimate. [But] when Target's email began circulating, many recipients questioned its authenticity. The email was especially suspicious to people who say they haven't set foot in a Target store in years. According to Target, hackers stole data related to 40 million credit and debit card accounts and also pilfered personal information, including email addresses, phone numbers, home addresses and names of as many as 70 million customers. Target spokeswoman Molly Snyder says it's those 70 million people that Target contacted by email. And while Target believes the theft of the roughly 40 million debit and credit card numbers only affected cards swiped between Nov. 27 and Dec. 15, the 70 million people whose personal information was stolen could have last shopped at a Target store months, or even years, ago. Snyder confirmed that the information gathered for the free service won't be used for marketing purposes. While shoppers are being offered the option of continuing the monitoring service after a year, they won't be automatically re-enrolled in the service or receive a bill.",
  "Originally Published": "",
  "Referred Links": "https://creditmonitoring.target.com/;",
  "Example": "[Collected via Facebook, January 2014] I received an email about Target offering free credit monitoring services to customers because \"criminals forced their way into our systems and took guest information.\" Is this real?",
  "Last Updated": "19 January 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/targetcredit.asp",
  "Claim": "Target is offering free credit monitoring service to customers who may have been affected by its credit card security breach.",
  "Claim_ID": "politics_business_targetcredit",
  "Tags": ""
}