{
  "Origins": "On 3 April 2015 the website govtslaves.info published an article titled \"Louisiana Makes It Illegal to Use Cash to Buy Used Goods,\" appended with a \"Breaking News\" tag. The content of the page was largely excerpted from an article previously published by Acadiana television station KLFY, but an included link to that original content was no longer valid.",
  "Fact Check": "",
  "Description": "The govtslaves.info article reported that cash-centric businesses in the state of the Louisiana had \"suddenly [discovered] a new law that flew under the radar during the last legislative session\" that banned the use of cash in transactions involving the sale and purchase of second-hand items: Cold hard cash. It's good everywhere you go, right? You can use it to pay for anything. But that's not the case here in Louisiana now. It's a law that was passed during this year's busy legislative session. House bill 195 basically says those who buy and sell second hand goods cannot use cash to make those transactions, and it flew so far under the radar most businesses don't even know about it. [State representative Rickey Hardy] says the bill is targeted at criminals who steal anything from copper to televisions, and sell them for a quick buck. Having a paper trail will make it easier for law enforcement. That claim was picked up by several other sites, many of whom also cited the original KLFY article (even though it was never accessible through a working link). A cached version of the page revealed that KLFY's original story had been accurately quoted, but the \"new law banning cash purchases\" had been reported by that station in 18 October 2011 and was therefore hardly a measure that had \"flown under the radar during the last legislative session\" relative to April 2015. The text of the legislation (effective 15 August 2011) originally read as follows: A secondhand dealer shall not enter into any cash transactions in payment for the purchase of junk or used or secondhand property. Payment shall be made in the form of check, electronic transfers, or money order issued to the seller of the junk or used or secondhand property and made payable to the name and address of the seller. All payments made by check, electronic transfers, or money order shall be reported separately in the daily reports required by R.S. 37:1866. A 19 October 2011 article published by Consumerist interpreted the then-recent law in a far less alarmist fashion, noting that the law was primarily directed against metal thieves, exempted pawn shops, and only applied to those who engaged in multiple sales over a one-month period: In order to combat the rising threat of metal theft, Louisiana passed a law that prohibits anyone who trades used property more than once a month from conducting that transaction in cash. This should cut down on metal vultures stripping down the infrastructure to turn it into money for their drug habit. However, this also means you can't really hold a garage sale more than once every 30 days without some burdensome restrictions. The law excludes non-profits and pawn shops. But flea markets, trading posts, and even the mom who wants to have more than one garage sale a month are caught up in the crossfire too. The new law will now require them to keep detailed records of every transaction, only accept personal check, money order, or electronic transfer, and log their customers' ID s. Moreover, revised legislation (effective 14 June 2012) amended controversial portions of the law regarding cash transactions and clarified its intent of targeting potentially questionable resales of precious metals and scrap metals (specifically copper), requiring that payment for such items be made via check rather than cash: (1) A secondhand dealer shall not enter into any cash transactions in payment for the purchase of copper or aluminum-copper air conditioning coils. Payment for copper or aluminum-copper air conditioning coils shall be made in the form of a check made payable to the seller of the copper or aluminum-copper air conditioning coils and mailed to the address recorded on the photo identification of the seller no earlier than five business days after the date of the transaction. (2) A secondhand dealer shall not enter into any cash transactions in payment for the purchase of any precious metal object. Payment for a precious metal object shall be made in the form of a check made payable to the seller of the metal. (3) A secondhand dealer shall not enter into any cash transactions in excess of three hundred dollars in payment for the purchase of metal property other than copper, aluminum-copper air conditioning coils, or a precious metal object. Payments in excess of three hundred dollars for metals other than copper, aluminum-copper air conditioning coils, or a precious metal object shall be made in the form of a check made payable to the name and address of the seller and may be tendered to the seller at the time of the transaction. The secondhand dealer, at his discretion, may make payment by either cash or other method for transactions of three hundred dollars or less for all metals other than copper or aluminum-copper air conditioning coils, or a precious metal object. So while it was briefly against the law to accept cash for secondhand goods in the state of Louisiana more than once a month, that legislation was targeted at scrap thieves and was short-lived in its original form. Revisions to the law enacted in June 2012 specified precious metals as the target of the law. (The law and related bills can be reviewed here .)",
  "Originally Published": "",
  "Referred Links": "http://www.lawserver.com/law/state/louisiana/la-laws/louisiana_revised_statutes_title_37_chapter_21_part_ii;https://www.legis.la.gov/Legis/ViewDocument.aspx?d=807330;https://legiscan.com/LA/text/HB195/2011;http://web.archive.org/web/20111111095700/http://www.klfy.com/story/15717759/second-hand-dealer-law;http://www.donotlink.com/eumf;",
  "Example": "[Collected via Twitter, April 2015] Unbelievable: This state just banned cash transactions - \"Shopping with cash is now illegal\"",
  "Last Updated": "24 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/cashillegal.asp",
  "Claim": "A new law just passed in Louisiana makes it illegal to purchase used items with cash in that state.",
  "Claim_ID": "politics_business_cashillegal",
  "Tags": ""
}