{
  "Origins": "John L. Kallerson is a Senior Chaplain Clinician at the Walter Reed Army Medical Center, and in March 2007 he wrote the above-quoted e-mail decrying the government's handling of the recent scandal involving a reported poor quality of health care for veterans at that facility. Chaplain Kallerson told the Ely Times that he did not intend for his e-mail to be publicly distributed; he wrote it as a private message to colleagues and did not support its being used for any other purpose.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://fredericksburg.com/News/FLS/2007/032007/03192007/268042;",
  "Example": "[Collected via e-mail, March 2007] This is an e-mail from the Chief of Chaplains at Walter Reed AMC. He provides quite a different perspective on the Walter Reed issue. Subject: Can't be quiet any longer I have had enough and am going to give my perspective on the news about Walter Reed Army Medical Center. Please understand that I am speaking for myself and I am responsible for my thoughts alone. The news media and politicians are making it sound like Walter Reed is a terrible place and the staff here has been abusing our brave wounded soldiers; what a bunch of bull! I am completing my 24th year of service in the Army next month so you decide for yourself if I have the experience to write about this topic. I have been the senior clinical chaplain at Walter Reed for four years and will leave to go back to the infantry this summer. I supervise the chaplain staff inside Walter Reed that cares for the 200 inpatients, the 650+ daily outpatients from the war who come to us for medical care, the 4000+ staff, and over 3000 soldiers and their families that come for clinical appointments daily. Walter Reed has cared for over 5500 wounded from the war. I cannot count the number of sick and non-battle injured that have come through over that timeframe. The staff at this facility hasdone an incredible job at the largest US military medical center with the worst injured of the war. We have cared for over 400 amputees and their families. I am privileged to serve the wounded, their families, and our staff. When the news about building 18 broke I was on leave. I was in shock when the news broke. We in the chaplains office in Walter Reed, as well as the majority of people at Walter Reed, did not know anyone was in building 18. I didn't even know we had a building 18. How can that happen? Walter Reed is over 100 acres of 66 buildings on two installations. Building 18 is not on the installation of Walter Reed and was believed to be closed years ago by our department. The fact that some leaders in the medical brigade that is in charge of the outpatients put soldiers in there is terrible. That is why the company commander, first sergeant, and a group of platoon leaders and platoon sergeants were relieved immediately. They failed their soldiers and the Army. The commanding general was later relieved (more about this) and his sergeant major has been told to move on if he gets to. The brigade sergeant major was relieved and more relief's are sure to come and need to. As any leader knows, if you do not take care of soldiers, lie, and then try to cover it up, you are not worthy of the commission you hold and should be sent packing. I have no issue, and am actually proud, that theydid relieve the leaders they found who knew of the terrible conditions some of our outpatients were enduring. The media is making it sound like these conditions are rampant at Walter Reed and nothing could be further from the truth. We need improvements and will now get them. I hate it that it took this to make it happen. The Army and the media made MG Weightman, our CG, out to be the problem and fired him. This was a great injustice. He was only here for six months, is responsible for military medical care in the 20 Northeast states, wears four \"hats\" of responsibilities, and relies on his subordinate leaders to know what is happening in their areas of responsibilities. He has a colonel that runs the hospital (my hospital commander), a colonel that runs the medical brigade (where the outpatient wounded are assigned and supposedly cared for), and a colonel that is responsible to run the garrison and installation. What people don't know is that he was making many changes as he became aware of them and had requested money to fix other places on the installation. The Army did not come through until four months after he asked for the money, remember that he was here only six months, which was only days before they relieved him. His leaders responsible for outpatient care did not tell him about conditions in building 18. He has been an incredible leader who really cares about the wounded, their families, and our staff. I cannot say the same about a former commander, who was my first commander here at Walter Reed, and definitely knew about many problems and is in the position to fix them and he did not. MG Weightman also should not be held responsible for the military's unjust and inefficient medical board system and the problems in the VA system. We lost a great leader and passionate man who showed he had the guts to make changes and was doing so when he was made the scapegoat for others. What I am furious about is that the media is making it sound like all of Walter Reed is like building 18. Nothing could be further from the truth. No system is perfect but the medical staff provides great care in this hospital. What needs to be addressed, and finally will, is the bureaucratic garbage that all soldiers are put through going into medical boards and medical retirements. Congress is finally giving the money that people have asked for at Walter Reed for years to fix places on the installations and address shortcomings. What they don't want you to know is Congress caused many problems by the BRAC process saying they were closing Walter Reed. We cannot keep nor attract all the quality people we need at Walter Reed when they know this place will close in several years and they are not promised a job at the new hospital. Then they did this thing call A76 where they fired many of the workers here for a company of contractors, IAP, to get a contract to provide care outside the hospital proper. The company, which is responsible for maintenance, only hired half the number of people as there were originally assigned to maintenance areas to save money. Walter Reed leadership fought the A76 and BRAC process for years but lost. Congress instituted the BRAC and A76 process; not the leadership of Walter Reed. What I wish everyone would also hear is that for every horror story we are now hearing about in the media that truly needs to be addressed, you are not hearing about the hundreds of other wounded and injured soldiers who tell a story of great care they received. You are not hearing about the incredibly high morale of our troops and the fact that most of them want to go back, be with their teammates, and finish the job properly. You should be very proud of the wounded troopers we have at Walter Reed. They make me so proud to be in the Army and I will fight to get their story out. I want you to hear the whole story because our wounded, their families, our Army, and the nation need to know that many in the media and select politicians have an agenda. Forget agendas and make the changes that have been needed for years to fix problems in every military hospital and the VA system. The poor leaders will be identified and sent packing and good riddance to them. I wish the same could be said for the politicians and media personalities who are also responsible but now want it to look likethey are very concerned. Where have they been for the last four years? I am ashamed of what they all did and the pain it has caused many to think that everyone is like that. Please know that you are not hearing the whole story. Please know that there are thousands of dedicated soldiers and civilian medical staff caring for your soldiers and their families. When I leave here I will end up deploying. When soldiers in my division have to go to Walter Reed from the battlefield, I know they will get great medical care. I pray that you know the same thing. God bless all our troops and their families wherever they may be. God bless you all, +Chaplain John L. Kallerson Senior Chaplain Clinician Walter Reed Army Medical Center",
  "Last Updated": "22 March 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/kallerson.asp",
  "Claim": "An Army chaplain wrote an e-mail decrying the government's handling of the Walter Reed Medical Center scandal.",
  "Claim_ID": "politics_soapbox_kallerson",
  "Tags": ""
}