{
  "Origins": "Friday, 25 April 2008, has been designated as the day for the Gay, Lesbian and Straight Education Network's ( GLSEN ) 12th annual National Day of Silence , described as a \"nationwide, student-led event during which thousands of high schools and colleges protest the oppression of lesbian, gay, bisexual and transgender youth.\" Participating students are urged by GLSEN to observe a daylong silence during school hours, and to wear stickers and pass out 'speaking cards' that read as follows: Please understand my reasons for not speaking today. I am participating in the Day of Silence, a national youth movement protesting the silence faced by lesbian, gay, bisexual and transgender people and their allies in schools. My deliberate silence echoes that silence, which is caused by harassment, prejudice, and discrimination. I believe that ending the silence is the first step toward fighting these injustices. Think about the voices you are not hearing today. What are you going to do to end the silence? This year's event has already precipitated a good deal of publicity and controversy. Supporters tout it as a non-violent, non-confrontational way of raising awareness of and demonstrating support for students who are subjected to verbal, sexual and physical harassment in schools and who \"do not feel safe enough to speak their true voice.\" Opponents maintain that any school activity promoting acceptance of homosexuality is inappropriate and have urged parents to keep their children home from school that day. Still others feel that such an activity (no matter what cause it supports) is disruptive, detracts from learning, and creates tension at school and therefore should not be sanctioned by school officials.",
  "Fact Check": "",
  "Description": "Since 2005, the Alliance Defense Fund ( ADF ), a Christian legal group, has sponsored a counter-protest called the Day of Truth in order to \"counter the promotion of the homosexual agenda and express an opposing viewpoint from a Christian perspective.\" This year's Day of Truth is scheduled for 28 April 2008 (three days after the Day of Silence), with participating students encouraged to wear T-shirts and pass out cards with the following message: I'm speaking the Truth to break the silence. True tolerance means that people with differing even opposing viewpoints can freely exchange ideas and respectfully listen to each other. It's time for an honest conversation about homosexuality. There's freedom to change if you want to. Let's talk. Additional information: 'Day of Silence' Organizing Manual",
  "Originally Published": "",
  "Referred Links": "http://www.dayofsilence.org/downloads/Manual%20Draft%20Final.pdf;http://www.dayoftruth.org/main/default.aspx;http://www.alliancedefensefund.org/main/default.aspx;http://www.dayofsilence.org/content/news.html;http://www.glsen.org/cgi-bin/iowa/all/home/index.html;",
  "Example": "[Collected via e-mail, March 2008] Friday, April 25, several thousand schools across the nation will be observing \"Day of Silence (DOS).\" DOS is a nationwide push to promote the homosexual lifestyle in public schools. Family-oriented groups are urging parents to keep their children at home that day if their local school is participating in the DOS project. By remaining silent, the intent of the pro-homosexual students is to disrupt the classes while promoting the homosexual lifestyle.",
  "Last Updated": "20 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/sexuality/silence.asp",
  "Claim": "A \"day of silence\" protesting the harassment of lesbian, gay, bisexual and transgender students is scheduled for 25 April 2008.",
  "Claim_ID": "politics_sexuality_silence",
  "Tags": ""
}