{
  "Origins": "The above-quoted item, which began its Internet life in 2003, is another politics-cum-humor item which has prompted numerous \"Is this real?\" inquiries from readers, even though it is presented in a standard joke format: no specific details, a somewhat farcical set-up, and a punchline pay-off. It's clearly a fictional humor piece, not a literal account of an actual court case. Indeed, in substance it mirrors the following item, which was unambiguously circulated as a joke on a humor mailing list in 2002:",
  "Fact Check": "",
  "Description": "A discussion of what's \"real\" might encompass more than strict literality, however. Jokes, like urban legends, are vehicles we often use to express our concerns and attitudes regarding various social issues, and in this context the piece quoted above might be considered \"real\" in that it does indeed reflect one common viewpoint on an issue of importance to a good many people. Secularism and religion have long clashed in U.S. courts, most famously in the 1925 Scopes \"monkey trial\" which challenged a Tennessee law prohibiting the teaching of Evolution Theory in public schools. Especially since the 1963 Supreme Court decision in Abington v. Schempp (and Murray v. Curlett ) ruled that required Bible reading and prayer recitation in public schools were unconstitutional, courts have struggled to define the limits of the 1st Amendment's stricture that \"Congress shall make no law respecting an establishment of religion\" (also known as the Establishment Clause or the \"separation of church and state\"). The results have often been seemingly confusing and contradictory decisions involving complicated legal interpretations how is the public to understand, for example, the case of County of Allegheny v. ACLU Greater Pittsburgh Chapter (1989), in which the Supreme Court held that the holiday-season display of a cr che outside a court building in downtown Pittsburgh was an unconstitutional government endorsement of religion, but a menorah display outside a city-county building on the adjacent block was not? This piece represents one side of that continuing debate, a reflection of the dismay felt by those who believe anti-religionists have used the court system to apply the Constitution's protection of religious freedom far beyond what the Founding Fathers intended. In their view, the legal system is being used not to properly prevent the government from promoting or endorsing any particular religion or denomination, but to enforce the removal of every vestige of religion from public life by placing increasingly stringent restrictions on the use of prayer, religious displays, and invocations of God (as exemplified by the 2000 Santa Fe Independent School District v. Doe decision, which held that a student's delivering a prayer over the public address system before a public school football game violated the 1st Amendment's Establishment Clause, or the case of Newdow v. United States Congress , which unsuccessfully challenged the constitutionality of requiring public school students to recite a Pledge of Allegiance that declares the U.S. to be a nation \"under God\"). Accordingly, this humor piece utilizes a fantasy court case with exaggerated elements to make its point. The \"godless\" representative for the plaintiffs is not presented as bringing any legitimate constitutional issue before the court; he's simply complaining that Jews and Christians have religious holidays while atheists have none. (What sort of injunctive relief he might be seeking isn't specified does he expect the judge to issue a Grinch-like restraining order prohibiting any celebration of Christmas whatsoever?) The \"wise\" jurist's hands may be bound by the law, but not so his heart. He doesn't even need to hear from the defense as soon as the plaintiffs are done presenting their arguments, he summarily dismisses their case and brands them \"fools\" to boot. In this drama the atheists have gone to the legal well once too often, and this time they get the worst of it. Sometimes the clearest view of what a text like this one is all about comes from those who take inspiration from it, through their voicing of what they perceive as its message. For example, these trailing comments added by unknown forwarders who identified with the piece (and presumably mistook it for a summary of a real court case) speak directly to its nature: PRAY THAT SOME DAY OUR COURTS WILL BE FULL OF THESE KIND OF JUDGES... MAYBE THEN, WE CAN PUT GOD BACK WHERE HE BELONGS IN EVERYTHING WE DO... Way to go, Judge! The power of illustrative anecdotes often lies not in how well they present reality, but in how well they reflect the core beliefs of their audience.",
  "Originally Published": "",
  "Referred Links": "http://supct.law.cornell.edu/supct/html/99-62.ZS.html;http://religiousfreedom.lib.virginia.edu/court/alle_v_aclu.html;http://www.law.umkc.edu/faculty/projects/ftrials/conlaw/estabinto.htm;http://www.infidels.org/library/modern/cale_corbett/abington.html;http://www.cnn.com/2000/LAW/07/13/scopes.monkey.trial/;",
  "Example": "[Collected via e-mail, June 2003] In Florida, an atheist became incensed over the preparation for Easter and Passover holidays and decided to contact the local ACLU about the discrimination inflicted on atheists by the constant celebrations afforded to Christians and Jews with all their holidays while the atheists had no holiday to celebrate. The ACLU jumped on the opportunity to once again pick up the cause of the godless and assigned their sharpest attorneys to the case. The case was brought before a wise judge who after listening to the long, passionate presentation of the ACLU lawyers, promptly banged his gavel and declared, \"Case dismissed!\" The lead ACLU lawyer immediately stood and objected to the ruling and said, \"Your honor, how can you possibly dismiss this case? Surely the Christians have Christmas, Easter and many other observances. And the Jews why in addition to Passover they have Yom Kippur and Hanukkah . . . and yet my client and all other atheists have no such holiday!\" The judge leaned forward in his chair and simply said \"Obviously your client is too confused to know about, or for that matter, even celebrate the atheists' holiday!\" The ACLU lawyer pompously said: \"We are aware of no such holiday for atheists. Just when might that be, Your Honor?\" The judge said, \"Well, it comes every year on exactly the same date April 1st!\" The fool says in his heart, \"There is no God.\" Psalm 14:1, Psalm 53:1 HOORAY FOR THIS JUDGE",
  "Last Updated": "1 December 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/atheist.asp",
  "Claim": "A judge told an atheist plaintiff who challenged religious holidays that atheists already have their own holiday: April 1.",
  "Claim_ID": "politics_religion_atheist",
  "Tags": ""
}