{
  "Origins": "The rumor that John Brennan, the current Director of the Central Intelligence Agency, converted to Islam while stationed in Saudi Arabia is an unfounded one which is debunked in a separate article on this site.",
  "Fact Check": "",
  "Description": "Valerie Jarrett is one of Barack Obama's top advisors, but neither she nor her parents are Iranian, lives in Iran, or (as far as well can tell) are Muslims. Jarrett's parents, James E. Bowman and Barbara Taylor Bowman, were both American-born U.S. citizens; the couple merely lived in Iran for about six years in the late 1950s and early 1960s while James (a doctor) served as chair of pathology at Nemazee Hospital in Shiraz as part of a program that sent American physicians to developing countries. Valerie was born in Shiraz, but she returned to the U.S. with her parents in 1962 (when she was five years old), and her parents spent the rest of their working lives residing in the Chicago area (as did Valerie until she joined the Obama administration in 2008). James Bowman passed away in Chicago in 2011, while Barbara Bowman still lives in the Windy City. We've found no evidence that Valerie Jarrett is a Muslim, her only apparent connection to that religion being that she lived in a predominantly Muslim country with American parents for the first few years of her life. Huma Mahmood Abedin is a long-time aide to Hillary Clinton who served as Deputy Chief of Staff at the State Department while Clinton was Secretary of State from 2009-2013; she is also the wife of former Democratic Congressman Anthony Weiner of New York. Abedin is the American-born daughter of an Indian father and a Pakistani mother, and although she was raised in Saudi Arabia and is a practicing Muslim, claims that her late father, her mother and her brother were all \"connected\" to Muslim Brotherhood have no factual basis to them. That rumor was promulgated by former Republican Congresswoman Michele Bachmann of Minnesota, who in June 2012 sent a letter to the Deputy Inspector General at the Department of State asserting that \"infomation has recently come to light that raises serious questions about Department of State policies and activities that appear to be a result of influence operations conducted by individuals and organizations associated with the Muslim Brotherhood.\" Bachmann cited as proof of these nefarious \"influence operations\" the example that \"the Department's Deputy Chief of Staff, Huma Abedin, has three family members her late father, her mother and her brother connected to Muslim Brotherhood operatives and/or organizations. Her position affords her routine access to the Secretary and to policy-making.\" Even Bachmann's fellow Republican John McCain found her claims about Abedin so outrageous that he condemned them on the floor of the U.S. Senate as having \"no logic, no basis and no merit\": Huma Abedin, a Muslim and the deputy chief of staff and aide to Clinton, has been accused by former presidential candidate Michele Bachmann and four other House Republicans of being connected to a conspiracy theory that the Muslim Brotherhood is trying to infiltrate the highest levels of the U.S. government. A somber McCain rose in her defense not just to support a friend but also to take on fringe voices in his own party. It was a familiar role for McCain, who built a reputation as a maverick with a willingness to criticize what he believes are radical views within his party. \"Rarely do I come to the floor of this institution to discuss particular individuals,\" McCain said at the beginning of his remarks. \"But I understand how painful and injurious it is when a person's character, reputation and patriotism are attacked without concern for fact or fairness.\" McCain called Abedin a friend and a devoted public servant, and denounced what he called \"sinister\" accusations. The charges \"are nothing less than an unwarranted and unfounded attack on an honorable woman, a dedicated American and a loyal public servant,\" McCain said. \"These attacks on Huma have no logic, no basis and no merit. And they need to stop now.\" In an interview following his speech, McCain said he learned about Bachmann ??s inquiry and felt compelled to correct the record. \"It's not as if [Huma Abedin]'s somebody I ran into, we've actually traveled to different places with Secretary Clinton, so we're close personal friends,\" McCain said. He recalled traveling with Clinton and Abedin to Afghanistan, Iraq, Latvia even the archipelago of Svalbard near the Arctic Circle. Like Huma Abedin, Arif Alikhan is the American-born child of an Indian father and a Pakistani mother. He served as Deputy Mayor of Homeland Security and Public Safety for the City of Los Angeles, as a federal prosecutor with the United States Attorneys Office in Los Angeles, and a senior adviser to Attorneys General John Ashcroft and Alberto Gonzales before being tapped by the Obama administration in 2009 to fill a position as Assistant Secretary for Policy Development at the U.S. Department of Homeland Security (DHS). Although Alikhan has been described as a \"devout Sunni\" in the foreign press, he is a knowledgeable and respected expert in his field, a former Distinguished Professor of Homeland Security and Counterterrorism at the National Defense University who teaches and lectures on counter-terrorism issues for U.S. military and civilian security professionals. Alikhan is no longer Assistant Secretary for Policy Development at DHS, having taken up a position as Deputy Executive Director for Homeland Security, Law Enforcement, and Fire/EMS with Los Angeles World Airports (LAWA) in 2011, where he oversees police, civilian security, and fire and emergency medical services at three Los Angeles-area airports (Los Angeles International, Ontario International, and Van Nuys).",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20120704005710/http://bachmann.house.gov/UploadedFiles/IG_Letter_Dept_of_State.pdf;",
  "Example": "[Collected via e-mail, January 2015] Did you know that we now have a Muslim government? John Brennan, current head of CIA converted to Islam while stationed in Saudi Arabia. Obama's top advisor, Valerie Jarrett, is a Muslim who was born in Iran where her parents still live. Hillary Clinton's top advisor, Huma Abedin is a Muslim, whose mother andbrother are involved in the now outlawed Muslim Brotherhood in Egypt. Assistant Secretary for Policy Development for Homeland Security, ArifAlikhan, is a Muslim. Homeland Security Advisor, Mohammed Elibiary, is a Muslim. Obama advisor and founder of the Muslim Public Affairs Council, Salamal-Marayati, is a Muslim. Obama's Sharia Czar, Imam Mohamed Magid, of the Islamic Society of NorthAmerica is a Muslim. Advisory Council on Faith-Based Neighborhood Partnerships, Eboo Patel, isa Muslim. And last but not least, our closet Muslim himself, Barack Hussein Obama. It's questionable if Obama ever officially took the oath of office when hewas sworn in. He didn't repeat the oath properly to defend our nation and ourConstitution. Later the Democrats claimed he was given the oath again in private? CIA director John Brennan took his oath on a copy of the Constitution, nota Bible. Congressman, Keith Ellison took his oath on a copy of the Qur'an. Congresswoman Michele Bachman was vilified and almost tarred and featheredby Democrats when she voiced her concern about Muslims taking over ourgovernment. Considering all these appointments, it would explain why Obama and hisminions are systematically destroying our nation, supporting radicalMuslim groups worldwide, opening our southern border, and turning a blindeye to the genocide being perpetrated on Christians all over Africa andthe Middle East. The more damage Obama does, the more arrogant he's become! Our nation and our government has been infiltrated by people who want todestroy us. It can only get worse!",
  "Last Updated": "1 February 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/obama/muslimgovernment.asp",
  "Claim": "Many Muslims hold high-level positions in the Obama administration and pose a threat to the safety of the U.S.",
  "Claim_ID": "politics_obama_muslimgovernment",
  "Tags": ""
}