{
  "Origins": "On 6 January 2007, Knoxville, Tennessee, residents Christopher Newsom, Jr., 23, and Channon Christian, 21, went out for a dinner date at a local restaurant, then headed to a friend's house to watch a movie. They never came back.",
  "Fact Check": "",
  "Description": "When the couple had failed to return by the following morning, their parents notified police. Christopher Newsom's body was found near some railroad tracks in East Knoxville that afternoon, but Channon Christian remained missing. A trace run on Christian's cell phone helped authorities locate her abandoned vehicle the next day, and fingerprints raised from an envelope inside the automobile led police to the residence of 25-year-old Lemaricus Devall \"Slim\" Davidson, where they discovered Christian's body stashed inside a trash disposal bin and covered with sheets. The details of the crime as later revealed by court testimony were horrific: Christopher Newsom was repeatedly sodomized with a foreign object; he was bound, gagged and blindfolded; he was dragged outside and shot in the back of his head, neck and back; and his body was set on fire. Channon Christian was tortured for several hours, beaten about the head, and raped; afterwards, bleach was poured over her body and down her throat, then she was covered with several plastic garbage bags, dumped in a disposal bin, and left to suffocate. (Some of the details presented in initial press accounts of the crime later proved to be inaccurate: The perpetrators did not cut off Christopher Newsom's penis or Channon Christian's breast, they murdered Christian within a day of the kidnapping rather than holding her captive for several days, they poured cleaning solution into Christian's mouth to eliminate DNA evidence rather than as a form of torture, and they did not shoot Christian or set her body on fire as they did with Newsom.) Five suspects were arrested and charged with the murders of Christopher Newsom and Channon Christian (and related crimes). LeMaricus Davidson, along with his brother, Letalvis \"Rome\" Cobbins (24), and George Geovonni \"Detroit\" Thomas (27), were all indicted on a total of 46 counts each: 16 counts of felony murder, 2 counts of premeditated murder, 2 counts of especially aggravated robbery, 4 counts of especially aggravated kidnapping, 20 counts of aggravated rape, and 2 counts of theft. Vanessa Coleman (18), was indicted on a total of 40 counts : 12 counts of felony murder, 1 count of premeditated murder, 1 count of especially aggravated robbery, 4 counts of especially aggravated kidnapping, 20 counts of aggravated rape, and 2 counts of theft. Eric DeWayne \"E\" Boyd (34) was not indicted and faced federal charges only as an accessory after the fact. Boyd was convicted in federal court of being an accessory to the carjacking and was sentenced to 18 years in prison. On 25 August 2009, Letalvis \"Rome\" Cobbins was found guilty of multiple counts of first-degree and felony murder in the death of Christian but opted for lesser charges of facilitating murder in the slaying of Newsom. He was additionally convicted of multiple charges of rape and kidnapping and robbery and received a life sentence, as did George Thomas. Vanessa Coleman was sentenced to 53 years in prison. On October 2009, Lemaricus Davidson, convicted on kidnapping, rape and murder charges, was sentenced to death. In October 2011, the presiding judge at the original trial, Richard Baumgartner, was disbarred by the Tennessee Supreme Court after an investigation revealed he had illegally purchased prescription pain pills from a convicted felon under his supervision, and in December 2011 a special judge ruled that Baumgartner was impaired at the time of the first trial and granted new trials to Lemaricus Davidson, Letalvis Cobbins, George Thomas, and Vanessa Coleman. In May 2012 the Tennessee Supreme Court vacated that ruling and allowed the original convictions to stand: further legal maneuvering eventually resulted in retrials for Thomas and Coleman but not for Cobbins and Davidson. In November 2012, Coleman was convicted a second time (on lesser charges than her initial convictions) and re-sentenced to 35 years in prison. In May 2013, George Thomas was convicted a second time on all counts and given consecutive life sentences with an additional 25 years. (Coleman is eligible for parole on 25 October 2014 and has a parole hearing scheduled for that month; so far over 50,000 people have signed an online petition asking the Tennessee Board of Probation and Parole to deny her parole and keep her behind bars.) As for the question of why the murders weren't prosecuted as a hate crime, the answer is that no evidence demonstrated the race of the victims was a motivation in their killing. Police, prosecutors, and the families of the victims all stated that they believed Newsom and Christian were not victims of a hate crime. It is true that the bulk of the initial news reportage about the Newsom/Christian murders was local (predominantly in Tennessee, where the crimes took place, and in neighboring Kentucky) while the case received little or no national coverage by major news outlets, a phenomenon some attributed to racial bias on the part of the national news media. However, the fact is that only a tiny handful of the approximately 15,000 homicides that occur in the United States every year makes national news, and the cases that do tend to attract prolonged, nationwide coverage are ones exhibiting a combination of factors absent from the Newsom/Christian case (e.g., scandal, mystery, sexual elements, celebrity involvement, shockingly large numbers of deaths, murders of children and other victims who elicit especial sympathy) that makes them particularly fascinating and compelling to the public at large, such as the still-unsolved murder of 6-year-old beauty queen JonBenet Ramsey , the mysterious disappearance (and death) of pregnant Laci Peterson , the massacre of 32 students and faculty at Virginia Tech , the sexually salacious trial of Jodi Arias for stabbing her boyfriend to death, and the celebrity trial to determine whether actress Lana Clarkson committed suicide or was killed by reclusive record producer Phil Spector .",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/2003/02/05/us/killing-puzzles-the-police-and-spector-s-friends-too.html;http://www.cnn.com/2013/05/04/us/jodi-arias-primer;http://www.cnn.com/SPECIALS/2007/virginiatech.shootings/;http://www.cbsnews.com/htdocs/peterson/framesource.html;http://web.archive.org/web/20080116061439/http://www.cnn.com/US/9703/ramsey.case/index.html;http://www.johnsoncitypress.com/article/119571/knox-torture-slayings-online-petition-to-keep-coleman-in-prison-tops-53k-signatures;http://web.knoxnews.com/pdf/0202body_presentment.pdf;",
  "Example": "[Collected via e-mail, April 2007] OK, so let's create a level playing field here. I have not even heard of this on CBS, ABC, NBC or any of the cable news services, even FOX NEWS. OR in any of the Newsrags or other publications. Read this and weep. Bet you $20 you did not hear this on the national news. The animals pictured below car-jacked, then raped Christopher Newsom, cut off his penis, then set him on fire and fatally shot him several times while they forced his girlfriend, Channon Christian, to watch. An even more cruel fate awaited her! Channon Christian, was beaten and gang-raped in many ways for four days by all of them, while they took turns urinating on her. Then they cut off her breast and put chemicals in her mouth ... and then murdered her. Where be the Revs Al and Jesse? Are they providing counsel and help to the families of the victims? Of course not - the victims were white Why hasn't this received National coverage by the news media like the Duke \"rape\" case? Oh, that's right - the victims were white Why hasn't the NAACP, ACLU, New York Times etc, called for an investigation? Must be cause the victims were white Why hasn't the FBI been called in to investigate this as a hate crime? Oh, that's right - the victims were white.",
  "Last Updated": "16 August 2014",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/politics/crime/newsom.asp",
  "Claim": "Account describes the rapes and murders of Christopher Newsom and Channon Christian.",
  "Claim_ID": "politics_crime_newsom",
  "Tags": ""
}