{
  "Origins": "\"The President's Statue\" is another piece of decades-old \"copylore\" (i.e., items originally distributed via photocopied versions) that was dusted off, refurbished with the names of current politicians, and set loose again around the time of the 2008 presidential election season. Earlier versions were aimed at every U.S. president elected between 1952 and 1972 (i.e., Eisenhower, Kennedy, Johnson, and Nixon) and were themselves a conjunction of two different, even older bits of political humor (with the postscript about changing the Republican party emblem having been added in the mid-1970s).",
  "Fact Check": "",
  "Description": "In his article on \"The President's Statue and the Promised Land,\" folklorist Alan Dundes offered examples of the two earlier parts featuring presidents Franklin D. Roosevelt and Dwight D. Eisenhower and dating from 1948 and 1961, respectively: A committee of admirers of the late president was trying to decide where to place a statue of Roosevelt in the Capitol Building. They decided it would not do to place his next to Washington who never told a lie. They also decided it would not do to place it next to Lincoln, because Lincoln was known as \"Honest Abe.\" The committee was very undecided, but after careful consideration they decided to place the statue next to that of Columbus, because he did not know where in hell he was going, did not know where the hell he was when he got there and did not know where the hell he had been when he got back. And he did all this on borrowed money. King Saul said to his people 15,000 years ago, \"Get off your ass, pick up your shovel, get on your camel and I'll lead you to the promised land.\" Then in 1944, Roosevelt said, \"Throw away your shovel, sit on your ass, light up a Camel; this is the promised land. Then in 1959, Ike takes your shovel, sells your camel, kicks your ass, and says there is no promised land. Of the hybrid version, Dundes and Carl R. Pagter observed in their 1975 book, Work Hard and You Shall Be Rewarded , that: [I]t is perhaps a sad commentary on the state of federal finances that the same parody can be so easily applied to any of the presidential administrations since FDR. The manipulation of such traditional American political symbols as George Washington and Christopher Columbus is noteworthy. Washington survives untainted, but the context of the importance of trade and the nature of government fiscal programs certainly puts Columbus in a new light! The reference to Moses and the Promised Land concerns another prominent theme in American culture, namely, that Americans are \"chosen people\" blessed with a \"frontier\" to be settled as part of a country that prides itself on being the \"land of opportunity.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2008] I received the following email, is this true? Are they putting a statue of Bush in the Hall of Fame? Dear Sir: We have the distinction of being members of a committee to raise $200,000,000 to be used for placing a statue of George W. Bush in the Hall of Fame in Washington, D.C. The committee was in a quandary about selecting the proper location for the statue. It was thought unwise to place it beside that of George Washington, who never told a lie, or beside that of Richard Nixon, who never told the truth, since George W. Bush could never tell the difference. After careful consideration, we think it should be placed next to the statue of Christopher Columbus, the greatest Republican of them all, in that he started out not knowing where he was going, and in arriving did not know where he was, and in returning did not know where he had been and managed to do it all on borrowed money. The inscription on the statue will read: \"I pledge allegiance to George W. Bush and to the national debt for which he stands, one man, expendible, with graft and corruption for all.\" Five thousand years ago, Moses said to the children of Israel, \"Pick up your shovels, mount your asses and camels, and I will lead you to the Promised Land.\" Nearly five thousand years later, Ronald Reagan said, \"Lay down your shovels, sit on your asses, and light up a Camel, this is the Promised Land.\" Now George W. Bush has stolen the shovels, kicked our asses, raised the price of Camels, and laid waste to the Promised Land. If you are one of the few who has any money left over after paying off Bush's huge national debt, we will expect a generous contribution from you toward this noteworthy project. Yours sincerely, National Committee on the Bush Bust P.S. It is said that Michael Steele is considering changing the Republican party emblem from an elephant to a condom because it stands for inflation, protects a bunch of pricks, halts production, and gives a false sense of security while one is getting screwed!",
  "Last Updated": "12 May 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/bushbust.asp",
  "Claim": "Message solicits contributions for a statue of President George W. Bush.",
  "Claim_ID": "politics_humor_bushbust",
  "Tags": ""
}