{
  "Origins": "Although many employers look favorably on military service and even encourage it, there are some who find it burdensome to have an employee who spends time away from the job. Military reservists and National Guard members pose a particular challenge to employers because they're subject to recall to active duty at any time call-ups to active service during times of war may not occur often, but active duty recalls can occur even during peacetime, and nearly every reservist has to take occasional leave from his regular job for monthly drills and annual training.",
  "Fact Check": "",
  "Description": "In order to provide a measure of employment security to reservists subject to active duty recall and minimize the disadvantages that occur when reservists need to be absent from their civilian employment to serve in the uniformed services, the United States enacted the Uniformed Services Employment and Reemployment Rights Act ( USERRA ) in 1994. Codified in Chapter 43, Part III, Title 38 of the United States Code, this act mandates that \"any person whose absence from a position of employment is necessitated by reason of service in the uniformed services shall be entitled to reemployment rights and benefits.\" Of course, reservists give up more than just their jobs when they're called up for active duty. Although the law may require that their former positions be waiting for them when they return, many reservists still have to deal with the financial hardships of the difference in pay between their civilian jobs and their military positions; as well, other job benefits they may lose out on while on active duty (such as medical insurance coverage or participation in employer bonus plans) are not guaranteed to them. Some employers voluntarily go the extra mile for their reservist employees, making up the difference between their regular pay and their military pay while they're on active duty and ensuring that all employer-sponsored benefits associated with their jobs remain in force. (In most cases, continuing employees' medical benefits does not mean that the employer picks up all the costs of those benefits, but that the employees may opt to maintain the same level of group insurance coverage under the provisions of COBRA .) Sears is indeed one of the employers who take additional steps to show support for workers involved in serving their country (either in the Reserves or the National Guard) by guaranteeing the continuance of their civilian pay (for up to 60 months) and allowing continued participation in life insurance, medical and dental programs. Although Sears is singled out in this example, many other American businesses, large and small, do the same for their Reserve and National Guard employees. Reports of such businesses can be found on the Employer Support of the Guard and Reserve ( ESGR ) web site. Additional information: Sears Holdings Heroes at Home Program",
  "Originally Published": "",
  "Referred Links": "http://www.searsmedia.com/sears/military.htm;http://www.esgr.mil/;http://www.website101.com/Health_Insurance/COBRA_medical_insurance.htm;http://www4.law.cornell.edu/uscode/38/pIIIch43schII.html;http://www.osc.gov/userra.htm;",
  "Example": "[Collected via e-mail, March 2003] I HOPE you have all seen the reports about how Sears is treating its reservist employees who are called up? By law, they are required to hold their jobs open and available, but nothing more. Usually, people take a big pay cut and lose benefits as a result of being called up. Sears is voluntarily paying the difference in salaries and maintaining all benefits, including medical insurance and bonus programs, for all called up reservist employees for up to two years. I submit that Sears is an exemplary corporate citizen and should be recognized for its contribution. I suggest we all shop at Sears, and be sure to find a manager to tell them why we are there so the company gets the positive reinforcement it well deserves. Pass it on.",
  "Last Updated": "27 October 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/sears.asp",
  "Claim": "Sears pays the difference in salaries and maintains benefits for its called-up military reservist employees.",
  "Claim_ID": "politics_military_sears",
  "Tags": ""
}