{
  "Origins": "In April 2008, a community battle about the separation of church and state over crosses on public property took place in Frankenmuth, Michigan, a town with a population of a bit less than 5,000. Lloyd C. Clarke, a resident of that city, asserted that the two wooden crosses on both sides of the Main Street Bridge were in violation of the First Amendment's establishment clause , which prohibits state-sponsored religion. Upon the recommendation of the city attorney, the two one-foot crosses were removed.",
  "Fact Check": "",
  "Description": "Clarke then targeted the \"Luther cross\" on the city's crest, asserting that it too was in violation of the establishment clause. He ran into far greater opposition on that issue, as strong claims were put forth that the cross was primarily a historic symbol expressing the city's Lutheran roots. (Frankenmuth had grown out of a Bavarian Lutheran mission colony established on the Cass River in 1845). Residents protested the assault on the design of their city's crest by erecting wooden crosses on their front lawns, as St. Lorenz Church handed out more than 800 crosses during the month-long clash. When asked what he thought about the plan to display crosses around town, Clarke said, \"It would be lovely if people put up crosses on their private property that's appropriate.\" (Clarke had maintained all along that his efforts weren't about religion, but about constitutional principles.) A telephone poll conducted by the Saginaw News to which more than 1,200 people responded resulted in a 98% finding in favor of the municipality's being allowed to include Christian symbols in its shield if they reflected the community's heritage. In May 2008, Clarke gave up his efforts to change the city's crest, saying: \"After talking with family and friends, I have decided to discontinue my effort to remove the Luther cross from the Frankenmuth shield. It is causing too much turmoil in the lives of too many people. Although I think the city's endorsement of a religion is a violation of the separation of church and state, I regret that my actions have caused such an uproar.\" While the e-mail calling for a national show of religious support via the display of crosses on personal property is accurate in its description of the Frankenmuth contretemps, a few of its statements are faulty. It describes Clarke as an atheist, yet nowhere in any of the news articles we examined about the Frankenmuth controversy was its instigator's religion disclosed. Clarke might well have been an atheist, but he could just as easily have been a churchgoer who believed in the separation of church and state it does not necessarily follow that someone who objects to the presence of religious symbols on government property doesn't believe in God or has not himself taken the cross. The e-mail also says \"We have an administration that says 'we are not a Christian nation.'\" This statement, often included in \"Christianity under attack\" calls to arms as a way of angrying up the blood, is widely misunderstood. Senator Barack Obama's 2006 \"We do not consider ourselves a Christian nation\" quote is more accurately rendered \"We are not solely a Christian nation\" when the context of his remark is taken into account. As to the anonymous writer's proposed plan for private citizens to erect crosses on their property to signify Christian solidarity, we haven't ever encountered objections to such a display.",
  "Originally Published": "",
  "Referred Links": "http://www.factcheck.org/askfactcheck/did_obama_say_we_are_no_longer.html;http://topics.law.cornell.edu/wex/establishment_clause;",
  "Example": "[Collected via e-mail, September 2010] When driving to, from, and through Frankenmuth, Michigan, I'm always intrigued with the many small simple crosses in the front yards of the homes we pass by. Those crosses are a statement of support for Frankenmuth's Christian foundation. Two years ago an atheist living there complained about two crosses on a bridge in town. He requested that they be removed, and the town removed them. He then decided that, since he was so successful with that, the city shield should also be changed since it had on it, along with other symbols, a heart with a cross inside signifying the city's Lutheran beginnings. At that point, the residents decided they had had enough. Hundreds of residents made their opinions known by placing small crosses in their front yards. Seeing this quiet but powerful statement from the community, the man removed his complaint. Those simple crosses remain in those front yards today. After passing those crosses for two years, it finally hit me that a small cross in millions of front yards across our country could provide a powerful and inspiring message for all Americans passing them every day. I think it might be time to take this idea across America. We have an administration that says \"we are not a Christian nation\", and everywhere you look, the ACLU and others are trying to remove from our history and current lives any reference to God, prayer, or the fact that our country was founded on Judeo-Christian principles. Our administration can't bring themselves to talk about \"radical Muslims or Islamic terrorists\" for fear of offending them, but they can talk about Americans \"clinging to their guns and their religion\", or insinuate that our own military troops coming home from service overseas might turn into terrorists. The majority of Americans are Christians; why are we letting this happen to us? IT'S TIME TO STAND UP AND MAKE A STATEMENT, A SMALL, QUIET BUT POWERFUL STATEMENT. IF YOU AGREE, PLACE A SMALL WHITE CROSS IN YOUR FRONT YARD OR GARDEN FOR ALL TO SEE THAT THEY ARE NOT ALONE.",
  "Last Updated": "15 September 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/frankenmuth.asp",
  "Claim": "Resident objected to a cross on his city's crest; other residents responded by placing crosses on their lawns.",
  "Claim_ID": "politics_religion_frankenmuth",
  "Tags": ""
}