{
  "Origins": "On 8 April 2015, the Conservative Tribune published an article suggesting that Duke basketball coach Mike Krzyzewski had criticized President Obama shortly after his team had won that school's fifth NCAA Basketball National Championship in April 2015:",
  "Fact Check": "",
  "Description": "Coach Mike Krzyzewski of the legendary Duke Blue Devils, the newly-minted NCAA men's basketball champions, let the world know his political views at an Army awards conference. Views that echo the sentiment of millions of Americans. As he accepted the award in front of a group of Army officers, defense contractors and Army supporters, Coach K criticized President Barack Obama for publicly announcing that he didn't intend to deploy ground troops to fight the radical militants of the Islamic State group. \"\u001cI know it's upsetting to many of you when you hear 'no boots on the ground,' \u001dCoach K said. \"\u001cIt upsets me too because that's like saying I'm not going to play two of my best players.\" While the Conservative Tribune did reproduce a real quote uttered by Coach K, the publication misled its readers into believing that this was a recent news item. The quote actually came from a 2014 speech that the Duke coach delivered to the Association of the United States Army after receiving that organization's George Catlett Marshall Award. Coach Krzyzewski spoke of his own experiences attending the military academy at West Point and serving in the U.S. Army and lauded the latter by saying that \"the best team in the world is the United States Army\" and \"in our country today, the most respected group is the the United States Army.\" Most of Coach K's speech was dedicated to praising the men and women of the U.S. armed forces, and one brief section of that speech (comprising about 90 seconds of his half-hour talk) in which the coach lamented occasions when the Army was not allowed to take an active role in events was excerpted and presented out of context as a supposed criticism of President Obama's not deploying ground troops to fight ISIS militants. But as listening to the acceptance speech in its entirety makes clear, Coach K never mentioned President Obama or ISIS, and he was speaking generally when he referenced the issue of \"boots on the ground\": Shortly after the excerpted quote first hit the internet in November 2014, Coach K refuted reports that he had been criticizing the President: \"\u001cI'm passionate about the United States military and always will be an amazing supporter of the military,\" he said. \"On that night nothing was ever said about President Obama, and nothing was ever said about ISIS. In fact, I hate even saying that word.\" \"I do not hate saying the other word because I love President Obama. It's amazing that it happened three weeks ago and on Election Day something is brought up and said in a way that I didn't say. So be it.\"",
  "Originally Published": "",
  "Referred Links": "http://www.charlotteobserver.com/sports/college/mens-basketball/article9228104.html;http://www.thedailybeast.com/articles/2014/11/04/coach-k-obama-is-a-bad-coach-in-the-isis-war.html;http://www.donotlink.com/eitr;",
  "Example": "[Collected via email, April 2015] Is this true? Duke's Legendary Coach Wins National Championship... Then Says THIS About Obama. \"Coach K criticized President Barack Obama for publicly announcing that he didn't intend to deploy ground troops to fight the radical militants of the Islamic State group.\"",
  "Last Updated": "10 April 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/soapbox/coachk.asp",
  "Claim": "Duke coach Mike Krzyzewski publicly criticized President Obama just after Duke won a national basketball championship.",
  "Claim_ID": "politics_soapbox_coachk",
  "Tags": ""
}