{
  "Origins": "Casey Austin Sheehan, a 24-year-old U.S. Army Specialist from California who served as a mechanic with the First Cavalry Division out of Fort Hood, Texas, was killed in an ambush near Sadr City, Iraq, on 4 April 2004. Since Casey's death, his mother, Cindy Sheehan, has become an outspoken critic of U.S. military involvement in Iraq, most famously holding a 26-day vigil outside President George W. Bush's ranch in Crawford, Texas, while the President was vacationing there in August 2005.",
  "Fact Check": "",
  "Description": "The piece quoted above, criticizing Ms. Sheehan's alleged lack of involvement in her son's upbringing after divorcing his father, is something fabricated out of whole cloth, evidently the product of someone's confusing a completely different family with the Sheehans. Cindy Sheehan and her husband, Patrick, were high school sweethearts who wed while both were in their early 20s and who have been married to each other for over 28 years. (Neither has ever been married to anyone else.) The couple had four children together, of whom Casey was the oldest. Both parents raised Casey together, first in the southern California community of Norwalk and later in the northern California town of Vacaville, where the Sheehans moved when Casey was 14. Ms. Sheehan has maintained that her recent political activities placed a strain on her marriage that caused her and her husband to separate, as she expressed in an August 2005 interview : Q: Have you lost any friends or family over this? Or, how do your husband and neighbors feel about your sudden rise to prominence in the media and the role you've accepted in those venues? A: I have lost almost every friend that I had before Casey died. My husband and I are separated, because he doesn't support my activities, although he knows the war is a lie. In fact, in August 2005 Patrick Sheehan filed for divorce , citing \"irreconcilable differences\" as the cause and stating that the couple had been separated since 1 June 2005. We're not aware of any interviews or news articles in which Mr. Sheehan has spoken publicly about his feelings regarding his son's death, his wife's political activities (and their effect on his marriage), or \"the stance of America in Iraq and on terror.\" An interview conducted by Bill O'Reilly on the Fox News Channel possibly contributed to the mistaken belief that Cindy Sheehan's son Casey had come from a previous marriage and was raised by her ex-husband. The 15 August 2005 segment of The O'Reilly Factor began with a brief statement about Ms. Sheehan's having separated from her husband of 28 years over her \"radicalism,\" but quickly segued into a reaction piece to a spot aired the previous week about Dolores Kesterson, another mother who, like Cindy Sheehan, lost a son in Iraq and was now opposed to U.S. military involvement there. That reaction piece consisted of an inteview with Clay Kesterson, the father of Chief Warrant Officer Erik Kesterson (who was killed in Iraq on 15 November 2003), and his current wife, M.J. Kesterson, during which the couple stated that Erik had lived with and been raised by them (rather than his biological mother, Delores), and that Erik \"was 180 degrees on the other side of the position with his mom on anything political.\"",
  "Originally Published": "",
  "Referred Links": "http://www.thesmokinggun.com/archive/0815051sheehan1.html;http://darksyde.dailykos.com/storyonly/2005/8/1/2161/52638;http://www.csmonitor.com/2005/0829/p01s03-uspo.html;http://www.talkingproud.us/Eagle101904.html;",
  "Example": "[Collected on the Internet, 2005] Another view of Cindy Sheehan What is most interesting is that the press gives this little bunch of people who are protesting with Cindy so much air time without discussing Cindy's background. This is a case of more press bias. It has been pointed out on just a couple of media outlets that Cindy divorced her first husband and left her son with him to be raised while she became a political activist for the Democrat Party. She had very little to do with her son in his growing years. She remarried. The 1st husband remarried. The original father raised the son with his new wife. They miss their son and mourn the loss of his life. They have stated that they are very proud of their son and that they agree with the stance of America in Iraq and on terror. They said that their son was eager to serve and to go fight the terrorists in Iraq. He volunteered. How many news stations carried their interview? Not many. So the son dies in Iraq and then Cindy shows up to make a stink. She gets an audience with Bush. That was not enough. She goes to Crawford and demands another audience. How many news stations carry the ongoing saga of Cindy? Practically all of them. Cindy didn't care about her son. She let another woman raise him. Cindy doesn't care about the other soldiers in Iraq. Cindy cares about her liberal, feminist agenda and about using the death of her son to lobby against Republicans and Bush. And the press is helping her. Why? Then a few days ago, Cindy's 2nd husband filed for a divorce from Cindy. Cindy sounds like a feminist opportunist who did not have the sense of responsibility to even raise her own son. It looks like her 2nd husband is fed up with Cindy. We Middle Americans should be fed up with Cindy also. We should be fed up with the press. They manipulate us into their \"group think\" and into the responses that they want on their polls.",
  "Last Updated": "6 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/sheehan.asp",
  "Claim": "Cindy Sheehan's son, Casey, was raised by her ex-husband after the couple divorced and both remarried.",
  "Claim_ID": "politics_war_sheehan",
  "Tags": ""
}