{
  "Origins": "In September 2008, Democratic presidential nominee Barack Obama was interviewed by George Stephanopoulos for ABC's This Week news program. When the subject of the interview turned to Senator Obama's assertion that Republicans were attempting to scare voters by suggesting he is not Christian, the following exchange occurred:",
  "Fact Check": "",
  "Description": "That last sentence was a straightforward statement: Senator Obama was not proclaiming his \"Muslim faith\"; he was acknowledging that Republican nominee John McCain had not specifically promulgated the false rumor that he (Obama) was a Muslim. Unfortunately, at this point of the interview, George Stephanopoulos apparently not understanding the context of Senator Obama's response mistakenly attempted to correct him by interjecting the words \"Your Christian faith.\" This non sequitur briefly threw Senator Obama off track; he repeated the words \"My Christian faith\" and then returned to the point he was trying to make: SEN. OBAMA: What I was suggesting you're absolutely right that John McCain has not talked about my Muslim faith, and you're absolutely right that that has not come ... MR. STEPHANOPOULOS (interrupting): Your Christian faith. SEN. OBAMA: My Christian faith well, what I'm saying is ... MR. STEPHANOPOULOS (interrupting): Connections, right. SEN. OBAMA: ... that he hasn't suggested that I'm a Muslim, and I think that his campaign upper echelons haven't either. What I think is fair to say is that coming out of the Republican camp, there have been efforts to suggest that perhaps I'm not what who I say I am when it comes to my faith, something which I find deeply offensive, and that has been going on for a pretty long time. A very brief, out-of-context segment was then clipped from that exchange and sent winging around the Internet as proof that Senator Obama had \"admitted his Muslim faith,\" something even the conservative Washington Times acknowledged was false: But illustrating the difficulty of preventing false rumors about his faith from spreading, anti-Obama groups within one hour of the interview had sliced it out of context and were sending it around via email. They also were blogging about it. Mr. Obama, who is a Christian and often proudly speaks about how his faith has influenced his public service, said he finds it \"deeply offensive\" that there are efforts \"coming out of the Republican camp to suggest that perhaps I'm not who I say I am when it comes to my faith.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2008] Attached is a video of Barack Obama in an interview where he apparently slips that he is of Muslim faith then corrects himself and says Christian. I was wondering if this interview is true or has it been doctored to appear this way?",
  "Last Updated": "23 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/muslimfaith.asp",
  "Claim": "Barack Obama admitted to being a Muslim during an ABC News interview.",
  "Claim_ID": "politics_obama_muslimfaith",
  "Tags": ""
}