{
  "Origins": "On 1 February 2012, a date which coincides with the beginning of Black History Month , President Obama launched \" African Americans for Obama ,\" an \"aggressive, targeted effort aimed at engaging African-American supporters for his 2012 campaign.\"",
  "Fact Check": "",
  "Description": "\"I don't think there s a better time than African-American history month to consider the tremendous progress we've made through the sacrifices of so many, or a better time to recommit to the challenges we face right now,\" President Obama said in an introductory video posted on his campaign's web site: ABC News said of the reasoning behind the effort that: Continuing economic woes disproportionately plaguing the African-American community have caused some frustration and dampened enthusiasm among voters, raising questions about whether turn out by blacks in November will be as robust as it was four years ago. The unemployment rate among African-Americans was 15.8 percent in December [2011], with no net change the entire year, according to the Labor Department. Meanwhile, only 7.5 percent of whites are unemployed. Still, the new \"African-Americans for Obama\" website touts the president's record of fighting \"to restore economic security that has been eroding for American families for a decade.\" A fact sheet outlines new contracts and financing initiatives aimed at helping minority-owned small businesses, and Recovery Act spending that \"kept 1.4 million African Americans out of poverty\" and provided tax credits to help 2.2 million African-American families. The campaign will focus its African-American volunteer recruitment, voter registration and turnout efforts on four areas: churches; barber shops and beauty salons; historically black colleges and university campuses; and African-American civic organizations, according to plans outlined on the website.",
  "Originally Published": "",
  "Referred Links": "http://www.barackobama.com/african-americans/;http://www.history.com/topics/black-history-month;",
  "Example": "[Collected via e-mail, February 2012] Rumor...President Obama launches \"African Americans for Obama\" in re-election bid. True or false?",
  "Last Updated": "18 February 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/aafo.asp",
  "Claim": "President Obama launched an \"African Americans for Obama\" campaign in February 2012.",
  "Claim_ID": "politics_obama_aafo",
  "Tags": ""
}