{
  "Origins": "Despite the significant ties Republican presidential candidate Mitt Romney has to Utah's Salt Lake City including his prominent membership in the Church of Jesus Christ of Latter-day Saints (which is headquartered in that city), and his work as the President and CEO of the Salt Lake Organizing Committee for the 2002 Winter Olympics it came as a surprise to many people that the Salt Lake Tribune , the highest-circulation daily newspaper in Utah, endorsed his opponent, Barack Obama, in the 2012 presidential contest.",
  "Fact Check": "",
  "Description": "In a 19 October 2012 editorial entitled \"Too Many Mitts,\" the Tribune cited the former Massachusetts governor's shifting positions on political issues and his refusal to provide specifics about his economic plans as its primary reasons for declining to endorse him for President: From his embrace of the party s radical right wing, to subsequent portrayals of himself as a moderate champion of the middle class, Romney has raised the most frequently asked question of the campaign: \"Who is this guy, really, and what in the world does he truly believe?\" The evidence suggests no clear answer, or at least one that would survive Romney s next speech or sound bite. Politicians routinely tailor their words to suit an audience. Romney, though, is shameless, lavishing vastly diverse audiences with words, any words, they would trade their votes to hear. More troubling, Romney has repeatedly refused to share specifics of his radical plan to simultaneously reduce the debt, get rid of Obamacare (or, as he now says, only part of it), make a voucher program of Medicare, slash taxes and spending, and thereby create millions of new jobs. To claim, as Romney does, that he would offset his tax and spending cuts (except for billions more for the military) by doing away with tax deductions and exemptions is utterly meaningless without identifying which and how many would get the ax. Absent those specifics, his promise of a balanced budget simply does not pencil out. [...] In considering which candidate to endorse, The Salt Lake Tribune editorial board had hoped that Romney would exhibit the same talents for organization, pragmatic problem solving and inspired leadership that he displayed here more than a decade ago. Instead, we have watched him morph into a friend of the far right, then tack toward the center with breathtaking aplomb. Through a pair of presidential debates, Romney s domestic agenda remains bereft of detail and worthy of mistrust. Therefore, our endorsement must go to the incumbent, a competent leader who, against tough odds, has guided the country through catastrophe and set a course that, while rocky, is pointing toward a brighter day. The president has earned a second term. Romney, in whatever guise, does not deserve a first. The Tribune noted in a follow-up piece that their editorial endorsing Barack Obama \"flooded the Trib's website and nearly logged an all-time high in unique visitors.\" Those who followed the 2008 presidential campaign closely might not have found the Salt Lake Tribune 's endorsement of Barack Obama in 2012 too much of a surprise, as that newspaper endorsed him in the 2008 election as well. (Contrary to common misbelief, the Deseret News , not the Tribune , is the Salt Lake City newspaper that is owned by The Church of Jesus Christ of Latter-day Saints.)",
  "Originally Published": "",
  "Referred Links": "http://www.sltrib.com/opinion/ci_10750163;http://www.sltrib.com/sltrib/opinion/55019844-82/endorsement-romney-obama-president.html.csp;",
  "Example": "[Collected via e-mail, October 2012] I just a posting stating that the Salt Lake City Tribune endorsed Obama for President and I wonder if this could be true! Subject: STUNNING BLOW TO MITT ROMNEY - Salt Lake Tribune Endorses Obama Salt Lake Tribune endorses President Obama over Mitt Romney, who organized city's Olympics. Looking for the truth is this was even published or it is false Is this true? \"Salt Lake City Tribune endorses Obama for re-election\"",
  "Last Updated": "24 October 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/sltribune.asp",
  "Claim": "The Salt Lake Tribune has endorsed Barack Obama in the 2012 presidential election.",
  "Claim_ID": "politics_obama_sltribune",
  "Tags": ""
}