{
  "Origins": "In April 2009, 42-year-old Roderick Scott of Greece, New York, shot and killed 17-year-old Christopher Cervini, claiming that he had confronted Cervini and two others as they were stealing from parked cars in the neighborhood",
  "Fact Check": "",
  "Description": "Scott was promptly arrested on a charge of second-degree murder that was subsequently dropped to manslaughter by a grand jury, a charge which his lawyer moved to have dismissed by arguing that Scott had acted in self-defense: Roderick Scott is charged with first-degree manslaughter in the death of Christopher Cervini, 17, and has previously pleaded not guilty, saying he believed the teen and two others could be breaking into cars in the area. Scott's defense attorney, John Parrinello, filed court papers seeking to have the manslaughter charge dropped, arguing Scott acted in self-defense when he shot Cervini. Parrinello asked for an order of dismissal, saying there is no proof that Scott intended to hurt Cervini. \"There's no doubt, Christopher Cervini died by his own hand, his own conduct,\" said Parrinello. That motion was denied. Scott testified in his own defense, maintaining that after he confronted three individuals who were purportedly rummaging through parked cars looking for items to steal, Cervini had run at him, screaming, and he [Scott] shot Cervini to protect himself: Scott said on April 4, he was sleeping on the couch, because he and his girlfriend had a disagreement. In the early morning he awoke and heard voices. He looked out the front door to see what was going on outside. He testified he saw three individuals who were in his driveway, saw them walk out and cross the street, then walk up to a neighbor's vehicle, pulling on the latch and handles of the neighbor's truck. He then went upstairs, told his girlfriend Tracy that someone was breaking into a vehicle, and told her to call 911. He grabbed his pistol, for which he has a permit, \"to protect myself\" then went outside. Scott said his intent was \"to stop or detain the criminals,\" not to shoot anyone. He walked down the driveway and over to 39 Baneberry Way. He saw one person standing on a sidewalk, and some rummaging going on inside a vehicle, which had the dome light on. At that point, Scott testified he pulled his handgun out of the holster, and chambered a round. \"I wanted to protect myself and I intended to,\" Scott said. He walked toward the individual, who started to walk away toward Manitou Road. He did not tell that individual to stop. It's believed that individual was Brian Hopkins. At this point, Scott was a foot or so off the sidewalk, and he saw someone rustling around inside the vehicle at 39 Baneberry. He testified he clearly saw two individuals. He drew his pistol and assumed the a shooter's stance. \"I didn't know what I was up against, or if they were armed,\" Scott said. He told the individuals to stop, that his girlfriend had called 911, and that he had a gun. The individuals stopped, and a few seconds passed. Scott says the teens were talking, then one of them ran around the front of the truck. The other ran down the driveway toward him, screaming. Scott warned him he had a gun, then shot him. He assumed the boy may have been armed. \"I felt if he got to me he would try to kill me or hurt me,\" Scott testified. Scott [said he] fired at Cervini when Cervini ran in his direction, but the prosecution claims the young man was shot in the back, indicating he would have been headed in the opposite direction. After trial and two days of deliberations in December 2009, jurors acquitted Scott on the manslaughter charge: After more than 19 hours of deliberations over two days, a jury acquitted [Roderick Scott] in the shooting death of Christopher Cervini, 17. As deliberations dragged on over two days and the jury asked for testimony to be read back, Scott admits he didn't know how it would all turn out. \"I was nervous of course,\" he said. \"You never know what direction this whole thing is going to turn, so I have no idea. But it worked out and I feel that justice (was) served today.\" Cervini's family members say justice wasn't served. They say Christopher was murdered in cold blood, that he'd never been in trouble and Scott acted as judge, jury and executioner.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2013] Is it true that Roderick Scott, a black man, shot and killed a white teenager, Christopher Corvine, who along with other teens was breaking into cars and was acquitted?",
  "Last Updated": "24 July 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/roderickscott.asp",
  "Claim": "Roderick Scott was acquitted after shooting a teenager who was breaking into cars.",
  "Claim_ID": "politics_crime_roderickscott",
  "Tags": ""
}