{
  "Origins": "On 26 June 2013, Russia announced an agreement between the United States Federal Emergency Management Agency (FEMA) and the Russian Emergency Situations Ministry to share information and observation opportunities with first responders and emergency managers from each other's countries during joint rescue operations:",
  "Fact Check": "",
  "Description": "The conspiracy site Infowars then spun this announcement into a claim that Russian military forces would be providing security for large events in the United States such as the Super Bowl and presidential inaugurations: As part of a deal signed last week in Washington DC between the Russian Emergency Situations Ministry and FEMA, Russian officials will provide \"security at mass events\" in the United States, a scenario that won t sit well with Americans wary of foreign assets operating on US soil. According to a press release by the Ministry of the Russian Federation for Civil Defense and Emergencies, US and Russian officials met on June 25 at the 17th Joint U.S.-Russia Cooperation Committee on Emergency Situations. In addition to agreeing with FEMA to \"exchange experts during joint rescue operations in major disasters,\" the Russian Emergency Situations Ministry will also be providing \"security at mass events\" in the United States. This suggests that events designated as \"National Special Security Events\" by the Department of Homeland Security, which include the Super Bowl, international summits such as the G8 and presidential inaugurations, will now rely partly on Russian authorities to provide security. However, the Infowars article was an alarmist, far-fetched interpretation of the original announcement, which said nothing about Russia's providing security for events taking place within the U.S. The Russian Emergency Situations Ministry announcement merely noted that \"provision of security at mass events\" was one of the areas of interest which the two countries hoped to study and learn about from each other as part of their joint agreement. FEMA and the Russian news agency RIA Novosti quickly debunked Infowars' unsupported assumption, stating plainly that the U.S. and Russia would not be deploying security guards or military forces in each other's countries: The top US emergency response agency moved to quell a flurry of Internet-driven speculation that Russian security teams could be deployed at large public events in the United States, saying the two countries will not swap security guards or soldiers under a long-running partnership agreement. There will be \"no exchange of security or military personnel\" under a recently renewed partnership between the US Federal Emergency Management Agency (FEMA) and Russia s Emergency Situations Ministry, a FEMA spokesman told RIA Novosti. \"The agreement continues information-sharing meetings and observation opportunities with first responders and emergency managers,\" the spokesman said. Picking up on an Emergency Situations Ministry statement declaring that partnership agreement \"envisages the exchange of experience\" in \"the provision of security at mass events,\" numerous websites suspicious of the US governments encroachment on its citizens' rights suggested the deal means Russian security guards could be deployed at major public gatherings. The libertarian website Infowars.com, run by radio host and conspiracy theorist Alex Jones, proposed these events could include US presidential inaugurations and the Super Bowl. The FEMA spokesman said that while the US agency will not exchange security or military personnel with its Russian counterpart, the two sides \"agreed to an exchange of emergency management experts to share best practices a continuation of a 17 year partnership.\"",
  "Originally Published": "",
  "Referred Links": "http://www.infowars.com/russian-forces-to-provide-security-at-us-events/;http://en.mchs.ru/news/item/434203/;",
  "Example": "[Collected via e-mail, July 2013] I have been told that some sort of deal between the Obama administration and the Russian govt. would allow Russian military forces to act as security, on American soil, during large, special events (such as Super Bowl) or in the case of national emergencies. Any truth here? I already know how the Constitution treats such things. Now days, it doesn't seem to matter tho. Has FEMA struck an agreement with Russia that will provide for the Russian Military to provide crowd control at U.S. events on American Soil? This was reported as true in a post I saw on FB and reported that these soldiers would be able to fire on and kill Americans on U.S. soil.",
  "Last Updated": "2 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/russiansecurity.asp",
  "Claim": "Russian forces will be providing security at large events in the U.S.",
  "Claim_ID": "politics_conspiracy_russiansecurity",
  "Tags": ""
}