{
  "Origins": "We went straight to the putative source for this item and contacted Will Ross, who is now an administrative judge with the Defense Department's Office of Hearings and Appeals in Los Angeles. He verified for us that he is indeed the author of this piece, and that his write-up reflects events he witnessed on 27 October 2003 at Baltimore/Washington International Airport (BWI). Mr. Ross' experience was also reported in an article issued by the American Forces Press Service. (We likewise heard from several readers who were at BWI that same day and confirmed the account quoted above.)",
  "Fact Check": "",
  "Description": "Since the Defense Department began granting two-week leaves to U.S. soldiers stationed in Iraq in September 2003, thousands of servicemen have been flown back to the United States through BWI (as well as Dallas/Fort Worth and Atlanta airports), catching connecting flights on commercial airlines the rest of the way home at their own expense (because Congress had not yet provided funding for this purpose). In response to this situation, Representative Dutch Ruppersberger of Maryland came up with idea of Operation Hero Miles , a plan under which Americans can donate unused frequent flyer miles to the Department of Defense to help U.S. troops travel home. In November 2003, a group of students at Bear Creek High School in Stockton, California, raised $700 to help bring a former graduate of their school home from Iraq.",
  "Originally Published": "",
  "Referred Links": "http://www.thekcrachannel.com/news/2618660/detail.html;http://www.heromiles.org/;http://www.heromiles.org/;http://www.defenselink.mil/news/Oct2003/n10312003_200310318.html;",
  "Example": "[Collected on the Internet, 2003] Dear Friends and Family, I hope that you will spare me a few minutes of your time to tell you about something that I saw on Monday, October 27. I had been attending a conference in Annapolis and was coming home on Sunday. As you may recall, Los Angeles International Airport was closed on Sunday, October 26, because of the fires that affected air traffic control. Accordingly, my flight, and many others, were canceled and I wound up spending a night in Baltimore. My story begins the next day. When I went to check in at the United counter Monday morning I saw a lot of soldiers home from Iraq. Most were very young and all had on their desert camouflage uniforms. This was as change from earlier, when they had to buy civilian clothes in Kuwait to fly home. It was a visible reminder that we are in a war. It probably was pretty close to what train terminals were like in World War II. Many people were stopping the troops to talk to them, asking them questions in the Starbucks line or just saying \"Welcome Home.\" In addition to all the flights that had been canceled on Sunday, the weather was terrible in Baltimore and the flights were backed up. So, there were a lot of unhappy people in the terminal trying to get home, but nobody that I saw gave the soldiers a bad time. By the afternoon, one plane to Denver had been delayed several hours. United personnel kept asking for volunteers to give up their seats and take another flight. They weren't getting many takers. Finally, a Unitedspokeswoman got on the PA and said this, \"Folks. As you can see, there are a lot of soldiers in the waiting area. They only have 14 days of leave and we're trying to get them where they need to go without spending any more time in an airport then they have to. We sold them all tickets, knowing we would oversell the flight. If we can, we want to get them all on this flight. We want all the soldiers to know that we respect what you're doing, we are here for you and we love you.\" At that, the entire terminal of cranky, tired, travel-weary people, a cross-section of America, broke into sustained and heart-felt applause. The soldiers looked surprised and very modest. Most of them just lookedat their boots. Many of us were wiping away tears. And, yes, people lined up to take the later flight and all the soldiers went to Denver on that flight. That little moment made me proud to be an American, and also told me why we will win this war. If you want to send my little story on to your friends and family, feel free. This is not some urban legend. I was there, I was part of it, I saw it happen. Will Ross Administrative Judge United States Department of Defense",
  "Last Updated": "16 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/war/onleave.asp",
  "Claim": "Civilians give up their seats on commercial flight to soldiers on leave from Iraq.",
  "Claim_ID": "politics_war_onleave",
  "Tags": ""
}