{
  "Origins": "July 2014 saw the outbreak of an item claiming that residents of the state of New York would soon be required to present their lawn mowers for annual inspections at licensed automotive service stations, with monetary fines and seizure of equipment specified as penalties for those who failed to comply with the new law:",
  "Fact Check": "",
  "Description": "Lawn mower safety inspections are you kidding? Starting in August 15, 2014 you have have your lawn mower safety inspected in New York. Any automotive service station currently licensed for motorcycle, car & truck safety inspections can inspect your mower. The NYS inspection fee is $10.00 What the state wants checked is: 1. The deck and or blade housing MUST be solid & rust free 2. The blades & shaft have to be in good condition (not bent or wobbly) 3. The wheels and or tires have to have at least .75\" of tread on them andwheel bearings can not have more than .30\" of free play 4. The engine must run at less than 85db. sound level 5. Blade brake and safety kill switch MUST function to specification. 6. The operator of the equipment must wear all OSHA approved safety gear (safety glasses, hearing protection, and proper steel toe safety shoes) Tickets for violations will be handed out by local law officials, parking law enforcers & city officials. Each violation carries a $50.00 fine & $30.00 surcharge on it. Unpaid tickets will result in the state seizure of your equipment. Postings of this item were sometimes accompanied by a purported image of a state lawn mower inspection certificate: The item was just a spoof, however, and the image a fabricated one produced through digital manipulation. No news or government sources have reported that New York has passed a law or enacted a policy of requiring annual lawn mower inspections, and those supposedly tasked with implementing the law (i.e., New York state inspection facilities and local law enforcement) report they know nothing about such a program. In 2015 this jape was modified to reference the Canadian province of Ontario:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2014] is new york state requiring everyone that owns a riding lawnmower to have it inspected in Augest 2014 or face the possibility of getting a ticket or having your lawnmower taken from the owner",
  "Last Updated": "8 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/traffic/lawnmower.asp",
  "Claim": "The state of New York is requiring residents to take their lawn mowers for annual safety inspections.",
  "Claim_ID": "politics_traffic_lawnmower",
  "Tags": ""
}