{
  "Origins": "On 7 April 2014, the UConn (University of Connecticut) Huskies won their second NCAA men's basketball national championship in four years, defeating the Kentucky Wildcats in a 60-54 victory. Shortly afterwards, the Huzlers.com web site published an article positing that Huskies players were being investigated by the NCAA for using \"skill enhancing drugs\" (i.e., performance-enhancing drugs) prior to that final game:",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, this article is just a fictitious bit of sporting spoof from Huzlers, whose disclaimer notes that the site \"is a combination of real shocking news and satire news to keep its visitors in a state of disbelief.\" Huzlers ran a similar (and similarly fictitious) article two months earlier claiming the Seattle Seahawks' one-sided 2014 Super Bowl win over the Denver Broncos was being investigated by NFL officials on grounds that the contest had been rigged. Unfortunately, belief in this false claim was reinforced when Cream Bmp Daily simultaneously ran a piece based on the very same notion. But that article was also nothing more than a spoof, as Cream Bmp Daily's \" About \" page notes that it, too, deals strictly in satire: CreamBmp.com Written by comedian CREAM. This website is comprised of satire and parody of current news and urban culture. For entertainment purposes only.",
  "Originally Published": "",
  "Referred Links": "http://creambmp.com/about/;http://creambmp.com/articles/uconn-huskies-ncaa-title-revoked-players-test-positive-performance-enhancement-drugs/;http://huzlers.com/breaking-news-uconn-huskies-players-suspected-using-skill-enhancing-drugs-prior-championship-game-ncaa-investigating/;",
  "Example": "[Collected via e-mail, April 2014] Is this true? Uconn Huskies are now under investigation for allegedly using skill enhancing drugs prior to the championship game.",
  "Last Updated": "9 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/huskies.asp",
  "Claim": "The NCAA is investigating the use of \"skill enhancing drugs\" by the 2014 champion UConn Huskies men's basketball team.",
  "Claim_ID": "politics_satire_huskies",
  "Tags": ""
}