{
  "Origins": "On 9 November 2014, a long-circulating conspiracy theory about Monster brand energy drinks, the symbol \"666\", and a secret agenda to infiltrate Christian homes with satanic beverages \"crossed over\" when a lengthy video explanation of the concept was published to YouTube, shared on Facebook, and viewed by millions of users:",
  "Fact Check": "",
  "Description": "Post by Andrew Blevins. The clip displayed above featured a very sincere woman who laid out the Monster 666 theory in-depth , and her claims rested on a number of assumptions, including the assumptions that Satan worshippers are numerous, have infiltrated large corporations for unknown reasons, and seek to use their wealth and power to pointlessly infuse benign daily objects with coded signals. Another crucial assumption was most Americans don't know enough about how Hebrew works to understand it doesn't quite translate to what the woman in the video suggests: Look at the 'M' closely, there's a gap right here in the letter, it's never connected. So you go to Hebrew. The letter Vav is also the number six you could have here, in Hebrew, 666. But my interest is the word Monster, what do you see in the O? There's a cross. What has Christ got to do with an energy drink? The matter of the cross is \"solved\" by the video's narrator, who believes the symbol she identifies as Christian is turned upside down with each sip of the drink, invoking the common idea that adherents of Satan employ subverted Christian icons. The woman never fully articulates what the end game of secret Satanic symbols on Monster energy drink cans might be, but she concludes: You see these Ms everywhere. Hats, t-shirts, bumper stickers. Is there another agenda here? If God can use people and product, so can Satan. The rumors about 666s and other Satanic hidden symbols on Monster energy drinks have been circulating since at least 2009;However, the video has revived the old and long-debunked rumors with a vengeance. Ultimately, the claim involving a 666 on Monster energy drink cans relies on the incorrect assumption the three claw marks comprising the logo represent three iterations of the Hebrew symbol \"Vav,\" resulting in a Hebrew equivalent of \"666.\" But \"666\" in Hebrew would be written \"Tav Resh Samech Vav,\" or \"six hundred sixty-six .\" At the end of the clip, the woman points to a \"cross\" in the Monster logo, which is inverted when the can is tipped for drinking. However, the symbol to which the woman refers is phi , a pre-Christian Greek character that has nothing to do with Christianity, witchcraft, or Satanic messaging.",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Phi;http://en.wikipedia.org/wiki/Hebrew_numerals;https://www.facebook.com/BlevinsMusicTN;https://www.facebook.com/video.asp?v=10152841540617140;",
  "Example": "[Collected via e-mail, November 2014] I just watched a video on Facebook of a lady discussing all the satanic symbolism on \"Monster Energy Drink\" cans. The \"M\" is made of 3 Hebrew symbols for the number 6 - so 666. There is a cross in the \"O\" - that is \"witchcraft\" bc when you tip the can it's an upside down cross. It mentions \"MILF's\" like the drink so you will too - hence the can is not christian as the cross suggests at first site.",
  "Last Updated": "10 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/monster666.asp",
  "Claim": "Monster brand energy drink uses a Hebrew version of 666 in their logo.",
  "Claim_ID": "politics_business_monster666",
  "Tags": ""
}