{
  "Origins": "Short and sweet, the above-quoted claim about the Boston Red Sox supposedly postponing their 2009 home opener until April 14th to avoid a conflict with Passover doesn't even make sense from a calendrical standpoint, much less a religious one. In 2009, the Jewish holy day and festival of Passover begins at sundown on Wednesday, April 8 , but Boston's home opener had always been scheduled to be played against the Tampa Bay Rays at 2:05 PM on Monday, April 6. No postponement of the home opener would have been necessary to avoid playing that game during Passover, even if such a move were contemplated. Moreover, since Passover is observed for eight days, pushing opening day back to April 14th still wouldn't have avoided a conflict with that Jewish holiday.",
  "Fact Check": "",
  "Description": "Major league baseball teams also cannot arbitrarily change their schedules once they have been established; delaying a home opener by several days would wreak havoc not with just Boston's schedule but with those of several other American League teams as well and would therefore require approval from the league offices. Neither the Boston Red Sox nor Major League Baseball announced that any approval had been sought or granted for a change in Boston's 2009 schedule, and the Red Sox ticket office assured us that Boston's 2009 opening home game was still scheduled for April 6. (The game was later postponed until April 7 due to adverse weather conditions, however, thereby pushing it even closer to the start of Passover.) The reference to Boston's having three Jewish starters pegs this item as something that probably originated back in 2006 , when the Red Sox had three Jewish players on their roster (Kevin Youkilis, Gabe Kapler, and Adam Stern), their opening home game was scheduled for April 11 , and Passover began on the evening of April 12.",
  "Originally Published": "",
  "Referred Links": "http://boston.redsox.mlb.com/schedule/index.jsp?c_id=bos&m=4&y=2006;http://boston.redsox.mlb.com/schedule/index.jsp?c_id=bos&m=4&y=2009;http://www.when-is.com/passover-2009.asp;",
  "Example": "[Collected via e-mail, March 2009] THE RED SOX HOME OPENER,THIS YEAR WILL BE POSTPONED FOR PASSOVER RED SOX GENERAL MANAGER - THEO EPSTEIN - ANNOUNCED THAT THE BOSTON RED SOX HOME OPENER WILL BE POSTPONED TO APRIL 14TH TO AVOID THE EIGHT DAYS OF THE PASSOVER HOLIDAY. HE NOTED, BECAUSE THREE OF HIS STARTERS ARE JEWISH AS ARE SEVERAL OF HIS BOX SEAT HOLDERS, HE WAS FORCED TO MAKE THIS CHANGE IN SCHEDULE. THERE HAVE BEEN SEVERAL COMPLAINTS FROM FANS, WHO ARE ENRAGED AT EPSTEIN'S DECISION. IN FACT, PROTESTS ARE BEING TENDERED TO THE COMMISSIONER OF BASEBALL'S OFFICE; HOWEVER, BUD SELIG - COMMISSIONER OF BASEBALL - WILL NOT BE ABLE TO ADDRESS THESE PROTESTS; MAINLY BECAUSE OF A SCHEDULING PROBLEM OF FAMILY SEDERS HE AND MRS. SELIG WILL BE ATTENDING. YES, THIS IS AN AMAZING COUNTRY. (I LOVE IT!) ALSO, UNABLE TO ATTEND THE OPENER: AL GORE AND TIPPER, HIS WIFE, WILL BE UNAVAILABLE AS THEY WILL ATTEND SEDER AT THEIR SON-IN- LAW'S HOME. BILL AND HILARY CLINTON WILL BE ATTENDING THE SEDER AT THE HOME OF THEIR DAUGHTER CHELSEA'S 'STEADY.' IN ADDITION, EX MAYOR OF NYC, RUDY GUILIANI. HIS WIFE WILL BE BUSY PREPARING THEIR SEDER. YES, THIS IS AN AMAZING COUNTRY. (I LOVE IT!)",
  "Last Updated": "6 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/redsox.asp",
  "Claim": "The Boston Red Sox are postponing their 2009 home opener to avoid a conflict with Passover.",
  "Claim_ID": "politics_religion_redsox",
  "Tags": ""
}