{
  "Origins": "(HMX-1) staff sergeant who was allegedly dismissed from her assignment by President Obama after she had the temerity to point out that he was wearing his U.S. flag lapel pin upside-down first hit our inbox in mid-April 2012. (Among other duties, HMX-1 is tasked with providing helicopter transport for the President of the United States.)",
  "Fact Check": "",
  "Description": "We contacted the U.S. Marine Corps about the rumor, and here is what the media officer tasked with handling our query reported back to us: I spoke with representatives from HMX-1 in regards to your query on the supposed firing of a female Staff Sergeant from HMX-1. HMX-1 representatives confirmed that there is no truth to the story. I forwarded the representatives the copy of the story you sent in your initial inquiry and I was told that no Staff Sergeants have been relieved or fired at HMX-1 and they do not have a female Staff Sergeant at HMX-1 that has been to the drill field. As to the folkloric aspects of the tale, at one time flying the flag upside-down was a recognized distress signal, thus there's a bit of secondary meaning to any story involving a U.S. flag depicted in such manner. At least in the realm of rumor, political officeholders and aspirants are often put down via tales or faked photos of their holding ordinary objects upside-down (e.g.; the Photoshopped photos of Barack Obama holding a landline telephone receiver and George W. Bush holding a book ) or in an unusable manner (e.g., photos of Bill Clinton and George W. Bush attempting to peer through binoculars that still bear their lens caps). A number of stories position Barack Obama as an ill-mannered galoot who tramples over visible expressions of American patriotism, thus a rumor about an upside-down flag pin would be but one more log on that particular fire. Previous tales of this sort include his replacing the depiction of the U.S. flag on the tail of Air Force One with his personal logo (false), pledging allegiance with his left hand (false), replacing the Oval Office's traditional red, white and blue color scheme with a \"Middle Eastern\" one (false), putting his feet on his desk in the Oval Office (true), failing to place his hand over his heart at the point during a Veterans Day ceremony when the dead were being honored (false), and failing to place his hand over his heart when the national anthem was played (true). The \"dismissed Marine who pointed out the upside-down flag pin\" tale somewhat finds its counterpart in the oft-told legend about former Congressman Fred Grandy . According to its lights, the former actor had a Congressional page fired after that lad made an ill-judged Love Boat joke at Grandy's expense (\"Lido Deck, sir?\"). In both instances, an underling's insolence (real or perceived) gets that person the boot. Contemporary lore allows the underling his victories too, though, as the legend about the overbearing boss who fires an employee who appears to be slacking off only to discover after he's paid the lad his severance that the loafer didn't work for him. Barbara \"penny'd loafer\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, May 2012] A few weeks ago a young female Marine Staff Sergeant (one of very few chosen for this post) was serving with HMX-1, the Presidential Helicopter Squadron. She had just finished her tour as a Drill Instructor and is/was obviously a squared away Marine that was on a fast track and who planned on making the Marine Corps her career. I am assuming that she excelled on the Drill Field which landed her the \"choice\" assignment with HMX-1. A few weeks ago she was assigned to the flight crew and after giving our illustrious President her best \"Main Gater\" hand salute, she respectfully advised the President that the American flag pin on his lapel was on upside down, you got to remember this young lady has been around for a while and had just finished her tour as a Drill Instructor, I have no doubt that she advised him in the proper way.... do you?? Anyway, President Obama relieved her on the spot. Apparently he doesn't like being told that he doing something wrong, especially by lowly military personnel... WTF. That asshole just ruined a young lady's career when all she was trying to do was prevent him from being embarrassed.... what a gem. This info comes from a very, very reliable source who has the \"inside\" scoop on the Marine Detachment at HMX-1. Is he really the best man for \"Commander in Chief\"????? What a joke. I am sure other Marines will be \"lining up\" for that assignment now. Note: He was put to task for not having an American flag on his lapel, so now he displays it upside down to show his Muslim Brotherhood and Muslim friends that he is anti-American.",
  "Last Updated": "4 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/flagpin.asp",
  "Claim": "President Obama had a Marine staff sergeant relieved for pointing out that his U.S. flag lapel pin was upside-down.",
  "Claim_ID": "politics_obama_flagpin",
  "Tags": ""
}