{
  "Origins": "Arizona senator John McCain's background of service to his country is well-known: A U.S. Navy pilot during the Vietnam War, Lieut. Commander McCain was shot down in his Skyhawk dive bomber while flying a mission over Hanoi, North Vietnam, on 26 October 1967. McCain was taken prisoner by the North Vietnamese (with fractures in his right leg and both arms, for which he received minimal care) and spent the next five-plus years enduring torture and brutality as a POW before being released following the signing of the Paris Peace Accords in early 1973.",
  "Fact Check": "",
  "Description": "Given Senator McCain's reputation and status, first as a military officer and later as a member of Congress, many people would be rather surprised to learn that many years after the end of the Vietnam War, during an interview with a major news magazine, he supposedly declared himself to be a \"war criminal\" who \"bombed innocent women and children.\" John McCain did no such thing, however, and the claim that he did is a prime example of how important context is in understanding the meaning of one's statements. As John McCain recalled shortly after his return from captivity, the pressure put upon him by his captors to acknowledge that he was a \"war criminal\" began almost immediately after he was taken prisoner: For the next three or four days, I lapsed from conscious to unconsciousness. During this time, I was taken out to interrogation which we called a \"quiz\" several times. That's when I was hit with all sorts of war-criminal charges. This started on the first day. I refused to give them anything except my name, rank, serial number and date of birth. They beat me around a little bit. I was in such bad shape that when they hit me it would knock me unconscious. They kept saying, \"You will not receive any medical treatment until you talk.\" After I had been there about 10 days ... \"The Cat\" [a man in charge of all the POW camps in Hanoi] said through an interpreter, as he was not speaking English at this time \"The French television man is coming.\" I said, \"Well, I don't think I want to be filmed,\" whereupon he announced, \"You need two operations, and if you don't talk to him, then we will take your chest cast off and you won't get any operations.\" He said, \"You will say that you're grateful to the Vietnamese people, and that you're sorry for your crimes.\" I told him I wouldn't do that. Nearly twenty-five years later, what Senator McCain said to Mike Wallace during an interview for a segment of the 60 Minutes news magazine (originally broadcast on 12 October 1997 and aired again on 6 June 1999) was not a personal declaration that he had been a \"war criminal\" who \"bombed innocent women and children,\" but a lamentation that while a POW he had, under pain of torture, finally allowed his captors to coerce him into issuing a \"confession\" stating such. A transcript of the relevant portion of the 60 Minutes interview from 1997 shows that when McCain spoke the sentences \"I was guilty of war crimes against the Vietnamese people\" and \"I intentionally bombed women and children,\" he was referring to the substance of a confession his North Vietnamese captors had forced him to write as wartime propaganda, not making a open admission of personal guilt: WALLACE: (Voiceover) People who know McCain well say he can hold a grudge. He also has a legendary temper. But if McCain can be hard on his friends and even harder on his enemies, he can also be very hard on himself. Sen. McCAIN: I m made serious, serious mistakes and did things wrong when I was in prison, OK? WALLACE: What did you do wrong in prison? Sen. McCAIN: I wrote a confession. I was guilty of war crimes against the Vietnamese people. I intentionally bombed women and children. WALLACE: And you did it because you were being tortured... Sen. McCAIN: I... WALLACE: ...and you'd reached the end of the line. Sen. McCAIN: Yes. But I should have gone further. I should have I I never believed that I would that I would break, and I did.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2008] Is this true? \"I am a war criminal,\" McCain said on \"60 Minutes\" in 1997. \"I bombed innocent women and children.\"",
  "Last Updated": "7 August 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/mccain/warcriminal.asp",
  "Claim": "John McCain declared during a 60 Minutes interview that he was a \"war criminal\" who \"bombed innocent women and children.\"",
  "Claim_ID": "politics_mccain_warcriminal",
  "Tags": ""
}