{
  "Origins": "The above-quoted piece combines a good deal of supposition and some elaborate conspiracy theory to question exactly where Senator Barack Obama obtained the money for his education and the purchase of a house in Chicago in 2005. The answers are fairly straightforward.",
  "Fact Check": "",
  "Description": "As both Barack Obama and his wife, Michelle, have noted many times, they paid for their educations via scholarships and student loans, in the process (like many people) incurring debts which were not fully paid off until many years later. (In the Obamas' case, it was largely the revenue derived from Barack's pair of best-selling books that finally allowed them to retire their student loan debts.) Likewise, the Obamas' financing of their house in Chicago was no mystery. The couple experienced a significant jump in income from 2000 onwards (largely from royalties on book sales), and they purchased their Chicago home in 2005, a year in which their combined income was $1.6 million: The Obamas' best financial year came in 2005, when their total combined income was $1.6 million. That included $1.2 million in author fees for Obama's best-selling books. Michelle Obama's salary that year [as vice president for community and external affairs at the University of Chicago Hospitals] was $316,962 plus another $45,000 from TreeHouse Foods [for whom she served a member of the board of directors]. The copies of the Obamas' federal tax returns made available on the Internet show that the couple had an adjusted gross income of $207,647 in 2004, $1,655,106 in 2005, and $983,826 in 2006. During the summer of 1981, Barack Obama traveled to Indonesia to see his mother and half-sister and went on to visit Pakistan with a college friend. (There is no evidence that, as claimed above, he also went \"off to Africa to visit his father's family\" on that same trip.) Since Obama had relatives and friends to stay with during that time, his only major expense would have been airplane fare, and it's not much of a stretch to believe that cost could have been covered by contributions from relatives and earnings from various summer jobs he held before and during his time at Occidental College. As for why Barack Obama went to work as a community organizer in Chicago rather than New York (where he was currently living), he stated quite plainly in Dreams from My Father that he had made multiple efforts to find employment in that field without success and \"had all but given up on organizing\" when he received a job offer from Chicago-based social activist Jerry Kellman after responding to a help wanted ad in the New York Times . It is true that Tony Rezko's wife, Rita Rezko, bought an undeveloped lot adjacent to the Obamas' home (at a time when Tony Rezko was under investigation by U.S. attorneys) and subsequently sold the Obamas a small portion of that lot, but (as noted above) the house was well within the Obamas' price range given their current income level and they would have required no help from the Rezkos (or anyone else) to afford it: In June 2005, Obama and Rezko purchased adjoining parcels in Kenwood. The state's junior senator paid $1.65 million for a Georgian revival mansion, while Rezko paid $625,000 for the adjacent, undeveloped lot. Both closed on their properties on the same day. In January [2006], aiming to increase the size of his sideyard, Obama paid Rezko $104,500 for a strip of his land. As Senator Obama explained to the Chicago Sun-Times , the timing of the real estate purchases was dictated by the seller, and the prices were based on current market conditions and competing offers for the properties: Q: Have you or your wife ever done any legal work ever for Rezko or his companies? A: No. Q: How do you explain the fact your family purchased your home the same day as Rita Rezko bought the property adjacent to yours? Was this a coordinated purchase? A: The sellers required the closing of both properties at the same time. As they were moving out of town, they wished to conclude the sale of both properties simultaneously. The lot was purchased first; with the purchase of the house on the adjacent lot, the closings could proceed and did, on the same day, pursuant to the condition set by the sellers. Q: Why is it that you were able to buy your parcel for $300,000 less than the asking price, and Rita Rezko paid full price? Who negotiated this end of the deal? Did whoever negotiated it have any contact with Rita and Tony Rezko or their Realtor or lawyer? A: Our agent negotiated only with the seller's agent. As we understood it, the house had been listed for some time, for months, and our offer was one of two and, as we understood it, it was the best offer. The original listed price was too high for the market at the time, and we understood that the sellers, who were anxious to move, were prepared to sell the house for what they paid for it, which is what they did. We were not involved in the Rezko negotiation of the price for the adjacent lot. It was our understanding that the owners had received, from another buyer, an offer for $625,000 and that therefore the Rezkos could not have offered or purchased that lot for less.",
  "Originally Published": "",
  "Referred Links": "http://taxprof.typepad.com/taxprof_blog/2008/03/obama-releases.html;http://www.uchospitals.edu/news/2005/20050509-obama.html;http://www.msnbc.msn.com/id/23796726/;http://web.archive.org/web/20080413020043/http://elections.foxnews.com/2008/04/09/michelle-obama-baracks-book-sales-paid-off-our-student-loans/;",
  "Example": "[Collected via e-mail, October 2008] Written by a female Obama supporter who voted for him for president. Legitimate Questions To All My Friends, this is every important, please take the time to read it. This election has me very worried. So many things to consider. About a year ago I would have voted for Obama. I have changed my mind three times since than. I watch all the news channels, jumping from one to another. I must say this drives my husband crazy. But, I feel if you view MSNBC, CNN, and Fox News, you might get some middle ground to work with. About six months ago, I started thinking 'where did the money come from for Obama'. I have four daughters who went to College, and we were middle class, and money was tight. We (including my girls) worked hard and there were lots of student loans. I started looking into Obama's life. Around 1979 Obama started college at Occidental in California. He is very open about his two years at Occidental, he tried all kinds of drugs and was wasting his time but, even though he had a brilliant mind, did not apply himself to his studies. 'Barry' (that was the name he used all his life) during this time had two roommates, Muhammad Hasan Chandoo and Wahid Hamid, both from Pakistan. During the summer of 1981, after his second year in college, he made a 'round the world' trip. Stopping to see his mother in Indonesia, next Hyderabad in India, three weeks in Karachi, Pakistan where he stayed with his roommate's family, then off to Africa to visit his father's family. My question - Where did he get the money for this trip? Nether I, nor any one of my children would have had money for a trip like this when they where in college. When he came back he started school at Columbia University in New York. It is at this time he wants everyone to call him Barack not Barry. Do you know what the tuition is at Columbia? It's not cheap! to say the least. Where did he get money for tuition? Student Loans? Maybe. After Columbia, he went to Chicago to work as a Community Organizer for $12,000 a year. Why Chicago? Why not New York? He was already living in New York. By 'chance' he met Antoin 'Tony' Rezko, born in Aleppo Syria, and a real estate developer in Chicago. Rezko has been convicted of fraud and bribery this year. Rezko, was named 'Entrepreneur of the Decade' by the Arab-American Business and Professional Association'. About two years later, Obama entered Harvard Law School. Do you have any idea what tuition is for Harvard Law School? Where did he get the money for Law School? More student loans? After Law school, he went back to Chicago. Rezko offered him a job, which he turned down. But, he did take a job with Davis, Miner, Barnhill & Galland. Guess what? They represented 'Rezar' which Rezko's firm. Rezko was one of Obama's first major financial contributors when he ran for office in Chicago. In 2003, Rezko threw an early fundraiser for Obama which Chicago Tribune reporter David Mendelland claims was instrumental in providing Obama with 'seed money' for his U.S. Senate race. In 2005, Obama purchased a new home in Kenwoood District of Chicago for $1.65 million (less than asking price). With ALL those Student Loans - Where did he get the money for the property? On the same day Rezko's wife, Rita, purchased the adjoining empty lot for full price. The London Times reported that Nadhmi Auchi, an Iraqi-born Billionaire loaned Rezko $3.5 million three weeks before Obama's new home was purchased. Obama met Nadhmi Auchi many times with Rezko. All of the above information I got on line. If you would like to check it - Wikipedia, encyclopedia, Barack Obama; Tony Rezko; Valerie Jarrett: Daily Times - Obama visited Pakistan in 1981; The Washington Times - September 7, 2008; The Times May 10, 2008. Now the BIG question - If I found out all this information on my own, Why haven't all of our 'intelligent' members of the press been reporting this? A phrase that keeps ringing in my ear - 'Beware of the enemy from within'!!! Variations: Versions of this item circulated in 2012 were prefaced with an added line stating that it was \"written by a female Obama supporter who voted for him for president.\" That statement is inaccurate, as this item originally appeared prior to the 2008 presidential election.",
  "Last Updated": "1 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/money.asp",
  "Claim": "Barack Obama's education and house were paid for with money obtained from questionable sources.",
  "Claim_ID": "politics_obama_money",
  "Tags": ""
}