{
  "Origins": "Almost as soon as John McCain announced Alaska governor Sarah Palin as his choice for a running mate in the 2008 presidential election, up popped a rumor that Palin's youngest child (Trig, born in April 2008) was not actually her own child, but the child of her unmarried teenage daughter, Bristol. According to an elaborate conspiracy theory, in order to avoid potential political embarrassment Governor Palin had faked experiencing the late stages of pregnancy and a childbirth (while Bristol was supposedly absent from school with a conveniently lengthy illness) so she could deceptively claim as her own an infant actually born to her daughter. In a surprising twist, the rumor was put to rest a few days later by the revelation that 17-year-old Bristol was already five months pregnant and therefore could not possibly have given birth to a child less than five months earlier. The father of Bristol Palin's child was revealed to be 18 year-old Levi Johnston, Bristol's boyfriend of about a year, and it was announced that the two teenagers planned to marry.",
  "Fact Check": "",
  "Description": "Those disclosures didn't stop others from trying to capitalize on Palin pregnancy rumors, however, with one of the most widespread variants being the video shown above, in which a young black man who identifies himself as a Los Angeles native named Kevin claims to be the real father of Bristol Palin's baby. According to Kevin's five-minute long explanation, he met Bristol Palin when he was \"up in Wasilla [Alaska], visiting\" for a couple of months \"last summer\" while his uncle worked on a pipeline; during that period he and Bristol met, dated, became \"intimate,\" and conceived a child together, but now the Palin family \"don't want [him] to be around\" and are covering up the truth. He put up his video \"to make a little bit of noise\" because he wants to be recognized as the real father, and he'll take it down just as soon as Bristol calls him. Dozens of holes could be poked in the story laid out by \"Kevin\" in his video confession, but for simplicity's sake we'll list just a few of the most glaring inconsistencies: Kevin claims he was in Wasilla \"last summer\" (i.e., the summer of 2008). Since Bristol Palin was five months pregnant at the beginning of September 2008, her child had to have been conceived by the beginning of April 2008 thus Kevin would have arrived in Wasilla far too late to have fathered her child, as she was already expecting by the time of his visit. (Even if \"last summer\" refers to the summer of 2007 rather than 2008, the timeline still doesn't work: a child conceived back then would already have been born.) Kevin makes present tense reference to Bristol's attending Wasilla High School and states that the two of them hung out there together. However, the principal at Wasilla High stated that Bristol had stopped attending that school several months earlier, having transferred mid-year to a high school in Anchorage. (\"Bristol Palin, the 17-year-old daughter of Alaska governor and presumptive GOP vice presidential nominee Sarah Palin, attended the school until last year. She then transferred to another school, he said.\") If \"Kevin\"'s story could claim even the least bit of credibility (if, for example, some Wasilla residents remembered seeing him and Bristol together during the summer of 2008, as they surely would have if the two were dating), then it wouldn't be just a viral web video; it would be national news. At the very least, Kevin's face would have been featured on tabloid covers under headlines such as \"BRISTOL PALIN BABY SHOCKER!\" If even the supermarket tabloids aren't interested in your political sex scandal story, then you don't really have a story. In case all that isn't convincing enough, Kevin confessed to the hoax in a subsequent video.",
  "Originally Published": "",
  "Referred Links": "http://vids.myspace.com/index.cfm?fuseaction=vids.individual&VideoID=42658089;http://news.bostonherald.com/news/2008/view/2008_09_02_Sarah_Palin_principal_story;http://www.huffingtonpost.com/2008/09/01/levi-johnston-bristol-pal_n_123089.html;",
  "Example": "[Collected via e-mail, September 2008] I received this today. It is a video from a young man claiming to be the real father of Brigit Palin's baby.",
  "Last Updated": "15 September 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/palin/bristolbaby.asp",
  "Claim": "Video shows a young black man who fathered Bristol Palin's child.",
  "Claim_ID": "politics_palin_bristolbaby",
  "Tags": ""
}