{
  "Origins": "On 15 February 2012, President Barack Obama traveled to Milwaukee, Wisconsin, where he visited a Master Lock plant that he had praised in his State of the Union address for bringing jobs back from China to America and gave a speech highlighting his administration's initiatives to support insourcing and American manufacturing:",
  "Fact Check": "",
  "Description": "Shortly after President Obama's Milwaukee visit the online rumor reproduced above began circulating, claiming that while touring the Master Lock plant, the President mistook the state flag of Wisconsin for a union banner a gaffe that supposedly went completely unreported by the news media save for one local radio station. In fact, a confusion of the Wisconsin state flag with a union banner did occur in conjunction with that presidential visit, and it did draw some modest coverage, but President Obama was not involved in the incident. The error occurred in a Politico article (since removed from that site) about the President's visit to Milwaukee, in which reporter Donovan Slack misidentified the Wisconsin state flag as \"a flag for the local union, Wisconsin 1848\": WH flies labor flag in Milwaukee MILWAUKEE It's very clear what side President Obama is on here in Wisconsin. Behind the stage where he will speak today are two flags: an American one, as usual, and right alongside it and a flag for the local union, Wisconsin 1848. The president has been mum in recent months on the battle raging in the Badger State between unions and Republican Gov. Scott Walker, who is facing a recall election largely pushed by labor after he pushed through laws effectively taking away collective bargaining rights in the state. Here at Master Lock, Obama is speaking about domestic manufacturing and highlighting what he calls \"in-sourcing,\" bringing jobs back from overseas. The padlock manufacturer brought roughly 100 jobs back from China to this factory union jobs, the White House has noted. Walker had been expected to join the president but canceled this morning because his office said he has the flu. Given that the central design element of the Wisconsin state flag represents the state's main industries (manufacturing, agriculture, mining, and shipping) by featuring a sailor with rope and a miner with a pickaxe surrounding a yellow shield depicting an arm and hammer, a plow, a pick and shovel, and an anchor, the Wisconsin flag is something that an unfamiliar observer might easily confuse for a labor union banner. This item is reminiscent of a similar occurrence that took place in October 2008, when presidential candidate Barack Obama gave a speech in Toledo, Ohio, in front of a backdrop of U.S. and Ohio state flags, and some viewers unfamiliar with the latter mistook them for Obama campaign flags.",
  "Originally Published": "",
  "Referred Links": "http://mediamatters.org/research/200810160022;http://www.50states.com/flag/wiflag.htm;http://www.wisn.com/r/30466952/detail.html;",
  "Example": "[Collected via e-mail, March 2012] When Obama stopped in at Master Lock in Milwaukee Wisconsin last week, he was walking the plant and stopped to talk with a plant employee and looked up at the banner hanging on the wall and said to the worker and people around him. \"It is great to be in a union shop, especially one as old as this union is,\" pointing to the banner. He then said \"a Union shop since 1848\" and then he went on to talk on what that banner stood for and how important it was to display it and show your union support. The worker then said to Obama that this is the flag of the State of Wisconsin which was founded in 1848. This was only Reported by a local radio station in Milwaukee and not by the Major news networks they did not want to embarrass this \"got no clue\" President . Since they didn't do their job of reporting on this presidential visit. The only way for the news to get around is by us on the internet.",
  "Last Updated": "18 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/quotes/wisconsin.asp",
  "Claim": "While visiting a Master Lock plant in Milwaukee, President Obama mistook the Wisconsin state flag for a union banner.",
  "Claim_ID": "politics_obama_quotes_wisconsin",
  "Tags": ""
}