{
  "Origins": "A time-honored method of discrediting one's political opponents is to put words in their mouths to make it appear they once said something which now paints them as foolish, hypocritical, or just plain wrong. In that vein comes the current item, a quote that supposedly doubly tags conservative talk radio host Rush Limbaugh as a hypocrite: first for justifying the sale of chemical warfare agents (i.e., \"weapons of mass destruction\") to Saddam Hussein and then supporting the U.S.-led invasion of Iraq to rid that country of such weapons, and second for suggesting that drug addicts should be dealt with harshly and then admitting his own addiction to prescription pain medication.",
  "Fact Check": "",
  "Description": "Whatever opinions Mr. Limbaugh may have expressed on his radio program over the years regarding arms sales to Saddam Hussein and the social issue of drug addiction, the item cited at the head of this page is not a genuine transcript of something broadcast on his show on 3 November 1988. It's actually a lampooning taken from the comic strip The Boondocks . Boondocks creator Aaron McGruder often employs the device of running \"Classic Boondocks\" strips, which are supposedly past examples of his work dug out of the archives and offered up to his audience once again. The gimmick is that \"Classic Boondocks\" aren't really older versions of Boondocks strips being run for a second time they're freshly-created material backdated and presented as strips from years gone by as a method of drawing attention to and commenting upon current political issues. Thus the 1 August 2004 version of the strip purports to be a re-run of a strip \"originally printed November 3, 1988\" in which the Huey character listens to a radio broadcast by \"some guy named Rush Limbaugh,\" who speaks the words quoted at the head of this page. Although the political intent of the 1 August 2004 Boondocks strip was clear, the context that it was not really a repeat of a strip from 3 November 1988 and did not report something Rush Limbaugh actually said over the airwaves on that date went missing in action, and the text of the strip has since been passed around the Internet as if it were a genuine transcript of a portion of a 1988 Rush Limbaugh broadcast.",
  "Originally Published": "",
  "Referred Links": "http://www.ucomics.com/boondocks/;",
  "Example": "[Collected on the Internet, 2004] And now the liberals want to stop President Reagan from selling chemical warfare agents and military equipment to Saddam Hussein and why? Because Saddam \"allegedly\" gassed a few Kurds in his own country. Mark my words. All of this talk of Saddam Hussein being a \"war criminal\" or \"committing crimes against humanity\" is the same old thing. Liberal hate speech! And speaking of poison gas... I say we round up all the drug addicts and gas them too! Rush Limbaugh, November 3, 1988",
  "Last Updated": "9 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/limbaugh2.asp",
  "Claim": "Talk show host Rush Limbaugh's 3 November 1988 broadcast included a statement approving the selling of chemical warfare agents to Saddam Hussein and the gassing of drug addicts.",
  "Claim_ID": "politics_quotes_limbaugh2",
  "Tags": ""
}