{
  "Origins": "Part of the fallout from the recent sexual assault scandal at the United States Air Force Academy (USAFA) was the announcement in late March 2003 of a shake-up which reassigned four top Academy officials Brig. Gen. S. Taco Gilbert, commandant of cadets; Col. Steve Eddy, vice superintendent; Col. Bob Eskeridge, vice-commandant of cadets; and Col. Sue Slavec, training group commander and replaced two of them with female officers ( Col. Clada A. Monteith assumed command of the 34th Training Group, and Col. Debra Gray took over as vice-commandant of cadets).",
  "Fact Check": "",
  "Description": "On 26 March 2003, a lowly C4C (i.e., a Cadet Fourth Class, essentially an Academy freshman) had the impudence to e-mail Gen. John P. Jumper , Chief of Staff of the U.S. Air Force , to tell him that he didn't agree with the General's plans for reassigning four USAFA officials, and that he particularly didn't care for the replacement of Col. Eskeridge, vice-commandant of cadets, with a woman, one of whose \"only qualifications [was] that she is a female.\" The cadet's message (quoted above) drew rebukes (also quoted above) from Gen. Jumper and Dr. James G. Roche , Secretary of the Air Force (and reportedly Defense Secretary Donald Rumsfeld's first choice to replace Tom White as secretary of the Army). If e-mail chastisement was the only official punishment the cadet received for breaching the chain of command, he should consider himself fortunate.",
  "Originally Published": "",
  "Referred Links": "http://www.airforcetimes.com/story.asp?f=1-292925-1824284.asp;http://www.af.mil/news/biographies/jumper_jp.html;http://www.academyadmissions.com/terms.htm?selected_term=23;http://www.thedenverchannel.com/news/2161043/detail.html;http://www.chicagotribune.com/news/nationworld/chi-0303260266mar26,0,926602.story;http://endabuse.org/programs/display.asp3?DocID=220;",
  "Example": "[Collected on the Internet, 2003] From: Walsh Robert C4C CS21 Sent: Wednesday, March 26, 2003 10:30 AM To: Jumper John Gen AF/CC Subject: Removal of Academy Leader Chief of Staff of the U.S. Air Force, General John P. Jumper, Sir, I am a fourth Class Cadet at the United States Air Force Academy. I do not agree with your idea for removal of all top officials at the United States Air Force Academy. I do not believe it is necessary for all four of them to be removed, and replaced. I especially have a problem with the replacement of Col. Bob Eskeridge. The person who is supposed to replace Col. Eskeridge, is not qualified for the position. Her only qualifications are that she is a female, and an Academy Graduate. She has never been a group commander, while Col. Eskeridge has been a group commander twice. Furthermore, this woman has been working at the Academy during the same period as all these cases. She has been in the position of the 34th Training Group, serving as the Deputy Group Commander. By allowing her to take over Col. Eskeridge's position, it seems as though you are promoting her. Also, the person who will be filling the job she is moving from, will be her superior, having also served as a group commander, but because of the hierarchy at the Academy, she will instead be his superior. I would like to see Col. Eskeridge retain his current position. I do not believe he is a problem, in any way. He is a role model for all Cadets, as a military officer. I have not heard a single complaint or bad word spoken about Col. Eskeridge. Please reconsider your decision to remove Col. Eskeridge from his position. Thank you for your time and consideration, Very Respectfully, Cadet Fourth Class Robert M. Walsh Cadet Squadron 21 \"Blackjacks\" United States Air Force Academy From: Jumper John Gen AF/CC Sent: Wednesday, March 26, 2003 12:33 PM To: Walsh Robert C4C CS21 Subject: RE: Removal of Academy Leader Cadet Walsh, I sincerely hope that this is a hoax of some type because I would hate to think a Cadet Fourth Class would presume to instruct me on Air Force leaders I have known and served with for longer than you have been alive. I strongly suggest you devote your energy toward being the best possible 3-degree that you can be, to be a part of the solution that the new leadership is being sent there to oversee, and to keep yourself and your attitude off my radar scope. JJ. From: Roche James Dr SAF/OS Sent: Wednesday, March 26, 2003 10:11 AM To: Walsh Robert C4C CS21 Subject: Re: Removal of Academy Leaders Bob, good to hear from you. Colonel Eskeridge is a highly regarded officer and I have no animus toward him. He will be reassigned without any adverse consequence. In fact, we are working to minimize the impact on his family. However, Gen Jumper and I want a new leadership team in place, and we will do so. Your comments about Colonel Gray are not only wrong, they don't reflect particularly well on you. Assignment of leaders in military organizations is not a popularity contest. Rather, it reflects the vision of the senior leadership of the Service. I know Colonel Gray, Gen Jumper knows Colonel Gray, and you don't. Now, say again all after who is and who is not qualified to make assignment decisions? While I admire your loyalty to Colonel Eskeridge, and I enjoy a challenge-up, or \"briefing room rules\" environment, one of us is responsible to the President, the Congress, and the American people for the Academy and, it's not you (at least not for a few years). Gen Jumper and I have made our decisions. We expect all concerned now to implement them cheerfully, as is the long-standing expectation for military professionals. And, Bob, that includes you. Respectfully, JGR Dr. James G. Roche Secretary of The Air Force",
  "Last Updated": "3 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/airforce.asp",
  "Claim": "First-year cadet criticizes U.S. Air Force Chief of Staff's personnel decisions.",
  "Claim_ID": "politics_military_airforce",
  "Tags": ""
}