{
  "Origins": "Much of our output here at snopes.com is \"debunkings\" of satire, fake news, and April Fool's jokes, so it's not surprising that we've often been the subject of the same type of material. Unfortunately, that material has been generally unimaginative and samey, typically some jape claiming we've been \"arrested\" or \"raided\" or \"debunked\" (or even \"debunked\" ourselves).",
  "Fact Check": "",
  "Description": "A case in point was a 29 March 2008 (note that date, which falls just before April Fool's day) article from the satirical site The Daily Squib reporting that our (non-existent) Los Angeles offices had been \"raided\" by the FBI: Snopes.com the Urban Legend reference website was raided by the FBI in a massive operation yesterday. The Urban Legend website that sets to debunk many internet stories was yesterday raided by thousands of FBI agents in a dawn swoop that took the owners by surprise. The offices for Snopes were housed in a disused warehouse near La Cienega and their location moved every week for the past few years. \"We could not trace where the Snopes people held their servers because they would move them every week. It is very hard for law enforcement to track down and bring to justice such sites,\" Lieutenant Bill Rapaport told the Daily Squib. Snopes who have claimed to be the upholders of all truth on the internet are actually a bunch of hoaxers who operate out of disused warehouses. It seems that they played on the fact that most Americans have to have everything explained to them and have no understanding of pathos or rhetoric. Snopes.com has been fooling American internet users for years and exploiting the premise that many of the population are not able to establish fiction from fact. The owners of the offending website were marched away by a troupe of FBI agents after a protracted gunfight that lasted all of 14 hours. The Daily Squib 's footer describing the publication as a \"curious satirical newspaper offering spoof news\" should be enough for anyone to know the above-referenced article is just a joke. If not, consider that the work we do here at snopes.com has been profiled by such national (and international) news sources as CNN, NPR, the Washington Post , the New York Times , the Los Angeles Times , and the BBC. If we had been \"raided,\" \"arrested,\" \"shut down by the government,\" or anything similar, you'd be hearing about if from those news sites, not reading about it on some guy's blog or a single obscure web site.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/gaxh;",
  "Example": "[Collected via e-mail, March 2008] Is this true? \"Snopes.com the Urban Legend reference website was raided by the FBI in a massive operation yesterday.\"",
  "Last Updated": "13 September 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/fbiraid.asp",
  "Claim": "The staff of snopes.com were arrested after a law enforcement raid.",
  "Claim_ID": "politics_satire_fbiraid",
  "Tags": ""
}