{
  "Origins": "Intermittent rumors about imminent government control of school lunches (and specifically, a ban on lunches brought in from home) have popped up across the internet since 2011, and claims about the imposition of a government ban on brown bag lunches have continued to circulate since.",
  "Fact Check": "",
  "Description": "Mentions of home lunch bans began cropping up on the Internet as early as 2011, with the pattern with this cyclical rumor appearing to be consistent: A parent packs a lunch, receives a note from a teacher or school official informing them of a district or program policy regarding lunches from home, and the note circulates as proof that the \"feds\" are sweeping in to seize control of the cafeteria. Back in 2001, one Chicago-area school called Little Village Academy banned home lunches. The Chicago Tribune covered the minor controversy, explaining that the school's principal (not the federal government) had instituted the rule at his school only after watching students bring lunches consisting of \"bottles of soda and flaming hot chips\" on field trips. The rumor about federal lunch bans died down a bit after 2011 but picked up again in 2013 when a mom blog relayed the story of a friend in Virginia who had received a note from her child's school about packed lunches. The note, which was quickly reproduced on a number of prominent natural news and conspiracy sites, read: I have received word from Federal Programs Preschool pertaining to lunches from home. Parents are to be informed that students can only bring lunches from home if there is a medical condition requiring a specific diet, along with a physicians note to that regard. I am sorry for any inconvenience. If you have any questions concerning this matter, please contact Stephanie [redacted] the Health Coordinator for Federal Programs Preschool at [redacted]. Perhaps due to the start of the school year, the same story began to circulate in September 2014, with the same image and text attached. Given the timing and the return to classrooms for the majority of America's kids, it's no surprise the tale has once more gained traction and begun to spread virally on social media sites. When the story first began to travel across the social web, the Director of Communications and Public Relations for Henrico County Public Schools responded to an inquiry on this particular incident with a statement noting that schools receiving funds to participate in the federal Head Start Nutrition Assistance Programs must provide meals to schoolchildren at no cost to their parents, and allowing schoolkids to bring their own lunches from home would (barring special medical requirements) violate that requirement: It is Head Start policy, not Henrico County Public Schools policy, that there cannot be any costs to parents associated with the program, meals or otherwise. Parents packing a lunch is considered a \"cost\" by Head Start. As a result, every year parents are informed that students can only bring lunches from home if there is a medical condition that merits a specific diet, along with a physician's note to that regard. Meals served by the school conform to USDA nutritional requirements along with cultural, religious, and personal preferences on a case by case basis. Parents are always welcome to discuss their children's dietary needs with our health coordinator. While many disagree with this particular Head Start (HS) performance standard by which we are regulated and funded; as good stewards of federal dollars, it is protecting one of our most at risk populations and operating at the highest level of expectation with all of the funding strands we utilize for Pre-K. Additionally, parents are made aware of the policy as stated in the preschool parent handbook upon entrance to the program and are required to sign they have received and read it. The family advocates go over it with them on some of their initial meetings with parents. As indicated in this response, the issue was not one of the federal government's trying to control exactly what schoolkids may eat for lunch, but rather one of ensuring that all children covered under the Head Start program were provided with their allotted lunches at no cost to their parents.",
  "Originally Published": "",
  "Referred Links": "http://eclkc.ohs.acf.hhs.gov/hslc/tta-system/operations/fiscal/financial-mgmt/payments/USDANutritionAs.htm;http://eclkc.ohs.acf.hhs.gov/hslc/standards/hspps/1304/1304.23%20Child%20nutrition..htm;http://www.naturalcuresnotmedicine.com/feds-parents-lunches-home-without-doctors-note-school-lunch/;http://www.realfarmacy.com/no-lunches-from-home-without-doctors-note-school-lunch-only/;http://www.momdot.com/a-doctors-note-for-gmos/;",
  "Example": "[Collected via e-mail, October 2013] Naturalcuresnotmedicine.com posted an article indicating that the \"Feds\" are prohibiting school lunches from home without doctor's orders. Is this true or false. When and where? Is it true that the federal government won't allow parents to pack lunches for preschool kids without a doctor's note? It doesn't even sound slightly true to me, but it's being tossed around the internet.",
  "Last Updated": "16 September 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/education/lunchban.asp",
  "Claim": "The federal government has banned public school students from bringing sack lunches to school.",
  "Claim_ID": "politics_education_lunchban",
  "Tags": ""
}