{
  "Origins": "Just about every uncredited bit of sardonic social or political humor circulated on the Internet these days ends up getting attributed to comedian George Carlin, and the one quoted above is no exception. And, as usual, the item so credited has nothing to do with him.",
  "Fact Check": "",
  "Description": "\"New Rules\" are the province of comedian Bill Maher , who typically offers a list of them at the conclusion of each installment of his weekly Real Time with Bill Maher program on HBO. The rules cited in the list reproduced above were collected from various episodes of the show aired between March and September 2005, and complete transcripts of the weekly \"New Rules\" segments are available on HBO's web site.",
  "Originally Published": "",
  "Referred Links": "http://www.hbo.com/billmaher/new_rules/;http://www.hbo.com/billmaher/;http://www.billmaher.com/;",
  "Example": "[Collected via e-mail, 2006] George Carlin's new rules for 2006 New Rule: Stop giving me that pop-up ad for Classmates.com! There's a reason you don't talk to people for 25 years. Because you don't particularly like them! Besides, I already know what the captain of the football team is doing these days: mowing my lawn. New Rule: Don't eat anything that's served to you out a window unless you're a seagull. People are acting all shocked that a human finger was found in a bowl of Wendy's chili. Hey, it cost less than a dollar. What did you expect it to contain? Trout? New Rule: Stop saying that teenage boys who have sex with their hot, blonde teachers are permanently damaged. I have a better description for these kids: lucky bastards. New Rule: If you need to shave and you still collect baseball cards, you're gay. If you're a kid, the cards are keepsakes of your idols. If you're a grown man, they're pictures of men. New Rule: Ladies, leave your eyebrows alone. Here's how much men care about your eyebrows: do you have two of them? Okay, we're done. New Rule: There's no such thing as flavored water. There's a whole aisle of this crap at the supermarket water, but without that watery taste. Sorry, but flavored water is called a soft drink. You want flavored water? Pour some scotch over ice and let it melt. That's your flavored water. New Rule: Stop f***ing with old people. Target is introducing a redesigned pill bottle that's square, with a bigger label. And the top is now the bottom. And by the time grandpa figures out how to open it, his ass will be in the morgue. Congratulations, Target, you just solved the Social Security crisis. New Rule: The more complicated the Starbucks order, the bigger the asshole. If you walk into a Starbucks and order a \"decaf grande half-soy, half-low fat, iced vanilla, double-shot, gingerbread cappuccino, extra dry, light ice, with one Sweet-n'-Low and one NutraSweet,\" ooh, you're a huge asshole. New Rule: I'm not the cashier! By the time I look up from sliding my card, entering my PIN number, pressing \"Enter,\" verifying the amount, deciding, no, I don't want cash back, and pressing \"Enter\" again, the kid who is supposed to be ringing me up is standing there eating my Almond Joy. New Rule: Just because your tattoo has Chinese characters in it doesn't make you spiritual. It's right above the crack of your ass. And it translates to \"beef with broccoli.\" The last time you did anything spiritual, you were praying to God you weren't pregnant. You're not spiritual. You're just high. New Rule: Competitive eating isn't a sport. It's one of the seven deadly sins. ESPN recently televised the US Open of Competitive Eating, because watching those athletes at the poker table was just too damned exciting. What's next, competitive farting? Oh wait. They're already doing that. It's called \"The Howard Stern Show.\" New Rule: I don't need a bigger mega M&M. If I'm extra hungry for M&Ms, I'll go nuts and eat two. New Rule: If you're going to insist on making movies based on crappy, old television shows, then you have to give everyone in the Cineplex a remote so we can see what's playing on the other screens. Let's remember the reason something was a television show in the first place is that the idea wasn't good enough to be a movie. New Rule: No more gift registries. You know, it used to be just for weddings. Now it's for babies and new homes and graduations from rehab. Picking out the stuff you want and having other people buy it for you isn't gift giving, it's the white people version of looting. New Rule: and this one is long overdue: No more bathroom attendants. After I zip up, some guy is offering me a towel and a mint like I just had sex with George Michael. I can't even tell if he's supposed to be there, or just some freak with a fetish. don't want to be on your webcam, dude. I just want to wash my hands. New Rule: When I ask how old your toddler is, I don't need to know in months. \"27 Months.\" \"He's two,\" will do just fine. He's not a cheese. And I didn't really care in the first place.",
  "Last Updated": "12 January 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/newrules.asp",
  "Claim": "E-mail reproduces George Carlin's list of New Rules for 2006.",
  "Claim_ID": "politics_soapbox_newrules",
  "Tags": ""
}