{
  "Origins": "No, U.S. Secretary of Defense Donald Rumsfeld did not apologize for referring to France and Germany as the 'Axis of Weasels,' nor did he use that phrase to describe those countries in the first place. Echoing a line from President Bush's 2002 State of the Union address , in which he referred to states such as Iran, Iraq, and North Korea (and their terrorist allies) as an \"axis of evil,\" this news item is really a bit of political satire from the archives of ScrappleFace .",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.scrappleface.com/MT/archives/000608.html;http://www.whitehouse.gov/news/releases/2002/01/20020129-11.html;",
  "Example": "[Collected on the Internet, 2003] (2003-01-22) -- U.S. Secretary Defense Donald Rumsfeld apologized today for referring to France and Germany as an \"Axis of Weasels.\" \"I'm sorry about that Axis of Weasels remark,\" said Mr. Rumsfeld. \"I didn't mean to dredge up the history France and Germany share of pathetic compliance with ruthless dictators.\" The Defense Secretary said he was \"way out of bounds\" with the comments. \"I should have known better than to remind people that these two nations which live in freedom thanks only to the righteous might of America, Britain and their allies that these nations are morally and politically bankrupt, and have failed to learn the lessons of history,\" he said. \"It really was an inappropriate thing to say you know, the Axis of Weasels thing. I really should not have called them the Axis of Weasels. I think it's the 'Weasels' part that was most offensive . . . you know, when I said that France and Germany form an Axis of Weasels. Of course, I'm so sorry.\"",
  "Last Updated": "6 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/weasels.asp",
  "Claim": "Secretary of Defense Donald Rumsfeld referred to France and Germany as the 'Axis of Weasels.'",
  "Claim_ID": "Politics_satire_weasels",
  "Tags": ""
}