{
  "Origins": "Sometimes you're damned if you do, and damned if you don't. That's turning out to be the fate of presidential mistress, Monica Lewinsky. At a time when other young women her age are making career choices and moving on with their lives, hers is the unenviable position of having her past rule her present.",
  "Fact Check": "",
  "Description": "After the news of her affair with President Bill Clinton became the nation's top news story for weeks on end, Lewinsky became a spokesperson for Jenny Craig, a well-known weight loss program. That venture again put her in the public eye. Though some may have mean-spiritedly seen her as unfairly trading on publicity, in reality, publicity has unfairly traded upon her. She can no more escape her notoriety than a dog can outrun its tail. Nor, evidently, can she outrun the endless jokes made at her expense. The fake comment quoted above is one of these. On 3 January 2000, Lewinsky was interviewed on CNN's Larry King Live interview show. At no time during the proceedings did she say anything even remotely resembling the remark now credited to her. Indeed, the key word the double meaning swings upon (\"mouth\") doesn't appear in the transcript. Anywhere. In truth, Lewinsky said nothing scandalous or ill-judged during that foray. Truth, however, has little place in the world of humor, a land populated not with bon mots someone actually said, but with what that person could have said. As was the case here. The potential humor opportunity offered by the mental juxtaposition of a dieter having to strictly control her intake and of a young woman whose life has been forever altered by a handful of injudicious oral sex escapades proved too powerful for pranksters to resist. Though she didn't utter the line, one can all too easily picture Lewinsky ruefully admitting \"I've learned not to put things in my mouth that are bad for me.\" And it's this mental image which speeds the story from inbox to inbox. Returning from the world of what could have been to the world of what actually was, during the Larry King interview Lewinsky discussed her new Jenny Craig affiliation. As to why she chose this career path, she said: I'm in a position right now where I'm trying to support myself and pay my legal bills, and so I'm looking for kind of the best way to do that. It would be too chaotic for me to go to a traditional job. I'm not being supported by my parents, and I chose something among a lot of different things that I felt was honorable and that I thought would be helpful to me . . . Not doing something in public doesn't make people not recognize me. And it doesn't give me my life back. And I do need to I do have financial responsibilities. Ms. Lewinsky is right attempting to hide from publicity won't make her notoriety go away. Nor would it give her her life back. Though her critics might not yet appreciate this point, brazening it out might well prove to be this young woman's best shot at returning to a life of normalcy. Barbara \"how to handle a scandal\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] Here's the first quotable quote of the century: Monica Lewinsky (on CNN's Larry King Live discussing her miraculous Jenny Craig weight-loss): \"I've learned not to put things in my mouth that are bad for me.\"",
  "Last Updated": "14 October 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/monica2.asp",
  "Claim": "During a CNN interview with Larry King, Monica Lewinsky said, \"I've learned not to put things in my mouth that are bad for me.\"",
  "Claim_ID": "politics_quotes_monica2",
  "Tags": ""
}