{
  "Origins": "On 10 May 2013, the Daily Currant published an article stating that Chris Brown (the R&B artist infamous for physically assaulting his then-girlfriend Rhianna in 2009) had posted bail for Ariel Castro, the Cleveland man charged with abducting three teens and holding them in captivity for ten years. (Castro has been charged with four counts of kidnapping and three of rape, charges that carry prison sentences of 10 years to life. Additional charges are pending.)",
  "Fact Check": "",
  "Description": "The article contained purported quotes from Brown, such as, \"No one has heard his [Castro's] side of the story. He gave those three young ladies free food, clothing, and room and board for 10 years. That's like a $100,000 value each. You never hear the media talk about that.\" Within very short order, links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was merely yet another bit of topical humor from the Daily Currant , a satirical web site. As noted in the Daily Currant 's \" About \" page, the items they publish are fictional and satirical: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Our mission is to ridicule the timid ignorance which obstructs our progress, and promote intelligence which presses forward. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world",
  "Originally Published": "",
  "Referred Links": "http://dailycurrant.com/about/;http://dailycurrant.com/2013/05/10/chris-brown-pays-ariel-castros-bail/;",
  "Example": "[Collected via e-mail, May 2013] Is this true? Singer Chris Brown paid Ariel Castro's bail today, saying the Cleveland kidnapper is a \"misunderstood figure\" who is being unfairlytreated by the criminal justice system.",
  "Last Updated": "11 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/bailpaid.asp",
  "Claim": "Chris Brown posted bail for Ariel Castro, the Clevelandman arrested for holding three women captive for ten years.",
  "Claim_ID": "Politics_satire_bailpaid",
  "Tags": ""
}