{
  "Origins": "A common form of satire is one which highlights the flaws or folly of something by likening it to something very different; an analogy that illustrates the absurdity of the original proposition by placing it into a context which is similar in form but very different in substance. That's the concept behind a piece entitled \"The Affordable Golf Club Act\" which spoofs the individual health insurance mandate of the Affordable Care Act (commonly known as \"Obamacare\") by positing a law requiring all citizens to purchase a set of golf clubs:",
  "Fact Check": "",
  "Description": "The Obama administration has passed a new law titled: \"The Affordable Golf Club Act\" declaring that every citizen must purchase a new set of golf clubs, before April 2014. This law has been passed, because until now, typically only the wealthy or financially responsible have been able to purchase new golf clubs without the assistance of their government. This new law ensures that every American can now have \"affordable\" golf clubs of their own, because everyone is equally entitled to new golf clubs. And if you want to keep the golf clubs you already have, you can do that, until April 2014. These affordable golf clubs will cost from $1,000 to $3,000 each depending on your income level. This does not include taxes, pull cart, electric cart fees, green fees, membership fees, balls, tees, gloves, range finders, storage fees, maintenance, or repair costs. In order to make sure everyone participates and purchases their affordable golf clubs, the costs of owning golf clubs will increase 50% each year up to 400% by year 2018. This way, wealthy people will pay more for something that other people don't want or can't afford to maintain. People who can't afford or refuse to maintain their golf clubs will be fined. However, children under the age of 26 can use their parents golf clubs until they turn 27 at which time they must purchase their own golf clubs. If you don't want or think you don't need golf clubs, you are still required to buy them. If you refuse to buy a set or make claims that you can't afford them, you will be fined $800 until you purchase a set or face imprisonment. People living in farming areas, ghettos, inner cities, Wyoming, or areas with no access to golf courses are not exempt. Age, health, prior experience or no experience are not acceptable excuses for not buying, maintaining, and using your golf clubs. A government review board that doesn't know the difference between a hook and a slice will decide everything. This includes when, where, how often and for what purposes you can use your golf clubs along with how many people can ride in your golf cart. The board will also determine if participants are too old or not healthy enough to be able to use their golf clubs. They will also decide if your golf clubs have outlived their usefulness or if you must purchase specific accessories, like a range finder with slope adjustment or a newer and more expensive set of golf clubs. Those that can afford memberships at expensive golf country clubs will be required to buy memberships. If you are already a member and you like your membership you can keep your membership. After April 2014, a different country club will be assigned for you to purchase a membership. Government officials are exempt from this new law as they and their families and some of their friends and a few of their friends friends can obtain golf clubs at taxpayers' expense. Despite the obvious satirical bent of the original piece, many readers who encountered it as an e-mail forward or social media posting with no other context mistook it for the reporting of a genuine news item rather than recognizing it as just a bit of political humor.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2014] Is this true? ... \"The Obama administration has passed a new law titled: 'The Affordable Golf Club Act' declaring that every citizen must purchase a new set of golf clubs, before April 2014.\"",
  "Last Updated": "28 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/golfclub.asp",
  "Claim": "The \"Affordable Golf Club Act\" requires all U.S. residents to purchase a new set of golf clubs before April 2014.",
  "Claim_ID": "Politics_satire_golfclub",
  "Tags": ""
}