{
  "Origins": "The item quoted above is indeed a relatively faithful transcript of candidate John Glenn's remarks during a 1974 debate with Howard Metzenbaum for the Democratic nomination to a U.S. Senate seat, but the circumstances that prompted Glenn's words were not quite as they're made out to be here.",
  "Fact Check": "",
  "Description": "The 1970 Democratic primary in Ohio for a U.S. Senate seat pitted two men who were just embarking on long careers in national politics: businessman Howard Metzenbaum vs. former Marine pilot and astronaut John Glenn. Although Glenn a hero since his Mercury 6 flight eight years earlier had made him the first American astronaut to orbit the Earth was the favorite, he lost the nomination to Metzenbaum following a campaign remarkable for its rancor, and Glenn came away from the experience bitter over a false rumor, attributed to a Metzenbaum aide, that he and his wife were on the verge of a divorce. Metzenbaum lost the general election to Republican Robert Taft, Jr., but he was appointed to the U.S. Senate in 1974 when Ohio's other senator, William B. Saxbe, resigned to accept a nomination as U.S. Attorney General, setting the stage for Glenn to challenge Metzenbaum once again in the 1974 Democratic primary. The candidates in the 1974 race were even more contentious than they had been four years earlier. Metzenbaum took to referring to Glenn disdainfully as \"Colonel Glenn\" to emphasize his military background (Glenn was a World War II and Korean War veteran and had retired as a colonel from the Marine Corps in 1965 after twenty-two years of service) today military service is generally considered a positive attribute in a politician, but in 1974 America had just ended its long and controversial involvement in Vietnam, and the military was viewed with suspicion and distrust, especially by the large portion of the \"baby boom\" generation that had reached voting age. A few days before a May 3 debate between the candidates at the Cleveland City Club, Metzenbaum (an entrepreneur who had created the Sun Newspapers chain in the 1960s and had co-founded APCOA, one of the nation's largest parking companies) charged that \"Colonel Glenn\" had never \"met a payroll,\" implying that Glenn's background as a career military man meant he was lacking in the real-world business experience a U.S. Senator should possess. (Metzenbaum's claim wasn't quite accurate: After his retirement from the Marine Corps, Glenn had held a position as a business executive with Royal Crown Cola and had served both as a member of the board of directors and as president of Royal Crown International.) Metzenbaum's comment was widely publicized and interpreted by many including Glenn himself as a slam that Glenn had \"never held a (real) job\" (even though Metzenbaum hadn't actually used those words), and Glenn went into the Cleveland debate a few days later well-prepared to answer the charges. Although Metzenbaum didn't raise the \"job\" issue during the debate, Glenn nonetheless seized the opportunity to launch into his carefully-crafted \"I have held a job\" retort, invoking stirring images of motherhood, sacrifice, and patriotism. Although it was a rehearsed speech rather than the impromptu response legend has since made it out to be, Glenn's stinging rebuke to Metzenbaum was a masterful stroke that swung momentum in his favor. He bested Metzenbaum by 8 percentage points in the primary and was elected to the U.S. Senate in the general election, carrying all 88 counties in Ohio in the process. Both men went on to enjoy long political careers, Glenn serving four consecutive terms in the U.S. Senate before retiring in 1998 and Metzenbaum winning election to the U.S. Senate three times himself, but the timeless lesson of that 1974 campaign will outlive them both: You impugn the reputation of a national hero at your own peril especially when he has better speechwriters than you do. Update: In 2005, someone prefaced the John Glenn/Howard Metzenbaum article with the following item about Iraq. This addendum has nothing to do with John Glenn it's an anonymous piece that has been floating around the Internet since 2004, but because it has been tacked onto an article about Glenn, readers have been misled into thinking that it is a transcription of something he said: THE RIGHT PERSPECTIVE: WHAT SENATOR JOHN GLENN SAID, Scroll down. Things that make you think a little........ There were 39 combat related killings in Iraq during January.... In the fair city of Detroit there were 35 murders in the month of January. That's just one American city, about as deadly as the entire war torn country of Iraq. When some claim President Bush shouldn't have started this war, state the following... FDR...led us into World War II. Germany never attacked us: Japan did. From 1941-1945, 450,000 lives were lost, an average of 112,500 per year. Truman...finished that war and started one in Korea, North Korea never attacked us. From 1950-1953, 55,000 lives were lost, an average of 18,334 per year. John F. Kennedy...started the Vietnam conflict in 1962. Vietnam never attacked us. Johnson...turned Vietnam into a quagmire. From 1965-1975, 58,000 lives were lost, an average of 5,800 per year. Clinton...went to war in Bosnia without UN or French consent, Bosnia never attacked us. He was offered Osama bin Laden's head on a platter three times by Sudan and did nothing. Osama has attacked us on multiple occasions. In the years since terrorists attacked us President Bush has ....liberated two countries; crushed the Taliban; crippled al-Qaida; put nuclear inspectors in Libya, Iran, and North Korea without firing a shot; and captured a terrorist who slaughtered 300,000 of his own people. The Democrats are complaining about how long the war is taking, but...It took less time to take Iraq than it took Janet Reno to take the Branch Davidian compound- That was a 51-day operation. We've been looking for evidence of chemical weapons in Iraq for less time than it took Hillary Clinton to find the Rose Law Firm billing records. It took less time for the 3rd Infantry Division and the Marines to destroy the Medina Republican Guard than it took Ted Kennedy to call the police after his Oldsmobile sank at Chapaquiddick. It took less time to take Iraq than it took to count the votes in Florida!!!! Our Commander-In-Chief is doing a GREAT JOB! The Military morale is high! The biased media hopes we are too ignorant to realize the facts.",
  "Originally Published": "",
  "Referred Links": "http://nssdc.gsfc.nasa.gov/nmc/masterCatalog.do?sc=1962-003A;",
  "Example": "[Collected on the Internet, 2000] This exchange between Senators Glenn and Metzenbaum is worth reading. Pretty impressive impromptu speech! Next time someone accuses you or any veteran of not having a \"job\" because you're in the military, quote Sen Glenn. Howard Metzenbaum to John Glenn: Metzenbaum: \"How can you run for Senate when you've never held a 'job'?\" Glenn: \"I served 23 years in the United States Marine Corps. I was through two wars. I flew 149 missions. My plane was hit by anti-aircraft fire on 12 different occasions. \"I was in the space program. It wasn't my checkbook, it was my life that was on the line. This was not a 9-to-5 job where I took time off to take the daily cash receipts to the bank. \"I ask you to go with me, as I went the other day to a Veterans Hospital, and look those men with their mangled bodies in the eye and tell them they didn't hold a job. \"You go with me to any Gold Star mother, and you look her in the eye and tell her that her son did not hold a job. \"You go with me to the space program, and you go as I have gone to the widows and the orphans of Ed White and Gus Grissom and Roger Chaffee, and you look those kids in the eye and tell them that their dad didn't hold a job. \"You go with me on Memorial Day coming up, and you stand on Arlington National Cemetery where I have more friends than I like to remember and you watch those waving flags, and you stand there, and you think about this nation, and you tell me that those people didn't have a job. \"I tell you, Howard Metzenbaum, you should be on your knees every day of your life thanking God that there were some men SOME MEN who held a job. And they required a dedication to purpose and a love of country and a dedication to duty that was more important than life itself. \"And their self-sacrifice is what has made this country possible. \"I HAVE HELD A JOB, HOWARD!\"",
  "Last Updated": "28 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/glenn.asp",
  "Claim": "Senate candidate John Glenn delivered a stinging rebuke to a challenger who accused him of never having run a business.",
  "Claim_ID": "politics_quotes_glenn",
  "Tags": ""
}