{
  "Origins": "Allen West represents Florida's 22nd congressional district in the U.S. House of Representatives; his election to that body in 2010 made him the first black Republican Congressman from Florida since a former slave served two terms in House in the 1870s.",
  "Fact Check": "",
  "Description": "The comments attributed to Rep. West above, supposedly made by him in response to a question about Black History Month during a CNN interview in February 2012, are not words he actually uttered. They were taken from a spoof article published on the satirical web site Free Wood Post, which describes itself as offering \"News that's almost reliable.\" As noted in the site's disclaimer : Free Wood Post is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within FreeWoodPost.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction.",
  "Originally Published": "",
  "Referred Links": "http://www.freewoodpost.com/disclaimer/;http://www.freewoodpost.com/2012/02/25/west-im-black-by-birth-not-by-choice/;http://west.house.gov/;",
  "Example": "[Collected via e-mail, February 2012] Did Cong. Allen West actually say the following? I can't find anything on CNN that confirms this. In a week of circus like activity for the GOP, Republican Congressman Allen West may have taken the award for the most over the top statement ever given. In a recent sit down with the Florida Representative, CNN anchor John King asked Mr. West how he felt about being a black Congressman during Black History Month. In light of this month being Black History Month, I feel no way involved with this negro celebration of half accomplishments and borderline Communist agendas. View the list of these \"fearless\" leaders of black America. Black inhabitants of America knew their place at the table, and knew they could not eat off the same plate of the more than welcoming white men and women of the time. These men, I use that term lightly, like Malcolm X pushed themselves into the homes of innocent white Americans. This action riled up the negro, and scared the living hell out of people. I am no way apart of this community of transported Africans, I myself am an American. I m a good ol boy from the great state of Florida, and a citizen of this great nation. I know God recognizes me as my true self, a proud, strong white man given dark pigmentation. God had to give the blacks at least one intelligent person, so he chose to give me dark skin. I curse my birth as a black man every day. I m black by birth, not by choice. It will all be sorted out when my name is called, and I step in front of the great white Jesus himself. In outrage, many black organizations and churches took to the internet. The NAACP posted a Tweet saying \"Mr. West is entitled to his own opinion, no matter how outrageous it is.\" Many black Americans feel that Mr. West should be removed from his position according to a recent Yahoo! poll",
  "Last Updated": "12 March 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/blackhistory.asp",
  "Claim": "Article reproduces Florida Congressman Allen West's comments about Black History Month.",
  "Claim_ID": "politics_satire_blackhistory",
  "Tags": ""
}