{
  "Origins": "As the U.S. government began, in the latter part of 2008, to grapple with growing economic turmoil and the prospect that many large U.S. financial and corporate institutions were on the brink of failure, one of the vexing issues it confronted was which businesses it should attempt to rescue. Should the government take over or provide direct financial assistance (\"bailouts\") to mortgage finance companies (particularly Fannie Mae and Freddie Mac), or to the banking industry, or to the auto industry?",
  "Fact Check": "",
  "Description": "One of corporate entities \"bailed out\" by the government was the insurance giant American International Group, commonly known as AIG. In September 2008 the Federal Reserve (not Congress) provided AIG with an $85 billion loan in exchange for a 79.9% equity stake, and the Federal Reserve also provided another $37.8 billion loan to AIG three weeks later and subsequently gave the company access to another $20.9 billion. (These loans were restructured in November 2008 to provide a total bailout package of over $150 billion to AIG.) Why did the government decide to assist AIG? The item reproduced above posits that it was pure self-interest: Supposedly Congress \"bailed out\" AIG because that company \"insures the pension trust of the United States Congress\" while supposedly allowing other financial institutions to wither and die or pushing them into \"forced marriages.\" (Global financial services firm Bear Stearns didn't \"go under\"; it was acquired by JPMorgan Chase, with assistance from the Federal Reserve, back in March 2008. In other transactions, Wells Fargo bought Wachovia, and JPMorgan Chase purchased Washington Mutual.) However, AIG was more than just an ordinary \"insurance company.\" That firm insured the debt of other financial institutions, and government officials were greatly concerned that AIG's failure could have a cascading effect that would produce catastrophic results among the entire U.S. (and global) financial industry: What frightened Fed and Treasury officials was not simply the prospect of another giant corporate bankruptcy, but A.I.G.'s role as an enormous provider of esoteric financial insurance contracts to investors who bought complex debt securities. They effectively required A.I.G. to cover losses suffered by the buyers in the event the securities defaulted. It meant A.I.G. was potentially on the hook for billions of dollars worth of risky securities that were once considered safe. If A.I.G. had collapsed and been unable to pay all of its insurance claims institutional investors around the world would have been instantly forced to reappraise the value of those securities, and that in turn would have reduced their own capital and the value of their own debt. Small investors, including anyone who owned money market funds with A.I.G. securities, could have been hurt, too. And some insurance policy holders were worried, even though they have some protections. \"It would have been a chain reaction,\" said Uwe Reinhardt, a professor of economics at Princeton University. \"The spillover effects could have been incredible.\" Associated Press economics writer Jeannine Aversa explained the importance of the government's decision in the wake of the AIG bailout: Q: Why is it important to keep AIG afloat? A: AIG is a global colossus, with operations in more than 130 countries. It is so interconnected with other financial firms that its problems have a jolting ripple effect both in the United States and abroad. AIG was pushed to the brink of bankruptcy in September [2008] when its credit rating was downgraded and it could not post the collateral for which it was obligated under the \"credit default swap\" contracts it had issued. Credit default swaps are a type of corporate debt insurance. The Fed raced to the rescue at that time to prevent AIG's failure, which could have triggered billions of dollars in losses at other banks and financial firms that bought these swaps from AIG sending them into failure as well. As a final nail in the coffin of the \"AIG insures the pension trust of the United States Congress\" claim, we reproduce the following response provided to us by Charlie Armstrong, AIG's Senior Director of Advertising & Global Branding: In response to your question as to whether AIG insures the US Congressional Trust, we don't. In fact, we've been told that no private company insures federal pensions such a product doesn't exist. Further, none of our financial services companies provide advisory services to Congress' pension fund. We've explored this issue at length with our business units and have found no connection whatsoever to the fund. This rumor surfaced recently on a blog. We're not sure who started the rumor, or why, but the rumor is baseless. The OpenSecrets web site lists Barack Obama among the many politicians from both parties who have previously received campaign contributions (not \"bonus payments\" or \"bailout money,\" as is frequently reported) from AIG.",
  "Originally Published": "",
  "Referred Links": "http://www.opensecrets.org/orgs/recips.asp?id=D000000123;http://www.bearstearns.com/includes/pdfs/PressRelease_BSC_31May08.pdf;",
  "Example": "[Collected via e-mail, January 2009] Politicians!!!! Did you ever wonder? I couldn't figure out why would the Congress let some firms go under and then bend over backwards to help others.This makes sense now!!!!!! This sounds almost too logical...... why hasn't it gotten national press coverage? Remember when this economic crisis hit, and Congress let Bear Sterns go under, pushed a bunch of forced marriages between banks, etc.? Then they bailed out AIG. At the time, I thought: \"That's strange what does an insurance company have to do with this crisis?\" I think I just found the answer. Among other things, AIG INSURES THE PENSION TRUST OF THE UNITED STATES CONGRESS!! No wonder they got bailed out right away! To hell with the people, let's protect our future, said all our Senators and Congressmen. Nice to see where their loyalties lie! I'm from the government and I'm here to help myself !",
  "Last Updated": "18 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/aig.asp",
  "Claim": "Congress supported a bailout of AIG because that company insures the Congressional pension trust.",
  "Claim_ID": "politics_business_aig",
  "Tags": ""
}