{
  "Origins": "On 5 June 2014, the Empire News web site published an article positing that President Obama had signed a bill forgiving all student loans taken out within the last ten years (and any such loans to be taken out by current students in the future):",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, this tem was just a spoof from the Empire News , a satirical web site that publishes fictional articles such as \"Surgeons Remove Toy from Man's Rectum for 37th Time,\" \"Teenager Hospitalized with Facebook Withdrawals,\" and \"School Suspends Student for Gun Shaped Birthmark.\" Empire News' \" About/Disclaimer \" page notes that the site is a satirical publication: Empire News is a satirical and entertainment website. We only use invented names in all our stories, except in cases when public figures are being satirized. Any other use of real names is accidental and coincidental. On 9 June 2014, President Obama did announce changes to the federal student loan program, but those changes stopped short of the blanket loan forgiveness posited in the Empire News article: President Obama announced an expansion of a program that helps student loan borrowers manage their debt, a White House official said. The official said Obama will expand the criteria for an alternative repayment program, which caps monthly payments for certain federal student loans at 10% of a borrower's discretionary income. The alternative payment programs are designed to help borrowers struggling under the weight of student loans. They include forgiveness programs for on-time payments and public-sector employees. Teachers can have their balance canceled after ten years, for example. Low-income borrowers can have their balance canceled after 20 or 25 years of on-time payments. Borrowers who don't quality for forgiveness but use a repayment program find their monthly payments reduced but spread out over a longer period of time. That means they will pay more over the lifetime of the loan, as there is additional time for interest to accrue.",
  "Originally Published": "",
  "Referred Links": "http://fox17online.com/2014/06/09/president-obama-to-announce-student-loan-changes/;http://empirenews.net/about-disclaimer/;http://empirenews.net/obama-signs-bill-forgiving-all-student-loan-debt/#.U5H254FJ-98.facebook;",
  "Example": "[Collected via e-mail, June 2014] CONFIRM IF PRESIDENT SIGNED BILL FORGIVING STUDENT LOANS",
  "Last Updated": "9 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/studentloan.asp",
  "Claim": "President Obama has signed a bill forgiving all student loans taken out within the last ten years.",
  "Claim_ID": "Politics_satire_studentloan",
  "Tags": ""
}