{
  "Origins": "The statement quoted above, attributed to American journalist H. L. Mencken , gained currency on many political blogs at the end of 2004 as expression of the way many of President George W. Bush's detractors regarded him, and it was subsequently applied by partisans from the other side of the political spectrum in reference to Bush's successor in the White House, President Barack Obama. (This despite the fact that both men earned undergraduate and advanced degrees from prestigious universities: George W. Bush from Yale and Harvard Business School, and Barack Obama from Columbia University and Harvard Law School.)",
  "Fact Check": "",
  "Description": "Regardless of the quotation's applicability to modern U.S. presidents, the subject at hand here is the question of whether it really issued from the pen of H.L. Mencken or whether (as is often the case ) it is a modern sentiment by some contemporary, anonymous wit which has been falsely attributed to a famous pithy-but-dead commentator in order to lend it credence. In this case the attribution to Henry Louis Mencken , a prominent newspaperman and political commentator during the first half of the 20th century , is accurate. Writing for the Baltimore Evening Sun on 26 July 1920, in an article entitled \"Bayard vs. Lionheart\" (and reprinted in the book On Politics: A Carnival of Buncombe ), Mencken cynically opined on the difficulties of good men reaching national office when the scale of their campaigns precluded them from directly reaching out to large segments of the voting public: The larger the mob, the harder the test. In small areas, before small electorates, a first-rate man occasionally fights his way through, carrying even the mob with him by force of his personality. But when the field is nationwide, and the fight must be waged chiefly at second and third hand, and the force of personality cannot so readily make itself felt, then all the odds are on the man who is, intrinsically, the most devious and mediocre the man who can most easily adeptly disperse the notion that his mind is a virtual vacuum. The Presidency tends, year by year, to go to such men. As democracy is perfected, the office represents, more and more closely, the inner soul of the people. We move toward a lofty ideal. On some great and glorious day the plain folks of the land will reach their heart's desire at last, and the White House will be adorned by a downright moron. Of course, Mencken wrote this in an era before the advent of television and the Internet, when broadcast radio was in its infancy and talking motion pictures were still several years away, and national candidates had no practical means of being seen and heard by voters outside of traveling (relatively slowly) by train to make personal appearances. Nowadays, modern electronic media provide candidates with a variety of means for bridging the gaps of time and distance to communicate directly with voters everywhere, and jet travel allows national office-seekers to reach even the remotest parts of the country for personal appearances in a matter of hours rather than days or weeks.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0801853427/urbanlegendsrefeA/;http://www.britannica.com/EBchecked/topic/374714/HL-Mencken;",
  "Example": "[Collected via e-mail, 2004] \"As democracy is perfected, the office of president represents, more and more closely, the inner soul of the people. On some great and glorious day the plain folks of the land will reach their heart's desire at last and the White House will be adorned by a downright moron.\" H. L. Mencken",
  "Last Updated": "8 August 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/whitehousemoron.asp",
  "Claim": "H. L. Mencken wrote that eventually \"the White House will be adorned by a downright moron.\"",
  "Claim_ID": "politics_quotes_whitehousemoron",
  "Tags": ""
}