{
  "Origins": "This piece is one of those examples that demonstrates a good petition never goes away, even when the issue it addresses has long since been settled (or was never really an issue in the first place). The \"gay Jesus film\" petition first hit the fan in 1984, and by the end of 1985 more than a million Christians had written protest letters in an attempt to have this non-existent movie banned.",
  "Fact Check": "",
  "Description": "Yes, non-existent. There never was such a film in production, but this petition continued to circulate anyway: [Collected on the Internet, 2000] Modern People News has revealed plans for the filming of a movie based on the SEX LIFE OF JESUS in which Jesus is portrayed as a swinging HOMOSEXUAL. This film will be shot in the U.S.A. this year unless the public outcry is great. Already a French Prostitute has been named to play the part of Mary Magdalene, with who Christ has a blatant affair. We CANNOT AFFORD to standby and DO NOTHING about this disgrace. We must not allow this perveted world to drag our Lord through the dirt. PLEASE HELP us to get this film banned from the U.S.A. as it has been in Europe. Let us show how we feel. Detach and mail the form below to the address shown. Make a few copies and give them to your friends. Only one name per copy. -------------------------------------------------------- Attorney General Scott, 301 South Second Street, Springfield ILLINOIS 62606 Dear Attorney General Scott, I would like to protest, in the strongest terms possible, the production, filming, and showing of any movie that supposedly depicts the sex life of JESUS CHRIST by MODERN PEOPLE NEWS, 11030 West Addison Street, Franklin Park, Illinois 60181. Such a movie would be blasphemous and would be an outrage and contrary to the truth. We urge you to take proper action against this moral corruption. NAME:................................................... ADDRESS:............................................. CITY:..................................................... STATE:..............................CODE:.......... In the early incarnations of this call to arms, people were asked to fill out an attached form letter of protest and mail it to the Attorney General of Alabama. The message often contained the following postscript: Evangelist Jimmy Swaggart recently reported that the above mentioned movie HAS BEEN COMPLETED!!! According to Brother Swaggart, the movie company has released word that the movie is scheduled to be shown in various locations around the country during the Christmas Season. So, the time is short to put a stop to it. We sincerely hope that all spiritually and morally minded people will band together and keep this UNGODLY type of filth out of Alabama. Many fell for it, including a radio station which happily passed the story along to its listeners and later had to retract it. According to folklorist Jan Brunvand: By later the same day the radio station [in Gadsen, Alabama] personnel had attempted to contact Modern People News and had been in touch with the Alabama Attorney General's office. Following these efforts at verification, a statement was read on the air saying that although the attorney general had received between two and three thousand letters over a period of several weeks concerning the supposed gay-Jesus movie, no evidence could be found that such a project ever existed. Modern People News, it was stated, seemed to have either gone out of business or changed their name. In January 1985 Ann Landers published a letter from the Attorney General's office of Illinois which tried to set the record straight. Now the publication was given as Modern Film News which supposedly had its offices in Illinois (which is how that state got dragged into this issue). People were exhorted to write to Attorney General William J. Scott . . . a man who had last held that office four years earlier: Dear Ann Landers: The office of the Attorney General of the State of Illnois respectfully requests your assistance in combating an international chain letter that is distressing hundreds and thousands of Christians and those of other faiths as well. The chain letter is a plea to protest \"in the strongest possible language\" the making of a movie in which Jesus Christ could be depicted as a swinging homosexual. Both this office and the Associated Press have chased down every possible clue and cannot find a shred of truth in the story that such a film was ever in production. Modern Film News, which reported the film plans, has been out of business for more than two years. Moreover, 90 percent of the protest mail that has been overwhelming our staff is addressed to the former attorney general, William J. Scott, who has been out of office longer than four years. Despite our efforts to get the word to the public that the chain letter is a hoax, we continue to receive approximately 1,000 protests every week and at least a dozen phone inquiries each working day. The inquiries and protests have come from 41 states, Canada, Puerto Rico, New Zealand, Australia, Cambodia, Spain, Brazil, the Dominican Republic, India, the Philippines, Guatemala, Costa Rica and Portugal. We have concluded that the \"Jesus movie\" rumor originated in 1977 when a suburban Chicago publication, Modern People News, reported that certain interests in Europe were planning such a film and requested that readers express their opinion of the purported project. The result was the chain-letter protest, which, for some unknown reason, has been revived and is again sweeping the world. We are appealing to you, Ann Landers, to help us get the word out. The scope of your readership and impact on millions of newspaper readers around the world cannot be overestimated. The postage and phone calls, not to mention the valuable time of employees, run into a great deal of money that could be used for so many worthwhile purposes. Will you please help us? Neil F. Hartigan, Attorney General, State of Illnois Dear Attorney General Hartigan: Hoaxes die hard and the zanier the hoax, the more difficult it is to convince people that it is not true. If any of you, my readers, receive a copy of that wacky chain letter, take my word for the fact that there is not an iota of truth in it. And please tell friends that chain letters are illegal and should be tossed into the handiest wastebasket or fed to the nearest goat. The only such movie that seems to have been planned or made when this petition originally began circulating decades ago was the 1974 film Him , described briefly in Harry and Michael Medved's 1980 book, The Golden Turkey Awards , as an \"everything you ever wanted to know about bad movies, but were afraid to ask\" offering: This innovative film, designed exclusively for gay audiences, goes into excruciating detail concerning the erotic career of Jesus Christ. The ads for the film show the face of The Savior (with a cross glistening in one eye) while the headline inquires 'Are You Curious About HIS Sexual Life?' Filmmaker Ed D. Louie satisfies that curiosity by showing us that the Son of Man was a voracious homosexual. (After all, why did he spend all that time hanging around with the Apostles?) The central character of the film is actually a young gay male in contemporary America whose sexual obsession with Jesus helps him to understand the \"hidden meaning\" of the Gospels. Contrary to common belief, the entry for Him in the Medveds' book was not a hoax concocted by him. However, the minor, low-budget film was so obscure even after its release that it's hard to imagine it could have triggered a massive outpouring of petitions to stop its production. The non-existence of a \"gay Jesus film\" did not stem the ire of those who heard about it. Blasphemy even the mere hint of it is enough to mobilize good Christian soldiers everywhere. In 1988, Martin Scorsese's The Last Temptation of Christ reaped massive publicity and long lines at the box office after fundamentalist Christians picketed theaters. The uproar wasn't over a gay Jesus, merely one who both questioned his fate and who had a dream about a sexual relationship with Mary Magdalene. The film remains controversial to this day. We take our religious icons seriously, as Denis Lemon, editor of the British publication Gay News , found out in 1978. He lost his appeal against conviction for blasphemous libel involving poem he had published about a Roman centurion's homosexual love for Jesus. Though the nine month suspended sentence was set aside, the $900 fine against him and $1,900 fine against his magazine were upheld. A non-film version of a work similar to the one described in the petition was produced in 1998, when Terrance McNally's dramatic offering Corpus Christi began previews at the Manhattan Theater Club in New York. As described by The New York Times, it \"retells the Biblical story of a Jesus-like figure from his birth in a Texas flea-bag hotel with people having profane, violent sex in a room next door, to his crucifixion as 'king of the queers' in a manner with the potential to offend many people.\" And it did. The Manhattan Theater Club's announcement of the play as part of its fall season was greeted with bomb threats promising to \"burn the place to the ground\" if the production opened. In May 1998 the theatre announced it was pulling \"Corpus Christi\" from its line-up. A week later it changed its mind, reinstating the play to its fall roster. Caught between cries of censorship on one side and outraged sensibilities on the other, the theatre had to make a choice. Additional security measures were taken during the play's run to protect both the actors and the audience. The Catholic League for Religious and Civil Rights (self-described as the nation's largest Catholic civil rights group) planned an opening-night protest at the theatre involving busloads of people from as far away as Baltimore and Philadelphia as well as nuns, priests and lay people from Long Island. \"Hopefully we'll send a message that this is basically unacceptable,\" said William A. Donohue, the league's president. Corpus Christi continues to play various live theatres from time to time. It completed a four-week engagement at London's Pleasance Theatre in late 1999, and in March 2001 it became the subject of a brouhaha at Florida Atlantic University in Boca Raton when several state lawmakers threatened to cut funding for FAU because its theatre department staged the play. In March 2010, Tarleton State University's decision to host to a student performance of Terrence McNally's Corpus Christi drew ire from some residents of Stephenville, Texas, home of that institute of higher learning. Corpus Christi is undoubtedly the \"play that went on for a while but never stopped\" referred to in the current petition, but there are still no plans to make a movie out of it. The 2010 release Corpus Christi: Playing with Redemption is often mistakenly cited as a film version of the play Corpus Christi, but it is not; it's a documentary about the controversy surrounding one particular troupe's production of the play, not a movie version of the play itself. Likewise, the 2006 DVD released entitled Corpus Christi is simply a documentary about the historical figure of Jesus, not a film version of the similarly titled play. Barbara \"crock of ages\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.cduniverse.com/productinfo.asp?pid=7226858;http://www.imdb.com/title/tt1697891/plotsummary;http://www.snapproductions.com/season2001/seasonCorpusChristi.htm;http://obscurityandbeyond.blogspot.com/2010/02/lost-movie-detective-him-1974.html;",
  "Example": "[Collected on the Internet, 2000] I can't believe it. There is a movie that is coming out in 2001 saying Jesus and his disciples were gay! There is already a play that went on for a while, but never stopped! Maybe we can all do something! Please send this to ALL of your friends to sign to stop the movie from coming out. Already certain areas in Europe have started to ban it from coming to their country and we can stop it too! We just need a lot of signatures and you can help! Please do not delete this! Show your faith and respect for our Lord and Savior Jesus Christ who died for us! Please help! PLEASE SIGN AND SEND TO EVERYONE YOU KNOW! PLEASE. IF WE WORK TOGETHER WE CAN BAN THIS! Variations: Sometimes the publication news of this upcoming film was gleaned from is said to be Modern People News; at other times it's Modern Film News. Protest letters are directed to the Attorney General of either Illinois or Alabama.",
  "Last Updated": "20 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/gayjesus.asp",
  "Claim": "Jesus will be portrayed as a homosexual in an upcoming film.",
  "Claim_ID": "politics_religion_gayjesus",
  "Tags": ""
}