{
  "Origins": "As we've noted many times, good satire hews a fine line between plausibility and ridiculousness, a quality evidenced by the phenomenon of many people mistaking some pieces of satire for descriptions of actual events. This purported transcript of an interview between Alaska governor (and Republican vice-presidential nominee) Sarah Palin and Katie Couric of CBS News is another example of that phenomenon.",
  "Fact Check": "",
  "Description": "The bit of dialogue quoted above is actually a rough transcript of the opening of a Saturday Night Live skit aired on 27 September 2008, with Tina Fey playing the part of Sarah Palin and Amy Poehler as Katie Couric. The skit was a spoof of a real interview between Palin and Couric that had been broadcast earlier in the week, lampooning both Governor Palin's all-over-the place, talking point answers to Ms. Couric's questions and the tendency of politicians to respond to substantive policy questions by giving evasive, non-specific answers full of campaign buzzwords such as \"tax reductions\" and \"job creation.\" Admittedly, this portion of the comedy skit hewed so closely to reality that dismissing it as satire might be considered misleading, as without close reading the transcript offered above is difficult to tell apart from a genuine transcript of Governor Palin's interview with Katie Couric: COURIC: Why isn't it better, Governor Palin, to spend $700 billion helping middle class families who are struggling with health care, housing, gas and groceries allow them to spend more and put more money into the economy instead of helping these big financial institutions that played a role in creating this mess? PALIN: That's why I say I, like every American I'm speaking with, we're ill about this position that we have been put in where it is the taxpayers looking to bail out. But, ultimately, what the bailout does is help thosewho are concerned about the health care reform that is needed to help shore up our economy, umm ... helping the ... uh, it's got to be all about job creation, too, shoring up our economy and putting it back on the right track. So health care reform and reducing taxes and reining in spending has got to accompany tax reductions and tax relief for Americans. And trade, we'vegot to see trade as opportunity, not as a competitive, scary thing. But one in five jobs being created in the trade sector today, we've got to look at that as more opportunity. All those things under the umbrella of job creation. This bailout is a part of that. A clip of the opening of the Saturday Night Live skit, followed by a portion of Governor Palin's real interview with Katie Couric (on which the comedy skit was based), can be viewed below:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2008] Did Sarah Palin (in a Couric interview) actually say this? I have found lots of references to it but haven't found a transcript of the interview. COURIC: Senator McCain shut down his campaign this week in order to deal with the economic crisis. What's your opinion of this potential $700 billion bailout? PALIN: Like every American I'm speaking with, we are ill about this. We're saying, hey, why bail out Fannie and Freddie and not me? But ultimately, what the bailout does is help those that are concerned about the health care reform that is needed to help shore up our economy to help ... umm ... it's gotta be all about job creation, too. Also, to ... shoring up our economy and putting Fannie and Freddie back on the right track, and so ... health care reform and reducing taxes and reining in spending because Barack Obama, you know ... you know, we've got to accompany tax reduction and tax relief for Americans, also, having a dollar value meal at restaurants, that's gonna help ... but one in five jobs being created today under the umbrella of job creation, that, you know ... also ...",
  "Last Updated": "1 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/palin/interview.asp",
  "Claim": "Transcript reproduces portion of a Katie Couric interview with Sarah Palin.",
  "Claim_ID": "politics_palin_interview",
  "Tags": ""
}