{
  "Origins": "On 9 August 2014, Ferguson, Missouri, teenager Mike Brown was shot and killed by police officer Darren Wilson. The incident prompted widespread racial controversy, which intensified with an announcement on 24 November 2014 from the St. Louis County prosecutor confirming Wilson would not be indicted over Brown's shooting.",
  "Fact Check": "",
  "Description": "Rumors about Brown, Wilson, other individuals related to the case, the media, and the government's role in the ongoing event have been rife on the Internet from the date of the shooting onward. Many of the claims made in the wake of the controversy implied or stated Brown was a criminal, or they criticized his parents. One such set of claims was presented in the form of an image posted to Facebook on 1 December 2014. In the text portion of that image, a number of assertions about Mike Brown, Sr., mother Lesley McSpadden, and other family members were mixed with opinions about the purported circumstances of Brown's home life and family: This is Lesley McSpadden. She is Michael Brown's Mom. She never married his Dad. This is Louis Head. Lesley's boyfriend, they are not married. He is not Michael's Step-dad. It is true Lesley McSpadden and Michael Brown, Sr. were never married to one another. However, the text misidentifies the man pictured with Lesley McSpadden in the above-displayed image: he's not Louis Head, Lesley McSpadden's current husband, but rather Michael Brown, Sr., the biological father of Michael Brown, Jr. As seen in the images above, Head and Brown, Sr. look nothing alike. Some of the confusion may be due to Brown, Sr. and McSpadden having appeared together in public numerous times since the death of their son and appearing to have a cordial relationship: Also inaccurate is the claim that McSpadden and Head are not married. In fact, they wed in July 2014, a month before Michael Brown, Jr. was killed. There is no reason to state Head was \"not [Mike Brown's] step-Dad ,\" as there is no more common word to describe the man to whom a child's mother is married but who is not the child's biological father. The text in the image goes on to state: Michael did not live with them. They did not care enough about him to raise him in their own home. Michael lived with his Grandmother, Pearlie Gordon. She raised him. Lesley and Louis had Pearlie and her friends attacked and beat up, and stole money from her. Why? She was selling T-shirts memoralizing [sic] Michael. Lesley felt \"entitled\" to the money. Lots of love in that \"family.\" If anything is to be mourned it is the fact that Michael never had a chance to live with two real parents who loved and raised him in their home. He only became important to them when he was dead. That is the true sadness of Michael Brown. Why don't Sharpton, Jackson, Holder, and Obama focus on the need to rebuild real, solid family units and values in the Black Community where parents are dedicated to their kids and they focus on their lives before and not after they are gone. Michael Brown did not have that opportunity. This second quoted portion conflates information that can be verified (Michael's place of residence at the time of his death, and who cared for him as a child) with broad assumptions (McSpadden's presumed feelings about merchandise featuring her son's likeness, and whether he was loved by his parents and stepparents). In terms of the former, Mike Brown (like all human beings) had at least four grandparents, not counting step-grandparents . Pearlie Gordon, the woman mentioned in the meme, was not his grandmother, but rather the mother-in-law of Mike Brown, Sr. Additionally, Brown was not living with Pearlie Gordon at the time of his death, nor had he ever done so. Initial reports indicated Brown was visiting his grandmother Desuirea Harris when he was shot: Brown had been spending the summer with his grandmother, Desuirea Harris. \"He was a good kid. He didn't live around here,\" she [said]. \"He came to visit me and they did that to him for no reason.\" A profile of Brown published on 16 August 2014 (prior to the case's widespread coverage) similarly asserted Brown's residence with his grandmother was temporary and recent. While his grandmother wasn't initially named in that profile, it's most likely the report referred to Harris, with whom Brown had been visiting. Additionally, the profile suggested Brown had previously been residing with friends on a temporary basis: \"If his grandma said go upstairs, he went. He was respectful,\" recalled neighbor Kevin Seltzer, 30. \"He didn't bother people. That's why the community here in Ferguson, the real community of Canfield, we're upset now.\" Brown stayed at Canfield with friends and, earlier this year, with his grandmother at the adjacent Northwinds apartments. He had just graduated from nearby Normandy High School no small achievement here. An article published in late August 2014 (after the shooting but before the case gained widespread media attention) explained Mike Brown spent time with both his parents growing up, as is often the case when parents do not cohabitate. According to the August 2014 profile, schooling issues (and not lack of interest on the part of McSpadden or Brown, Sr.) led to Mike Brown's residency with his grandmother for some or all of his senior year of high school: His family called him \"Mike Mike,\" a name meant to distinguish him from his father. His parents, Michael Brown Sr. and Lesley McSpadden, were teenagers when he was born. They never married, and Brown, who has two sisters and a brother, bounced between the homes his parents shared with their respective spouses. When his mother moved out of the school district, according to friends, Brown began living with his grandmother in the Canfield Green apartment complex. Early media accounts referenced Harris as both Brown's grandmother and as the woman with whom he was staying at the time of his death. Gordon was mentioned in later reports concerning an alleged altercation on 18 October 2014 over the sales of merchandise bearing Mike Brown's likeness. In those articles, Gordon was identified not as Brown's grandmother, but as Brown, Sr.'s mother-in-law . Nowhere in those accounts was McSpadden quoted as stating she \"felt entitled\" to the proceeds of those sales; rather, those reports suggested McSpadden was upset over Gordon's financially profiting from her son's death, and that Gordon defiantly refused to stop even when McSpadden objected: Pearlie Gordon, Michael Brown Sr.'s mother-in-law, told police that she was selling \"Justice for Mike Brown\" items in a parking lot Oct. 18 when a group of about 20 to 30 people rushed toward her, according to an incident report. Gordon said that Brown's mother, Lesley McSpadden, told her that she couldn't sell the merchandise. Gordon then told McSpadden that \"unless McSpadden could produce documentation stating she had a patent on her son's name, she (Gordon) was going to continue to sell her merchandise,\" the report states.",
  "Originally Published": "",
  "Referred Links": "http://www.usatoday.com/story/news/nation/2014/08/25/ferguson-michael-brown-missouri-police/14594185/;",
  "Example": "[Collected via email, December 2014] There is a story on FB about Michael Brown's mother Lesley McFadden and his \"step father\" Louis Head having the woman who really raised Michael, his grandmother Pearlie Gordon, attacked and stole money from her (raised by t-shirts memorializing Michael Brown). Is there anytruth to it?",
  "Last Updated": "7 March 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/crime/mcspadden.asp",
  "Claim": "Image depicting Mike Brown's mother and her boyfriend (not his father) provides a truthful description of the teen's home life.",
  "Claim_ID": "politics_crime_mcspadden",
  "Tags": ""
}