{
  "Origins": "The letter quoted above was sent via e-mail by Lonnie J. Lewis, a Navy corpsman deployed in Kuwait attached to the 1st Marine Expeditionary Brigade, in response to his mother's query about how he would feel if she joined other relatives in participating in a Hollywood anti-war demonstration. His letter was published in the Las Vegas Review-Journal on 8 March 2003, and the newspaper also ran an article about Lewis' mother and grandfather the same day.",
  "Fact Check": "",
  "Description": "Lewis' mother, Karen Perez, said in a telephone interview that \"she decided not to join the antiwar protest after reading her son's e-mail.\"",
  "Originally Published": "",
  "Referred Links": "http://www.reviewjournal.com/lvrj_home/2003/Mar-08-Sat-2003/news/20846990.html;http://www.reviewjournal.com/lvrj_home/2003/Mar-08-Sat-2003/news/20846821.html;",
  "Example": "[Collected on the Internet, 2003] Dear Mom, It's really your decision to march if you want to or not. You are the one who has to decide if what we are doing out here is right or not. My opinion is not yours. I do, however, have things I would like for you and Grandma and everyone else at home to know. I am a United States soldier. I was sworn to defend my country against all enemies, foreign and domestic. People may not agree with the things we are ordered to do. I would like to address those people by telling them that terrorism is not only a threat to us as Americans, but to many other innocent people in the world. What type of country would we be if we didn't defend the rights and freedoms of others, not because they're Americans, but how about just because they're human? We live in a country where people feel secure with their daily lives. They do business like usual and don't worry about the thought of terrorism actually happening to them. The people of 9-11 thought the same thing. We now know that it can happen to anyone at any time. Yet as Americans we're afraid of losing our soldiers to defend our security. I can only speak for myself when I say that my life is an easy expense to ensure that my family and friends can live in peace. I strongly believe in what we are doing and wish you were here to see for yourselves the honor and privilege that American soldiers aboard this ship are feeling, knowing that we are going to be a part of something so strong and so meaningful to the safety of our loved ones. Then you would know what this potential war is about. We will stand tall in front of terrorism and defeat it. We as soldiers are not afraid of what may happen. We are only afraid of Americans not being able to understand why we are here. I ask for your courage as Americans to be strong for us; I ask for your understanding in what we believe is right. I ask for your support in what we are sworn to do: defend our country and the life of all. We will succeed in our task and will end the threat of terrorism in our back yard. We will also end the threat of terrorism in our neighbors'. We have to remind ourselves of what this country stands for: life, liberty and justice for all. In order to maintain those rights we have to stop the threat of terrorism. I am proud to be here. I will be coming home, but not until I know that it's going to be safe for all Americans and for everyone I love. My family is first. My country is where they live. I will defend it. Lonnie J. Lewis Navy corpsman C Co. 1/4 WPN PLT UIC 39726 FPO AP 966139726 P.S. Mom, please send this to everyone who has a hard time understanding why we are here. Ask the paper to put what I've said in a column so that others will know why we are here and what we are here for. I love you all and will be home soon. I left my address so that if anyone feels like writing to let me know how they feel, they can.",
  "Last Updated": "14 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/momletter.asp",
  "Claim": "Navy corpsman's e-mail dissuades his mother from attending anti-war demonstration.",
  "Claim_ID": "politics_soapbox_momletter",
  "Tags": ""
}