{
  "Origins": "The wake of the September 2013 fatal shooting of 12 people by a civilian military contractor who went on a rampage at Washington Navy Yard saw the recirculation of a rumor that gained currency after the November 2009 fatal shooting of 13 people by a U.S. Army psychiatrist at Fort Hood, Texas: that one of the reasons these mass shooters had not been stopped earlier in their killing sprees was because President Bill Clinton had issued an executive order back in 1993 that prohibited personnel on military bases from carrying firearms while on duty.",
  "Fact Check": "",
  "Description": "While there was at least a small kernel of real information underlying such claims, the gist of the rumor was wrong on two major counts. It was during the presidency of George H.W. Bush, not Bill Clinton, that the U.S. Department of Defense issued a directive in February 1992 affecting the carrying of firearms on bases by military personnel. That directive was eventually implemented through a regulation 190-14 issued by the Department of the Army (not via executive order) in March 1993, just two months after President Clinton assumed office. Additionally, that change in regulations (which applied only to the Army, not other branches of the U.S. armed forces) did not ban the carrying of weapons by soldiers on Army bases; rather, it restricted the authorization to carry firearms to personnel engaged in law enforcement and security duties, and to personnel stationed at facilities where there was \"a reasonable expectation that life or Army assets would be jeopardized if firearms were not carried\": a. The authorization to carry firearms will be issued only to qualified personnel when there is a reasonable expectation that life or Department of the Army (DA) assets will be jeopardized if firearms are not carried. Evaluation of the necessity to carry a firearm will be made considering this expectation weighed against the possible consequences of accidental or indiscriminate use of firearms. b. DA personnel regularly engaged in law enforcement or security duties will be armed. c. DA personnel are authorized to carry firearms while engaged in security duties, protecting personnel and vital Government assets, or guarding prisoners. Others noted that the change in policy likely had little actual effect on day-to-day base operations: Steven Bucci, a military expert for The Heritage Foundation who served 28 years in the Army and retired in 2005 with the rank of colonel, also [said] that Clinton is not to blame. \"I think you are barking up the wrong tree if you are looking to put blame on someone for disarming the military,\" said Bucci, when asked if Clinton was responsible. \"I think that's kind of a bogus story.\" \"We have never had our soldiers walking around with weapons all the time, other than in combat zones,\" he added, noting only Military Police have had that authority.",
  "Originally Published": "",
  "Referred Links": "http://www.apd.army.mil/jw2/xmldemo/r190_14/head.asp;http://www.dtic.mil/dtic/tr/fulltext/u2/a272176.pdf;",
  "Example": "[Collected via e-mail, August 2010] Is it true that \"one of the first things Bill Clinton did in office was to issue an executive order disarming soldiers on military bases\"?",
  "Last Updated": "16 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/baseguns.asp",
  "Claim": "President Bill Clinton issued an executive order disarming soldiers on military bases.",
  "Claim_ID": "politics_clintons_baseguns",
  "Tags": ""
}