{
  "Origins": "This item about former Massachusetts governor and 2012 Republican presidential candidate Mitt Romney first hit our inbox in June 2012. Most of the information contained therein is verifiable, as described below:",
  "Fact Check": "",
  "Description": "After going to both Harvard Business School and Harvard Law School simultaneously, he passed the Michigan bar, but never worked as an attorney. In the 1970s, Mitt Romney attended Harvard University and earned a degree from the school's then-new joint business and law degree program. According to a 2007 Boston Globe profile: George Romney loomed large in his son's decision to earn business and law degrees simultaneously. Intent on following in the professional footsteps of his father, who had been chairman of American Motors Corp., Romney expressed an interest in business school. George Romney believed a law degree was a valuable commodity. So his son pursued both. Harvard's joint MBA/JD program was relatively new at the time it had been launched two years earlier and was intensely rigorous. Typically, business school is completed in two years and law school in three; dual-degree students earn both degrees in four years, spending their first year at one of the schools, their second at the other, and their final two shuttling between both. Out of Romney's 800 business school classmates and 550 law school classmates, only 15 earned degrees through the dual program. Romney excelled at both schools, graduating with honors from the law school; becoming a Baker Scholar at the business school, a distinction reserved for the top 5 percent of the class; and impressing many of his peers with his quick mind and skill at building consensus. The biography The Real Romney notes that: Shortly after Romney left Harvard, he began working at BCG [Boston Consulting Group], a fitting first job for a freshly minted Ivy League graduate. Romney was hedging his bets, though, not wholly confident that he would make it in the business world. He passed the Michigan bar exam in July 1975 and was admitted to practice law there the next year. He figured it would provide him a landing place if he didn't cut it in business. But the safety valve wouldn't be necessary. As a venture-capitalist, Romney's first major business deal involved investing in a start-up office supply company with one store in Massachusetts that sold office supplies. That company, called Staples, now has over 2,000 stores and employs over 90,000 people. Romney or his company Bain Capital (using what became known as the \"Bain Way\") would go on to perform the same kinds of business miracles again and again, with companies like Domino's, Sealy, Brookstone, Weather Channel, Burger King, Warner Music Group, Dollarama, Home Depot Supply, and many others. The long-term effectiveness (or lack thereof) of the so-called \"Bain Way\" remains a subject of debate. In January 2012, the Wall Street Journal published an analysis of the business investments made by Bain Capital during Mitt Romney's tenure there and reported the following: The Wall Street Journal, aiming for a comprehensive assessment, examined 77 businesses Bain invested in while Mr. Romney led the firm from its 1984 start until early 1999, to see how they fared during Bain's involvement and shortly afterward. Among the findings: 22% either filed for bankruptcy reorganization or closed their doors by the end of the eighth year after Bain first invested, sometimes with substantial job losses. An additional 8% ran into so much trouble that all of the money Bain invested was lost. Another finding was that Bain produced stellar returns for its investors yet the bulk of these came from just a small number of its investments. Ten deals produced more than 70% of the dollar gains. Some of those companies, too, later ran into trouble. Of the 10 businesses on which Bain investors scored their biggest gains, four later landed in bankruptcy court. (Full details of the Wall Street Journal 's analysis can be viewed here .) Volunteer campaign worker for his dad's gubernatorial campaign 1 year. A 2007 Time magazine article touched on a teenaged Mitt Romney's working for his father's Michigan gubernatorial campaign in 1962: He was 15 when his father ran for Governor in a state in which no Republican had held the job in 14 years. Mitt worked the campaign switchboard and traveled the county-fair circuit in a Ford microvan. George put Mitt to work at the \"Romney for Governor\" booths, shouting over a microphone and loudspeaker system, \"You should vote for my father for Governor. He's a truly great person. You've got to support him. He's going to make things better.\" Mitt realizes now that his dad had something in mind beyond his own political career: \"He was teaching me how to get out there.\" Unpaid intern in Governor's office 8 years. Mitt Romney did work as an intern in the Michigan governor's office while his father held that position, but not for anything close to eight years. George Romney served as Michigan's governor for only six years (January 1963 to January 1969), and for most of that time Mitt Romney was living outside of the state: first as a student at Stanford University in California from 1965-66, then as a Mormon missionary in France from mid-1966 through the end of 1968. Mormon missionary in Paris 2 years. Mitt Romney served as a Mormon missionary in France for a thirty-month period from July 1966 to December 1968. In 2007 the New York Times reported of his experience there that: France was a humbling experience for Mr. Romney, who recalled it as the only time in his life when most of what I was trying to do was rejected. Missionary work is a rite of passage for Mormon men, who are encouraged to volunteer when they turn 19. Mitt Romney s grandfather, father and older brother had all served in Britain, so his assignment to France came as a surprise, he recalled. The son of a car company chief executive who later became governor of Michigan, Mitt Romney called his mission an instructive first experience of deprivation. He lived on about $100 a month, sleeping on cast-off mattresses and crowding into small apartments in groups of four. The only toilet was often down the hall and the only shower in a public bathhouse. The 175 missionaries in France all rose at 6 a.m. each day, rang doorbells from 9 a.m. to 9 p.m., and turned in by 10. Mr. Romney quickly stood out. His father was perhaps the best known Mormon public official of his day, and Mitt s three years of French at the exclusive Cranbrook school in Bloomfield Hills, Mich., had made him more fluent than his peers. Like most missionaries, he did not win many converts. After reading Mitt s demoralized letters, his father sent back a favorite motto: Despair not, but if you despair, work on in your despair. Mr. Romney s companions, though, recall only his zeal. In newsletters, he often led the lists recording contacts made or tracts distributed. He chafed at the door-to-door entreaties, pushing for new ways to market their creed, like an exhibition baseball game or staging an American night in a youth center. Unpaid bishop and stake president for his church 10 years. The authors of The Real Romney described Mitt's service as a bishop and stake president in his church: Mormon congregations, typically groups of 400 to 500 people, are known as wards, and their boundaries are determined by geography. Wards, along with smaller congregations known as branches, are organized into stakes. Thus a stake, akin to a Catholic diocese, is a collection of wards and branches in a city or region. Unlike Protestants or Catholics, Mormons do not choose the congregations to which they belong. It depends entirely on where they live. In another departure from many other faiths, Mormons do not have paid full-time clergy. Members in good standing take turns serving in leadership roles. They are expected to perform their ecclesiastical duties on top of career and family responsibilities. Those called to serve as stake presidents and bishops, or leaders of local wards, are fully empowered as agents of the church, and they carry great authority over their domains. Mitt Romney first took on a major church role around 1977, when he was called to be a counselor to Gordon Williams, then the president of the Boston stake. Romney was essentially an adviser and deputy to Williams, helping oversee area congregations. His appointment was somewhat unusual in that counselors at that level have typically been bishops of their local wards first. But Romney, who was only about 30 years old, was deemed to possess leadership qualities beyond his years. Romney s responsibilities only grew from there; he would go on to serve as bishop and then as stake president, overseeing about a dozen congregations with close to 4,000 members altogether. Those positions in the church amounted to his biggest leadership test yet, exposing him to personal and institutional crises, human tragedies, immigrant cultures, social forces, and organizational challenges that he had never before encountered. No salary as president of the Olympics 3 years. Mitt Romney served as the president and CEO of the Salt Lake Organizing Committee for the Olympic and Paralympic Winter Games of 2002. According to his spokesman, Romney donated the salary and severance pay he received for that effort to charity: In Romney's case, he signed an offer letter in 1999 acknowledging he would be paid $280,000 annually for the Olympic job and receive up to one year in severance pay after the Games. Romney announced the day he started the job that he would not accept any wages unless the organizing committee completed the Games with a profit. He also told the Salt Lake Tribune one of his \"absolutes\" was that he would \"not accept any severance pay when his three-year term is complete.\" He also cited his pledge to forgo any severance pay in his book, \"Turnaround: Crisis, Leadership, and the Olympic Games.\" When the organizing committee posted a surplus of nearly $100 million after the Games, Romney accepted $922,980 in total salary as well as the $476,000 severance package. [His spokesman, Eric] Fehrnstrom said Romney gave his salary as well as the severance pay to charity. Romney and his wife, Ann, also donated $1 million to the organizing committee during his tenure. Asked what charities received the money, Fehrnstrom said Romney does not discuss publicly his charitable giving. No salary as MA governor 4 years. Just prior to his swearing-in as Massachusetts' governor in 2003, Mitt Romney's transition team announced that he and his lieutenant governor would not take salaries ($135,000 and $120,000 per year, respectively) while in office. And in 2011 Mitt Romney gave over $4 million to charity, almost 19% of his income. Obama gave 1% Joe Biden gave $300 or .0013% According to an in-process federal income tax return made available by the Romney campaign, in 2011 Mitt and Ann Romney declared a gross income of $20,908,880 and charitable contributions of $4,020,572, the latter figure comprising 19.2% of the former. The additional information about the charitable donations of President Barack Obama and Vice President Joe Biden is incorrect, however. In 2011 the Obamas reported a gross income of $844,585 and charitable contributions totaling $172,130, the latter figure comprising 20.4% of the former (a rate higher than the Romneys' 19.2%). The Bidens reported a gross income of $379,035 for 2011 and claimed $5,540 in charitable contributions, the latter figure comprising 1.5% of the former.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/sites/default/files/vp_biden_complete_return_2011.pdf;http://www.whitehouse.gov/sites/default/files/president_obama_complete_return_2011.pdf;http://abcnews.go.com/images/Politics/Mitt%20Romney%202011.pdf;http://online.wsj.com/article/SB10001424052970204331304577140850713493694.html;",
  "Example": "[Collected via e-mail, June 2012] The Real Mitt Romney! After going to both Harvard Business School and Harvard Law School simultaneously, he passed the Michigan bar, but never worked as an attorney. As a venture-capitalist, Romney's first major business deal involved investing in a start-up office supply company with one store in Massachusetts that sold office supplies. That company, called Staples, now has over 2,000 stores and employs over 90,000 people. Romney or his company Bain Capital (using what became known as the \"Bain Way\") would go on to perform the same kinds of business miracles again and again, with companies like Domino's, Sealy, Brookstone, Weather Channel, Burger King, Warner Music Group, Dollarama, Home Depot Supply, and many others. Got your calculators handy? Let's recap. Volunteer campaign worker for his dad's gubernatorial campaign 1 year. Unpaid intern in Governor's office 8 years. Mormon missionary in Paris 2 years. Unpaid bishop and stake president for his church 10 years. No salary as president of the Olympics 3 years. No salary as MA governor 4 years. That's a grand total of 28 years of unpaid service to his country, his community and his church. Why? Because that's the kind of man Mitt Romney is! And in 2011 Mitt Romney gave over $4 million to charity, almost 19% of his income ... Obama gave 1% Joe Biden gave $300 or .0013% This is real character vs ... well you know what!",
  "Last Updated": "2 July 2012",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/politics/romney/realmitt.asp",
  "Claim": "Item presents information about the \"real\" Mitt Romney.",
  "Claim_ID": "politics_romney_realmitt",
  "Tags": ""
}