{
  "Origins": "Late on 3 November 2014 (the eve of 2014's midterm elections), blog The Gateway Pundit published an article which claimed President Barack Obama issued a \"gag order\" on insurance companies prohibiting them from releasing 2015 insurance rates until the 2014 midterm elections had concluded. The claim came hours before polls officially opened for voting in jurisdictions across the United States.",
  "Fact Check": "",
  "Description": "According to the blog, several sources confirmed a conspiracy among Democrats was underway to conceal what are presumably massive health insurance rate hikes in 2015. Quoting blogger Warner Todd Huston, the report stated \"Barack Obama is again playing political games with our health insurance industry,\" and the President \"turned in another underhanded move against it by forcing insurance carriers, brokers and agents to withhold their 2015 prices until after the 2014 midterm elections are over all so that the news of higher prices won't hurt Democrats on Election Day\": Before we get into that, though, millions of new cancellations will be hitting on January 1, 2015. Much of this news has gone under the radar as Democrats and their lapdog media are keeping this as quiet as possible. There is also something different with these cancellations, something that has never happened before in the healthcare insurance industry. Past practice has always been that the next year's new rates are released 60 days before the first day of the next year. But Obama has mandated that companies hold back on that normal practice so that he can shield Democrats at the polls. The article cited the same source twice (making it seem as if the claim came from more than one place) and the initial claim stemmed from a the personal blog of a health insurance broker who wrote: This year, for the first time in 20 years I can not even quote a replacement product because Barack Obama has issued a GAG ORDER to the health insurance industry instructing them not to disclose their January 2015 health insurance rates until after the mid-term elections. This is unprecedented. Normally health insurance premiums are released for public viewing 60 days before the January 1st effective date. Where are the reports on these cancellations and the gag order from NBC, ABC, CBS and CNN? The only news organization that I am aware of that has reported on any of this is the Fox News channel. I can guarantee you one thing, not one of my clients who received a cancellation notice is voting Democrat on Tuesday. It's worth noting the claims bear a striking resemblance to a similar (false) claim that 2015 Medicare rates had been deliberately withheld from Medicare enrollees until the elections had concluded. In that case, Medicare rates were released following the printing of the 2015 Medicare handbook but were made widely available well in advance of the 2014 midterm elections. Contrary to the rumor, 2015 Medicare rates were essentially the same as those for 2014. In this case, the original claim stemmed from an opinion piece from USA Today penned by health insurance pundit Bob Laszewski and published on 13 October 2014. In that editorial, Laszewski surmised the Obama administration was attempting to circumvent a backlash by restricting information related not to insurance rates, but to enrollment data: Last week, The Wall Street Journal reported that the administration sent an email to the insurance companies participating in Obamacare telling them to keep their mouths shut about the testing of the new health law's enrollment system saying, that unlike last year, they would require \"all testers (the insurance companies) to acknowledge the confidentiality of this process\" before they would be allowed to participate. The administration reminded insurers that their confidentiality agreement with the Obama administration means that insurance executives \"will not use, disclose, post to a public forum, or in any way share Test Data with any person or entity, included but not limited to media ...\" This includes any \"results of this testing exercise and any information describing or otherwise relating to the performance or functionality\" of the Obamacare enrollment and eligibility system. The Wall Street Journal (WSJ) report to which that editorial referred was published on 7 October 2014, and pertained (again) not to the disclosure of insurance rates, but rather to the testing of a new version of the Healthcare.gov website. The WSJ reported an \"email alert\" had been sent to insurance industry participants instructing them not to divulge website testing data or functionality information to media sources: The email alert spells out exactly what is expected of participants: Insurance-industry officials \"will not use, disclose, describe, post to a public form, or in any way share Test Data with any person or entity, including but not limited to the media,\" unless the recipient also has agreed to the confidentiality provisions. The new confidentiality agreement won't just cover the industry data that will be included in the marketplace's testing environment. It also includes \"results of this testing exercise and any information describing or otherwise relating to the performance or functionality\" of HealthCare.gov. A spokesman for America's Health Insurance Plans said, the insurers \"engaged in testing are focused on avoiding the unfortunate experience that consumers faced last year and nothing more.\" Clearly there was no industry-wide \"gag order\" that precluded all insurers from disclosing their 2015 health insurance rates prior to the 2014 midterm elections, as a number of insurance companies sent out printed materials to customers listing those future rates well before the early November election date. Also at issue was the fact that back in November 2013, the Department of Health and Human Services (HHS) opted to push the start of the 2015 enrollment period for federal health-care exchanges back from mid-October 2014 to mid-November 2014, a move some critics cited as an attempt to prevent bad news about rate increases from coming out prior to the mid-term elections in November 2014. HHS maintained the change in schedule was made to allow insurance companies more time review the previous year's enrollments before setting their rates for the upcoming year and to provide more time for potential customers to make their enrollment choices: The change is aimed at giving insurance companies who offer plans on the exchanges more time to review 2014 enrollments and set rates for the 2015 enrollment period. It would also give customers an extra week to review their options, extending the open-enrollment period by one week to two full months. Republicans were quick to pounce on the change, accusing the administration of a blatantly political effort to delay bad news that might result from the next round of open enrollment until after the election. The delay means Americans might not hear about potential rate increases until after the election, rather than in the weeks before. The shift in the open enrollment period for 2015 meant that many consumers who obtain insurance through the federal exchanges might not have looked for or been aware of newer rates (and potential rate increases) until after the 2014 midterm elections, but insurance companies were not precluded by presidential order from making that information available to the public.",
  "Originally Published": "",
  "Referred Links": "http://csteventucker.wordpress.com/2014/11/01/humana-aetna-and-bcbstx-are-canceling-plans-but-this-year-its-much-different/;http://www.thegatewaypundit.com/2014/11/unprecedented-obama-forces-insurance-industry-to-withhold-2015-prices-until-after-election/;",
  "Example": "[Collected via e-mail, November 2014] Barack Obama has issued a GAG ORDER to the health insurance industry instructing them not to disclose their January 2015 healthinsurance rates until after the mid-term elections.",
  "Last Updated": "4 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/gagorder.asp",
  "Claim": "President Obama issued a 'gag order' on insurance rates for 2015 until after the midterm elections.",
  "Claim_ID": "politics_obama_gagorder",
  "Tags": ""
}