{
  "Origins": "This photograph of ships lined up at the piers of the Norfolk NavalBase was widely circulated online beginning in March 2013 with accompanying claims that it showed five U.S. aircraft carriers simultaneously docked in the same place for the first time since World War II. Although the photograph is genuine, and five carriers were indeed docked at Norfolk at the same time, most of the claims in the accompanying text are exaggerated or untrue: the ships were not all \"first line\" carriers, nor were they \"pulled out from the Middle East\" and \"ordered into harbor for routine inspections,\" and the situation was not the first occurrence of its type since World War II, nor was it a \"breach of long-standing military protocol.\"",
  "Fact Check": "",
  "Description": "Although the Norfolk photograph was circulated in March 2013 as something snapped \"the other day,\" it was actually taken in mid-December 2012, when many U.S. Navy ships of all types were briefly docked at a number of fleet concentration areas to facilitate the traditional practice of giving ships' crews a chance to spend part of the holiday season with their families: Five aircraft carriers, four big-deck amphibious assault ships, a full cast of \"small boy\" surface warships, along with nuclear submarines and support ships, are crowding the [Norfolk] base, giving a comfortably snug feeling to the waterfront. Similar scenes although not with the gathering of flattops seen here are taking place at other fleet concentration areas like San Diego and Pearl Harbor. The Navy makes a point of trying to gives its shipboard crews a chance to spend Christmas with their families, and for a few days the percentage of ships underway drops to the lowest point it will be all year. But many of these ships will be gone in two weeks as the pace of operations picks up again. That grouping of ships at Norfolk did include five aircraft carriers (the USS Dwight D. Eisenhower , USS George H.W. Bush , USS Enterprise , USS Harry S. Truman , and USS Abraham Lincoln , but they were not all \"first line\" carriers, they were not diverted from the Middle East or ordered into port for \"routine inspections,\" nor was this the first time such a collection of carriers had taken place since World War II: The USS Enterprise (CVN 65) was no longer a \"first line\" ship at the time this photograph was taken, as it had already begun the process of deactivation at the beginning of December 2012 (a step towards its planned decommissioning) and \"will never again go to sea under her own power.\" As noted by the U.S. Navy, the other four aircraft carriers all had planned, routine reasons for being in port at Norfolk in December 2012; none of these ships was abruptly or unexpectedly \"ordered into harbor for routine inspections\": DWIGHT D. EISENHOWER's deployment to the Persian Gulf region was extended recently when her replacement, the Pacific carrier NIMITZ, needed to undergo emergency repairs. IKE is home for about two months to have her flight deck resurfaced, then will return to Central Command's Fifth Fleet. Sheds cover the ABRAHAM LINCOLN's flight deck as she prepares to cross to Newport News early next year to begin a three-and-a-half-year refueling overhaul, the most comprehensive refit a carrier will undergo in its 50-year service life. HARRY S. TRUMAN has completed most of her training and is expected to deploy to the Fifth Fleet region later this winter. GEORGE H. W. BUSH completed a major overhaul in early December and is in the early stages of deployment work ups.The USS Dwight D. Eisenhower had returned to Norfolk three months earlier than previously scheduled in order to resurface its flight deck prior to a planned redeployment; the USS Harry S. Truman had returned to Norfolk from its previous deployment in December 2010 and as of December 2012 was still awaiting redeployment orders; the USS George H.W. Bush had completed an overhaul and remained at Norfolk while conducting sea trials in preparation for an upcoming training cycle and deployment; and USS Abraham Lincoln remained at Norfolk while awaiting departure for a refueling complex overhaul at Newport News shipyard (which was delayed due to a lack of funding).",
  "Originally Published": "",
  "Referred Links": "http://www.navy.mil/submit/display.asp?story_id=71992;http://www.navy.mil/submit/display.asp?story_id=70914;http://www.navy.mil/submit/display.asp?story_id=71922;http://www.navy.mil/submit/display.asp?story_id=72259;https://web.archive.org/web/20130117103334/http://blogs.defensenews.com/intercepts/2012/12/carrier-enterprise-cvn-65-leaves-the-fleet-but-the-name-lives-on/;https://web.archive.org/web/20130101062828/http://blogs.defensenews.com/intercepts/2012/12/home-for-christmas-9-flattops-at-norfolk-dec-20-2012/;",
  "Example": "[Collected via Facebook, March 2013] 2ND PEARL HARBOR????? What is wrong with this picture? The picture is of the five \"first line\" US nuclear carriers docked together in one place. Just like Battleship Row, Pearl Harbor, December 7, 1941. This picture was taken the other day in Norfolk, Virginia. The Obama Administration ordered 5 nuclear carriers into harbor for \"routine\" (?) inspections. Heads of the Navy were flabbergasted by the directive but had to comply as it was a direct order from their Commander of Deceit. The carriers were all pulled out from the MIDDLE EAST and the Afghanistan support role leaving our land forces naked and exposed! NORFOLK, VA. (February 8, 2013). This is the first time since WWII that five [5] nuclear powered aircraft carriers were docked together: USS Dwight D. Eisenhower (CVN 69), USS George H.W. Bush (CVN 77), USS Enterprise (CVN 65), USS Harry S. Truman (CVN 75), and USS Abraham Lincoln (CVN 72) are all in port at Naval Station Norfolk, Va., the world's largest naval station. Knowledgeable Sources stated that this breached a long standing military protocol in the Navy meant to avoid a massive enemy strike on major US forces. Obama is Commander in chief . This ordering of most of the Navy's capitol ships into one place is unprecedented since Pearl Harbor! This could be the creation of a false flag atomic incident too stupid for any enemy to pass up.",
  "Last Updated": "",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/military/carriers.asp",
  "Claim": "President Obama ordered five first line U.S. aircraft carriers into port together in a shocking breach of military protocol.",
  "Claim_ID": "politics_military_carriers",
  "Tags": ""
}