{
  "Origins": "Given talk show host Oprah Winfrey's status as a leading supporter of Barack Obama who traveled the U.S. to stump on his behalf and helped raise cash for his campaign at a series of star-studded fundraisers during the 2008 presidential campaign, she's probably one of the celebrities deemed least likely to be endorsing President Obama's opponent, Mitt Romney, in the 2012 presidential race. That aspect makes the photograph displayed above, which seemingly shows Oprah endorsing Mitt with a thumb's up gesture in front of a Romney/Ryan campaign backdrop, all the more surprising.",
  "Fact Check": "",
  "Description": "However, although Oprah Winfrey announced in April 2012 that her commitments to \"trying to fix a network\" meant she was \"not going to be out there\" as a booster for President Obama during his 2012 re-election campaign, she did not declare any intention to switch sides; on the contrary, she proclaimed in a CBS interview that \"I'm 100 percent behind our president. I actually love our president, and have the utmost respect for him and that office and what it takes to be there.\" The first image shown in the above example doesn't capture Oprah endorsing Mitt Romney, or even pretending to endorse him as a goof. It's a fake created by manipulating a photo of Oprah taken at a completely different, non-political event back in December 2008: Talk-show queen Oprah Winfrey signs off at L.A.'s Beverly Hills Hotel for The Hollywood Reporter's annual breakfast honoring the publication's 17th annual Women in Entertainment: Power 100 special issue. This year, Winfrey took top honors, landing at No. 1. The second picture shown above is not any form of political endorsement; it's just a publicity photo that was used to promote Oprah Winfrey's interview with Mitt and Ann Romney which was published in the November 2012 issue of Oprah's O magazine.",
  "Originally Published": "",
  "Referred Links": "http://www.oprah.com/world/Oprah-Interviews-Mitt-and-Ann-Romney-in-O;http://www.people.com/people/gallery/0,,20244609_20551724,00.html;",
  "Example": "[Collected via e-mail, October 2012] This Picture of Oprah endorsing Romney with the caption, because,\"She wants to keep her money\", appeared on Facebook.com. It said it was credited to the Tea Party Organization. Someone sent me a picture on Facebook showing Oprah Winfrey standing in front of a Romney/Ryan campaign billboard. Can you find out if this is legitimate? There is a photo of Oprah on Facebook showing her with a \"thumbs up\" in front of Romney/Ryan backdrop saying she is voting for Romney this time. True or false? Last election Oprah brought in approx. 15% of the vote for Obama it is said.... Her endorsement really made him. She is not a stupid woman, and knows exactly what she is doing by being with Romney this week and saying he is a marvelous man, honest and good man and she is excellent friends with him and loves both him and Ann, right before the election...she is really endorsing him and supporting him. You haven't seen her with Obama lately?",
  "Last Updated": "31 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/romney/oprah.asp",
  "Claim": "Photograph shows Oprah Winfrey endorsing Mitt Romney for President.",
  "Claim_ID": "politics_romney_oprah",
  "Tags": ""
}