{
  "Origins": "When the Ebola virus leapt onto front pages across the globe in 2014, a great deal of confusion and uncertainty followed its seemingly sudden appearance. Ebola's relatively high mortality rate and eventual spread to a small number of patients in the United States brought with alacrity what was only recently a far-flung nightmare to the Western world's doorstep.",
  "Fact Check": "",
  "Description": "Whispers of a global conspiracy have dogged the 2014 outbreak of Ebola: the FEMA coffins rumor was attached to the story, buzz over forced vaccinations circulated, and allegations that an airborne strain of mutated Ebola exists are among some of the fears articulated by web users. On 8 October 2014, a man identifying himself as a nurse in Ghana named Nana Kwame posted a Facebook note titled \"Ebo-LIE.\" In the post, Kwame described an understandable climate of fear surrounding the Ebola outbreak of 2014 in his home country. Kwame's Facebook post was quickly picked up by a number of conspiracy blogs. In his writing, Kwame laid out a number of reasons he believes \"Ebola is fake.\" Himself aware of conspiracy rhetoric, Kwame rejected common \"depopulation\" claims in favor of a less-obvious subterfuge across several numbered points: Reason 1: This vaccine implemented sickness being \"called\" Ebola was introduced into West Africa for the end goal of getting troops on the ground in Nigeria, Liberia, and Sierra Leone. If you remember America was just trying to get into Nigeria for \"Boko Haram\" #BULLSHIT but that fell apart when Nigerians started telling the truth. There ARE NO GIRLS MISSING. Global support fell through the floor, and a new reason was needed to get troops into Nigeria and steal the new oil reserves they have discovered. The Boko Haram kidnappings referenced by Kwame occurred on 14-15 April 2014 at the Government Secondary School in Chibok, Nigeria. A total of 276 female students were kidnapped, and 200 of those girls remain missing. However, the 2014 Ebola outbreak predates the Boko Haram kidnapping and began in December 2013. Had the Ebola outbreak been a plan B smokescreen, it would have been unleashed after the \"fake\" kidnappings were announced, not before. Kwame's post continued by asserting: Reason 2: Sierra Leone is the World's Largest Supplier of Diamonds. For the past 4 months they have been on strike, refusing to provide diamonds due to horrible working conditions and slave pay. The West will not pay a fair wage for the resources because the idea is to keep these people surviving on rice bags and foreign aid so that they remain a source of cheap slave labor forever. A reason was also needed to get troops on the ground in Sierra Leone to force an end to the diamond miners strikes. This is not the first time this has been done. When miners refuse to work troops are sent in and even if they have to kill and replace them all, the only desire is to get diamonds back flowing out of the country. Of course to launch multiple campaigns to invade these countries separately would be way too fishy. But something like \"Ebola\" allows access to an entire area simultaneously ... Reason 3: In addition to stealing Nigerian oil, and forcing Sierra Leone back to mining, troops have also been sent in to FORCE vaccinations (Deadly \"Ebola\" Poison) onto those Africans who are not foolish enough to take them willingly. It's fair to say Africa has been historically exploited for its abundant natural resources, and the diamond trade is notoriously corrupt and conflict-ridden . However, Ebola did not appear recently, nor is a surge in infections a new development for the virus. Ebola was first identified by researchers in 1976: an outbreak that year in South Sudan infected 284 people, 151 of whom died of the newly-identified virus. Experts have since surmised the 1976 outbreak in South Sudan infected relatively few victims because it was so virulent and deadly that \"it killed people so fast that they didn't have much time to infect other people before they died.\" In addition, Ebola is only one of a number of hemorrhagic fevers known to medical science and is therefore not a unique horror unleashed on Africa. While Kwame's suspicions of military intervention in Africa are understandable, they also begin to unravel when the history of Ebola is considered. An outbreak occurred in the Democratic Republic of Congo in 1995, and again in Uganda in 2000. A 2002-03 Ebola outbreak in Congo ultimately killed 90 percent of those who became infected with that strain. Additional outbreaks of Ebola have occurred between its discovery in 1976 and the emergence of the strain that began to circulate in December 2013. None of these situations was used to steal oil, grab control of the diamond trade, or force vaccinations onto African people. Furthermore, the Red Cross itself is not solely an American humanitarian effort, nor is it an extension of, or an affiliate for, U.S. military branches. The International Committee of the Red Cross is a global entity with multiple initiatives spanning efforts towards hunger eradication, providing assistance to war zones, and aiding those affected by natural disasters. And anyone administering vaccinations for Ebola would automatically be suspect, as no known vaccine for Ebola exists, and all such treatment for the disease is currently considered \"experimental.\" What Kwame referenced in his post appears to be standard vaccinations, not vaccines specific to Ebola: 3000 troops are being sent in to make sure that this \"poison\" continues to spread, because again it is only spread through vaccination. As more and more news articles are released as they have been in Liberia, informing the populous of the US lies and manipulation, more and more Africans are refusing to visit the Red Cross. Troops will force these vaccinations upon the people to ensure the visible appearance of an Ebola pandemic. In addition to this they will protect the Red Cross from the Liberians and Nigerians who have been rightfully ejecting them from their countries. The World Health Organization (WHO) is heavily involved in providing vaccines for many illnesses in Africa. Initiatives to vaccinate children in sub-Saharan Africa have resulted in tremendous gains in reducing infant and childhood mortality, and this progress stands to be significantly impeded if fears of Ebola transmission inhibit vaccine acceptance. Another development in the 2014 Ebola outbreak weakened the claim that Ebola is fake illness spread through Red Cross vaccines: Two American nurses (Nina Pham and Amber Vinson) became infected with the virus while caring for patient Thomas Eric Duncan. Presumably neither woman received Red Cross vaccinations in Africa, yet both tested positive for Ebola.",
  "Originally Published": "",
  "Referred Links": "http://www.who.int/bulletin/volumes/86/2/07-040089/en/;http://www.afro.who.int/en/media-centre/events/african-vaccination-week/2014.html;https://www.icrc.org/en;https://www.facebook.com/notes/nana-kwame/ebo-lie/10202862436634177;",
  "Example": "[Collected via e-mail, October 2014] There is an article running around saying the people contacting ebola are those getting injections from the Red Cross. Here's a link to the story I saw. From Ghana: Ebola is not real and the only people who have gotten sick are those who got shots from the red cross. as The Red Cross is not a US organisation this claim appears flawed, could Snopes look into it please. Hello. Came across this article. Wanted to know its validity. It says that ebola is fake, but doesn't look like satire. Any help isgreatly appreciated",
  "Last Updated": "16 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/ebolafake.asp",
  "Claim": "The Ebola virus doesn't exist, victims of the disease previously got \"shots\" from the Red Cross, and the Ebola crisis was invented to rob Africa of her natural resources.",
  "Claim_ID": "politics_conspiracy_ebolafake",
  "Tags": ""
}