{
  "Origins": "On 13 November 2004, a group of American Marines stormed a mosque in Fallujah. During this incident, one of their number shot and killed a severely wounded and unarmed Iraqi insurgent.",
  "Fact Check": "",
  "Description": "The killing was captured on tape by Kevin Sites, an NBC cameraman then embedded with the 3rd Battalion of the 1st Regiment of the 1st Marine Division in Iraq. Images of the incident were broadcast on several news networks. The videotape shows a squad of Marines entering the building and seeing several Iraqis lying against a wall, either dead or gravely wounded. One Marine shouts something about one Iraqi feigning death. The Marine then shoots the man in the head. The wounded men were insurgents who had fought a different group of Marines the day before. In that firefight, ten Iraqi fighters were killed and five were wounded. Those five were treated with field bandages and left in the mosque because the conditions of combat did not allow the Marines to bring them out. On the day in question, Marines received a report that the area, which they thought had been cleared, had been reoccupied by insurgents. A different squad of Marines that had not been involved in the previous day's encounter was sent to investigate. That group entered the mosque and saw the men lying on the floor. It was then that one of their number killed one of the wounded. According to The Washington Post , such non-combat killings of Iraqis by American soldiers have taken place before: The situation in the videotape appears to resemble an incident in Kufa, south of Baghdad, in the spring that resulted in the Army bringing charges of murder and dereliction of duty against an officer in the 1st Armored Division. In that May 21 incident, Capt. Rogelio M. Maynulet shot the wounded driver for militant Shiite leader Moqtada Sadr. Maynulet then told a fellow officer that the man was so badly wounded, with part of his skull blown away, that he shot him out of compassion, according to a military legal proceeding held in Germany in September. Several other Army soldiers in Iraq have been charged with murder, manslaughter and other offenses in connection with the treatment of detainees or curfew breakers. Also, four soldiers in the 1st Cavalry Division have been charged with premeditated murder of Iraqi civilians. In December 2004, Staff Sergeant Johnny Horne was found guilty of the murder of a severely wounded Iraqi civilian in Baghdad's Sadr City district on August 18. and given a sentence of three years. His co-defendant, Staff Sergeant Cardenas Alban, received a one-year sentence. Horne claimed their act was a mercy killing. The petition raised in defense of the unnamed Marine who killed a wounded insurgent in a Fallujah mosque is addressed to the members of the U.S. Congress and was created by Alan Swinney, a former soldier and veteran of the 1991 Persian Gulf War, who posted it on a free Web-based service. Many view the unnamed Marine's act as one of self defense, the action of a soldier who perceived danger from an afterwards-proved innocuous source. Yet according to the account provided by Kevin Sites, he did not respond in similar or even related manner to another very much alive Iraqi in that same room, one covered by a blanket and thus far more likely to be concealing a deadly weapon. (Sites keeps an online blog of his experiences as a reporter.) The Marine then abruptly turns away and strides away, right past the fifth wounded insurgent lying next to a column. He is very much alive and peering from his blanket. He is moving, even trying to talk. But for some reason, it seems he did not pose the same apparent \"danger\" as the other man though he may have been more capable of hiding a weapon or explosive beneath his blanket. It is true, however, that insurgents in Iraq have faked being injured only to open fire on coalition forces, as this 21 November 2004 U.S. Marine Corps press release documents. So what is the truth of the matter? Did a Marine genuinely convinced he and members of his unit were in immediate and grave danger put to death a wounded man who afterwards was shown to have posed no threat to their safety? Or did a young man stressed too far by the conflict of war and by the memory of wounds received in it temporarily give over control of himself to his emotions, momentarily acting on the anger and rage that fuels battlefield encounters? Or was this an instance of casual murder of wounded enemy combatants because it was less trouble to kill them than to evacuate them to medical facilities or because such takings of life have come to be regarded by soldiers in the field as the ordinary course of things? Whatever conclusions you arrive at regarding the nature of the unnamed leatherneck's act, signing petitions either in favor of this soldier's being given an honorable discharge from the U.S. Marines Corps or ones advocating his being prosecuted for murder are not likely to affect the outcome. The U.S. military has launched a criminal investigation into this slaying, with Marine commanders in Iraq investigating the incident. Only the U.S. military can decide what charges, if any, will be laid, with that determined by the findings of its investigation, not by how much or how little support the accused's act has among the general public. If charges are laid, the trial will take place before a military tribunal and any sentence handed down in that court-martial served in a military prison. None of that process is open to input from those outside the sphere of military justice, which means online petitions are of no use. In late February 2005, CBS Morning News reported the Marine in question would not be formally charged because Navy Criminal Investigative Services, the miliary investigators working on the case, had concluded there was not enough evidence to prosecute. \"At the very least, naval legal experts believe the situation is ambiguous enough that no prosecutor could get a conviction,\" said Kimberly Dozier of CBS Morning News. However, the U.S. military said the investigation had not been completed. Marine spokesman Captain Dan McSweeney told Agence France Presse he had been informed \"the case is still very much open.\" Update: In May 2005 Navy investigators determined the Marine corporal acted in self-defense within military law and the law of armed conflict when he shot the apparently wounded and unarmed Iraqi in November 2004 and would therefore not be brought up on charges. The investigation remains open, however, because autopsies of some of the bodies found in the mosque turned up bullets from guns other than the corporal's. Barbara \"mixed message\" Mikkelson Additional information: Possible Law of Armed Conflict Violation Under Investigation (U.S. Marine Corps)",
  "Originally Published": "",
  "Referred Links": "http://www.usmc.mil/marinelink/mcn2000.nsf/templatereleaseview1/2DA6490007856DA085256F4E00300764?opendocument;http://www.usmc.mil/marinelink/mcn2000.nsf/templatereleaseview1/8D348566F4D7109B85256F54004788CF?opendocument;http://www.kevinsites.net/;http://www.kevinsites.net/2004_11_21_archive.html;http://www.petitiononline.com/as123/petition.html;",
  "Example": "[Collected via e-mail, 2005] HELP! TIMELY RESPONSE IMPORTANT HELP! I AM ASKING ALL WHO RECEIVE THIS MESSAGE TO ADD YOUR NAME IN SUPPORT OF THE YOUNG MARINE ACCUSED OF MURDERING AN INJURED COMBATANT IN IRAG A FEW DAYS AGO. HE CALLED OUT TO HIS BUDDIES THAT THE PERSON WAS FAKING, THE PERSON APPARENTLY MADE A SUSPECT MOVE AND THE MARINE SHOT HIM DEAD. THERE WAS ANOTHER COMBATANT IN THE ROOM WHO IDENTIFIED HIMSELF AS BEING WOUNDED..... THE MARINES DID NOT SHOOT HIM. THE DO-GOODERS AND BLEEDING HEARTS AT THE ACLU ARE CLAIMING THE MARINE IS GUILTY OF A WAR CRIME. THIS IS RIDICULOUS! Bill Oreilly of the Fox News Channel feels there is overwhelming support for this young Marine - LETS PROVE HIM RIGHT - WE CAN MAKE A DIFFERENCE! The servicemen fighting for our freedom and safety deserve our support...... SUPPORT IS INDICATED BY ADDING YOUR NAME TO THE LIST THAT FOLLOWS. My sympathies go out to the family and friends of the deceased combatant but these are some of the misfortunes of war. Press \"forward\" and send to everyone in your address book you think should read this. You can only add your name AFTER YOU HAVE PRESSED \"FORWARD\" - DON'T DELETE ANY NAMES - JUST GO TO THE NEXT NUMBER AND TYPE YOUR NAME Recently a US Marine was brought up on charges for killing an allegedly unarmed insurgent. We know certain facts: 1) The insurgent was there solely to kill Americans 2) The marine had been shot in the face the previous day 3) At the same general location, Marines were recently killed by booby traps, tapped to the bodies of deadinsurgents The reporter has done much to hurt our country. Instead of considering the circumstances and loosing the tape, this despicable individual sought journalistic approval by, airing the video and allowing and Al Jazeera to receive a fresh copy. The quagmire is difficult enough without field reporters turning against those very men who provide for their safety. If you believe as I do, that the Marine was doing his job under the most difficult of circumstances, please go to the following link and sign the online petition. Put yourself in HIS shoes and ask, \"What would I have done?\" Thanks for your consideration and please pass this along.",
  "Last Updated": "15 May 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/marine.asp",
  "Claim": "A U.S. Marine killed an unarmed, injured Iraqi insurgent.",
  "Claim_ID": "politics_military_marine",
  "Tags": ""
}