{
  "Origins": "This item about an Atlanta outlet of the Motel 6 budget lodging chain turning away an in-transit 20-year-old U.S. Army soldier (with a reservation) at midnight because he was underage hit social media circles at the end of March 2014. The Motel 6 company acknowledged on their Facebook page that an incident of this nature did take place at one of their Atlanta motels: It is our honor and policy to welcome military personnel at Motel 6. We are aware of an incident that took place at one of our Atlanta locations regarding age restrictions. We take these concerns and comments very seriously and are currently looking into this situation to take the appropriate action. The soldier in question (Chet Light) offered his side of the story as follows: Here is what happened. I arrived in Atlanta at twelve o'clock and went to check in. She asked me for my ID so I gave her my military id. She told me that I couldn't stay there because of my age. I explained to her that I was military and I have no where else to go and I have to fly to Alaska the next day. She said there was nothing she could do. I had to stay in another hotel that cost 150 dollars. To which Motel 6 replied: Hi Chet. Thank you for sharing this information with us. Again, we sincerely apologize for your experience. We have sent you a Facebook message and hope you will respond so that we can investigate this matter further. On 1 April 2014, Motel 6 again posted to their Facebook page to announce their resolution of the issue:",
  "Fact Check": "",
  "Description": "Some motel chains have implemented policies under which they decline to provide rooms to persons under the age of 21 due to (what they perceive as) a greater potential for younger guests to cause damage to facilities and other kinds of trouble. Motel 6's corporate Reservation Policies & FAQs states that all registering guests \"must be 18 years of age (19-21 years of age required at some locations)\": All guests registering must be 18 years of age (19-21 years of age required at some locations) and must present photo identification upon check-in. The web page for the Motel 6 Atlanta Airport North outlet stated, at the time of the controversy, that registering guests at that particular motel had to be at least 21 years of age: All guests registering must be at least 21 years of age and must present valid picture identification. The Policies section of that page has since been modified to include an exception for military personnel: Minimum check-in age is 21, or 18 with a valid Military ID.",
  "Originally Published": "",
  "Referred Links": "http://m.motel6.com/search/details/4589;http://www.motel6.com/reservations/policies.aspx;https://www.facebook.com/motel6/posts/10152362195983615?stream_ref=10;https://www.facebook.com/motel6/posts/10152357493298615?stream_ref=10;",
  "Example": "[Collected via Facebook, March 2014] Dear Motel 6. Just wanted applaud your patriotism. My son, who is an active duty soldier in the Army had to fly out today from Atlanta to Anchorage Alaska to report in to his new duty station. He drove down to Atlanta yesterday from Fredericksburg a day early so he wouldn't miss his flight. Of course he needed a place to stay and chose Motel 6 because of your low rates. He thought he was set because he made a reservation in advance. Low and behold he was turned away at midnight when he arrived because he is only 20 years old. Even after showing his military ID he was sent packing. Only place he could find at that late hour was hotel that charged the young Private $150. Way to go Motel 6. He is old enough todefend your freedom but not old enough to rent one of your stellar rooms. Leave this on your time line. I dare you. Motel 6 To all my friends, Motel 6 is of course not allowing my post so pleaseshare.",
  "Last Updated": "10 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/motel6.asp",
  "Claim": "An Atlanta Motel 6 outlet turned away a U.S. Army soldier because he was underage.",
  "Claim_ID": "politics_military_motel6",
  "Tags": ""
}