{
  "Origins": "This item about President Obama's supposedly wearing an earpiece that fed him answers during the third presidential debate on 22 October 2012 appears to be nothing more than a bit of unsupported and far-fetched conspiracy theory.",
  "Fact Check": "",
  "Description": "For starters, for this to be true, one would have to believe that President Obama openly wore an earpiece during a debate that was watched by millions of viewers, the entirety of which he spent sitting just a few feet away from both his opponent and the moderator, and yet no one spotted the device: Moreover, the only \"evidence\" offered to support the existence of the alleged earpiece is a murky side photograph of President Obama's head (shown above) that displays nothing more than a dark spot inside the president's ear caused by shadowing. The second photograph simply highlights a slight bump produced the combination of shadowing and a seam in the president's suit, and a larger version of that same photo clearly shows the absence of anything in President Obama's ear:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2012] President Obama Was Wearing an Earpiece During the Monday Debate - Further Explains Why He Had no Answers During First Debate - The Earpiece Had Problems HIS PICTURE WAS POSTED ON DRUDGE FOR THE PAST TWO DAYS - WAKE UP AMERICA - OBAMA IS A FRAUD President Obama was wearing an earpiece during the last debate. He was advised on what to say using this earpiece. Is that fair America??? Did Mitt Romney wear an earpiece, no of course not! Again, this President will stop at nothing to stay in power. Obama's earpiece and wireless transmitter failed during debate (first debate) As the mainstream media discuss theories of what happened in last nights debate, I think a very clear explanation is obvious. President Obama's wireless transmitter and earpiece that allow him to receive answers from his handlers was malfunctioning during the debate.",
  "Last Updated": "27 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/earpiece.asp",
  "Claim": "Photograph shows Barack Obama wearing an earpiece during a presidential debate.",
  "Claim_ID": "politics_obama_photos_earpiece",
  "Tags": ""
}