{
  "Origins": "The above-displayed photograph does not hail from a November 2009 observance of Veterans Day or a Fort Hood memorial service; it was taken in May 2009 at Arlington National Cemetery's Memorial Amphitheater in conjunction with a Memorial Day wreath-laying ceremony at the Tomb of the Unknowns:",
  "Fact Check": "",
  "Description": "As can be seen in the following video clip of the event, this picture was snapped just as President Obama took the stage in the Memorial Amphitheater during the playing of \"Hail to the Chief.\" Hence, the photo is not, as suggested above, a picture of the president inappropriately standing with his hands folded while others pay their respects to America's war dead with traditional gestures; it is a picture of others showing appropriate deference during the playing of music that represents their president and commander-in-chief. President Obama is correctly standing with his hands lowered, because it would be inappropriate for him to be engaged in a gesture of saluting himself. (Department of Defense instructions state that \"During all renditions of 'Hail to the Chief' by military musical organizations, military personnel in uniform, other than band personnel, shall accord it the same honor as they would the rendition of 'The Star-Spangled Banner.'\" Similar protocol is optional for non-uniformed civilians.) President Obama can also be viewed in C-SPAN video of the event standing with his hand over his heart at appropriate portions of the ceremony, while a news photograph similarly captured the president paying his respects in that manner: U.S. President Barack Obama and Adm. Michael Mullen, Chairman of the Joint Chiefs of Staff, stand at attention during a Memorial Day celebration at Arlington National Cemetery May 25, 2009 in Arlington, Virginia. The United States is remembering the members of its armed services and those who have died serving the country.",
  "Originally Published": "",
  "Referred Links": "http://www.c-spanvideo.org/program/ID/206561&start=0&end=2520;http://web.archive.org/web/20090325185032/http://www.dtic.mil/whs/directives/corres/pdf/100504p.pdf;http://www.nytimes.com/2009/05/26/us/politics/26wreath.html;",
  "Example": "[Collected via e-mail, November 2009] Check out this latest picture from Veterans Day 11/11/09 at the Ceremony in Arlington National Cemetery. I don't know whether the National Anthem is being played, or the Flag is going by, or WHAT, but EVERYBODY in the picture is either saluting or has his hand over the HEART. All except ONE. Guess who. I do not make this stuff up! OUTRAGE!!!! The POTUS at Ft. Hood, Nov. 11, 2009 Our president, \"honoring\" the 14 dead (an unborn child...not a fetus...was the 14th!) at the hands of a Muslim home grown terrorist!!! Anyquestions \"still\" about the allegiance of the Usurper and who he will stand with \"should the political winds of change shift in an ugly direction?\" To hell with a rope...bring me a Scimitar...the Muslim sword of choice for beheadings!!!",
  "Last Updated": "16 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/photos/veteransday.asp",
  "Claim": "Photograph shows President Obama not saluting the flag during the playing of the national anthem at a 2009 Veterans Day ceremony.",
  "Claim_ID": "politics_obama_photos_veteransday",
  "Tags": ""
}