{
  "Origins": "This purported quote from Jimmy Carter admonishing that \"If you don't want your tax dollars to help the poor, then stop saying that you want a country based on Christian values. Because you don't!\" sounds to many like something that former U.S. president would have said, as he has long exhibited a deep commitment to Christianity, has established himself as an international humanitarian (including founding the Carter Center, an organization dedicated to advancing human rights) and was the recipient of the 2002 Nobel Peace Prize for his work \"to find peaceful solutions to international conflicts, to advance democracy and human rights, and to promote economic and social development.\"",
  "Fact Check": "",
  "Description": "However, as much as this sentiment might sound like something Jimmy Carter could have or would have said, he didn't originate the wording used here. The quote in the version presented in the above graphic appears to have originated with comedian John Fugelsang , who at one time presented a segment on Current TV's Viewpoint program entitled \"Viewpoint's Revoltingly Fake Christian of the Week.\" The segment for the week of 29 May 2013 targeted Tennessee congressman Stephen Fincher, of whom Fugelsang said: Congressman Stephen Fincher, a Republican from Tennessee, just took the Bible so far out of context he had to apply for a visa. Fincher is a fierce opponent of food aid for poor Americans. You know, like Jesus. He recently fought to cut $4.1 billion from the Supplemental Nutrition Assistance Program. If you only watch Fox, that means 'food stamps.' And thanks to the fine work of Fincher and his colleagues, 2 million working American families, children and seniors have already been cut off from food assistance. So during a recent House agricultural committee debate, he decided to show how Christian it is to turn your back on unemployed suffering Americans by quoting one of the favorite Bible passages of revoltingly fake right-wing Christians 2 Thessalonians 3:10 \"anyone unwilling to work should not eat.\" Fincher and the GOP ... cut services for the poor and taxes for the rich. And it s a free country. They're allowed. But if you don't want your tax dollars to help the poor, then stop saying you want a country based on Christian values. Because you don't. And that's why representative Fincher is our 'revoltingly fake Christian of the week'!",
  "Originally Published": "",
  "Referred Links": "http://www.blog.johnfugelsang.com/;",
  "Example": "[Collected via e-mail, July 2013] I could have sworn that I saw your guys post an article debunking this quote being said by Jimmy Carter but can't find it.",
  "Last Updated": "23 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/carterpoor.asp",
  "Claim": "Jimmy Carter said, \"If you don't want your tax dollars to help the poor, then stop saying that you want a country based on Christian values. Because you don't!\"",
  "Claim_ID": "politics_quotes_carterpoor",
  "Tags": ""
}