{
  "Origins": "In February 2006, Baltimore Circuit Court Judge M. Brooke Murdock ruled that a Maryland state law banning same-sex marriages was unconstitutional. In response to that decision, state lawmakers opposed to same-sex marriage introduced a resolution to impeach Judge Murdock (a move that was defeated in the Judiciary Committee) and a bill calling for the amendment of Maryland's constitution to prohibit all same-sex marriages.",
  "Fact Check": "",
  "Description": "Although the bill failed to garner sufficient support for passage, it was reintroduced in a version that would have defined marriage as a union between a man and a woman only but would still have allowed for same-sex civil unions. The latter bill was being debated by a Senate committee on 1 March 2006, when, according to the Baltimore Sun, \"Clergy, constitutional law experts and children of gay parents were among those who packed the Senate Judicial Proceedings Committee room to speak out on the issue.\" Part of that debate featured some give-and-take between Nancy Jacobs, a Republican state senator, and Jamin Raskin, a professor of constitutional law from Washington's American University (who was himself elected as a Maryland state senator later in the year) over the influence of the Bible on modern law. The Sun reported the following exchange taking place between the two: \"As I read Biblical principles, marriage was intended, ordained and started by God that is my belief,\" [Jacobs] said. \"For me, this is an issue solely based on religious principals [sic].\" Raskin shot back that the Bible was also used to uphold now-outlawed statutes banning interracial marriage, and that the constitution should instead be lawmakers' guiding principle. \"People place their hand on the Bible and swear to uphold the Constitution; they don't put their hand on the Constitution and swear to uphold the Bible,\" he said. Some in the room applauded, which led committee chairman Sen. Brian E. Frosh, a Democrat from Montgomery County, to call for order. \"This isn't a football game,\" he said. Based on the Sun 's account, we note that the version of events quoted at the head of this page has been somewhat altered and compressed to make the exchange more direct and personal (i.e., Senator Jacobs' statement about marriage and the Bible has been simplified, and she did not issue a \"What do you have to say about that?\" challenge; Professor Raskin's response referred to people in general, not to Senator Jacobs specifically; and although some spectators applauded, the room did not \"erupt into applause\"), but the setting and gist of Professor Raskin's statement are correctly reported. Professor Raskin wasn't the first person to employ this form of quip, however. Comedian Bill Maher said the following (in reference to the Terry Schiavo case) during the 1 April 2005 broadcast of his HBO television program, Real Time with Bill Maher : The Federal Appeals Court in Atlanta scolded [Congress and the President] the other day for acting in a manner they said, \"demonstrably at odds with our founding fathers' blueprint.\" There are laws named after one person, like the Miranda laws, but they don't just apply to Mr. Miranda. They apply to everyone. Not so with the Schiavo Law. Does George Bush remember that he put his hand on the Bible to uphold the Constitution and not the other way around? And a 1997 article about Congressman Jesse Jackson Jr. of Illinois reported him as offering a similar sentiment: Jackson voted against a House resolution supporting a judge who displayed the Ten Commandments in court. He was dismayed that it passed. \"When I came here, I put my hand on the Bible and swore to uphold the Constitution. I didn't put my hand on the Constitution and swear to uphold the Bible.\"",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20050414010512/http://www.safesearching.com/billmaher/print/t_hbo_realtime_040105.htm;http://msa.maryland.gov/msa/mdmanual/05sen/html/msa14610.html;",
  "Example": "[Collected via e-mail, 2006] On Wednesday, March 1, 2006, at a hearing on the proposed Constitutional Amendment to prohibit gay marriage, Jamie Raskin, professor of law at AU, was requested to testify. At the end of his testimony, Republican Senator Nancy Jacobs said: \"Mr. Raskin, my Bible says marriage is only between a man and a woman. What do you have to say about that?\" Raskin replied: \"Senator, when you took your oath of office, you placed your hand on the Bible and swore to uphold the Constitution. You did not place your hand on the Constitution and swear to uphold the Bible.\" The room erupted into applause.",
  "Last Updated": "12 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/raskin.asp",
  "Claim": "A constitutional law professor quipped on the difference between the Bible and the Constitution.",
  "Claim_ID": "politics_quotes_raskin",
  "Tags": ""
}