{
  "Origins": "A number of inquiries from our readers like the one reproduced above suggests there is a common perception that accused Boston Marathon bombers Tamerlan and Dzhokhar Tsarnaev attended expensive private schools, a perception which has prompted many to raise the question of where the money to fund their educations came from (since the brothers apparently had no obvious substantial source of income). Although detailed information about the Tsarnaevs' finances (and its sources) has not yet been made public, we can dispel the mistaken notion that they received costly private educations.",
  "Fact Check": "",
  "Description": "According to various news accounts, the elder brother, 26-year-old Tamerlan (now deceased), attended high school at Cambridge Rindge and Latin School and tookaccounting classes for three semesters between 2006 and 2008 as a part-time student at Bunker Hill Community College. As the school's name indicates, Bunker Hill is a community college (i.e., a publicly funded two-year institution) with relatively low tuition rates for local residents. The younger brother, 19-year-old Dzhokhar, is likewise reported to have attended high school at Cambridge Rindge and Latin School and then studied marine biology at UMass Dartmouth. Although the names of these institutions might suggest otherwise, neither of them is a private school: Cambridge Rindge and Latin School ( CRLS ) is a public high school (part of the Cambridge Public School District) formed from the 1977 merger of Rindge Technical School and Cambridge High and Latin School, and the University of Massachusetts Dartmouth (or UMass Dartmouth) is one of the five schools that comprise the University of Massachusetts public university system. Altogether, public high school, community college, and the University of Massachusetts is about the cheapest educational path a resident of Massachusetts could follow. This isn't to say that the Tsarnaevs' educations were either cheap or completely cost-free: the fees at UMass Dartmouth run over $10,000 per year for Massachusetts residents, and even Bunker Hill Community College's tuition costs a local resident $141 per unit. And at least one of the brothers (Tamerlan) is reported to have been receiving welfare benefits at one pointHowever, Dzhokhar won a Cambridge City Scholarship in 2011, and either or both brothers might also have received student loans or other forms of financial aid.",
  "Originally Published": "",
  "Referred Links": "http://bostonherald.com/news_opinion/local_coverage/2013/04/tamerlan_tsarnaev_got_mass_welfare_benefits;http://www.bhcc.mass.edu/inside/1015;http://www.umassd.edu/undergraduate/financing/tuitionandfees/;http://www.massachusetts.edu/index.html;http://crls.cpsd.us/;http://www.bhcc.mass.edu/;",
  "Example": "[Collected via e-mail, April 2013] Can you tell me where the Boston bombers and their families got their monies? There is no indication of a job (other than the father at one time being a US gov't employee) and I'm wondering how they got to an exclusive school and higher private education tuitions?",
  "Last Updated": "24 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/boston/tuition.asp",
  "Claim": "The accused Boston Marathon bombers attended expensive private schools.",
  "Claim_ID": "politics_conspiracy_boston_tuition",
  "Tags": ""
}