{
  "Origins": "Food tasters are a concept long associated with important personages such as political leaders and business tycoons. The most common image of a food taster is someone who serves as a guinea pig for his employer, sampling meals before they are served to ensure that no one has tampered with them (particularly by introducing poison or some other harmful substance). Food tasters can serve other functions, however, such as ensuring that foods do not include ingredients that, although ordinarily innocuous, might nonetheless pose a problem for a particular diner, such as wine used in the preparation of a dish intended for someone who is abstaining from alcohol, or an ingredient that a person with specific food allergies might have a sensitivity to. Or a taster may simply function as someone who is intimately familiar with the preferences of his employer and serves to ensure that food is prepared to the latter's culinary satisfaction.",
  "Fact Check": "",
  "Description": "Whether food tasters are employed on behalf of U.S. presidents when they're away from the White House is a subject that the Secret Service refrains from officially commenting on, but it's something of an open secret that they are: The US Secret Service has always refused to confirm that US presidents travel with a food \"taster,\" in line with their policy of discretion on all security related issues. But it is known the Service goes to great lengths to scrutinise the source and the preparation of food served to US presidents whenever they eat out of the White House to ensure it is not tampered with. Nonetheless, a March 2013 report about President Obama's supposedly declining to partake of the main course during a lunch meeting with Senate Republicans on Capitol Hill because his taster was not present apparently took many readers by surprise: \"Unfortunately, you know, the president can't,\" said [Maine Senator Susan] Collins when asked if Obama ate at the lunch meeting. \" He looked longingly at it,\" Collins continued. \"He honestly did look longingly at it, but apparently he has to have essentially a taster, and I pointed out to him that we were all tasters for him, that if the food had been poisoned all of us would have keeled over so, but he did look longingly at it and he remarked that we have far better food than the Democrats do, and I said that was because I was hosting.\" This is a subject the press has covered before, though. When the Obamas visited France to mark the 65th anniversary of D-Day in June 2009, for example, the Agence France Presse reported: A US \"taster\" tested the food being dished up to President Barack Obama at a dinner in a French restaurant, a waiter said. \"They have someone who tastes the dishes,\" said waiter Gabriel de Carvalho from the \"La Fontaine de Mars\" restaurant where Obama and his family turned up for dinner. \"It wasn't very pleasant for the cooks at first, but the person was very nice and was relaxed, so it all went well,\" he said on the Itele news channel. The Obama Foodorama blog also noted of a September 2012 fundraiser in Tampa that: President Obama hailed Food Network star and celebrity chef Tyler Florence's menu as \"outstanding\" at a $20,000/plate dinner fundraiser held in the backyard of a mansion owned by a billionaire's daughter in the Palma Ceia neighborhood in Tampa, Florida. Host of the show The Great Food Truck Race, Florence created a complicated six-course menu that included chicken fried quail, crispy fried pork belly, and a squash and quail egg ravioli. The chef and his team including wife Tolan Florence and pastry chef Matt Masera tweeted comments, the menu and photos from behind the scenes, revealing that the President was accompanied at the event by a special food taster, identified as a White House chef. Mentions of presidential food tasters have also turned up in the media during earlier administrations, such as a New York Times account of President George W. Bush's inaugural lunch in January 2001: The president's tasters were on the job by 6 a.m., not just to make certain no one was trying to poison him, but to make sure the mushrooms that were to decorate the tenderloin of beef at the inaugural lunch for teetotaler George W. Bush were not cooked in wine. The tasters, Navy mess specialists who travel around the world with the president, watched the preparations in a makeshift kitchen just off Statuary Hall in the Capitol. [Correction: Although the president does not drink alcohol, his diet does not exclude foods prepared with it. A food taster who made sure on Jan. 20 that mushrooms for the meal were not cooked in wine had been told mistakenly that the president avoided alcohol in all foods.] The Pittsburgh Post-Gazette reported on restaurant screening efforts by a food taster when President Clinton and British Prime Minister John Major visited that city in February 1994: As their staffs scrambled to assemble a five-hour whiz through Pittsburgh, President Clinton and British Prime Minister John Major sent their appetites ahead of them. Planning went on with a team of advance schedulers and security experts fanning out to sites around the region for possible places for Major and Clinton to tour. The search for the right restaurant took special talents a security man was sent to check out the food at area restaurants. \"The guy appeared to be a professional food taster because he weighed about 400 pounds,\" said Tom Pastorius, owner of the Allegheny Brewery and Pub on the North Side, where a government agent walked in and announced he'd been ordered to check out the food for some very important potential diners. Food tasters were also mentioned in a New York Daily News article on White House perks published during the administration of George H.W. Bush in 1992: Among the fringe benefits available to senior White House aides are budget-priced meals in the exclusive, Navy-run White House mess, and use of White House tennis courts and the presidential box at the Kennedy Center. A select few on the senior staff can pump iron in the Secret Service gym. The president, vice president, Cabinet secretaries and White House staff receive a wide range of perks. President Bush gets the most, of course: rent-free housing in the Executive Mansion, free travel on luxurious helicopters, airplanes and armored limousines, a free weekend hideaway at Camp David, Md., and free medical care. He also has a tennis court, workout room, horseshoe pit, swimming pool, theater, bowling alley, extraordinarily well-kept gardens and a staff of more than 90 maids, butlers, carpenters, florists, electricians and cooks and a food taster. Joe Murray also touched on the subject in a 1988 article for the Cox News Service: Everybody probably knew it but me, that Ronald Reagan has a food taster. How I found out was by reading all the way through the news story about the President suffering nausea, vomiting and related stomach problems. This was the night before his meeting with Japanese Prime Minister Noboru Takeshita, which, I suppose, is neither here nor there. Hardly anything I read surprises me much anymore. But the last paragraph was the exception: \"As a security measure, Reagan's food is routinely tasted by an aide. (White House spokesman) Fitzwater said he did not know if the tester had also become ill.\"",
  "Originally Published": "",
  "Referred Links": "http://obamafoodorama.blogspot.com/2012/09/president-obama-has-food-taster-in.html;http://dailycaller.com/2013/03/14/obama-couldnt-eat-at-hill-meeting-without-taster-audio/;",
  "Example": "[Collected via e-mail, March 2013] Does President Obama have a food taster? If so, is that unique to him, or is it standard policy?",
  "Last Updated": "17 March 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/obama/taster.asp",
  "Claim": "Food tasters work on behalf of U.S. presidents.",
  "Claim_ID": "politics_obama_taster",
  "Tags": ""
}