{
  "Origins": "On 2 July 2013, the Liberty Paper published an article (\"Obama to College Students: Do Not Celebrate Fourth of July\") about President Obama's addressing a group of Congressional interns and suggesting to them that celebrating the 4th of July might not be proper. That article quoted the President as saying: \"America is a great country. There is no denying this. However, I caution you all as you step forward in your careers. Peer back into history and ask yourselves Was a revolution truly necessary? Great Britain may not have had it completely right, but they had many things right. Take taxes for example. If your neighbor makes $1 Million a year, but you and your family can barely keep the heat on should he not help your family? God instructs us to help our neighbors. He does not instruct us to look down upon them though the windows of capitalism. Why then on the Fourth of July should you celebrate such a radical break from what is Godly and just?\" Links and excerpts referencing this article were soon being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of humorous fiction which was plainly tagged as \"POLITICAL SATIRE.\" As noted in the Liberty Paper 's \" About \" page, that web site sometimes publishes satire (identified as such):",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://thelibertypaper.org/about/;http://thelibertypaper.org/2013/07/02/obama-to-college-students-do-not-celebrate-fourth-of-july/;",
  "Example": "[Collected via e-mail, July 2013] thelibertypaper.org posted that Obama made a speech to a group of college students today, that we should not celebrate July 4th and the separation from Brittian. That they may not have had everything right, but that government can provide what you and your neighbors either can't or won't. Why should your neighbor make 1 million dollars and you can't make your payment on monthly bills. He wants us to trust gov. to provide what he's saying we can't for ourselves. At whose cost? The working class! He has NOTHING without us!!!! Please tell me this isn't true, that he really didn't say this. If he did, we're ALL in trouble!",
  "Last Updated": "8 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/july4.asp",
  "Claim": "President Obama advised a group of college students not to celebrate the 4th of July.",
  "Claim_ID": "Politics_satire_july4",
  "Tags": ""
}