{
  "Origins": "Every election cycle brings the phenomenon of satirical political pieces being stripped of their context and circulated via e-mail as fact, and Alaska governor Sarah Palin, the 2008 Republican vice-presidential nominee, has now joined the club of prominent politicians featured as a focus of the humor-mistaken-for-news phenomenon.",
  "Fact Check": "",
  "Description": "The collection of quotes cited above, covering typical election year topics such as religion and environmentalism, apparently struck enough people as sounding like positions that Governor Palin might actually espouse that they've been sent around with attributions claiming them as genuine excerpts from interviews she conducted with news outlets such as the Anchorage Daily News and MSNBC. None of these quotes came from any real news interview with Governor Palin, however; they all originated with a satirical 30 August 2008 blog entry, where they are (now) clearly identified as \"Fake Governor Sarah Palin Quotes\" with an author's disclaimer stating \"She didn't actually say these things I made them up.\"",
  "Originally Published": "",
  "Referred Links": "http://unbearablebobness.typepad.com/my_weblog/2008/08/governor-sarah-palin-quotes.html;",
  "Example": "[Collected via e-mail, September 2008] I received the following e-mail from a friend. Can any of these quotes actually be attributed to Sarah Palin? Thank you. Quotes by Governor Palin during a series of interviews by the Anchorage Daily News in 2006 when she was running for Governor... On Creationism: The simple yet elegantly awkward moose proves God's creation and not evolution is the source of all life. How could something as oddly shaped and silly looking as a moose evolve through so-called \"natural selection?\" Is evolution a committee? There is nothing natural about a dorky moose! Only God could have made a moose and given it huge antlers to fight off his predatory enemies. God has a well known sense of humor, I mean He made the platypus too. On oil exploration and drilling in the ANWR: God made dinosaurs 4,000 years ago as ultimately flawed creatures, lizards of Satan really, so when they died and became petroleum products we, made in his perfect image, could use them in our pickup trucks, snow machines and fishing boats. Now, as to the ANWR, Todd and I often enjoying caribou hunting and one year we shot up a herd big time, I mean I personally slaughtered around 40 of them with my new, at the time, custom Austrian hunting rifle. And guess what? That caribou herd is still around and even bigger than ever. Caribou herds actually need culling, be it by rifles or wolves, or Exxon-Mobil oil rigs, they do just great! On Alaskans - 20 serving overseas in Iraq: Well, God bless them, and I mean God and Jesus because without Jesus we'd be Muslims too or Jewish, which would be a little better because of the superior Israeli Air Force.",
  "Last Updated": "8 September 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/palin/newsquotes.asp",
  "Claim": "E-mail reproduces quotes from Sarah Palin news interviews.",
  "Claim_ID": "politics_palin_newsquotes",
  "Tags": ""
}