{
  "Origins": "This item is a textbook example of the worst aspects of Internet petitions: It's an outdated exhortation that suggests dealing with a non-existent issue in a largely ineffective manner, yet it is regularly updated to make it appear as if it is addressing a real and current issue.",
  "Fact Check": "",
  "Description": "This petition is an updating of one which first began circulating in mid-2006 (with \"President Obama\" since substituted for \"President Bush\"), and thus the referenced Senate action took place not \"last week\" but back in May 2006. Moreover, the Senate did not vote in May 2006 to \"grant Social Security benefits to illegal aliens\" as we covered in a separate article , back then the Senate tabled a prospective amendment that would have prohibited former illegals who had since gained legal status from being given credit for payments they had previously made into the Social Security system. Not only has Congress enacted no recent legislation granting Social Security benefits to illegal aliens, but Social Security officials themselves have noted that undocumented immigrants have a positive net effect on the Social Security system: In its 2008 annual report, Social Security officials said undocumented immigrants actual benefit the Social Security trust fund. One reason is that many of them pay Social Security taxes but never collect benefits. In previously published reports, Social Security officials have said undocumented immigrants paid about $7 billion into the trust fund in 2005, the latest year for which numbers are available. Moreover, regardless of the validity of the issue addressed, the mechanics of this e-petition are rather poor: As with all petitions sent via e-mail, the process of circulating them poses a number of problems. Forwarding a petition through e-mail duplicates the names of hundreds and thousands of earlier signatories as each recipient adds his name and then fans out his copy to multiple acquaintances. Moreover, there is no verification or validation process to ensure that completed copies were actually \"signed\" by the persons listed (rather than having their names added by someone else). As well, any \"break\" in one branch of the chain caused by recipients' not forwarding the petition along to others means that all the collected signatures unique to that branch will be permanently lost. The designated target for the receipt of completed petitions in this case the general comments e-mail address for the White House is not a good choice. Petitions seeking legislative changes are best addressed to the legislative branch of government (i.e., the members of Congress who represent the petitioners). The petition's goals are neither clear nor well-articulated. It starts out protesting the notion that the Senate supposedly \"allowed illegal aliens to access our Social Security\" (a false premise), then demands that citizenship should be required as \"prerequisite for social services in the United States.\" Which is it? Social Security and social services are two very different things. In the case of social services, how should this restriction be enacted? Should abused children be denied state protective services unless they can demonstrate legal residency? Should all emergency medical treatment be withheld from patients until they can provide documentation of their immigration status? And in the absence of a national ID card, what standard would be used for documenting eligibility? A much more effective approach is to start with a legitimate issue; propose a clear, well-defined course of action to address it, and then phone, mail, or fax your Congressional representatives directly about it.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2009] Subject: Petition to President Obama It is already impossible to live on Social Security alone. If the government gives benefits to 'illegal' aliens who have never contributed, where does that leave those of us who have paid into Social Security all our working lives? As stated below, the Senate voted this week to allow 'illegal' aliens access to Social Security benefits. Attached is an opportunity to sign a petition that requires citizenship for eligibility to that social service. Instructions are below. If you don't forward the petition and just stop it, we will lose all these names. If you do not want to sign it, please just forward it to everyone you know. Thank you! To add your name, click on 'forward'. Address it to all of your email correspondents, add your name to the list and send it on. When the petition hits 1,000, send it to comment@whitehouse.gov PETITION for President Obama: Dear Mr. President: We, the undersigned, protest the bill that the Senate voted on recently which would allow illegal aliens to access our Social Security. We demand that you and all Congressional representatives require citizenship as a pre-requisite for social services in the United States. We further demand that there not be any amnesty given to illegals, NO free services, no funding, no payments to and for illegal immigrants. We are fed up with the lack of action about this matter and are tired of paying for services to illegals.",
  "Last Updated": "7 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/socialsecurity/illegal.asp",
  "Claim": "Signing a petition will help overturn a recent Senate decision to give Social Security benefits to illegal aliens.",
  "Claim_ID": "politics_socialsecurity_illegal",
  "Tags": ""
}