{
  "Origins": "Shortly after a 20-year-old man named Deandre Joshua was killed in Ferguson, Missouri, on 24 November 2014, rumors started circulating around the Internet connecting the young man's murder to the non-indictment of Officer Darren Wilson in the controversial shooting death of Michael Brown.",
  "Fact Check": "",
  "Description": "The details of Joshua's death are gruesome. According to the Washington Post, Deandre was shot once in the head and then burned inside his car. The incident occurred on the same night protesters took to the streets of Ferguson to protest the grand jury's decision not to indict Darren Wilson. These circumstances, coupled with the fact that Joshua was a friend of Dorian Johnson, who was with Mike Brown on the night of his death, led many to believe Joshua's murder was in some way connected to Wilson's non-indictment: This is Deandre Joshua. This 20 year old man testified in the Grand Jury case against Darren Wilson. He was shot and killed on Tuesday. His body was found, with lighter fluid all over it, not far from where Darren Wilson killed Michael Brown. Why are broken windows on the front page of our news, and not his face? However, there is no documentation Deandre Joshua testified before the grand jury. According to the Boston Globe , names of the witnesses were kept secret, and anyone who disclosed that information would face a misdemeanor charge. Additionally, Joshua's family and friends told the New York Times he was nowhere near the scene when Mike Brown was shot and killed, and prosecutors confirmed he was not a grand jury witness: According to family members, friends and law-enforcement officials, however, Joshua was nowhere near Canfield Drive when Brown was killed during a confrontation with Wilson on Aug. 9 and couldn't have witnessed the shooting. And McCulloch's office, which remained tight-lipped about the Wilson investigation, confirmed that Joshua didn't offer testimony during the proceedings. \"He was not a witness,\" said Ed Magee, a spokesman for the county prosecutor. Deandre Joshua did not witness the shooting of Michael Brown, nor did he testify before the grand jury. The only connection that Joshua had to the case was that he was a childhood friend of Dorian Johnson (who did witness the shooting): In early December 2014, a similar rumor concerning the death of Shawn Gray began circulating. While Gray's death, like Deandre Joshua's, was certainly tragic, it was not connected to the death of Mike Brown. The rumor appeared on several blogs and received a viral push on 8 December 2014 when it was tweeted by @OpFerguson: Correct me if I'm wrong but that's the SECOND Grand Jury witness found dead this month. Where's the FBI? | @RockawayYouth @BlkMillennials Operation Ferguson (@OpFerguson) December 8, 2014 The rumors about Shawn Gray are similar to the rumors about Deandre Joshua. First, the people who testified before the grand jury were never publicly identified. Second, friends and family of Gray have stated that his death had nothing to do with Mike Brown or Darren Wilson: Post by Find Shawn Gray.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/FindShawnGray;https://www.facebook.com/FindShawnGray/posts/656224951155142;https://twitter.com/OpFerguson/status/542000414015488000;https://twitter.com/BlkMillennials;https://twitter.com/RockawayYouth;http://www.brennerbrief.com/claim-murder-victim-shawn-gray-testified-for-grand-jury-in-michael-brown-case/;http://www.nytimes.com/2014/12/02/us/another-killing-in-ferguson-leaves-a-family-grappling-with-the-unknown.html;http://www.bostonglobe.com/news/nation/2014/11/24/answers-questions-about-ferguson-grand-jury/VGgkdR0wwH4IsiVZSlphzJ/story.html;http://www.washingtonpost.com/news/post-nation/wp/2014/12/02/police-investigating-death-of-man-whose-body-was-found-after-protests-in-ferguson-last-week/;",
  "Example": "[Collected via email, December 2014] Deandre Joshua, 20 was murdered after testifying to a grand jury in the ferguson, MO case. Supposedly he was found not far from where Brown's body was & he was covered in lighter fluid. It was a post I saw on FB & just wondered if it was true. There is another rumor running around Facebook that a second witness who testified before the Ferguson Grand Jury has been found dead. His name is Shawn Gray. I did a Google search and found info about him being found dead in St. Louis, but not one article mentions him being involved in the Ferguson case.",
  "Last Updated": "8 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/deandrejoshua.asp",
  "Claim": "Deandre Joshua and Shawn Gray were murdered after testifying before a grand jury in Ferguson.",
  "Claim_ID": "politics_crime_deandrejoshua",
  "Tags": ""
}