{
  "Origins": "To make sense of this wild tale about \"Amero\" coins being secretly minted by the U.S. government for use by an economic union of the USA, Canada, and Mexico, we will first delve into what the Euro is and why some folks are far from enamored of it. Bear with us while we take that short side trip. (Or, if you must, skip the next three paragraphs to transition directly to the U.S. portion of the story.)",
  "Fact Check": "",
  "Description": "The Euro is the official currency of the European Union, a supranational union comprising 27 member states, and is the sole currency for more than 317 million people. (Not every EU member country has chosen to adopt the Euro; some continue to use their traditional currencies.) The move to a single currency in Europe comes with both advantages and disadvantages. On the plus side, it does away with the cost of exchanging money, thereby leaving more cash in the pockets of both individual consumers and businesses. It also puts an end to the trouble of having to change one's currency into that of the country being traveled to or traded with, then having to change it back again afterwards one simply uses the same wad of bills. And it ends fluctuations in the value of one country's money in relation to that of another: when only one currency is used, a cross-border deal struck for a specified amount of cash does not suddenly go up or down in price as the financial markets move, thereby ruining one party to the deal while dropping a windfall into the undeserving lap of the other. On the downside, one central currency means one central bank, which means one central monetary policy. That means individual countries which have subscribed to such a plan cannot combat their individual homelands' economic problems by adjusting their countries' money supplies, either to stimulate growth in moribund national economies or to put the brakes on those that appear to be racing out of control those countries must instead abide by what the group is doing, even when it runs counter to their individual best interests. That covers what's going on in Europe, and why some love the Euro while others view it as a dangerous idea set loose upon an unsuspecting public. At various times it has been suggested that North America should follow a like route by adopting an omnibus currency similar to the Euro, one that would serve as the common money for the USA, Canada, and Mexico. While that notion does have a few proponents, it is a long way from being taken seriously, let alone being regarded as a good idea. Which brings us to the question of the \"Amero,\" the name bestowed upon the hypothetical currency such a union would use as its common specie. In 1999, a professor of economics at Simon Fraser University in Vancouver published The Case for the Amero , a study that advanced the idea that the three North American countries would be better served by their having a common currency. And there the matter rests, or at least it did before Designs Computed thought to add to its catalogue of commemorative coins, medals, and tokens a suite of Ameros , a series of collectible coins struck from its concept of what coinage for such a currency might look like. Designs Computed is very clear on its web site that its Ameros are in fact \"private-issue fantasy pattern coins [that] will be struck as an annual series,\" and indeed is already offering some of them for sale . Neither the U.S. Mint nor the U.S. Treasury had a hand in creating these \"Ameros.\" These coins are merely collectibles offered to the buying public by a private company in the business of manufacturing such curiosities. On 31 August 2007, radio host Hal Turner used images of the Amero tokens offered by Designs Computed as the basis for propagating a patently false tale about his having been given a \"real\" Amero coin on the sly by an anonymous Treasury agent, and that the existence of said coin was \"proof\" that the USA, Canada, and Mexico were \"to be merged into a single new entity\" known as the North American Union. After we (and others) debunked Turner's fictional, outrage-provoking conspiracy theory by pointing out the true origin of the Amero tokens, he began claiming that the Designs Computed site had been hastily erected on the Internet as part of \"a full blown effort to discredit my story and the images as fake.\" That was not the case: Daniel Carr, the entrepreneur behind Designs Computed, has been displaying the coins he has designed on his web site since at least 2000 and has been offering some of them for sale since at least 2005. While his \"Amero\" entry dates only to 2007, the coins depicted thereon fit seamlessly into his catalogue of similar offerings, including his \" parody State Quarters.\" (Do have a look at some of his \"parody State Quarters,\" particularly Maine 's and Colorado 's, which especially tickled our fancy.) Barbara \"maine event\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20071002205632/http://www.dc-coin.com/index.asp?PageAction=VIEWPROD&ProdID=84;http://web.archive.org/web/20071002205446/http://www.dc-coin.com/index.asp?PageAction=VIEWPROD&ProdID=79;http://web.archive.org/web/20070219084922/http://www.dc-coin.com/index.asp?PageAction=VIEWCATS&Category=3;http://web.archive.org/web/20070911072115/http://www.halturnershow.com/AmeroCoinArrives.html;http://en.wikipedia.org/wiki/Hal_Turner;http://www.dc-coin.com/index.asp?PageAction=VIEWCATS&Category=8;http://www.designscomputed.com/coins/amero.html;http://www.designscomputed.com;http://web.archive.org/web/20080209013945/http://www.fraserinstitute.org/Commerce.Web/publication_details.aspx?pubID=2512;http://web.archive.org/web/20070911072115/http://www.halturnershow.com/AmeroCoinArrives.html;",
  "Example": "[Collected via e-mail, September 2007] \"THE AMERO\" IS REAL; I HAVE ONE TO PROVE IT! UNITED STATES, CANADA AND MEXICO TO BE MERGED INTO SINGLE NEW ENTITYNAMED NORTH AMERICAN UNION! By: Hal Turner Three weeks ago, I published a brief snippet on the front page of my web site reporting the governments of the US Canada and Mexico are conspiring in secret to merge the three nations into a new entity called the North American Union. There has been much talk of this on various internet blogs for over a year. Most of those blogs have been smeared as \"conspiracy theorists\" and have been largely ignored by the main stream. What prompted my interest in the issue was money: I was sent professional images of actual AMERO coins by someone in the US Treasury! The person included a note saying they like my radio show and are frightened by what's been going on in secret within our government. This Treasury Department person was outraged that our country was beginning to coin money as part of a merger that would do away with our country, via a merger the American public knew nothing about! (Rest of article here).",
  "Last Updated": "5 December 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/amerocoin.asp",
  "Claim": "The U.S. has been producing the \"Amero\" coins, money to be used by an economic union of the USA, Canada, and Mexico.",
  "Claim_ID": "politics_business_amerocoin",
  "Tags": ""
}