{
  "Origins": "On 4 March February 2015, NTT DOCOMO, Japan's largest mobile service provider, posted a photograph to their Twitter account warning customers about a potential finger deformity known as \"smartphone pinky\":",
  "Fact Check": "",
  "Description": "DOCOMO did not provide any links to a medical source nor any information about the origins of the hand photo shown in the above-displayed image. Still, the warning (which roughly translates to \"Finger deformation! Damage by holding the Smartphone ... Do not put all of the burden on certain fingers, occasionally change the hold or take a break\") quickly went viral, and soon Twitter users were posting photos of their own \"smartphone pinky\" deformities: \"@amygruner: smartphone pinky is real pic.twitter.com/MUjeNLlTi1\" kody (@KodyPilkinton) March 16, 2015 It's possible that some smartphone users have experienced pinky pain from overusing their devices (this type of injury is referred to as a repetitive strain injury [RSI] and has been used to describe technology-related traumas such as \"BlackBerry thumb\" and \"Nintendinitis\"); but it is highly unlikely that holding a smartphone could result in the creation of such a large indentation in the pinky. As Alastair J. M. Key, a Palaeolithic archaeologist and Ph.D. researcher at Kent University points out, humans have been using their pinkies to hold stuff since long before the invention of smartphones: \"The smartphone grip is quite similar to when you hold a small stone core or handaxe, so it's essentially doing the same job.\" So where did all the photographic examples of \"smartphone pinky\" come from? The most likely answer is that these pictures do not show finger deformities caused by holding cellphones; instead, these images likely depict a condition known as clinodactyly , which is identified by a slight curvature of the fingers. This condition often goes undiagnosed since only severe cases interfere with normal function.",
  "Originally Published": "",
  "Referred Links": "http://www.childrenshospital.org/conditions-and-treatments/conditions/clinodactyly;http://mashable.com/2014/07/06/pinky-finger-phone/;http://www.washingtonpost.com/wp-dyn/content/article/2005/04/22/AR2005042201739.html;https://twitter.com/KodyPilkinton/status/577482224720850945;http://t.co/MUjeNLlTi1;https://twitter.com/amygruner;https://twitter.com/docomo_cs/status/573332159911612416;",
  "Example": "[Collected via twitter, February 2015]",
  "Last Updated": "19 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/smartphonepinky.asp",
  "Claim": "Holding a smartphone incorrectly will result in a finger deformity known as \"smartphone pinky.\"",
  "Claim_ID": "politics_medical_smartphonepinky",
  "Tags": ""
}