{
  "Origins": "On 21 April 2009, President Barack Obama signed into law the Edward M. Kennedy Serve America Act (also known as the Generations Invigorating Volunteerism and Education Act, or GIVE), a piece of legislation that amended the National and Community Service Act of 1990 (NCSA) and the Domestic Volunteer Service Act of 1973 (DVSA) (acts which originally funded, among other programs, the AmeriCorps and the National Senior Service Corps) to revise their programs and reauthorize appropriations for them: The Edward M. Kennedy Serve America Act authorizes a dramatic funding increase for AmeriCorps and other volunteer programs, and the creation of new programs for seniors and veterans. It establishes a goal of expanding from 75,000 government-supported volunteers to 250,000, and would increase education funding and establish a summer volunteer program for students, paying $500 (which would be applied to college costs) to high-school and middle-school student who participate. As Michael Hais and Morley Winograd noted in an editorial on the eve of the bill's signing, voting support for it in Congress was divided along party lines:",
  "Fact Check": "",
  "Description": "Contrary to the claims made in the e-mail example reproduced above, GIVE does not \"require anyone receiving school loans and others to serve at least three months.\" The bill allows students to earn $500 credits towards college costs by participating in volunteer service programs; it contains no provisions for mandatory service as a condition of receiving student loans, or for any other reason. (The original version of the bill merely called for a feasibility study regarding \"Whether a workable, fair, and reasonable mandatory service requirement for all able young people could be developed, and how such a requirement could be implemented,\" but even that language was dropped from the passed version of the bill.) GIVE also does not \"prohibit any sort of participation in teaching or leading\" of religious instruction or services by individuals who take part in national service programs. It states that AmeriCorps members may not engage in those activities while they are operating in that role that is, they are free to continue those activities in their private lives, but not to engage in them as official functions of GIVE-related programs. (This restriction is analogous to that placed on public school teachers: Such teachers may not lead students in religious activities as part of official school-related functions, but they may certainly attend church, offer religious instruction, lead prayer or Bible study groups, and engage in other religious activities away from the classroom.)",
  "Originally Published": "",
  "Referred Links": "http://www.opencongress.org/bill/111-h1388/text;",
  "Example": "[Collected via e-mail, April 2009] Obama and his Youth Brigade Is this the change you really voted for? President Obama has only been in office for two months. Now we have HR 1388. The Bill was sponsored by Rep. Carolyn McCarthy (D-NY) with 37 others. The Bill was introduced to the floor of the House of Representatives where both Republicans and Democrats voted 321-105 in favor. Next it goes to the Senate for a vote and then on to President Obama. This bill's title is called \"Generations Invigorating Volunteerism and Education\" (GIVE). It forms what some are calling \"Obama's Youth Brigade.\" Obama's plan is require anyone receiving school loans and others to serve at least three months as part of the brigade .. His goal is one million youth! This has serious Nazi Germany overtones to it. The Bill would forbid any student in the brigade to participate in \"engaging in religious instruction, conducting worship services, providing instruction as part of a program that includes mandatory religious instruction or worship, constructing or operating facilities devoted to religious instruction or worship, maintaining facilities primarily or inherently devoted to religious instruction or worship, or engaging in any form of religious proselytization.\" That means no church attendance or witnessing. Again, is this what America voted for? Here is part of the HR1388 Bill'swording: SEC. 1304 PROHIBITED ACTIVITIES AND INELIGIBLE ORGANIZATIONS. Section 125 (42 U.S.C. 12575) is amended to read as follows: SEC. 125. PROHIBITED ACTIVITIES AND INELIGIBLE ORGANIZATIONS. (a) Prohibited Activities - A participant in an approved national service position under this subtitle may not engage in the following activities: (1) Attempting to influence legislation. (2) Organizing or engaging in protests, petitions, boycotts, or strikes. (7) Engaging in religious instruction, conducting worship services, providing instruction as part of a program that includes mandatory religious instruction or worship, constructing or operating facilities devoted to religious instruction or worship, maintaining facilities primarily or inherently devoted to religious instruction or worship, or engaging in any form of religious proselytization. This bill DOES exist. It has been passed in the House of Representatives and is now in the Senate. I have just looked it up. Below is the link with the bill if you wish to read it. I am not sure that it disallows one from attending church. But it certainly prohibits any sort of participation in teaching or leading. http://www.opencongress.org/bill/111-h1388/text",
  "Last Updated": "29 April 2009",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/obama/give.asp",
  "Claim": "Message details requirements of the GIVE (Generations Invigorating Volunteerism andEducation) act.",
  "Claim_ID": "politics_obama_give",
  "Tags": ""
}