{
  "Origins": "By the time Franklin D. Roosevelt was sworn in for his first term as president in March 1933, amidst an ongoing, prolonged economic depression, banks in every state had failed or placed restrictions on the amount of money depositors could withdraw, and bank customers had lost an aggregate $140 billion in a wave of bank failures. In order to head off panic-stricken depositors' pulling even more capital out of the U.S. banking system, one of Roosevelt's first acts as president was to declare a \"bank holiday\" which closed the nation's financial institutions for several days to head off further consumer runs on banks and bought Roosevelt time to push the Emergency Banking Act through Congress.",
  "Fact Check": "",
  "Description": "The current economic turmoil in the United States, including several bank failures (and the possibility of more to come), raises the possibility that continued gloom on the economic front might possibly someday lead to consumer panic that could result in temporary restrictions on some financial transactions, but the rumor that U.S. banks have already (as of early October 2008 ) been notified of an imminent week-long \"universal shutdown\" appears to be just a wild rumor. The scenario of someone's spotting a cache of signs that reveals a hush-hush move being planned by the U.S. government is a common element of conspiracy theories, one we saw used frequently at the end 1999, when various rumors claimed the government was preparing for Y2K-related problems which would plunge the nation into chaos and provide an opportunity for the imposition of martial law. The nefarious scheme was supposedly given away months in advance when an unidentified citizen fortuitously stumbled across an overturned truck that had spilled its cargo of \"MARTIAL LAW\" signs (and, of course, this astonishing information eluded every news organization in the country and appeared nowhere but on the Internet). The discovery of signs is simply a plot device used to lend credibility to conspiracy tales: Just as the government wouldn't really need to ship \"ROAD CLOSED DUE TO MARTIAL LAW\" signs all over the country in advance of a military takeover (ordinary \"ROAD CLOSED\" signs would serve just as well), a bank wouldn't need to have a supply of special \"We're sorry, but due to circumstances beyond our control, we cannot be open at this time\" signs on hand before they could shut down their branches for a few days (particularly since in this case, the putative wording of the signs doesn't even explain the reason for the closures and therefore would serve no useful purpose that ordinary \"CLOSED\" signs would not). The days when virtually all banking transactions could be halted simply by locking customers out of buildings (as was the case in the 1930s) are long gone. These days, a bank holiday would entail much more than just shutting down branches: ATMs all over the world would have to be shut down or prevented from accessing U.S. banking funds, banks' web sites would have to be disabled, all forms of electronic fund transfers (including direct deposit of paychecks and automated bill-paying systems) would have to be blocked, etc. Suffice it to say that if an undertaking this monumental were truly in the offing, we'd be hearing about it through sources other than anonymous e-mail forwards.",
  "Originally Published": "",
  "Referred Links": "http://news.yahoo.com/s/ap/20081006/ap_on_bi_ge/shaky_banks;",
  "Example": "[Collected on the Internet, October 2008] Possible shut down of the banking system Oct. 1, 2008 Reliable word that Bank of America branch managers just received a message via the U.S. Federal Reserve Wire system from the US Federal Reserve instructing them to \"perhaps be ready for a one-week universal shut-down of the banking system\", including access to checking accounts, savings accounts, credit cards and ATM's. Reliable word also has it that BofA bank branches received a shipment of signs last week, reading \"We're sorry, but due to circumstances beyond our control, we cannot be open at this time.\" This raises the likelihood of a ONE WEEK LONG bank holiday coming soon. It would be wise to have some cash around because checks, credit cards, CDs don't work when the banks are closed and it appears ATM's will be offline too. If you have CDs it might be worthwhile to cash them even though there is a penalty. If you have anything inside Safe Deposit Boxes in the bank that you may need, make certain you empty those safe deposit boxes tomorrow!",
  "Last Updated": "6 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/bankholiday.asp",
  "Claim": "Receipt of special \"closed\" signs by Bank of America signals that U.S. banks will soon be shut down by the government for one week.",
  "Claim_ID": "politics_business_bankholiday",
  "Tags": ""
}