{
  "Origins": "Dr. Jack Wheeler is described by SourceWatch as:",
  "Fact Check": "",
  "Description": "The above-quoted opinion piece about Democratic presidential nominee Barack Obama was published under Dr. Wheeler's byline on his own To the Point web site on 5 June 2008. Dr. Wheeler doesn't appear to be fond of either major-party candidate in the 2008 U.S. presidential election, having previously written such wide-swinging editorials as one in which he accused Barack Obama of using \"either amphetamines or cocaine\" and called for the candidate \"to be drug tested,\" and another in which he described Republican nominee John McCain as \"clinically nuts\" and suggested that the former POW had collaborated with his Communist captors during the Vietnam War in exchange for \"an apartment in Hanoi and the services of two prostitutes.\"",
  "Originally Published": "",
  "Referred Links": "http://www.worldnetdaily.com/news/article.asp?ARTICLE_ID=60020;http://www.tothepointnews.com/content/view/3208/2/;http://www.tothepointnews.com/content/view/3227/44/;http://www.sourcewatch.org/index.asp?title=Jack_Wheeler;http://www.tothepointnews.com/content/view/3227/44/;",
  "Example": "[Collected via e-mail, August 2008] The O-man, Barack Hussein Obama, is an eloquently tailored empty suit. No r sum , no accomplishments, no experience, no original ideas, no understanding of how the economy works, no understanding of how the world works, no balls, nothing but abstract empty rhetoric devoid of real substance. He has no real identity. He is half-white, which he rejects. The rest of him is mostly Arab, which he hides but is disclosed by his non-African Arabic surname and his Arabic first and middle names as a way to triply proclaim his Arabic parentage to people in Kenya. Only a small part of him is African Black from his Luo grandmother, which he pretends he is exclusively. What he isn't, not a genetic drop of, is \"African-American,\" the descendant of enslaved Africans brought to America chained in slave ships. He hasn't a single ancestor who was a slave. Instead, his Arab ancestors were slave owners. Slave-trading was the main Arab business in East Africa for centuries until the British ended it. [Rest of article here.]",
  "Last Updated": "26 August 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/wheeler.asp",
  "Claim": "Editorial by Dr. Jack Wheeler describes Barack Obama as an \"eloquently tailored empty suit.\"",
  "Claim_ID": "politics_soapbox_wheeler",
  "Tags": ""
}