{
  "Origins": "French's mustard was one of the \"innocent\" products caught in the crossfire of American exuberance to boycott all French products in the wake of Franco-American disagreement over going to war against Iraq the same mania that led to calls in the U.S. for French fries and French toast to be renamed \"Freedom fries\" and \"Freedom toast.\"",
  "Fact Check": "",
  "Description": "The company that produces French's mustard is neither owned by French interests nor headquartered in France, however. French's corporate parent is actually a British firm, Reckitt Benckiser PLC ; the popular mustard brand is designated \"French's\" because it was originally a product of the American firm R.T. French Company, named for its founder, Robert T. French. When anti-French sentiment ran amok in March 2003 to the extent that some restaurants which were formerly French's customers began substituting a mustard product from competitor Heinz, the company hired a PR firm to let U.S. consumers know that \"there is nothing more American than French's mustard.\" Although French's did issue a press release to that effect, they are not responsible for the statement quoted above it's simply a joke some punster invented to play on the dual meaning of the word \"yellow\" (i.e., both a color and a slang term for 'cowardly').",
  "Originally Published": "",
  "Referred Links": "http://www.frenchs.net/foodservice/hist.htm;",
  "Example": "[Collected on the Internet, 2003] The makers of French's Mustard made the following recent statement: \"We at the French's Company wish to put an end to statements that our product is manufactured in France. There is no relationship, nor has there ever been a relationship, between our mustard and the country of France. Indeed, our mustard in manufactured in Rochester, NY. The only thing we have in common is that we are both yellow\".",
  "Last Updated": "16 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/mustard.asp",
  "Claim": "French's mustard released a press statement to let U.S. consumers know \"the only thing we have in common with the French is that we are both yellow.\"",
  "Claim_ID": "politics_war_mustard",
  "Tags": ""
}