{
  "Origins": "On 22 October 2014, a conservative blog in Illinois published Republican state representative candidate Jim Moynihan's account of an early voting glitch. According to Moynihan, his attempt to cast votes for himself and other Republican candidates on 20 October 2014 in Cook County, Illinois, resulted in a votes being recorded for Democratic opponents instead:",
  "Fact Check": "",
  "Description": "Moynihan also tweeted about his polling place experience on 20 October 2014: Be careful when you vote in Illinois. Make sure you take the time to check your votes before submitting your... http://t.co/mOD8uxvsDl James Moynihan (@JimMoynihan1) October 21, 2014 At the time, Moynihan expressed concern that fellow voters would also encounter the same issue at the polls: Clearly, I am concerned that citizens will be unable to vote for the candidate of their choice, especially if they are in a hurry and do not double check their ballot. I cannot say whether or not this was intentional, but Cook County voters deserve better and should not have their right to vote suppressed. On 20 October 2014, Moynihan's issue was reported locally alongside another early voting issue. In nearby Arlington Heights, local news sources reported an error that \"involved the wrong signatures popping up for voters who came in to cast ballots.\" The Cook County clerk's office immediately addressed both issues, and it was determined that the machine on which Moynihan had attempted to cast his ballot had been improperly calibrated: Both issues were addressed as soon as election judges were made aware of them, and they did not interfere with voters being able to cast ballots in the way they chose Monday, said Jim Scalzitti, deputy communications director for the Cook County clerk's office. Representatives of the Cook County state's attorney's office said they received no reports or requests to look into polling place irregularities. When he pointed it out to a judge, it was determined that the machine hadn't been calibrated correctly, he said. He ultimately was able to vote for the candidates he chose by pressing the very bottom right hand corner of the screen. Pressing the center of each button resulted in the opposite candidate's name registering.Scalzitti said the machine in question was removed from service to be recalibrated immediately and that there were no other reports of voters having similar problems. Moynihan's issue occurred on the first day of early voting in Cook County, and officials said a tiny fraction of voters were affected by the glitch: Moynihan alerted an election judge and was allowed to cast a correct ballot on the first day of early voting in Illinois. \"He did what he is supposed to do by contacting the election judge,\" said Cook County Clerk spokeswoman Courtney Greve. The machine was taken out of service and Moynihan's initial Democratic votes were never registered. The issue is hardly widespread, with only 5 out 35,000 voters in suburban Cook County so far experiencing any issue, Greve said. After the election concluded, Cook County Clerk's office Deputy Communications Director James Scalzitti explained how difficult it would have been for any voter to fully cast an unintended vote (even on a machine that may have been miscalibrated) and maintained that all reported instances of voter problems had been immediately addressed and corrected: Nearly 700,000 votes were cast in suburban Cook County for the Nov. 4Gubernatorial Election. As far as we know, maybe a couple handfuls ofvoters encountered an issue with the calibration on their touchscreens.The important thing to keep in mind though is that NO votes were \"CAST\"for any candidate that the voters did not want to vote for. The touchscreen that voters use is much like the touchscreen on yoursmartphone or the screen on an ATM. Sometimes you'll touch a letter or boxand the machine will think you pressed the one next to, or above orbeneath it. On the voting touchscreen, you are given at least twoopportunities once while you are on that particular screen, and againwhen you get to the final screen to review your choices and change themif you wish. In these incidents during this election, whenever a voter encountered thisproblem, they alerted an election judge, who had the voter vote on anothermachine, and the machine they were using was re-calibrated. No votes wererecorded or cast until the voter tapped on the final box on the finalscreen that asks if they want to cast that ballot. Also, every voter had the option of using a paper ballot if they did notwant to use the touchscreen. Scalzitti also said that Moynihan's heavily circulated created false impressions that voting \"glitches\" were widespread and that a miscalibration issue favored one party over another: This got a lot of attention because one of these incidents happened duringearly voting [and involved] a candidate for state rep., who then blogged,Facebooked, Tweeted about it, in addition to contacting many mediaoutlets the story took on a life of its own on Right Wing media sites,resulting in loads of nasty messages and emails and tweets sent my way bypeople who were convinced this was proof of Democrat vote fraud and thatthe clerk's office was behind it somehow. No additional voting glitches have been reported in Cook County since the improperly calibrated machine was taken out of service.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/JimMoynihan1/status/524357105118355457;http://t.co/mOD8uxvsDl;http://illinoisreview.typepad.com/illinoisreview/2014/10/cook-county-voting-machine-miscasts-candidates-vote.html;",
  "Example": "[Collected via e-mail, October 2014] Saw this on a Tea Party Network News, followed by a Republican Congressman's statements that this happened to him in his home district in Cook County when he tried to vote for himself.",
  "Last Updated": "13 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/cookcounty.asp",
  "Claim": "Voting machines in Cook County were rigged to change votes cast for Republican candidates to votes for Democratic candidates.",
  "Claim_ID": "politics_ballot_cookcounty",
  "Tags": ""
}