{
  "Origins": "On 20 October 2014, several blogs picked up a rumor claiming that Muslim nurses in the UK could refuse to wash their hands, as the practice conflicts with Islamic (i.e., sharia) law. The story spread with alacrity, sparking outrage on social media sites.",
  "Fact Check": "",
  "Description": "The rumor hinged in part on its immediacy, and most iterations included language specifying a very recent change to healthcare guidelines in the United Kingdom: While UK medical officials are taking a few steps to limit the nurse's exposure to patients, this is still gross and shouldn't be allowed. If washing their hands in public violates their religion, they have the freedom to pursue a different career path. To allow this type of egregious neglect of basic hygiene puts people unnecessarily at risk for developing an infection. Hopefully common sense will prevail and this allowance will be overturned. One more reason to be thankful we don't have a healthcare system like Britain's. Our attempts to locate recent changes to UK healthcare regulations permitting Muslim nurses to refuse to wash their hands turned up empty, but a blog post from April 2014 made an identical claim: Muslim nurses in the UK were just granted the right to practice medical procedures without washing their hands first. The demand first derived from Islamic Sharia Law. Muslim nurses feared that washing their hands in the operating room, \"compromises their modesty.\" Of course, medical experts argued that not practicing proper sanitation before a procedure compromises the safety of patients instead. None of the accounts in circulation referenced any news reports, updated regulations, or even unsubstantiated personal experience to support the claim. The only remotely similar account appeared in the UK media in 2010, and that item focused not on Muslim nurses and operating room hygiene, but rather on a Christian hospital worker's complaint that her crucifix necklace had been unfairly banned (due to its sharp edges) while other religious garb (such as hijabs) had not. Near the end of that article, March 2010 hospital uniform guideline updates were addressed with an emphasis on accommodating religious issues regarding modesty in dress without impacting patient care: The revised rules, issued on March 26, make clear that staff can wear uniforms with long sleeves as long as they roll them up securely above their elbows to wash and when they are on the wards. They add that staff who want to cover up completely when dealing with patients will be able to use special disposable 'over-sleeves.' 'We have considered the implications of this possibility but concluded that the overall purpose of the guidance, to ensure patient safety by adherence to good hand hygiene, is not prejudiced by the additional dress options that have now been identified.' Another article published in March 2010 reiterated that some guidelines were expanded to clarify the intersection of religious dress and infection control standards (including \"good hand hygiene\"): Christine Beasley, Chief Nursing Officer at the Department of Health, said: \"The revised guidance re-enforces the vital importance of good hand hygiene in the fight against infection.\" The General Medical Council has said that female Muslim doctors must be prepared to remove their veil to treat patients effectively as religious clothing must not be a barrier to good care. The guidelines say women can wear the hijab which covers the head and hair but not the face. So, while official UK healthcare guidelines were modified in 2010 to accommodate religious dress, the change was not recent to 2014, nor did it permit Muslim nurses to refuse to wash their hands for religious reasons.",
  "Originally Published": "",
  "Referred Links": "http://theuspatriot.com/2014/04/15/muslim-nurses-refuse-to-wash-hands-before-operations-say-it-compromises-________/;http://www.youngcons.com/muslim-nurses-refuse-to-wash-hands-before-operations-the-reason-why-is-insane/;http://www.jewsnews.co.il/2014/10/20/muslim-nurses-refuse-to-wash-hands-before-operations-say-it-compromises-religious-beliefs/;",
  "Example": "[Collected via e-mail, October 2014] An article claims that UK nurses have been granted to right to NOT wash their hands before attending surgery as it conflicts with Islamic modesty laws. I think that any Muslim woman working as a nurse is sufficiently \"modern\" and free of excessive constraints that this extreme form of modesty is a sham.",
  "Last Updated": "22 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/muslimnurses.asp",
  "Claim": "Muslim nurses working in the UK may refuse to wash their hands to preserve their modesty under Islamic law.",
  "Claim_ID": "politics_religion_muslimnurses",
  "Tags": ""
}