{
  "Origins": "In March 2013, shortly after Cardinal Jorge Mario Bergoglio of Argentina (now Pope Francis) was selected to succeed the retiring Pope Benedict XVI as Pope of the Catholic Church, a transcript purporting to document an unaired interview between then-Cardinal Bergoglio and an American journalist was circulated on the Internet. The transcript was originally posted to the web site of the UK's Diocese of Salford , which introduced it with the following statement: The following is a transcript of an interview between an atheist American journalist and then-Cardinal Bergoglio. It is clear why the interview was never broadcast. In it, Cardinal Bergoglio makes mincemeat of the typical leftist interview techniques of so many people in the broadcast media. Although he was not named anywhere on the Diocese of Salford web site or in the transcript (which simply referred to a \"reporter\"), the mention of an \"atheist American journalist\" who supposedly conducted the interview was clearly intended to reference Chris Matthews of MSNBC, who (like the interviewer in the transcript) attended La Salle College High School and College of the Holy Cross.",
  "Fact Check": "",
  "Description": "However, multiple pieces of evidence document that the transcript was nothing more than a prank, phony documentation of an interview that never took place:",
  "Originally Published": "",
  "Referred Links": "http://www.nbcnews.com/id/51176775/ns/msnbc-hardball_with_chris_matthews/t/hardball-chris-matthews-wednesday-march-th/;http://worldnews.nbcnews.com/_news/2013/02/11/16926298-whos-next-8-cardinal-contenders-who-could-succeed-pope-benedict;https://twitter.com/jcaflynn/status/315872809471602688;http://www.dioceseofsalford.org.uk/;http://angelqueen.org/2013/04/13/interview-with-pope-before-he-was-pope/;",
  "Example": "[Collected via e-mail, March 2013] The following is a transcript of an interview between CHRIS MATHEWS, MSNBC American journalist and then Cardinal Bergolio. It is clear why the interview was never broadcast. This Pope is a breath of fresh air; a very enlightening, clear understanding of social justice. It is clear that Chris Matthews never understood or learned a thing. CAMERA ON / BEGIN TRANSCRIPT REPORTER: Welcome Cardinal. BERGOGLIO: Thank you. Happy to speak with you. REPORTER: Well, let me get into it directly. Last conclave, you were almost elected Pope. Can this happen again? BERGOGLIO: What? That I will almost be the Pope, again? REPORTER: No. Will you be the next Pope? BERGOGLIO: Friend, I m only jesting with you. I understand the question. I will not be the next Pope. REPORTER: Why not? BERGOGLIO: I chose not to. God has someone else in mind I m certain. REPORTER: But you would take the job if it were offered. BERGOGLIO: I think not. REPORTER: Why not. BERGOGLIO: I believe I m too embroiled in the secular fiasco. It is a spiritual job, and I m a soldier. Look at the nature of power. In Europe first and now in America, elected men have taken it upon themselves to indebt their people to create an atmosphere of dependency. And why? For their own selfish need to increase their own personal power. I ve been a keen observer of the effect this has on the people, especially the poor. They are very good at creating poverty where there is no reason to explain it. My job is try to alleviate poverty and if that means to oppose the cause then I will not be Pope. [Rest of transcript here.]",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/matthews.asp",
  "Claim": "Transcript documents an unaired interview between Chris Matthews and Cardinal Bergoglio.",
  "Claim_ID": "politics_religion_matthews",
  "Tags": ""
}