{
  "Origins": "On 23 November 2014, the Wall Street Journal published an article entitled \"Bud Crowded Out by Craft Beer Craze.\"",
  "Fact Check": "",
  "Description": "Although that piece mentioned Budweiser's famous Clydesdale horses in its subheading (\"Faded Beer Brand Unhitches Clydesdales in Favor of Fresher Pitches to Young People\"), the content focused on the brand's struggle to remain relevant with younger beer drinkers amidst a market influx of craft beers. The article focused primarily on the hard stats of Budweiser's waning popularity among twentysomethings, but it did include a few references to the use of Clydesdales in advertisements for the beer brand: The company has decided that persuading 21- to 27-year-olds to grab a Bud is the best chance to stop the free-fall. After years of developing advertising and marketing that appeals to all ages, AB InBev plans to concentrate future Budweiser promotions exclusively on that age bracket. That means it won't trot out the traditional Budweiser Clydesdales for this year's holiday advertising. Persuading them to drink Bud won't be easy. Since 1987, the company has showcased the brand during the holidays with a commercial of its famous Clydesdales, powerful, white-legged horses pulling a red Budweiser carriage through the snow. Instead, this season Budweiser will air spots featuring people in their 20s looking directly into the camera and calling out friends' names as a narrator asks \"If you could grab a Bud with any of your friends these holidays, who would it be?\" Reaction to the article was swift and presumptive, with many Budweiser Clydesdale fans on social media sites objecting to the ads' discontinuation. On 24 November 2014, Budweiser issued one of many clarifications on the matter of the Clydesdales via its Twitter account: Don't believe everything that trends. The Budweiser #Clydesdales aren't going anywhere. pic.twitter.com/dzHPAGmhhX Budweiser (@Budweiser) November 25, 2014 On 24 November 2014, Budweiser released a longer statement confirming that the Clydesdales were not being retired by the brand: The story this morning may have left a wrong impression the Budweiser Clydesdales will, in fact, be featured in next year's Super Bowl advertising and are also a part of upcoming holiday responsible drinking advertising. The Clydesdales play a strong role for the brand, representing Budweiser quality and care for more than 80 years. As icons of the brand and relevant symbols of integrity, perfection and team spirit for all generations they are important to the brand and our campaigns. After issuing that statement, Budweiser also individually reassured Twitter users that the brand's \"Clydesdales aren't going anywhere.\" It wasn't clear whether the company had initially planned to partially retire the mascots and only relented in the face of negative public reaction, or whether their earlier comments about their familiar equine symbols had merely been misinterpreted.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/Budweiser/status/537061420555177984;http://t.co/dzHPAGmhhX;https://twitter.com/hashtag/Clydesdales?src=hash;http://online.wsj.com/articles/budweiser-ditches-the-clydesdales-for-jay-z-1416784086;",
  "Example": "[Collected via e-mail, November 2014] Is Budweiser going to stop using the famous Clydesdales in theirads this holiday season? There is rumor that Budweiser is going to stop utilizingClydesdales in their marketing. It said they have chosen to go withpopular music stars. I am hoping is not true.",
  "Last Updated": "25 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/clydesdales.asp",
  "Claim": "Budweiser is ditching their famous Clydesdale ads in an effort to appeal to millennials.",
  "Claim_ID": "politics_business_clydesdales",
  "Tags": ""
}