{
  "Origins": "The revelation that a foreign leader was funding a U.S. presidential candidate's campaign would be explosive news in any case, but even more so if the leader providing the funding were as controversial a figure as Hugo Ch vez. In this case, however, someone has apparently confused Hugo Ch vez, the current president of Venezuela, with the late Che Guevara, the Argentine-born Marxist revolutionary. (Since Guevara died in 1967, he likely hasn't been funding anyone for quite some time now.)",
  "Fact Check": "",
  "Description": "The controversy underlying this mix-up was a news report aired by a Houston Fox affiliate in February 2008 which captured images of volunteers at an Obama campaign office in that city displaying Cuban national flags overlaid with an image of Che Guevara: When a reporter questioned one of the staffers shown above about the appropriateness of the flags, the volunteer (who said she was a Cuban-born American) declined to discuss the issue, stating that she didn't have time to talk about it and that inquiries should be directed to her publicist: In response to the controversy, the Obama campaign issued a statement noting that the display was not in their official campaign headquarters but rather in an independently-funded volunteer office not under their control, that they were disappointed by it, and that it did not reflect the views of Senator Obama himself: This is a volunteer office that is not in any way controlled by the Obama campaign. We were disappointed to see this picture because it is both offensive to many Cuban-Americans and Americans of all backgrounds and because it does not reflect Senator Obama's views. Barack Obama has been very clear in putting forward a Cuba policy that is based on one principle: freedom for the Cuban people. (Fox News also labeled the video with a disclaimer stating that \"The office featured in this video is funded by volunteers of the Barack Obama Campaign and is not an official headquarters for his campaign.\") Nonetheless, columnists such as the Boston Globe 's Jeff Jacoby took Senator Obama to task for not responding more forcefully to the issue: When word broke that Obama's supporters in Houston work under a banner glorifying Che, the campaign's reaction was to brush it off as an issue involving volunteers, not the official campaign. After two days of controversy, the campaign issued a statement calling the flag \"inappropriate\" and saying its display \"does not reflect Senator Obama's views.\" Would JFK have reacted so mildly? That this sadistic thug's face also adorns the office of a US presidential candidate's supporters is appalling and disgraceful. That the candidate couldn't bring himself to say so is even worse.",
  "Originally Published": "",
  "Referred Links": "http://factcheck.barackobama.com/factcheck/2008/02/12/on_reports_of_an_inappropriate.asp;http://ru.youtube.com/watch?v=6pPNbU9DFAs;http://www.time.com/time/time100/heroes/profile/guevara01.html;",
  "Example": "[Collected via e-mail, February 2008] I received an email stating that Hugo Chavez is financing Obama'scampaign. The email stated that one of Obama's campaign offices inHouston, Texas had a flag of Cuba and a photo of Chavez on the wall. Itsaid that the information was reported by My Fox in Houston.",
  "Last Updated": "20 February 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/chavez.asp",
  "Claim": "Barack Obama's presidential campaign is being funded by Hugo Ch vez.",
  "Claim_ID": "politics_obama_chavez",
  "Tags": ""
}