{
  "Origins": "President and Mrs. Obama are the parents of two daughters, 12-year-old Malia Ann Obama and 9-year-old Natasha (\"Sasha\") Obama. And, contrary to online rumors, no announcement has been made indicating that the First Family will be growing larger in the near future.",
  "Fact Check": "",
  "Description": "Although rumors of a pregnancy were floated at the very beginning of the Obama administration back in January 2009, the earliest reference we've found for the current notion that the 47-year-old First Lady might be expecting a family addition came from a list of (mostly tongue-in-cheek) predictions issued by Nikki, \"a noted Toronto-based psychic\" and published in the Toronto Sun on 23 December 2010, one of which stated that: PREDICTION: Michelle Obama will have another baby. Nikki predicts that the President's daughters Malia and Sasha will get a brand-new sibling or two! It could be a boy or a girl, but is more likely a set of twins, she says. The circulation of rumors about a Michelle Obama pregnancy seem to have been primarily driven by a 25 January 2011 article published on the web site of the Weekly World News (WWN), the online successor to the supermarket tabloid known for its fantastically fictional stories: The White House announced today that Michelle Obama is pregnant with the couple's third child. \"Michelle Obama is pregnant,\" White House sources said. Outgoing White House Press Secretary, Robert Gibbs, told reporters today that he would not confirm or deny the rumor. But WWN has confirmed that Michelle Obama is about two months into her pregnancy and the President and First Lady expect to have the baby sometime in late July, 2011. (Other Weekly World News headline stories include \"GEORGE W. BUSH TO REPLACE REGIS PHILBIN,\" \"HOW TO SELL YOUR SOUL TO THE DEVIL,\" and \"MEGAN FOX IS A MAN!\") No official statement has been issued from the White House, through the press secretary's office or any other, addressing speculation that the First Lady might be pregnant. Although former White House press secretary Robert Gibbs did step down from his position on 11 February 2011, that event was not a sudden dismissal which occurred in the wake of his discussing rumors of Michelle Obama's pregnancy, as Gibbs had announced more than a month earlier that he would be leaving the White House to become an outside adviser to the administration. After the WWN's predicted due date of July 2011 for Michelle passed with no addition to the Obama family, WWN edited its article to project a May 2012 due date and republished it on 9 November 2011.",
  "Originally Published": "",
  "Referred Links": "http://weeklyworldnews.com/politics/26881/michelle-obama-pregnant/;http://web.archive.org/web/20110604033953/http://weeklyworldnews.com/politics/26881/michelle-obama-pregnant/;http://www.torontosun.com/life/holidays/features/2010/12/23/16657291.html;http://perezhilton.com/2009-01-28-whit-house-baby;",
  "Example": "[Collected via e-mail, January 2011] Washington, Jan 7: Robert Gibbs, the White House press secretary, has suddenly resigned from his post, an action which has prompted many observers to speculate about the reason for his departure. Rumors afloat say that Gibbs was the victim of Michelle Obama's wrath, having been dismissed from his post after the First Lady became angry with him for publicly discussing her pregnancy. President Obama said of Gibbs that \"It's sad [he] would slip and reveal Michelle's pregnancy to the public.\" A few days ago, Gibbs, in conversation with the media, referenced rumors of Mrs. Obama's pregnancy, although he did not confirm or deny them directly. However, White House sources have confirmed that Michelle Obama is about two months into her pregnancy and the President and First Lady expect to have the baby sometime in late July 2011.",
  "Last Updated": "16 November 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/pregnant.asp",
  "Claim": "The White House has announced that First Lady Michelle Obama is pregnant.",
  "Claim_ID": "politics_obama_pregnant",
  "Tags": ""
}