{
  "Origins": "What are the odds that two prominent Democrats would both have distant relatives with funny names who were hanged for train robbery and horse stealing? Not as long as you might think, apparently, because the same day in 2000 we received the example quoted above, we also received the following version:",
  "Fact Check": "",
  "Description": "Tipper Gore, an amateur genealogical researcher, discovered that her husband's great-great uncle, Gunther Gore, a fellow lacking in character, was hanged for horse stealing and train robbery in Tennessee in 1889. The only known photograph of Gunther shows him standing on the gallows. On the back of the picture is this inscription: \"Gunther Gore; horse thief, sent to Tennessee Prison 1885, escaped 1887, robbed the Tennessee Flyer six times. Caught by Pinkerton detectives, convicted and hanged in 1889.\" After letting Al Gore and his staff of professional image consultants peruse the findings, they decided to crop Gunther's picture, scan it in as an enlarged image, and edited it with image processing software so that all that's seen is a head shot. The accompanying biographical sketch was sent to the Associated Press as follows: \"Gunther Gore was a famous rancher in early Tennessee history. His business empire grew to include acquisition of valuable equestrian assets and intimate dealings with the Tennessee railroad. Beginning in 1883, he devoted several years of his life to service at a government facility, finally taking leave to resume his dealings with the railroad. In 1887, he was a key player in a vital investigation run by the renowned Pinkerton Detective Agency. In 1889, Gunther passed away during an important civic function held in his honor when the platform upon which he was standing collapsed.\" This item is merely a very old bit of humor (dressed up with an accompanying photograph of train-robbing outlaw Tom \"Black Jack\" Ketchum ) which has been adapted into a \"one-size-fits-all\" political jibe all one need do is simply alter the text by changing the surname to match that of the disfavored politician du jour, then send it winging around the Internet yet again. In May 2001, for example, another version featured George W. Bush: A LITTLE KNOWN FACT OF TEXAS HISTORYNot very many of you folks out there know all about Texas history. Here's some of the more \"colorful\" moments in the archives of this great state, and some of her true characters. Laura Bush, an amateur genealogical researcher, discovered that her husband's great-great uncle, Chadsworth Bush, a fellow lacking in character, was hanged for horse stealing and train robbery in Texas in 1889. The only known photograph of Chadsworth Bush shows him standing on the gallows. On the back of the picture is this inscription: \"Chadsworth Bush; horse thief, sent to Texas Prison 1885, escaped 1887, robbed the Texas Flyer six times. Caught by Pinkerton detectives, convicted and hanged in 1889.\" After letting George W Bush and his staff of professional image onsultants peruse the findings, they decided to crop Chadsworth's picture, scan it in as an enlarged image, and edit it with image processing software so that the biographical sketch was sent to the Associated Press as follows: \"Chadsworth Bush was a famous rancher in early Texas history. His business empire grew to include acquisition of valuable equestrian assets and intimate dealings with the Texas railroad.. Beginning in 1883, he devoted several years to service at a government facility, finally taking leave to resume his dealings with the railroad. \"In 1887, he was a key player in a vital investigation run by the renowned Pinkerton Detective Agency. In 1889, Chadsworth Bush passed away during an important civic function held in his honor when the platform upon which he was standing collapsed.\" And thus passed the very first \"hanging Chad.\" In December 2008 a version aimed at a Canadian politician appeared online: Judy Wallman, a professional genealogical researcher, discovered that Robert Dion, the great-great uncle of Stephane Dion, the leader of Canada's Liberal Party, was hanged for horse stealing and train robbery in Quebec in 1889. The only known photograph of Dion shows him standing on the gallows. On the back of the picture is this inscription: \"Robert Dion; horse thief, sent to Quebec Provincial Prison 1883, escaped 1887, robbed the Canadian Pacific Railway six times. Caught by Pinkerton detectives, convicted, and hanged in 1889.\" Judy e-mailed Stephane Dion for comments. Dion's staff sent back the following biographical sketch: \"Robert Dion was a famous horseman in Quebec. His business empire grew to include acquisition of valuable equestrian assets and intimate dealings with the Canadian Pacific Railroad. Beginning in 1883, he devoted several years of his life to service at a government facility, finally taking leave in 1887 to resume his dealings with the railroad. Subsequently, he was a key player in a vital investigation run by the renowned Pinkerton Detective Agency. In 1889, Dion passed away during an important civic function held in his honour, when the platform on which he was standing collapsed.\" Shortly after Republican senator Ted Stevens of Alaska was convicted in October 2008 on seven felony counts of violating federal ethics laws, this joke was updated again in versions that featured both his name and that of Democratic Senate majority leader Harry Reid: Jane Stevens, a professional genealogy researcher here in Alaska, was doing some personal work on her own family tree. Shediscovered that Ted Stevens' great-great uncle, Remus Stevens, was hanged for horse stealing and train robbery in Montana in 1889. Both Jane and Ted Stevens share this common ancestor. The only known photograph of Remus shows him standing on the gallows in Montana territory. On the back of the picture Jane obtained during her research is this inscription: 'Remus Stevens, horse thief, sent to Montana Territorial Prison 1885, escaped 1887, robbed the Montana Flyer six times. Caught by Pinkerton detectives, convicted and hanged in 1889.' So Jane recently e-mailed Senator Ted Stevens for information about their great-great uncle. Believe it or not, Ted Stevens' staff sent back the following biographical sketch for her genealogy research: 'Remus Stevens was a famous cowboy in the Montana Territory. His business empire grew to include acquisition of valuable equestrian assets and intimate dealings with the Montana railroad. Beginning in 1883, he devoted several years of his life to government service, finally taking leave to resume his dealings with the railroad. In 1887, he was a keyplayer in a vital investigation run by the renowned Pinkerton Detective Agency. In 1889, Remus passed away during an important civic function held in his honor when the platform upon which he was standing collapsed.' Judy Wallman, a professional genealogy researcher here in southern California, was doing some personal work on her own family tree. She discovered that Harry Reid's great-great uncle, Remus Reid, was hanged for horse stealing and train robbery in Montana in 1889. Both Judy and Harry Reid share this common ancestor. The only known photograph of Remus shows him standing on the gallows in Montana territory. On the back of the picture Judy obtained during her research is this inscription: 'Remus Reid, horse thief, sent to Montana Territorial Prison 1885, escaped 1887, robbed the Montana Flyer six times. Caught by Pinkerton detectives, convicted and hanged in 1889.' So Judy recently e-mailed Congressman Harry Reid for information about their great-great uncle. Believe it or not, Harry Reid's staff sent back the following biographical sketch for her genealogy research: 'Remus Reid was a famous cowboy in the Montana Territory. His business empire grew to include acquisition of valuable equestrian assets and intimate dealings with the Montana railroad. Beginning in 1883, he devoted several years of his life to government service, finally taking leave to resume his dealings with the railroad. In 1887, he was a keyplayer in a vital investigation run by the renowned Pinkerton Detective Agency. In 1889, Remus passed away during an important civic function held in his honor when the platform upon which he was standing collapsed.' In 2009 this joke was circulated in a version that featured Vice President Joe Biden doing his own geneological research: Vice-President Joe Biden, an amateur genealogical researcher, discovered that his great-great uncle, Robert Biden, a fellow lacking in character, was hanged for horse theft and train robbery in Texas in 1889. The only known photograph of Robert shows him standing on the gallows, waiting to be hanged. On the back of the picture someone has scrawled: 'Robert Biden; horse thief, sent to Texas Prison 1883, escaped 1887, robbed the Texas Flyer six times. Caught by Pinkerton detectives, convicted and hanged in 1889.' After perusing the findings with his staff of professional image consultants, they decided to crop the picture, scan it, enlarge it, and edit it in an image processing software so that all you can see is a head shot. The accompanying biographical sketch was sent to the Associated Press as follows: \"Robert Biden was a famous Texas cowboy in the late 1800s. His business empire grew to include acquisition of valuable equestrian assets and intimate dealings with the Texas railroad. Beginning in 1883, he devoted several years of his life to service at a government facility, finally taking leave to resume his dealings with the railroad. In 1887, he was a key player in a vital investigation run the famous Pinkerton Detective Agency. Robert passed away in 1889 during an important civil function held his honor, when the platform he was standing on collapsed.\" And this is the man you elected to be Vice-President?!",
  "Originally Published": "",
  "Referred Links": "http://www.ourstrand.com/jokes/05-20-2001.htm;http://users.hal-pc.org/~berrys/Tom%20Ketchum.html;",
  "Example": "[Collected via e-mail, October 2000] Hillary, an amateur genealogical researcher, discovered that her great-great uncle, Remus Rodham, a fellow lacking in character, was hanged for horse stealing and train robbery in Montana in 1889. The only known photograph of Remus shows him standing on the gallows. On the back of the picture is this inscription: \"Remus Rodham; horse thief, sent to Montana Territorial Prison 1885, escaped 1887, robbed the Montana Flyer six times. Caught by Pinkerton detectives, convicted and hanged in 1889.\" In Hillary's Family History, her staff of professional image consultants cropped Remus's picture, scanned it, enlarged the image, and edited it with image processing software so that all that's seen is a head shot. The accompanying biographical sketch is as follows: \"Remus Rodham was a famous cowboy in the Montana Territory. His business empire grew to include acquisition of valuable equestrian assets and intimate dealings with the Montana railroad. Beginning in 1883, he devoted several years of his life to service at a government facility, finally taking leave to resume his dealings with the railroad. In 1887, he was a key player in a vital investigation run by the renowned Pinkerton Detective Agency. In 1889, Remus passed away during an important civic function held in his honor when the platform upon which he was standing collapsed.\"",
  "Last Updated": "20 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/thief.asp",
  "Claim": "A distant relative of a prominent politician was a horse thief and a train robber.",
  "Claim_ID": "politics_clintons_thief",
  "Tags": ""
}