{
  "Origins": "On 12 March 2015, the website The Black Sphere published an article titled \"Michael Brown's Mother: 'F them two cops'\". The post contained a screenshot (shown above) of a picture of a computer screen displaying comments purportedly made by the mother of slain Ferguson teenager Mike Brown. The comments in question referenced an incident that occurred in the early morning hours of 12 March 2015, during which two police officers were shot outside Ferguson police headquarters as demonstrators gathered following the resignation of the city's police chief.",
  "Fact Check": "",
  "Description": "The unusual copy-of-a-copy format made the content of the posts nearly impossible to view. Most shared versions were only marginally legible: On 13 March 2015, the Facebook page \"Ferguson scanner updates\" published additional comments attributed to the mother of Michael Brown in the wake of the police shooting. That screenshot appeared to be taken from Twitter and seemingly celebrated the shooting of the two police officers (while promising more to come): Woke up in a great mood this morning, 2 cops got shot in FERGUSON last night. You ain't seen shit yet wait til this summer. Neither screenshot could reasonably be attributed to Michael Brown's mother, primarily due to the fact that her name is Lesley McSpadden (not Leslie). Even if McSpadden was likely to express the sentiments seen in the images shown above, she wasn't likely to misspell her own first name. (A man interviewed in November 2014 by a British news outlet was identified as Leslie McSpadden, Michael Brown's uncle; perhaps someone confused him with Michael Brown's mother.) Moreover, McSpadden and Mike Brown, Sr. released a statement on 12 March 2015 regarding the incident in Ferguson that denounced the \"senseless\" shootings, an effort Brown, Sr. or McSpadden were unlikely to sabotage through issuing contradictory Facebook posts or tweets: The family of Michael Brown, Jr. condemns this morning's senseless shooting of two Ferguson police officers. We reject any kind of violence directed toward members of law enforcement. It cannot and will not be tolerated. We specifically denounce the actions of stand-alone agitators who unsuccessfully attempt to derail the otherwise peaceful and non-violent movement that has emerged throughout this nation to confront police brutality and to forward the cause of equality under the law for all. We must work together to bring peace to our communities. Our thoughts and prayers remain with the officers injured during this morning's shooting and their families. On 15 March 2015, 20-year-old Jeffrey Williams was arrested and charged in connection with the shooting of the two Ferguson police officers.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2015/03/16/us/ferguson-police-shot-arrest/;http://www.nbcnews.com/storyline/michael-brown-shooting/ferguson-shooting-michael-browns-parents-condemn-attack-police-n322306;http://www.theguardian.com/us-news/video/2014/nov/28/ferguson-missouri-michael-brown-uncle-video;https://www.facebook.com/272670539597276/photos/a.272762322921431.1073741827.272670539597276/365451160319213/?type=1;http://www.cbsnews.com/news/reports-2-cops-shot-outside-ferguson-police-headquarters/;http://www.donotlink.com/e4gj;",
  "Example": "[Collected via e-mail, March 2015] There are facebook posts that state Michael Brown's mothertweeted that she woke up in a great mood after two Ferguson policeofficers were shot.",
  "Last Updated": "16 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/lesliemcspadden.asp",
  "Claim": "Michael Brown's mother posted comments on social media celebrating the shooting of two Ferguson police officers.",
  "Claim_ID": "politics_crime_lesliemcspadden",
  "Tags": ""
}