{
  "Origins": "According to this Internet-circulated piece, to a man, Marines decided they didn't respect President Clinton the minute he took office, and so for eight years all of them declined to observe proper protocol in his presence. Moreover, no officer ever objected to this behavior, and not one member of the Presidential entourage ever noticed or reported it.",
  "Fact Check": "",
  "Description": "The best way to answer this one would be to ask a Marine. So we did: If the question is \"Did the Marines who greeted the President willfully show disrespect by failing to execute a \"facing\" movement after the salute?\" the answer is no. Proper protocol is for the Marine to snap a salute to the President. The President may or may not return the salute at his discretion. If the President returns the salute, the Marine immediately \"cuts\" or \"posts\" by bringing his arm sharply down to his side from the salute and remaining at a position of attention. If the President does not return the salute, the Marine will wait until the President passes him, then he will cut and remain at a position of attention. This is the protocol when greeting a senior officer, including the President. With the new Presidency comes a changing of the Presidential Detail. The new command of the Presidential Detail may have chosen to add a facing movement to the protocol. This is at the complete discretion of the command. A Marine does not have the luxury of choosing whether or not he follows proper protocol. He is given an order and he follows it to the letter. If the order does not include a facing movement, the facing movement will not occur. If the order includes a facing movent, the facing movement occurs. It is that simple. Whether or not this movement becomes a standard part of protocol remains to be seen. Marines do not act as individuals, we act as a team. Marines follow procedure and protocol. The Marines you saw followed their orders. That is a Marine. This piece was also refuted in the St. Louis Post-Dispatch : Snappy little story. It has only two problems: \"It's absolutely false,\" says Staff Sgt. Keith Milks of the public affairs office at Marine Corps headquarters. If it was true, the Marines would see it as an insult to their own honor, not to Bill Clinton. Milks said crew members of the presidential helicopter \"are chosen for their professionalism.\" In a phone interview, Milks said crew members of HM-1 - Marine One, the presidential helicopter - had followed the same protocol with Clinton that they used for all presidents, to wit: The Marine at the bottom of the steps salutes the debarking president. As soon as the salute is returned, the Marine does a right face to face the president's back. The Marine holds that position until the president \"has moved a comfortable distance away,\" Milks said. Even if one dislikes the man who is currently President, protocol dictates that he be shown the proper respect in order not to dishonor the office of President of the United States. Marines know that as well as anyone. Additional information: Presidential Tradition (RonaldReagan.com)",
  "Originally Published": "",
  "Referred Links": "http://www.ronaldreagan.com/tradition.html;",
  "Example": "[Collected on the Internet, 2001] Military courtesy change I picked up on something very funny this morning. CNN showed George W. leaving HM-1. The Marine at the front step saluted, GW returned it, and as he walked away, the marine executed a right face to stand facing GW's back . . . something that was missing in eight years of the Clinton presidency. The traditional Marine Corps mark of respect was rendered to the new president. That one goes back to the days in the rigging, when the Marine orderly to the ship's Captain always faced him, no matter hisdirection of movement, to be ready to receive an order. Who says that enlisted men can't hold back when they don't respect someone? . . . And for eight years, they did.",
  "Last Updated": "27 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/salute.asp",
  "Claim": "Marines surreptitiously failed to observe the proper protocol in saluting President Clinton all throughout his eight years in office.",
  "Claim_ID": "politics_clintons_salute",
  "Tags": ""
}