{
  "Origins": "According to the Killeen Daily Herald :",
  "Fact Check": "",
  "Description": "And Red Lobster followed up with a response to our inquiry: Thank you for your interest in Red Lobster; it is always a pleasure to hear from our guests. We at Red Lobster certainly share the eagerness to get our soldiers home safely to their families. We, like so many Americans, have family and friends deployed in Iraq. We are extremely concerned about the war and want to do whatever we can to help our troops. I wanted you to know that Red Lobster provided the POW family with a $20 gift certificate and we continue working with people at Fort Hood to see what else we can do to be of assistance to that family. In addition, the entire Dallas Division Division 90 restaurants from Texas to Oklahoma, Kansas to Arkansas has collected personal hygiene items and snacks for the troops when they were first deployed. In four days, the restaurants, including the Red Lobster in Killeen, collected 250 cases of materials. The Dallas Division's executive assistant is the Family Readiness Officer for the Army Reserve's 95th Division and she worked with the Division to coordinate all the materials we sent overseas. Killeen has also supplied military families with food and coupons for their support meetings and has donated gift certificates for raffles at military family support events. We have been in Killeen for 12 years and love the community. Indeed, when the restaurant burned down several years ago, we rebuilt because so many residents showed their support and urged us to rebuild. I know that the woman who sent the e-mail is a fine person who is showing her concern for the troops and their families. Unfortunately she may not have been aware of all the restaurant has done to help our soldiers. Thank you, as always, for contacting us and letting us know what's on your mind.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] Hello everyone. As you probably already know, 2 of Brian's former platoon members, Ron Young & Dave Williams, have been captured by Iraqi troopers when their aircraft landed in the wrong area. Dave Williams' wife, Michelle, lives here in Killeen. The wives of 1/227 went to all of the surrounding stores & restaurants asking if they would give Dave's wife & children gift certificates for food or merchandise. Every place they went, gave over & beyond what was asked. McDonald's gave $150 in food certificates to Dave's family and also stated they would cater all FRG (Family Readiness Group) Meetings and provide child care w/Ronald McDonald. These meetings take place once a month, but what a nice gesture. However, the only restaurant that absolutely refused to give any form of certificate was Red Lobster. They informed that if they \"did it for his family, they would have to do it for every family that had a crisis.\" This was an outrage considering this business is only open because Killeen is a military town. Upon hearing this, one of the wives who's husband also is a pilot with 1/227, was livid. She waited until the next business day at 12:30 PM and marched in Red Lobster and asked if she could speak with the manager. She asked their reason why they refused to donate a certificate for $20, $10 or even $5 for Dave's wife & children to eat and was told the same lousy excuse. That's when she got really loud. Now you have to know, lunch time here in Killeen is very busy and most restaurants are filled withlarge tables of soldiers eating together. She started telling everyone in the restaurant that Dave was currently a POW and that Red Lobster wouldn't donate even $5 to his family to eat on. Entire tables of 10-15 people, both soldiers & civilians, started to get up and walk out. One LTC stopped and asked her what was going on. When she told him, he looked at the manager and said he wouldn't be back and would tell everyone he knows not to eat there again. I just wanted to let everyone know that I won't be eating at Red Lobster either. Ron Young, one of the POW, was a very close friend to Brian & me. Madeline called him \"Ms Ron\". I hate to say that I only met Dave & his wife, Michelle, twice and didn't really get to know them. They had only been with the Unit 2 months before Brian left. We are all praying for their safe return & God speed. It infuriates me to no end to know that a restaurant does not support our troops. Especially when the majority of the people that eat there are soldiers and their families.",
  "Last Updated": "3 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/redlobster.asp",
  "Claim": "Red Lobster restaurant refuses to donate gift certificate to POW's family.",
  "Claim_ID": "politics_military_redlobster",
  "Tags": ""
}