{
  "Origins": "In May 1998, Jeff Dickson posted the 'Paradox of Our Time' essay to his Hacks-R-Us online forum, loosing it upon the Internet. That essay has since spread far and wide and has commonly been attributed to a variety authors, including comedian George Carlin, an unnamed Columbine High School student, the Dalai Lama, and that most prolific of scribes, Anonymous.",
  "Fact Check": "",
  "Description": "George Carlin very emphatically denied he had had anything to do with \"Paradox,\" a piece he referred to as \"a sappy load of shit,\" and posted his comments about being associated with this essay on his own web site . (The line about \"His wife recently died\" which was added to many forwarded versions referenced Brenda Carlin, the comedian's wife, who passed away on 11 May 1997 of liver cancer. Carlin himself died in June 2008.) The true author of the piece isn't George Carlin, Jeff Dickson, or the Dalai Lama, nor is he anonymous. Credit belongs to Dr. Bob Moorehead, former pastor of Seattle's Overlake Christian Church (who retired in 1998 after 29 years in that post). This essay appeared under the title \"The Paradox of Our Age\" in Words Aptly Spoken , Dr. Moorehead's 1995 collection of prayers, homilies, and monologues used in his sermons and radio broadcasts: We have taller buildings but shorter tempers; wider freeways but narrower viewpoints; we spend more but have less; we buy more but enjoy it less; we have bigger houses and smaller families; more conveniences, yet less time; we have more degrees but less sense; more knowledge but less judgement; more experts, yet more problems; we have more gadgets but less satisfaction; more medicine, yet less wellness; we take more vitamins but see fewer results. We drink too much; smoke too much; spend too recklessly; laugh too little; drive too fast; get too angry quickly; stay up too late; get up too tired; read too seldom; watch TV too much and pray too seldom. We have multiplied our possessions, but reduced our values; we fly in faster planes to arrive there quicker, to do less and return sooner; we sign more contracts only to realize fewer profits; we talk too much; love too seldom and lie too often. We've learned how to make a living, but not a life; we've added years to life, not life to years. We've been all the way to the moon and back, but have trouble crossing the street to meet the new neighbor. We've conquered outer space, but not inner space; we've done larger things, but not better things; we've cleaned up the air, but polluted the soul; we've split the atom, but not our prejudice; we write more, but learn less; plan more, but accomplish less; we make faster planes, but longer lines; we learned to rush, but not to wait; we have more weapons, but less peace; higher incomes, but lower morals; more parties, but less fun; more food, but less appeasement; more acquaintances, but fewer friends; more effort, but less success. We build more computers to hold more information, to produce more copies than ever, but have less communication; drive smaller cars that have bigger problems; build larger factories that produce less. We've become long on quantity, but short on quality. These are the times of fast foods and slow digestion; tall men, but short character; steep in profits, but shallow relationships. These are times of world peace, but domestic warfare; more leisure and less fun; higher postage, but slower mail; more kinds of food, but less nutrition. These are days of two incomes, but more divorces; these are times of fancier houses, but broken homes. These are days of quick trips, disposable diapers, cartridge living, thow-away morality, one-night stands, overweight bodies and pills that do everything from cheer, to prevent, quiet or kill. It is a time when there is much in the show window and nothing in the stock room. Indeed, these are the times! In 1999 this piece also picked up an attribution to an unnamed student who witnessed the killings at Littleton in the aftermath of the 20 April 1999 Columbine shootings, while America was still struggling to make sense of that day's horrific events. The killings at Columbine shook us deeply, leaving behind a nation of survivors looking for the one set of answers which could begin to explain the horrifically inexplicable. Having this essay flow from the pen of an unnamed student who bore witness to this unspeakable act of violence made sense: surely such a teen would have valuable words of wisdom or cautions we all should heed. The oft-repeated header \"A Columbine High School student wrote\" infused the essay with the significance and meaning folks thirsted for. Barbara \"chaos theory\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040930232902/http://www.georgecarlin.com/home/dontblame.html;",
  "Example": "[Collected on the Internet, 1999] What a difference a sad event in someone's life makes. GEORGE CARLIN (His wife recently died...) Isn't it amazing that George Carlin - comedian of the 70's and 80's - could write something so very eloquent... and so very appropriate. A Message by George Carlin: The Paradox of our Time The paradox of our time in history is that we have taller buildings, but shorter tempers; wider freeways, but narrower viewpoints. We spend more, but have less; we buy more, but enjoy it less. We have bigger houses and smaller families; more conveniences, but less time; We have more degrees, but less sense; more knowledge, but less judgment; more experts, but more problems; more medicine, but less wellness. We drink too much, smoke too much, spend too recklessly, laugh too little, drive too fast, get too angry too quickly, stay up too late, get up too tired, read too seldom, watch TV too much, and pray too seldom. We have multiplied our possessions, but reduced our values. We talk too much, love too seldom, and hate too often. We've learned how to make a living, but not a life; we've added years to life, not life to years. We've been all the way to the moon and back, but have trouble crossing the street to meet the new neighbor. We've conquered outer space, but not inner space. We've done larger things, but not better things. We've cleaned up the air, but polluted the soul. We've split the atom, but not our prejudice. We write more, but learn less. We plan more, but accomplish less. We've learned to rush, but not to wait. We build more computers to hold more information to produce more copies than ever, but have less communication. These are the times of fast foods and slow digestion; tall men, and short character; steep profits, and shallow relationships. These are the times of world peace, but domestic warfare; more leisure, but less fun; more kinds of food, but less nutrition. These are days of two incomes, but more divorce; of fancier houses, but broken homes. These are days of quick trips, disposable diapers, throw-away morality, one-night stands, overweight bodies, and pills that do everything from cheer to quiet, to kill. It is a time when there is much in the show window and nothing in the stockroom; a time when technology can bring this letter to you, and a time when you can choose either to share this insight, or to just hit delete.",
  "Last Updated": "30 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/paradox.asp",
  "Claim": "A widely-circulated essay known as \"The Paradox of Our Time\" was penned by George Carlin.",
  "Claim_ID": "politics_soapbox_paradox",
  "Tags": ""
}