{
  "Origins": "Amidst the dire November 2012 news for snack lovers that Hostess Brands Inc. was going bankrupt and shutting down, possibly spelling the end of the beloved Twinkies snack cake, came charges and recriminations over exactly who put Hostess out of business. Company representatives maintained Hostess was forced into bankruptcy because it was unable to withstand prolonged and ongoing strikes by its workers; union representatives countered that employees were being asked to accept \"draconian wage and benefit cuts and give up their pension\" in order to enrich the company's executives and investors:",
  "Fact Check": "",
  "Description": "One of the pieces of information circulated to support the latter point of view was the claim that several Hostess executives received hefty pay raises even as the company was preparing a Chapter 11 bankruptcy filing, raises which included a tripling of then-Hostess CEO Brian Driscoll's salary. Court filings and company statements indicate that Hostess did approve large salary increases for its top executives, but how much additional pay those executives may actually have received is unclear, as many of them subsequently left the company, renounced some or all of their raises, or agreed to steep pay cuts. According to an April 2012 report by the Wall Street Journal , Hostess' creditors claimed that in July 2011 the company had manipulated executive pay by approving large salary increases for top executives (in place of performance-based bonuses) in order to skirt bankruptcy rules: Creditors of Hostess Brands Inc. said in court papers the company may have \"manipulated\" its executives' salaries higher in the months leading up to its Chapter 11 filing, in what the creditors called a possible effort by Hostess to \"sidestep\" Bankruptcy Code compensation provisions. The committee representing Hostess's unsecured creditors alleges that information it has gathered suggests \"the possibility\" that the company converted a chunk of its top executives' pay from performance-based bonuses to salary, \"at least in part to sidestep\" rules designed to ensure that companies in bankruptcy aren't enticing their employees to stay on board with the promise of cash, according to documents filed with the U.S. Bankruptcy Court in White Plains, N.Y. A Hostess spokesman asserted that the raises in question were routine ones based on merit rather than manipulation: According to the creditors' court papers, lawyers for Hostess maintain that modifications to compensation before a filing aren't subject to the bankruptcy provision regarding incentive compensation. A spokesman for Hostess said the company doesn't believe the creditors' \"theory has any basis in law.\" He said the executives' salaries were increased at a routine compensation review \"to align them with industry standards and because the executives were being asked to take on significant additional responsibilities associated with trying to restructure the company outside of bankruptcy proceedings.\" That article also provided a chart of Hostess executive salary raises which had been approved the previous July, while noting that court documents stated CEO Brian Driscoll had \"renounced a portion of the increase\": Salary Increases at Hostess Brian Driscoll, CEO, around $750,000 to $2,550,000 Gary Wandschneider, EVP, $500,000 to $900,000 John Stewart, EVP, $400,000 to $700,000 David Loeser, EVP, $375,000 to $656,256 Kent Magill, EVP, $375,000 to $656,256 Richard Seban, EVP, $375,000 to $656,256 John Akeson, SVP, $300,000 to $480,000 Steven Birgfeld, SVP, $240,000 to $360,000 Martha Ross, SVP, $240,000 to $360,000 Rob Kissick, SVP, $182,000 to $273,008 Five days after that article was published, the Wall Street Journal reported that Hostess' new CEO, Gregory F. Rayburn, had announced he was slashing executive compensation, and that the company's top four executives had temporarily agreed to cut their annual salaries to $1 while four other executives had agreed to return to their previous salary levels: The chief executive of Hostess Brands Inc. said he is slashing executive compensation in the aftermath of creditor allegations that the company may have pushed management's salaries higher in the months leading up to its Chapter 11 bankruptcy filing in an effort to skirt bankruptcy rules. Gregory F. Rayburn, a restructuring expert who took the helm at Hostess last month, said in an interview that the top four executives working under him had agreed to cut their annual salaries to $1 until the company emerges from bankruptcy or Dec. 31, whichever comes first. The executives Gary Wandschneider, John Stewart, David Loeser and Richard Seban had seen their salaries increase by 75% to 80% last July, at a time when the baking company had already hired restructuring lawyers, according to creditors. Further down the totem pole at the Twinkie maker, four additional executives agreed to return to the salaries they were receiving before the July increase. For now, the fate of Hostess (and the Twinkie) are up in the air, as the company and their striking baker's union employees have agreed to make another attempt at reaching an agreement: Hostess Brands Inc. and its second largest union have agreed to try to resolve their differences after a bankruptcy court judge noted that the parties hadn't gone through the critical step of private mediation. That means the maker of the spongy cake with the mysterious cream filling won't go out of business yet. The news comes after the maker of Ho Ho's, Ding Dongs and Wonder Bread moved to liquidate and sell off its assets in bankruptcy court. Hostess cited a crippling strike started on Nov. 9 by the Bakery, Confectionery, Tobacco Workers and Grain Millers International Union, which represents about 30 percent of Hostess workers. \"Many people, myself included, have serious questions as to the logic behind this strike,\" said Judge Robert Drain, who heard the case in the U.S. Bankruptcy Court in the Southern District of New York in White Plains, N.Y. \"Not to have gone through that step leaves a huge question mark in this case.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2012] How much of this is true? \"I wonder when the media will start reporting that while Hostess was trying to cut Bakers pay by 8% & benefits by 32% the CEO gave himself a 300% raise (750,000 to 2,550,000). 9 Executives received 60% to over 100% raises WHILE filing their 2nd bankruptcy. But yeah let's blame the 18,000 workers making less than $20 an hour for Hostess closing.\"",
  "Last Updated": "19 November 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/hostess.asp",
  "Claim": "Hostess approved large pay increases for executives while the company was preparing a bankruptcy filing.",
  "Claim_ID": "politics_business_hostess",
  "Tags": ""
}