{
  "Origins": "December saw the announcement of a controversial ruling by the federal Environment Protection Agency (EPA) altering the borders of the Wind River Indian Reservation (located in the central western portion of Wyoming) to re-incorporate portions of the reservation that had been ceded to non-native settlement since 1905, in the process placing the city of Riverton, Wyoming, and its population of over 10,000 residents within the boundaries of that Indian reservation:",
  "Fact Check": "",
  "Description": "In January 2014 the WhatDoesItMean.com political conspiracy site touched on this issue with an article positing that Obama administration was set to displace \"over 118,000 Montanans\" and \"steal their homes\" by similarly altering the borders of the Flathead Indian Reservation: A shocking report prepared by the Ministry of Natural Resources and Environment of the Russian Federation (MINPRIRODY) circulating in the Kremlin today warns that the Obama regime has begun \"a rapid implementation\" of what will eventually become the largest internal displacement of American citizens in history that experts warn will \"most certainly\" lead to civil war in the United States. As to the exact methodology being implemented by the Obama regime against its own citizens in this planned mass depopulation event, this report says, involves the use of US environmental agencies seizing millions of acres of land from their present American owners and transferring its ownership to their indigenous population in areas known as Indian Reservations. This report [says that] Riverton, Wyoming is \"just the beginning\" of the Obama regime's plans to divest these rural Americans of their homes and land with the entire western half of the State of Montana set to become the next target of depopulation. Like Riverton, Wyoming, this report continues, the Obama regime's EPA next is set to steal the homes and lands of over 118,000 Montanans that are surrounded by the Flathead Indian Reservation using as a pretext US federal water laws which on the EPA's own website states can be made up by Obama anytime he wants. Many readers encountered this item about Montana's supposed \"depopulation\" on news-like web sites such as The Top Information Post or The European Union Times , but those reports were simply unvetted word-for-word reprintings of an article that originated with WhatDoesItMean.com, of which the RationalWiki says: Sorcha Faal is the alleged author of an ongoing series of \"reports\" published at WhatDoesItMean.com, whose work is of such quality that even other conspiracy nutters don't think much of it. Each report resembles a news story in its style, but usually includes a sensational headline barely related to reality and quotes authoritative high-level Russian sources (such as the Russian Federal Security Service) to support its most outrageous claims. Except for the stuff attributed to unverifiable sources, the reports don't contain much original material. They are usually based on various news items from the mainstream media and/or whatever the clogosphere is currently hyperventilating about, with each item shoehorned into the conspiracy narrative the report is trying to establish. The issue involving the EPA and the boundaries of the Wind River Indian Reservation Riverton in Wyoming is real; claims about the Obama administration's \"depopulating\" Montana to give U.S. citizens' land over land to Native Americans is not. The latter are, depending upon one's point of view, paranoid conspiracy ramblings or trenchant political satire.",
  "Originally Published": "",
  "Referred Links": "http://rationalwiki.org/wiki/Sorcha_Faal;http://www.eutimes.net/2014/01/obama-plan-to-depopulate-montana-raises-crisis-fears-in-moscow/;http://topinfopost.com/2013/05/28/russia-warns-obama-monsanto;http://www.whatdoesitmean.com/index1732.htm;http://www.whatdoesitmean.com/index1679.htm;",
  "Example": "[Collected via e-mail, January 2014] Is this true? ... \"Obama Plan to Depopulate Montana Raises Crisis Fears in Moscow\"?",
  "Last Updated": "27 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/montana.asp",
  "Claim": "The Obama administration plans to displace thousands of Montana residents to give their land over to Native Americans.",
  "Claim_ID": "politics_conspiracy_montana",
  "Tags": ""
}