{
  "Origins": "No resident of Corona, California, filed a lawsuit against Secretary of Homeland Security Tom Ridge for emotional distress after duct-taping his \"privates.\" This piece is a spoof of the craze set off during the \"Code Orange\" security alert in February 2003 by the advice for U.S. residents to have duct tape and plastic sheeting on hand to create sealed-off environments in their homes in case of chemical or biological attack, as well as a jab as litigious cranks who file all sorts of frivolous lawsuits.",
  "Fact Check": "",
  "Description": "Steven Bosell, putative owner of B & B Construction in Corona, California, is a fictional creation of talk radio host Phil Hendrie . Hendrie's stock in trade is inventing outrageous \"guests\" with whom he converses on his show (the guests are actually voiced by Hendrie himself), and one of his recurring characters is Steven Bosell , owner of B & B Construction , who regularly \"appears\" on Hendrie's show to discuss his latest loony lawsuit.",
  "Originally Published": "",
  "Referred Links": "http://www.angelfire.com/ca4/philhendrie/lawsuits.html;http://www.philhendrieshow.com/;http://www.suntimes.com/output/terror/cst-nws-tape14.html;http://www.itv.com/news/1428713.html;http://www.whitehouse.gov/homeland/ridgebio.html;",
  "Example": "[Collected on the Internet, 2003] Man Sues Tom Ridge Over Duct Tape Fears Corona, CA - Tom Ridge's advice to Americans to stock up on duct tape and plastic has sparked a lawsuit which has been filed against him, the Department of Homeland Security and President George W. Bush. Steven J. Bosell, the owner of B & B Construction in Corona, California, has filed a lawsuit claiming emotional distress, personal injury and sexual disfunction after he wrapped his \"privates\" in duct tape to protect them from a biological attack. \"After watching Mr. Ridge on television advising us to stock up on duct tape and plastic, I went to the local Costco and bought $100 worth of duct tape to protect myself\", Bosell said. \"When I got home, I taped up my windows and doors. After I did that I realized if survivors like myself are going to reproduceand populate the Earth after a biological attack, we have to protect our privates as well.\" Bosell claimed in his lawsuit he wrapped his \"privates\" in duct tape as test of \"Homeland Security\". When he tried to remove the tape, Bosell injured himself when the tape began peeling off skin and body hair. After calling an ambulance, Bosell was taken to the hospital where the doctors and nurses laughedat him. \"I told the doctors and nurses at the hospital if they laughed, I would file a lawsuit against them and the hospital. They laughed anyways and I now have another lawsuit pending\" Bosell said with tears streaming down his face. \"They went out their way to make me look like a fool. Once I saw the doctors scalpel go toward my privates, I totally lost it and blacked out\". Also named in the lawsuit is the President of the United States, George W. Bush. \"President Bush is just as liable for injury to my reproductive future because he hired Mr. Ridge to run the Department of Homeland Security and Mr. Ridge gave the nation bad advice. They also make me look like a fool.\" Bosell sobbed.",
  "Last Updated": "6 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/bosell.asp",
  "Claim": "A Corona, California, man sued Secretary of Homeland SecurityTom Ridge for emotional distress after duct-taping his \"privates.\"",
  "Claim_ID": "politics_satire_bosell",
  "Tags": ""
}