{
  "Origins": "On 12 April 2015, a 25-year-old man named Freddie Gray sustained grave injuries (from which he subsequently died) while in police custody in Baltimore. Although details about Gray's arrest, custody, and death are still unclear, some aspects of the case have come to light.",
  "Fact Check": "",
  "Description": "On 27 April 2015, the web site Heavy published an article that included Gray's arrest record, as follows: March 20, 2015: Possession of a Controlled Dangerous Substance March 13, 2015: Malicious destruction of property, second-degree assault January 20, 2015: Fourth-degree burglary, trespassing January 14, 2015: Possession of a controlled dangerous substance, possession of a controlled dangerous substance with intent to distribute December 31, 2014: Possession of narcotics with intent to distribute December 14, 2014: Possession of a controlled dangerous substance August 31, 2014: Illegal gambling, trespassing January 25, 2014: Possession of marijuana September 28, 2013: Distribution of narcotics, unlawful possession of a controlled dangerous substance, second-degree assault, second-degree escape April 13, 2012: Possession of a controlled dangerous substance with intent to distribute, unlawful possession of a controlled dangerous substance, violation of probation July 16, 2008: Possession of a controlled dangerous substance, possession with intent to distribute March 28, 2008: Unlawful possession of a controlled dangerous substance March 14, 2008: Possession of a controlled dangerous substance with intent to manufacture and distribute February 11, 2008: Unlawful possession of a controlled dangerous substance, possession of a controlled dangerous substance August 29, 2007: Possession of a controlled dangerous substance with intent to distribute, violation of probation August 28, 2007: Possession of marijuana August 23, 2007: False statement to a peace officer, unlawful possession of a controlled dangerous substance July 16, 2007: Possession of a controlled dangerous substance with intent to distribute, unlawful possession of a controlled dangerous substance (2 counts) Although many other publications have presented the above-displayed arrest record as revelatory information, Freddie Gray's rap sheet has in fact been frequently discussed by the mainstream media. For example, CNN obtained court documents showing more than 20 criminal court cases in Maryland against Gray; the Baltimore Sun combed through Gray's arrest record and determined that most of his arrests were for possession of or intent to sell drugs other than marijuana; and the Associated Press concluded that Gray had been \"in and out of prison for several drug convictions in Baltimore\" since 2008: Court records indicate that Gray's arrests were mostly for drug possession/distribution charges and various minor crimes, many of which were not prosecuted. He had several cases scheduled for trial in the coming months. One case, involving charges for second-degree assault and malicious destruction of property, was scheduled for a June trial. He also faced drug charges that were scheduled for trial in April and May. He has been found guilty of drug charges in the past; his sentences were unclear from court records. Freddie Gray's rap sheet is also a matter of public record and is available via the Maryland Department of Justice web site. It should also be noted that the above-displayed list shows Freddie Gray's arrest record and not his conviction record: The record suggests that, as the years went by, Gray became harder to convict of a drug crime. Police kept arresting him. Prosecutors kept putting him on dockets. But after he was convicted of illegal drug possession when he was 18, Gray mostly avoided jail time. Court records show not-guilty verdicts, cases dropped, closed or put on the inactive docket. There's one \"probation after conviction\" for a drug charge last August. Those are pretty typical outcomes for someone police frequently suspect of being a street-level drug dealer. Freddie Gray's arrest record included charges of second-degree assault, distribution of marijuana, and illegal gambling. While many of the charges levied against Gray have already seen their day in court, the final item on Gray's record, a possession charge from March 2015, was \"abated by death.\"",
  "Originally Published": "",
  "Referred Links": "http://casesearch.courts.state.md.us/inquiry/inquirySearch.jis;http://bigstory.ap.org/article/4e39c4f4cfde4266bf06ed630bce193f/baltimore-hospital-says-man-injured-police-encounter-dies;http://www.baltimoresun.com/news/maryland/bs-md-rodricks-0423-20150422-column.html;http://www.cnn.com/2015/04/22/us/baltimore-freddie-gray-what-we-know/;http://heavy.com/news/2015/04/freddie-gray-arrest-record-criminal-history-rap-sheet-why-was-freddie-gray-arrested/;",
  "Example": "[Collected via email, April 2015] Did Freddie gray really have a rap sheet? This is one being shared on facebook",
  "Last Updated": "28 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/freddiegray.asp",
  "Claim": "Freddie Gray, who died from spinal injuries while in Baltimore police custody on 12 April 2015, had a lengthy arrest record.",
  "Claim_ID": "politics_crime_freddiegray",
  "Tags": ""
}