{
  "Origins": "Early in December 2004, the specious interview quoted above came to be flung from inbox to inbox. In it, tennis sensation Serena Williams slams African-American men (\"Like a poor homeless dog\"), predicting they will be obsolete in ten years once artificial insemination has become \"as common and accessible as the flu shot,\" identifies Oprah Winfrey as unmarried and childless because she \"silently protests being stuck with such poor choices,\" and tips us all to a \"secret organization of women\" (\"mostly white\") that is waiting for \"[T]he day when men are 100% dis-empowered.\"",
  "Fact Check": "",
  "Description": "Before anyone lets the tennis star's purported comments get them too riled, it needs to be pointed out that this blood-boiler of an interview is a fake. At this time it is not known who penned it or why, but the exchange is fiction. In a press release issued by her publicist, Raymone K. Bain, of Davis, Bain and Associates, Inc., the interview is labeled \"an absolute hoax.\" Says Ms. Bain: \"Serena Williams has not conducted and would not, under under any circumstance, conduct such an interview. We are making every attempt to find the source of this hoax.\" The 24-time tennis champion herself is quoted: Words cannot express how upset I am to find out that someone has deliberately attempted to ruin my reputation and image. I would never, ever, under any circumstance, be so disrespectful. Whoever decided to write this garbage does not know Serena Williams. It is not my thinking nor my being. I want to find out who is behind this, and have them prosecuted within the fullest extend of the law. I am hoping that there will be more policing over the Internet, in order to find out immediately the origin of this kind of treachery. No one deserves to be humiliated and defamed this way. Those who were somewhat tempted to believe even a few of the enraging comments supposedly made by the 23-year-old tennis player should have noted the lack of checkable datapoints in the original \"interview\" the person conducting the exchange was identified only as \"Interviewer\" and the publication that supposedly carried the piece was not named. Either of these two datapoints being unverifiable should have given pause; that both were missing should have sounded the alarm bells. On 7 December 2004, nationally syndicated radio host Russ Parr passed along to his web site visitors the Serena Williams \"interview.\" (We're told he also read the piece on air and later in the show had Ms. Williams' publicist on to refute it, but we can't confirm that as we weren't tuned in.) The next day he added to the previous offering by posting the statement from Serena Williams' publicist. As for who Serena Williams might or might not be dating, she's been keeping company with film director Brett Ratner . In November 2004, he said of the pairing, \"I'm the last guy she'd thought she'd end up with. I'm a short, pudgy Jewish guy not her type.\" Barbara \"love-all\" Mikkelson Additional information: Serena Williams Biography (William Hill)",
  "Originally Published": "",
  "Referred Links": "http://wimbledon.willhill.com/serena_williams_1.htm;http://www.imdb.com/name/nm0711840/;http://www.uptoparr.com/wire_display.asp?id=142;http://www.uptoparr.com/wire_display.asp?id=141;",
  "Example": "[Collected on the Internet, 2004] Interview with Serena Williams Interviewer - Ms. Williams we are all interested in your new boyfriend. Serena : There is no new boyfriend. I stopped playing with boys when I stopped dating black guys. I have a new man in my life and yes, he's white. Interviewer - So you prefer to date white men instead of black guys? Serena : let's be real. If you are a successful black female you only have two choices....date outside of your race or date other successful black females. Interviewer - Are you saying there are no successful black men to date? Serena : Of course not but lets face it, if Oprah would date outside of her race she would be married with children now. The state of most black men is so low the only thing you can do is love them. Like a poor homeless dog. You can't expect it to protect you. You can only offer shelter and love and watch as our neighbor's pitbull protects his home and family. I, unlike Oprah, am not forced to stay within those boundaries. I was born into a new generation of black women. Interviewer - So Oprah is being forced to date Stedman? Serena : All I can say is when you find a successful black women who is not married and does not have children it is because they refuse to accept the two choices. Some may go as far as marriage to a black guy but they realize divorce is inevitable so they do not have children. Or they have children with one and don't marry in order to preserve their wealth and good credit. Oprah is one of many who silently protests being stuck with such poor choices by refusing to marry and reproduce but you can see how much it hurts her. She's always giving away money to children's charities. I hope she makes the choice to marry a non-black soon so she can have a child of her own. Interviewer - But you have decided to accept the two choices? Serena : Yes. I grew up in California around the two extremes of wealth. If I could only get myself to try the bisexual thing I would have been much happier in my relationships. Instead I dated black men. I loved many of them but they were just not suitable for marriage. Many of them were raised by women and had warped mentalities. So I finally had to date outside my race. When I moved to Miami, I accepted my status and dated men on my level. Interviewer - What do you mean by warped mentalities? Serena : Well, where do I begin? Many of them were raised predominantly by women and had this feminine/bisexual complex. Where they wanted to be treated like a female sometimes. For example, I would have the money & they would have the sex. I would teach them things. You know, all the things a woman likes a man to do, I would end up doing for them. Then if we would get into an argument, there would be a role reversal. All of a sudden, they would be the man wanting the respect of a king in his castle. Black men over the years have become less and less of value to black women both rich and poor. I predict in 10 years they will be obsolete. Now they serve little to no function and what little they can do, they don't want to do. Interviewer - Why 10 years? Serena : That's when going to a fertility clinic to get impregnated by a sperm donor will become as common and accessible as the flu shot. Women who want sex will do it with whoever they want ( girl, guy, rich, poor, white, black) and go to the bank (the sperm bank) when they are ready to have children. Even those who waited (like Oprah) will have fertilized eggs placed in Vitro. That's the day the secret organization of women is waiting for. The day when men are 100% dis-empowered. Interviewer - Are you apart of that organization? Serena : No. They're a mostly white group. Plus that day for black men is practically here already. Black women are already raising 75% of the black population without a man. When fertility clinics become moreaffordable. Black women will be standing in line. It will be just like plastic surgery. Everyone laughed at Michael Jackson but its becoming so popular now, that even poor blacks are getting work done...mostlybreast reductions and liposuction. Interviewer - So do you want men to be dis-empowered? Serena : Heck, no! That's why I am with a white man now. I want a man to be a man and I am not going to settle for less just to stay within racial boundaries. A Black man in my position wouldn't do it so why should I. Don't get me wrong, I love black men. My father is black, I have dated black men all my life, and if I have a male child he will be part black. But my husband and I will raise him together so hopefully he will be a worthy choice for a worthy black female. Not the only choice, or \"there's nothing better out there so I'll settle for this\" choice. When you are successful you want the best. The best food, clothes, places to liveetc. I want the best man also. Interviewer - And you think the best man is a non-black man? Serena : I think if there's a better choice for me, God would have shown me. I am in the public so I get to meet lots of people from all over the world athletes, celebs etc.I am wealthy so I am invited and have traveled to the most prestigious events all over the world. Out of all those people, places and events....I had to choose the right man for me. Like it or not with very few exceptions) a white man is the only real choice for a successful black female.",
  "Last Updated": "8 December 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/serena.asp",
  "Claim": "Serena Williams announced she'd \"stopped dating black guys\" because \"a white man is the only real choice for a successful black female.\"",
  "Claim_ID": "politics_quotes_serena",
  "Tags": ""
}