{
  "Origins": "The gist of this piece, a reproduction of a Washington Examiner editorial , is that Senator Harry Reid of Nevada furtively slipped language into a health care reform bill which would absolutely prevent Congress from ever modifying or repealing the section of the bill to which it applied. Although the language cited does appear in the bill, it has been quoted out of context and its applicability has been exaggerated.",
  "Fact Check": "",
  "Description": "It is true that beginning on page 1,001 of the referenced measure , Section 3403 reads in part: '... it shall not be in order in the Senate or the House of Representatives to consider any bill, resolution, amendment or conference report that would repeal or otherwise change this subsection.'\" However, that sentence fragment is a misleading, selective excerpt which doesn't provide the full context. The passage reads, in full: (A) IN GENERAL It shall not be in order in the Senate or the House of Representatives to consider any bill, resolution, or amendment, pursuant to this subsection or conference report thereon, that fails to satisfy the requirements of subparagraphs (A)(i) and (C) of subsection (c)(2). (B) LIMITATION ON CHANGES TO THE BOARD RECOMMENDATIONS IN OTHER LEGISLATION It shall not be in order in the Senate or the House of Representatives to consider any bill, resolution, amendment, or conference report (other than pursuant to this section) that would repeal or otherwise change the recommendations of the Board if that change would fail to satisfy the requirements of subparagraphs (A)(i) and (C) of subsection (c)(2). (C) LIMITATION ON CHANGES TO THIS SUBSECTION. It shall not be in order in the Senate or the House of Representatives to consider any bill, resolution, amendment, or conference report that would repeal or otherwise change this subsection. What that means, in effect, is that Congress may not make modifications to the referenced section if such modifications do not meet criteria specified elsewhere [\"subparagraphs (A)(i) and (C) of subsection (c)(2)\"] in the measure. Those criteria are: (A) REQUIREMENTS. Each proposal submitted under this section in a proposal year shall meet each of the following requirements: (i) If the Chief Actuary of the Centers for Medicare & Medicaid Services has made a determination under paragraph (7)(A) in the determination year, the proposal shall include recommendations so that the proposal as a whole (after taking into account recommendations under clause (v)) will result in a net reduction in total Medicare program spending in the implementation year that is at least equal to the applicable savings target established under paragraph (7)(B) for such implementation year. In determining whether a proposal meets the requirement of the preceding sentence, reductions in Medicare program spending during the 3-month period immediately preceding the implementation year shall be counted to the extent that such reductions are a result of the implementation of recommendations contained in the proposal for a change in the payment rate for an item or service that was effective during such period pursuant to subsection (e)(2)(A). (C) NO INCREASE IN TOTAL MEDICARE PROGRAM SPENDING. Each proposal submitted under this section shall be designed in such a manner that implementation of the recommendations contained in the proposal would not be expected to result, over the 10-year period starting with the implementation year, in any increase in the total amount of net Medicare program spending relative to the total amount of net Medicare program spending that would have occurred absent such implementation. In other words, these prolix passages do not absolutely bar any changes to the measure; they're simply protections that prohibit Congress from enacting modifications to the referenced section that would create an increase in net Medicare program spending or cause it to go over budget. Moreover, page 1002 specifically states that such protections may be waived by a three-fifths vote of the Senate: (D) WAIVER. This paragraph may be waived or suspended in the Senate only by the affirmative vote of three-fifths of the Members, duly chosen and sworn. (E) APPEALS. An affirmative vote of three-fifths of the Members of the Senate, duly chosen and sworn, shall be required in the Senate to sustain an appeal of the ruling of the Chair on a point of order raised under this paragraph.",
  "Originally Published": "",
  "Referred Links": "http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&docid=f:h3590eas.txt.pdf;https://web.archive.org/web/20100328043022/http://www.washingtonexaminer.com/opinion/The-impudent-tyranny-of-Harry-Reid-8665439-79935422.html;https://web.archive.org/web/20100328043022/http://www.washingtonexaminer.com/opinion/The-impudent-tyranny-of-Harry-Reid-8665439-79935422.html;",
  "Example": "[Collected via e-mail, March 2010] The impudent tyranny of Sen. Harry Reid Senate Majority Leader Harry Reid of Nevada is proving once again the maxim that darkness hates the light. Buried in his massive amendment to the Senate version of Obamacare is Reid's anti-democratic poison pill designed to prevent any future Congress from repealing the central feature of this monstrous legislation! Beginning on page 1,000 of the measure, Section 3403 reads in part: \". it shall not be in order in the Senate or the House of Representatives to consider any bill, resolution, amendment or conference report that would repeal or otherwise change this subsection.\" In other words, if President Barack Obama signs this measure into law, no future Senate or House will be able to change a single word of Section 3403, regardless whether future Americans or their representatives in Congress wish otherwise!! [Rest of article here.]",
  "Last Updated": "22 March 2010",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/medical/reid.asp",
  "Claim": "\"Poison pill\" amendment inserted into Health Care Bill by Senator Reid makes proposed bill unamendable if passed.",
  "Claim_ID": "politics_medical_reid",
  "Tags": ""
}