{
  "Origins": "This breathless warning about endangered Christian missionaries and churches in India has been circulating on the Internet since late February 2010. Those of the faithful concerned for their overseas brethren should breathe a bit more easily: this particular tale is a hoax. There have been no reports out of India of Buddhist extremists on the rampage, with twenty Christian churches left burning in their wake. Christians living in India who have been asked about this rumor are non-plussed; they certainly haven't taken to hiding in small villages out of fear of marauding Buddhists.",
  "Fact Check": "",
  "Description": "As for the rest of this tale, as far as we can tell, no place on Earth (let alone just India) is named Olisabang, as a city, province, territory, or anything else. Also, the Republic of India is composed of 28 states and 7 union territories it doesn't have provinces. There are very few Buddhists in India, almost too few to count, which should immediately make any tale about Buddhists on the warpath in India suspect. Approximately 80.5% of India's population is Hindu, 13.4% Muslim, 2.3% Christian, and 1.9% Sikh. Also, followers of the Buddha are committed to peace and non-violence, which makes even more unlikely the concept of church-burning Buddhist extremists. There have been violent attacks on Christians in India, but they were carried out by Hindu extremists, most recently in 2008 in the Indian state of Orissa. Many Christian families in that area were forced to abandon their faith in exchange for their safety. Churches and houses were burned, and at least thirty Christians lost their lives. The 2008 wave of violence was touched off by the killing of a charismatic Hindu preacher known as Swami Laxmanananda Saraswati. Although police blamed Maoist guerrillas for the swami's killing, Hindu radicals held Christians responsible for his death.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2010] Urgent prayer request! Please pray for all the churches in India. Buddhist extremists in India burned down 20 churches last night. Tonight they plan to destroy 200 churches in the province of Olisabang. They planto kill 200 missionaries within 24 hours. Right now all Christians are hiding in small villages. Please pray for them and send this mail to Christians you know worldwide. Please ask God to have mercy on our brothers and sisters in India . Please pray for them and commit this matter to our Almighty and Victorious Lord.",
  "Last Updated": "7 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/india.asp",
  "Claim": "Buddhist extremists in India plan to burn down 200 churches and kill 200 missionaries within 24 hours.",
  "Claim_ID": "politics_religion_india",
  "Tags": ""
}