{
  "Origins": "According to a report by Deputy Mike Rust with the Lancaster Sheriff s Station of the Los Angeles County Sheriff s Department, the basis of the account described was not a case of gay-bashing resulting in serious injuries, but of a fight that broke out between two Lancaster High School students (one male and one female) on 25 September 2012 over a cafeteria line-cutting incident, which left one of the participants with minor injuries and ended with both students' being arrested and suspended:",
  "Fact Check": "",
  "Description": "Deputy Rust provided additional details reported by the Antelope Valley News : The scuffle began shortly after noon when a student let someone cut in line. The 14-year-old boy told the girl she shouldn't do that. After words were exchanged, her friend, a 17-year-old girl, pushed the young boy backwards causing him to fall over the railing, said Deputy Michael Rust. Another student stopped his fall. Suddenly the two girls began to punch the younger student. The girl who pushed the boy was dressed as and appeared to be a boy and was more than 20 pounds heavier than the young boy, Rust said. The young boy defended himself and fought back, thinking he had been attacked by another boy. After a couple of punches were thrown, the school security arrived and stopped the fight. The school's deputy from the Lancaster Sheriff's Station cited the two students and released them into the custody of their parents, Rust said. \"After he found out that it was a girl, he was very remorseful,\" Rust said. Deputies are still interviewing the 40 students who witnessed the scuffle. However, so far all have agreed on what happened, Rust said. Meanwhile, a flurry of false statements about what happened by people who live as far away as Kansas have bombarded the internet. The school, the sheriff's station and local news media have been flooded with calls from people asking if the postings on Facebook and other social media sites are accurate. The young man has received several threats against his life from people who have read the inaccurate statements and are unaware of the facts.",
  "Originally Published": "",
  "Referred Links": "http://www.avnewstodayonline.com/index.html;http://local.nixle.com/alert/4892409/;",
  "Example": "[Collected via e-mail, September 2012] This is all over the internet today. Is this true? Yesterday a 17 year female, who attends Lancaster High School in California, was beaten by a football player, on school grounds, for being gay. After receiving over a dozen blows to her jaw, head, eye and head, all he received was a 5 day suspension by the Lancaster School District. She suffered from a fractured jaw and multiple concussions to the head and the Deputy Sheriff advised her mother to re-think her wanting to file charges against the football player because her daughter pushed him back. The school ended up documenting \"assault\" charges on the victims school file, NOT the football players!!! To make things worse, the Deputy Sheriff warned the victim, by saying, \"Just so you know, if you file charges against him, I'm taking his side.\" We're attempting to raise awareness and bring this story to light because Lancaster High School is trying to sweep this \"Hate Crime\" under the rug! Like if you care and please forward to everyone you know. FYI : CBS, KCAL 9 news are running the story tomorrow at 10pm",
  "Last Updated": "28 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/lancaster.asp",
  "Claim": "A football player at Lancaster High School severely beat a gay student but was not charged with a crime.",
  "Claim_ID": "politics_crime_lancaster",
  "Tags": ""
}