{
  "Origins": "In April 2015, a quote about abortion previously attributed to Senator Rand Paul of Kentucky was widely recirculated online, likely due to Paul's announcement that he planned to seek the 2016 Republican presidential nomination.",
  "Fact Check": "",
  "Description": "The quote in question circulated primarily as an image meme, with text appended to a photograph of Paul stating: 6 million American citizens die each year due to the ABORTION HOLOCAUST. Unlike the Jewish \"victims\" of \"The Holocaust,\" these victims are INNOCENT. Rand Paul Fox News, July 24 2013 It's worth mentioning that on its face, the claim is shaky for a multitude of reasons. First, the purported comments by Rand are offensive irrespective of one's position on abortion: the statement is clearly anti-Semitic and would have caused a huge controversy if Paul had truly said it for that reason alone. Moreover, the image meme suggested that Paul made the comments during an unspecified Fox News segment. But the usage of strategically-placed quotes for emphasis is dissonant with a spoken statement. Unless Paul employed air quotes using his fingers, its unlikely that a verbal comment would be rendered in the way represented. Finally, the claim appeared on Twitter alone on or around 10 August 2013, with no citations or mentions in media reports occurring in the same timeframe: #Wtf? RT @boycotkochbros: Here is Dirtbag Rand Paul expressing his opinions on holocaust victims...... pic.twitter.com/JFO80uAbEI AJ Johnson (@HappiestAtheist) August 11, 2013 The quote attributed to Rand Paul follows a format popular among satirical Facebook pages devoted to lampooning the political positions of conservative lawmakers and pundits, and we found no record of Paul's having appeared on Fox News or making the purported comments other than in this circulating meme.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/HappiestAtheist/status/366646572202725376;http://t.co/JFO80uAbEI;https://twitter.com/boycotkochbros;https://twitter.com/hashtag/Wtf?src=hash;https://twitter.com/boycotkochbros/status/366281569595437059;",
  "Example": "[Collected via e-mail, April 2015] I saw this photograph posted recently on Facebook and I'm curious to know if there is any truth to it. I have not been able to find any information on Rand Paul actually having said these words.",
  "Last Updated": "10 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/randpaulabortion.asp",
  "Claim": "Senator Rand Paul said abortion is worse than the Holocaust because abortion victims are innocent.",
  "Claim_ID": "politics_soapbox_randpaulabortion",
  "Tags": ""
}