{
  "Origins": "We don't yet know who penned this piece, but it's clearly a satirical response to the tremendous box office success of (and criticisms regarding anti-Semitism in) producer/director Mel Gibson's film about the last hours of Jesus, The Passion of the Christ. Academy Award-winning director Steven Spielberg (who is Jewish) certainly hasn't announced any plans to helm a film about the Crusades, or to undertake any of the other over-the-top projects also mentioned here.",
  "Fact Check": "",
  "Description": "A spokesperson for Steven Spielberg issued the following statement: A vicious, totally fabricated story has been circulating on internet message boards purporting to be about Steven Spielberg planning graphic films about the Crusades; The Spanish Inquisition; and Hitler and thePope. The perpetrators of this hoax go so far as to allude to made-up comments from Mr. Spielberg. Nothing could be further from the truth. Reading the entire message makes it even more absurd. Anyone who knows him would know that he is dedicated to doing what he can to rid theworld of hatred and intolerance wherever it exists. The internet should be a medium for bringing people together, not to drive them apart with absolute lies. He urges everyone who received the original message to let their own friends and contacts know the truth. (Another director, Ridley Scott is reportedly engaged in filming Kingdom of Heaven , an epic drama set during the Crusades.) In fact, Spielberg's only comment on The Passion of the Christ so far has been . . . no comment: Declaring himself \"too smart to answer a question like that,\" Steven Spielberg deftly sidestepped the controversy surrounding fellow filmmaker Mel Gibson's box office smash, \"The Passion of the Christ,\" which has been accused of anti-Semitism. He said he had yet to see the film, which depicts the last 12 hours of Jesus Christ's life. In its first week, it grossed more than $125 million at the domestic box office. \"I certainly am not going to comment based on circumstantial evidence from what I've been hearing and feeling in the last seven or eight days,\" Spielberg said at a news conference to promote the DVD release of his Oscar-winning Holocaust epic \"Schindler's List.\" Strangely enough, rumor says that the reverse of this item may be true Mel Gibson himself may tackle filming Biblical accounts of Jewish history: With record box-office receipts for \"The Passion of the Christ\" rolling in, now might be the time to ask: What will Mel Gibson do for an encore? Officially, he is scheduled to do \"Mad Max 4.\" But in light of the controversy surrounding his first religious film, which has grossed more than $212 million, many in Hollywood doubt Gibson will return to his old action franchise. The filmmaker has been hinting that he may go back to the biblical period, if not the Bible itself. If the rumors are true, Gibson's next move could be a stroke of genius, at once disarming Jewish critics of \"The Passion\" and providing an ideal dramatic vehicle. Alan Nierob, a spokesman for Gibson and his Icon Films, confirmed that the filmmaker has spoken in several interviews, including one with Jay Leno on the \"Tonight Show,\" about looking to the Old Testament for stories but said Gibson has not been specific about which stories. [One] rumor flitting through the evangelical world is that the filmmaker intends to plow the profits from \"The Passion\" into a movie about the central characters of the holiday of Hanukkah, fighters called the Maccabees. Their story is told in sacred writings of the biblical period, although two books of the same name are not officially a part of either testament.",
  "Originally Published": "",
  "Referred Links": "http://www.ctnow.com/entertainment/movies/hc-sholede0314.artmar14,1,1005151.story;http://edition.cnn.com/2004/SHOWBIZ/Movies/03/04/film.spielberg.reut/;http://us.imdb.com/title/tt0320661/combined;http://film.guardian.co.uk/news/story/0,12589,1053365,00.html;",
  "Example": "[Collected on the Internet, 2004] Spielberg's Answer to Gibson's Passion: I'm Filming The Crusades Hollywood Mega-hit Producer and Director Steven Spielberg has decided to fight fire with fire. He's announced that since Mel Gibson is fueling the fires of anti-Semitism in the world with his movie about the last hours of Christ, Spielberg will make a graphic movie about the Crusades. \"In order to get Jews and Moslems to convert to Christianity,\" Spielberg commented, \"Christians went through Europe and into the Middle East forcing conversions on non-believers. Along the way they raped, beat, bludgeoned, maimed, tortured and killed hundreds of thousands of innocent men, women and children. I will show Christian brutality in a realistic and most graphic and gory way.\" Spielberg went on to add that the movie will have a well-deserved anti-Christian tone. \"Let's face it, Gibson wants to blame the Jews for the death of one person we didn't even kill. I will show the inhuman brutality of thousands of Christians against hundreds of thousands of people of other faiths, about which historically there is no ambiguity as to who is to blame.\" Spielberg said that if this movie is successful, he is likely to follow it up with The Spanish Inquisition, a historical film on the torture and murder of the Jews of Spain by the Catholic Church. To complete the trilogy, Spielberg announced, in 2006 I will be filming Hitler and the Pope: A Team Formed in Hell. That should generate some heated debate.",
  "Last Updated": "6 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/crusades.asp",
  "Claim": "Steven Spielberg is planning to direct a film about the Crusades.",
  "Claim_ID": "politics_satire_crusades",
  "Tags": ""
}