{
  "Origins": "According to the Chicago Tribune , what is described in the e-mail above hews closely to publicly-available information about an ongoing legal case stemming from a real incident.",
  "Fact Check": "",
  "Description": "On 1 December 2007, Michael McNulty, a 26-year-old Marine from Chicago who was about to leave the U.S. for his second tour of duty in Iraq, missed a turn while driving to visit a college friend, so (rather than driving two or three blocks around) he put his car a black two-door BMW with military vanity plates into reverse and backed up about a hundred feet down a one-way street. According to that friend, Tom Sullivan, when he came to the door of his house in response to Sgt. McNulty's ringing his doorbell, McNulty turned around and saw a stranger with his hands on McNulty's car. When challenged by McNulty, the stranger responded by saying: \"F*** you! Just because you're in the military you don't run the roost!'\" and \"Quite frankly, you don't even look like a soldier. You're a small little [blank].\" Sgt. McNulty then discovered that someone had made a long scratch in his car with a key (or some other hard object), a scratch that extended from one side of the car across the back and up the other side of the vehicle. The estimated damage to the BMW's paint job was in the $2,400 range. Jay R. Grodner, a 55-year-old private attorney in Chicago, was charged with criminal damage to property in the case, a class A misdemeanor punishable by up to one year in jail and up to a $2,500 fine. According to police report, Grodner maintained that his accusers were anti-Semitic and \"denied scratching the victim's vehicle, but did admit to rubbing past it.\" In January 2008, Grodner plead guilty to the misdemeanor charge and received as his sentence a $600 fine (which will go to a Marine charity), 30 hours of community service, and one year of court supervision.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2008] This ought to make your blood boil. And this Marine should receive a commendation for not kicking the living crap out of the guy...seriously. Marine Sgt Mike McNulty is on activation orders to Iraq (second tour). On December 1st, 2007, Mike went to visit a friend in Chicago before deploying to say goodbye. In order to get to his friend's residence, and keep in mind that Chicago is a myriad of diagonal and one-way streets, the front entrance (right way) to the one-way street was blocked. Mike, being a Marine, overcame and adapted by driving around the block to the other end of the street and backing up all the way to his friend's place. While saying goodbye, at about 11am, he noticed a man leaning up against his car. Mike left his friend's apartment and caught the man keying his car on multiple sides. After caught in the process, the man told Mike, \"you think you can do whatever you want with Department of Defense license plates and tags\". (In Illinois you can purchase veteran, Marine, or medal plates. Mike has Illinois Marine Corps license plates.) During the exchange, he made additional anti-military comments. Mike called the Chicago police and had the man arrested. A citation against the man was issued for misdemeanor criminal damage to private property. The police report (and I have copies if needed) states: Victim related to P/O that as he walked back to his vehicle, he observed the offender leaning up against his vehicle and rubbed/dragged his left arm and hand across the passenger side. As offender walked away from victim's vehicle, victim observed a scratch along the rear trunk and passenger's door area where offender dragged his arm and hand over. Victim and witness stopped offender and confronted him. Victim has military plates and decals on his vehicle and offender made anti war and military comments to victim. Upon P/O's arrival to scene, offender denied scratch victim's vehicle, but did admit to rubbing past it. Victim at this time did not sign complaint, because he is leaving tour for military duty. Offender said they accused him of scratching the car because he is Jewish. Offender's statements/responses to P/O's questions unreasonable. As it turns out, the man is Chicago lawyer Jay R. Grodner, who owns a law firms in the city and has offices in the suburbs. After sending the car to the body shop, it was determined there is $2400 in damage, making this a felony. Mike went to court Friday morning to collect the damages against Mr. Grodner and file felony charges. Though the damages are over $300 (the amount which determines felony or misdemeanor) Grodner offered Mike to pay his deductible, $100, and have Mike's insurance pay for it. The Illinois States Attorneys tried to coerce Mike into accepting the offer. Appalled, Mike said he wanted this to be a felony. The state told Mike that it was not worth pursuing felony damage against Grodner because they don't have the time. In addition, the state prosecutors told him that it 'would be difficult to recover the damages' from Grodner because he is a lawyer. Instead, the State asked Mike if he would accept probation for Grodner. Mike accepted, probation was offered to Grodner, and Grodner declined the offer, saying within ear shot of Mike, \"I'm not going to make it easy on this kid\". Mike's next court date is tomorrow, Monday, December 31st, topursue misdemeanor charges against Grodner. Mike's leave is over on January 2nd when he reports to Camp Pendleton before heading to Iraq. Jay Grodner knows this and is going to file for a continuance until Mike is gone and cannot appear in court. By account of the Illinois State's Attorneys, Grodner is likely to get away with defacing Mike's car with no penalty because, 1) Mike is about to deploy to Iraq and will not be available to appear in court, and 2)Grodner is a lawyer and can get out of this very easily. So, does anyone have any ideas about how to proceed? All peaceful and rational ideas are welcomed. We are contacting the media about this, too. Please pass this story on to anyone you know that might be able to help.",
  "Last Updated": "20 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/keyedcar.asp",
  "Claim": "An automobile belonging to a Marine and bearing military vanity plates was defaced in Chicago.",
  "Claim_ID": "politics_military_keyedcar",
  "Tags": ""
}