{
  "Origins": "On 2 November 2010, the Press Trust of India published an article about U.S. President Barack Obama's upcoming 10-day Asian trip (scheduled to begin in India, followed by visits to Indonesia, South Korea, and Japan), stating that the American chief executive would be accompanied by a contingent of 3,000 people and would be taking over the entire 570-room Taj Mahal Palace hotel during his stay in Mumbai, at a cost to U.S. taxpayers of about $200 million per day. Another report from the same source claimed the President would be \"protected by a fleet of 34 warships\" during his time in Mumbai:",
  "Fact Check": "",
  "Description": "The information from that Indian article was quickly picked up and repeated as fact by a number of media outlets in the U.S. and elsewhere, but its veracity is dubious. The only source for the claim about the mind-blowing $200 million per day expense outlay was a single foreign news report which quoted an anonymous Indian official and provided no detail whatsoever (or even a general explanation) about how the $200 million sum was derived or could possibly be expended. Any presidential trip abroad (the purpose of this trip is official business, not a personal \"vacation,\" as claimed by some sources) involves considerable expense to transport and house security officials and presidential aides and staffers, and those costs will likely be on the higher side for this trip since President Obama will be traveling to a city which was recently the target of terrorist attacks and will be attending the G20 Summit in Seoul, South Korea, along with other world leaders (all of which requires heightened security, as well as the presence of additional numbers of U.S. government officials). However, citing a cost figure of $200 million per day stretches credulity to the breaking point: That number would entail a total outlay of $400 million for the two-day visit (a whopping $2 billion if the cost were applied across the entire ten-day trip), and even if President Obama were accompanied by a prodigious 3,000-person entourage, with the U.S. government picking up the entire tab for all of them, the U.S. would have to be spending the unbelievably staggering sum of $66,000 per person per day to reach that figure. And, as the the Wall Street Journal observed, the details of the report are \"demonstrably incorrect,\" and it certainly isn't the case that the U.S. will be picking up the tab for everyone traveling with the president: The report is demonstrably incorrect. It says the White House had blocked off the entire Taj Mahal Hotel in Mumbai it hasn't and that the press traveling with Mr. Obama will be staying there. We won't. Besides, the press pays its own way at considerable cost to the media outlets, not the U.S. taxpayer. Additionally, U.S. officials disclaimed numeric figures cited for the President's Asian visit as \"wildly inflated\" and \"absurd\": White House spokesman Tommy Vietor shot down the $200 million-a-day figure: \"The numbers reported in this article have no basis in reality. Due to security concerns, we are unable to outline details associated with security procedures and costs, but it's safe to say these numbers are wildly inflated,\" Vietor said. Pentagon spokesman Geoff Morrell also outright rejected the claim that 34 warships would patrol the Mumbai coast while Obama is in town. \"I think there has been a lot of creative writing that's been done on this trip over the last few days,\" he said. \"We obviously have some support role for presidential travel ... but I will take the liberty this time of dismissing as absolutely absurd, this notion that somehow we are deploying 10 percent of the Navy, some 34 ships and an aircraft carrier in support of the president's trip to Asia that's just comical. \"Nothing close to that is being done, but the notion that president would require security as he travels to India and elsewhere should not come as a surprise to anyone,\" he said. A military official also [said] the warship claim was inaccurate. The official knew of no such plans and said, besides, a carrier strike group typically has 10-12 ships at most. Moreover, CNN noted that the cost of similar trips undertaken by other presidents came nowhere close to the $200 million per day figure being claimed of President Obama's Asian visit: While the exact cost of Obama's 10-day trip to Asia is not known to the public, an examination of similar presidential excursions in the past support the likelihood that the $200 million-a-day figure is exaggerated. For example, an 11-day trip by then-President Bill Clinton to Africa in 1998 involving about 1,300 people cost $5.2 million a day, according to the federal Government Accountability Office, which adjusted for inflation. The U.S. government isn't likely to be forthcoming with a cost breakdown for President Obama's Asia trip (particularly since a large chunk of the expenses necessarily involve security arrangements, which obviously can't be publicly outlined or detailed), but it's probably safe to say that the ultimate cost will be well short of the claimed $200 million per diem figure. Some readers who inquired about this item amusingly garbled its details, mistaking Mumbai's Taj Mahal Palace hotel for the famous Taj Mahal mausoleum in Agra: Is it true that President Obama rented the entire Taj Mahal and is bringing in the near future, thousands of people to a meeting there?",
  "Originally Published": "",
  "Referred Links": "http://www.g20.org/index.aspx;http://www.ndtv.com/article/india/34-warships-sent-from-us-for-obama-visit-64459;http://www.ndtv.com/article/india/us-to-spend-200-mn-a-day-on-obama-s-mumbai-visit-64106;",
  "Example": "[Collected via e-mail, October 2010] I have no first hand knowledge of this, just passing along. I could not belive this was true (but had also heard it on the air, thought was hype), but when you Google it and read a number of sites, it does appear to be true. Tell him to stay there !!! Just in case some of you don t follow current events as closely as I do (yes, I am a \"news-junkie\") you may have missed the following information since it never appears in our wonderful newspapers or on most TV news. The Barack Obama family is leaving tomorrow for a ten day trip to India . This is going to be an historical and incredible trip, mostly in the numbers of people going, costs, etc. 1) The entourage will include THREE THOUSAND people 2) FORTY aircraft will be making this trip 3) TWO marine helicopters are being dismantled, flown to India, put back together to fly the Obamas around the country 4) The entire 500 room Taj Mahal Hotel has been reserved for this group 5) Cost is estimated to be $200 million PER DAY for ten days 6) Keep this in mind when you get the next notice of an increase in your taxes!!! No one should ever wonder why taxpayers are angry about this type of extravagance while most citizens are struggling with day-to-day costs of living, etc.",
  "Last Updated": "5 November 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/india.asp",
  "Claim": "President Obama's November 2010 trip to India will cost taxpayers $200 million per day.",
  "Claim_ID": "politics_obama_india",
  "Tags": ""
}