{
  "Origins": "In February 2015, a number of news outlets reported \"measles parties\" (purposeful gatherings during which uninfected children are intentionally exposed to measles in a bid to sicken them) were occurring in California in the midst of a then-current outbreak of the illness. The idea was not an entirely new one, as rumors of \"chicken pox parties\" circulated for years before the introduction of a chicken pox vaccine. In both scenarios, parents purportedly aimed to deliberately infect children with once-common childhood diseases in an effort to ensure resultant immunity was achieved within a convenient age range. (In the years before a vaccines was available for chicken pox, parents often hoped the near inevitable virus would sweep through the home while children were young enough to recover quickly and without infecting infants.)",
  "Fact Check": "",
  "Description": "In a 2015 measles outbreak traced to Disneyland, more than 100 people contracted that illness across at least 17 states and reignited a long-running debate over the value of MMR (measles, mumps, rubella) vaccinations. Public commentary concerning the outbreak became increasingly polarized, and the rumor about measles parties in California fueled debate over parental responsibility and public health. Fox News ' blog, for example, repeated an on-air iteration of the rumor: This morning on \"Fox and Friends,\" Elisabeth Hasselbeck said that parents are bringing their kids who haven't been vaccinated around those who are infected in order to \"build up their immunity.\" Dr. Philippa Cheetham explained that the idea of measles parties came from chicken pox parties that began in the 1980s. She said that parents at that time wanted \"to mix children who had chicken pox, with children who did not have chicken pox to try and increase exposure as a way of building up natural immunity.\" Another news outlet claimed families hosted measles parties in the Bay Area: In response to the measles outbreak, parents in California are letting their children go to what is called a \"measles party.\" Many parents are keeping their kids up to date on shots, but others avoid vaccinations of all kinds, at all costs. Some Bay Area parents are taking this idea to the extreme by holding a \"measles party.\" A Fox affiliate quoted a woman who admitted to having exposing her now adult daughter to a party of that description. Notably, the party in question was chicken pox- (not measles-) related, and very possibly occurred prior to the introduction or widespread availability of a chicken pox vaccine: \"When I had my daughter who is now 21, when she was younger, I found out someone had the chicken pox, and I was like great! Lets get them, and get them over with,\" says Lorene Cook. \"Not realizing that you can get shingles now. I would have vaccinated her knowing that.\" California's Department of Public Health released a statement saying it does not recommend intentionally exposing kids to measles. In the meantime, the CDC reports there are over 100 cases in 14 states, 39 of them were infected at Disneyland. All claims were chronologically similar: parents in California began hosting measles parties after the outbreak began, and in response to that circumstance California's Department of Public Health was forced to issue a public health warning to parents advising against this foolish \"new trend.\" Although that seemed plausible to many readers, a few initial inconsistencies were present. While measles and chicken pox were both at one time common childhood illnesses, a vaccine for the latter virus is a fairly recent development. As such, measles was rarer in recent decades than chicken pox, and measles eradication was declared in the U.S. in 2000. Only 103 people to date have contracted measles in California in the 2015 outbreak, hardly a number sufficient for measles parties to be a real trend of any description. By contrast, entire communities of children contracted chicken pox in recent memory, and infected youngsters were not uncommon in the not-too-distant past. Furthermore, all iterations of the claim lacked any substantive evidence of the existence of measles parties outside anyone's imaginations. No timeframe was supplied in any of the articles or segments, the locality in which they purportedly occurred (\"the Bay Area\") was broad, and even vague references to any specific incidents involving a real-life measles parties were absent in these reports. (The rumors also resembled urban legends about teenage sex parties involving rainbow bracelets , which have circulated intermittently for at least a decade and are largely baseless.) We searched for any public health bulletins from the California Department of Public Health matching the news claims but found none. The agency subsequently confirmed to us that no measles party warning had been issued by them prior to news coverage of the purported trend. Further, a California health official explained to us before the rumor circulated, a news outlet called to inquire whether the department had received any reports about measles parties. When a representative stated no such reports had been received, the reporter asked about the agency's position on measles parties and was (predictably) told public health officials advised against them. It's important to note the subsequent comment came in response to a reporter's question about what the agency advised if measles parties were a real trend, not because they were a real trend. Furthermore, the news story was frequently framed as reporting on an advisory released by the Department of Public Health, when in fact news outlets contacted that agency about a putative public health phenomenon and then proceeded to ask the agency's hypothetical position on that largely non-existent phenomenon. After the claim about measles parties was widely aggregated across several news websites, the California Department of Health released the following statement reiterating that not only did it consider measles parties inadvisable, but it had no information about the actual \"background or frequency\" of such events: CDPH RESPONSE: The California Department of Public Health (CDPH) does not have any information to share about the background or frequency of pox parties. But CDPH strongly recommends against the intentional exposure of children to measles, as it unnecessarily places the exposed children at potentially grave risk and could contribute to further spread of the outbreak. Measles is a serious illness that can have significant consequences. Thirty percent of people with measles in the current California outbreak have been hospitalized.",
  "Originally Published": "",
  "Referred Links": "http://www.cdph.ca.gov/HealthInfo/discond/Pages/Measles.aspx;http://www.myfoxatlanta.com/story/28056251/2015/02/08/parents-intentionally-exposing-kids-to-measles-with-measles-parties;http://www.wchstv.com/news/features/eyewitness-news/stories/Parents-In-California-Holding-quot-Measles-Parties-quot-74361.shtml;http://insider.foxnews.com/2015/02/09/measles-parties-some-parents-want-infect-kids-build-immunity;",
  "Example": "[Collected via Twitter, February 2015] Due to a lack of actual problems, California parents consider measles parties to create some problems for themselves. Parents are having measles parties instead of vaccinating children ... (Seriously, parents?!?)",
  "Last Updated": "9 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/measlesparties.asp",
  "Claim": "The California Department of Public Health has issued a warning against measles parties.",
  "Claim_ID": "politics_medical_measlesparties",
  "Tags": ""
}