{
  "Origins": "As of 22 August 2005, retail gasoline prices in the U.S. had hit a record average price of $2.61 per gallon. Everyone is disgruntled with the price of gasoline, especially because the many political and economic factors that bring them about are largely transparent to the end consumer. Feelings of frustration and helplessness and the desire to do something lead to petitions like the one reproduced above, which may provide some relief by momentarily allowing dissatisfied consumers to blow off steam but have no practical effect in bringing about solutions to the core issues.",
  "Fact Check": "",
  "Description": "The main problem with this petition is that it doesn't propose any solution or course of action whatsoever. It's purely an \"attention-getting\" device, and it's hard to imagine any issue that's already getting more attention than the price of gasoline. Everyone, from the President of the United States on down to the average citizen, knows that gasoline prices are high and that people are anxious about it; and the cost of gasoline is a featured story in just about every news outlet, in every medium, every day. If anything could serve to bring the price of gasoline down, more chatter isn't it. Moreover, there isn't a whole lot the President can actually do to lower gasoline prices, particularly since the major underlying factor is the soaring cost of crude oil the reality is that the oil and gasoline markets are global, and there's not much the President or Congress can do to significantly affect them, at least in the short term. And whatever immediate actions might be taken in this regard are already in motion: The Senate Energy and Natural Resources Committee will hold a hearing on September 8 to look into the reasons behind the increasing costs of gasoline (e.g., record-high crude prices, limited U.S. refining capacity, and increasing global demand for gasoline). Members of Congress have called upon President Bush to urge OPEC nations to increase oil production. Members of Congress have urged the Federal Trade Commission to investigate possible market manipulations and to protect Americans from price gouging by overseeing the oil and gasoline markets. Members of Congress have asked President Bush to lower prices by selling oil from the Strategic Petroleum Reserve. All in all, however, these are at best temporary or stopgap measures in a world where the demand for oil (and hence the price of oil) is continually increasing. Those who wish to see more consequential long-term solutions enacted would be better served by contacting their elected representatives and urging the pursuit of specific courses of action (such as development of alternative energy sources). Other articles about gasoline prices: Call to Boycott Particular Suppliers to Cut Off Funding of Terrorists Call to Spurn Gasoline from Particular Suppliers to Bring Price Down Call for 1 or 3-Day Boycott of Gasoline to Bring Prices Down",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2005/POLITICS/08/19/senate.gasprices.reut/index.html;http://www.snopes.com/mailto:President@WhiteHouse.gov;",
  "Example": "[Collected on the Internet, 2005] Gas Prices Gasoline and Diesel Prices PETITION FOR PRES. BUSH Presidential Petition. Please do NOT let this petition stop and lose all these names. If you do not want to sign it, please forward it to everyone you know. To add your name, click on \"forward\". You will be able to add your name at the bottom of the list and then forward it to your friends. Or, if necessary you can copy and paste and then add your name po the bottom of the list. THE 2,000th PERSON PLEASE SEND IT ON TO THE FOLLOWING E-MAIL ADDRESS: President@WhiteHouse.gov Thank you very much. PETITION TO LOWER GAS and Diesel PRICES IN THE UNITED STATES NOW:",
  "Last Updated": "23 August 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/gasoline/gasprices.asp",
  "Claim": "Signing a petition to President Bush will help lower gasoline prices.",
  "Claim_ID": "politics_gasoline_gasprices",
  "Tags": ""
}