{
  "Origins": "In the wake of the April 2007 controversy involving radio/TV personality Don Imus (who referred to black members of the Rutgers women's basketball team as \"nappy headed ho's\"), many voices expressed the opinion that Imus should be fired for his remark. (Ultimately, CBS and MSNBC did indeed cancel his daily radio program and its television simulcast.)",
  "Fact Check": "",
  "Description": "A smaller but still significant number of voices expressed the opinion that Imus' remark, despicable as it might have been, was far less influential and damaging than gangsta rappers and the \"anti-black, anti-education, demeaning, self-destructive, pro-drug dealing and violent\" hip hop culture, and they (rather than Imus) should be the real targets of the public's ire and the efforts of black figures such as Al Sharpton and Jesse Jackson. Among those expressing the latter opinion was columnist Jason Whitlock, who penned the above-cited editorial published in the Kansas City Star on 11 April 2007.",
  "Originally Published": "",
  "Referred Links": "http://www.archive.org/iathreads/post-view.asp?id=116640;",
  "Example": "[Whitlock, 2007] Imus isn't the real bad guy Thank you, Don Imus. You've given us (black people) an excuse to avoid our real problem. You've given Al Sharpton and Jesse Jackson another opportunity to pretend that the old fight, which is now the safe and lucrative fight, is still the most important fight in our push for true economic and social equality. You've given Vivian Stringer and Rutgers the chance to hold a nationally televised recruiting celebration expertly disguised as a news conference to respond to your poor attempt at humor. Thank you, Don Imus. You extended Black History Month to April, and we can once again wallow in victimhood, protest like it's 1965 and delude ourselves into believing that fixing your hatred is more necessary than eradicating our self-hatred. The bigots win again. While we're fixated on a bad joke cracked by an irrelevant, bad shock jock, I'm sure at least one of the marvelous young women on the Rutgers basketball team is somewhere snapping her fingers to the beat of 50 Cent's or Snoop Dogg's or Young Jeezy's latest ode glorifying nappy-headed pimps and hos. I ain't saying Jesse, Al and Vivian are gold-diggas, but they don't have the heart to mount a legitimate campaign against the real black-folk killas. [Rest of article here.]",
  "Last Updated": "17 April 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/whitlock.asp",
  "Claim": "E-mail reproduces Jason Whitlock's editorial about the Don Imus controversy.",
  "Claim_ID": "politics_soapbox_whitlock",
  "Tags": ""
}