{
  "Origins": "There are certain phrases that, when encountered in e-mail, should trigger skepticism in the recipient: \"Forward this to everyone you know,\" \"The government is keeping this a secret because they don't want to cause a panic,\" and \"They're not doing any marketing and publicity.\" Readers should therefore be doubly skeptical of the message reproduced above.",
  "Fact Check": "",
  "Description": "Actor Jamie Foxx (star of WB's The Jamie Foxx Show ) has been all over the news of late: He's been featured in numerous entertainment publication articles discussing his upcoming NBC special, he's been the subject of (some perhaps deliberately-timed) gossip linking him with Desperate Housewives star Eva Longoria, and he recently made a guest appearance on NBC's Tonight Show with Jay Leno to plug his musical special. Additionally, NBC has been airing commercials for his upcoming special during their prime-time programming, running advertisements about it in print publications, and touting it on its web site. It's hard to imagine how a TV event could be any more publicized. But then again, one sure-fire promotional trick is to start a rumor that your product isn't being publicized because \"they\" don't want you to know about it.",
  "Originally Published": "",
  "Referred Links": "http://www.nbc.com/Movies_Specials_More/Jamie_Foxx/;http://www.lse.co.uk/ShowbizNews.asp?Code=QW25983N&headline=jamie_foxx_denies_hes_desperate;http://www.ew.com/ew/article/reuters/0,24012,1152706_10_0_,00.html;http://www.jamiefoxx.com/music/;",
  "Example": "[Collected via e-mail, 2006] Jamie Foxx - Music Special Controversy on NBC Please take the time to forward the below message to everyone in your address book. NBC is not doing any marketing and publicity on Jamie's Music Special on NBC because he stood his ground and wouldn't have any white guests as they requested. To make it even worse he had two controversial guest stars that do not fit the \"NBC profile\" on his show. Tune in to find out who they are. They are purposely putting his show up against the second week of American Idol in hopes that it will fail. This will give them the excuse to never give another black person a music special because \"it doesn't work.\" Let's show them that it does work, and that we support each other. Tivo Idol and watch Jamie. I saw the taping, it is a good show. Jamie Foxx making history on NBC. This is the first time NBC has ever aired an entire young urban African American cast on a music special. We need to show support. This was not an easy sell for Jamie and he stood his ground to make it happen the way he saw fit. JAMIE FOXX MUSIC SPECIAL WILL BROADCAST WEDNESDAY, JANUARY 25TH @ 8:00PM PST on NBC. PLEASE MAKE IT A POINT WATCH! There will be surprise special guests.",
  "Last Updated": "25 January 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/jamiefoxx.asp",
  "Claim": "NBC is refusing to promote Jamie Foxx's upcoming television special.",
  "Claim_ID": "politics_business_jamiefoxx",
  "Tags": ""
}