{
  "Origins": "On 21 December 2014, YouTube user CasperTheFriendlyToast published the video displayed above (titled \"Pastor Punches Kid in the Chest\"). Since being posted, the disturbing clip has been viewed millions of times, and the man giving the sermon in the video has been identified as Eric Dammann of Bible Baptist Church in Hasbrouck Heights, New Jersey",
  "Fact Check": "",
  "Description": "In the short video, Dammann told the story of his encounter with a child in a youth group thirteen years earlier. The pastor explained the child in question (identified by him as \"Ben\" and described as a \"smart aleck\") began to irritate him for behaving in a juvenile manner and refusing to take God seriously, so he punched the youth in the chest: We were outside one day at youth group and he was just trying to push my buttons. He was just kind of not taking the Lord serious. So I walked over to him and went BAM! Punched him in the chest as hard as I could. I crumpled the kid. I just crumpled him. Then I leaned over and said, 'Ben, when are you going to stop playing games with God?' I led that man to the Lord right there. Although Dammann did relate this anecdote as a real-life incident in which he took part, no witnesses have stepped forward to corroborate his account of the event, so there is no evidence documenting it actually took place as described (or even took place at all) other than his 13-year-old recollection. The video circulated so widely that the Bible Baptist Church addressed the controversy on Facebook and on its web site. A statement attributed to Dammann posted to the church's site on 12 January 2015 expressed his remorse for boasting about the incident: I deeply regret my actions of 13 years ago. I do not condone abuse in any form. I chose a very poor example from my past and very poor wording to describe it and deeply regret using it. By viewing the clip it is certainly understandable how outraged people are. I acted out in one moment many years ago, it is not how I believe people especially a pastor should act. My actions were not reflective of Christ and the teachings of the bible. I was wrong, there are no excuses to be made. I was forgiven by Ben many years ago and can only ask the same from my church, community and the world. Dammann did not deny the incident and apologized both for his part in it and the tone with which he conveyed his account of it. No one has corroborated the story, but neither has Dammann said anything that could be considered an attempt to downplay or recant any of his original claims.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/pages/Bible-Baptist-Church/117795588318951;",
  "Example": "[Collected via e-mail, January 2015] Can you get confirmation or denial that some pastor in New Jersey punched a \"smart aleck, but intelligent kid which makes him dangerous\" in the chest for not respecting \"the Lord\"? There was a sermon that was videotaped him using this story, but no confirmation that the story wasn't made up.",
  "Last Updated": "13 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/pastorpunch.asp",
  "Claim": "Video shows Pastor Eric Dammann bragging about punching a child for \"not taking the Lord serious.\"",
  "Claim_ID": "politics_religion_pastorpunch",
  "Tags": ""
}