{
  "Origins": "Effective satire hews closely to what people are inclined to believe, and since a significant portion of the U.S. electorate already harbors enmity towards New York senator Hillary Clinton and/or regards Illinois senator Barack Obama as having a deliberately obscured and potentially dangerous background, it's not surprising a spoof article claiming that the Ku Klux Klan has endorsed the latter for President (since \"anything is better than Hillary Clinton\") would gain currency.",
  "Fact Check": "",
  "Description": "However, the \"British newspaper\" that originated the above-quoted article is the Daily Squib, which describes itself as \"a satirical publication [that] should therefore not be taken too fu**ing seriously.\"",
  "Originally Published": "",
  "Referred Links": "http://dailysquib.co.uk/?c=117&a=1227;",
  "Example": "[Collected via e-mail, February 2008] A British paper reported this story today, and I wasn't sure if it was a joke or true. KENTUCKY - USA - Imperial Wizard, Ronald Edwards has stated that, \"anything is better than Hillary Clinton.\" White Christian Supremacist group the Klu Klux Klan has endorsed Barack Obama to be the next President of the United States of America. Speaking from his Kentucky office in Dawson Springs, the Imperial Wizard exclaimed that anything or anyone is better than having that \"crazy ass bitch\" as President. This is the first time in Klan history that any member of the KKK has ever publicly supported an African American candidate for the presidency. KKK lodges all over America have been gathering and holding rallies supporting the black presidential candidate. KKK members in Tennessee rally against Hillary Clinton and support Barack Obama Grand Turk Cletus Monroe has also been very vocal about the election and has donated thousands of dollars to Obama's election fund. \"The boy's gonna do it. My Klan group has donated up to $250,000 to the Obama fund. Anything is better than Hillary Clinton. Hell I'll even adopt a black kid from Africa before I vote for Hillary.\" \"A few years back we were lynching negroes. Now we're gonna vote for one to be president of the US of motherfu**ing A, damn it! Anyone or anything is better than Hillary Clinton - anything!!\" Placards for Barack Obama have been put up around the Klan's Headquarters and the KKK have announced a television ad campaign to support the African American candidate...",
  "Last Updated": "12 February 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/kkk.asp",
  "Claim": "Barack Obama has been endorsed for President of the U.S. by the Ku Klux Klan.",
  "Claim_ID": "politics_obama_kkk",
  "Tags": ""
}