{
  "Origins": "One of the many political rumors swirling around Alaska governor Sarah Palin after her selection as the 2008 Republican vice-presidential nominee had to do with the subject of books: That during her tenure as the mayor of Wasilla, Alaska, she had wanted to remove certain books from the city's public library, or had tried to have some books censored, or had banned a lengthy list of books (as reproduced above).",
  "Fact Check": "",
  "Description": "According to the Anchorage Daily News , around the time Sarah Palin first assumed the mayorship of Wasilla back in 1996, she initiated some speculative discussions with the city's librarian about the possibility of removing some \"objectionable\" books from the public library: In December 1996, [city librarian Mary Ellen] Emmons told her hometown newspaper, the Frontiersman, that Palin three times asked her starting before she was sworn in about possibly removing objectionable books from the library if the need arose. When the matter came up for the second time in October 1996, during a City Council meeting, Anne Kilkenny, a Wasilla housewife who often attends council meetings, was there. Like many Alaskans, Kilkenny calls the governor by her first name. \"Sarah said to Mary Ellen, 'What would your response be if I asked you to remove some books from the collection?\" Kilkenny said. \"I was shocked. Mary Ellen sat up straight and said something along the line of, 'The books in the Wasilla Library collection were selected on the basis of national selection criteria for libraries of this size, and I would absolutely resist all efforts to ban books.'\" Palin didn't mention specific books at that meeting, Kilkenny said. Palin herself, questioned at the time, called her inquiries rhetorical and simply part of a policy discussion with a department head \"about understanding and following administration agendas,\" according to the Frontiersman article. According to that same article, no evidence has been uncovered that any books were actually censored or removed from Wasilla's library as a result of these discussions: Were any books censored [or] banned? June Pinell-Stephens, chairwoman of the Alaska Library Association's Intellectual Freedom Committee since 1984, checked her files and came up empty-handed. Pinell-Stephens also had no record of any phone conversations with Emmons about the issue back then. Emmons was president of the Alaska Library Association at the time. Given that, as yet, there is no documentation of any books having been banished from the Wasilla library by Mayor Palin, or even of which books she may have had in mind when she broached the subject, whence comes the considerable register of tomes now being circulated as \"the list of books Palin tried to have banned\"? The purging of the selections enumerated here from a public library would surely outrage any educator or book lover, with the listing including classics of literature by authors from William Shakespeare to William Faulkner, works by popular contemporary writers such as Stephen King and J.K. Rowling, and even such seemingly bland reference works as Webster's Ninth New Collegiate Dictionary. One obvious clue that this list must have been cobbled together from some source other than discussions that may have taken place in Wasilla in 1996 is that several of its entries (most notably the books in J.K. Rowling's popular Harry Potter series, which began in 1997) hadn't yet been published back then. In fact, versions of this list have been circulating since at least as far back as 1998, and is actually a catch-all collection of titles said to be \"books banned at one time or another in the United States.\" Political debate over why Mayor Palin was inquiring about banning books has become a major presidential campaign issue in 2008, with different parties involved in the dispute providing conflicting information: Taylor Griffin, a spokesman for the McCain campaign, said that Palin asked the head librarian, Mary Ellen Emmons, on three occasions how she would react to attempts at banning books. He said the questions, in the fall of 1996, were hypothetical and entirely appropriate. He said a patron had asked the library to remove a title the year before and the mayor wanted to understand how such disputes were handled. Records on the city's Web site, however, do not show any books were challenged in Wasilla in the 10 years before Palin took office. Palin notified Emmons she would be fired in January 1997 because the mayor didn't feel she had the librarian's \"full support.\" Emmons was reinstated the next day after public outcry, according to newspaper reports at the time.",
  "Originally Published": "",
  "Referred Links": "http://www.adlerbooks.com/banned.html;http://users.erols.com/chare/hp/hp_jkr_quotes.htm;",
  "Example": "[Collected via e-mail, September 2008] This is the list of books Palin tried to have banned. As many of you will notice it is a hit parade for book burners. This information is taken from the official minutes of the Wasilla Library Board. When the librarian refused to ban the books, Palin tried to get her fired. A Clockwork Orange by Anthony Burgess A Wrinkle in Time by Madeleine L Engle Annie on My Mind by Nancy Garden As I Lay Dying by William Faulkner Blubber by Judy Blume Brave New World by Aldous Huxley Bridge to Terabithia by Katherine Paterson Canterbury Tales by Chaucer Carrie by Stephen King Catch-22 by Joseph Heller Christine by Stephen King Confessions by Jean-Jacques Rousseau Cujo by Stephen King Curses, Hexes, and Spells by Daniel Cohen Daddy s Roommate by Michael Willhoite Day No Pigs Would Die by Robert Peck Death of a Salesman by Arthur Miller Decameron by Boccaccio East of Eden by John Steinbeck Fallen Angels by Walter Myers Fanny Hill (Memoirs of a Woman of Pleasure) by John Cleland Flowers For Algernon by Daniel Keyes Forever by Judy Blume Grendel by John Champlin Gardner Halloween ABC by Eve Merriam Harry Potter and the Sorcerer s Stone by J.K. Rowling Harry Potter and the Chamber of Secrets by J.K. Rowling Harry Potter and the Prizoner of Azkaban by J.K. Rowling Harry Potter and the Goblet of Fire by J.K. Rowling Have to Go by Robert Munsch Heather Has Two Mommies by Leslea Newman How to Eat Fried Worms by Thomas Rockwell Huckleberry Finn by Mark Twain I Know Why the Caged Bird Sings by Maya Angelou Impressions edited by Jack Booth In the Night Kitchen by Maurice Sendak It s Okay if You Don t Love Me by Norma Klein James and the Giant Peach by Roald Dahl Lady Chatterley s Lover by D.H. Lawrence Leaves of Grass by Walt Whitman Little Red Riding Hood by Jacob and Wilhelm Grimm Lord of the Flies by William Golding Love is One of the Choices by Norma Klein Lysistrata by Aristophanes More Scary Stories in the Dark by Alvin Schwartz My Brother Sam Is Dead by James Lincoln Collier and Christopher Collier My House by Nikki Giovanni My Friend Flicka by Mary O Hara Night Chills by Dean Koontz Of Mice and Men by John Steinbeck On My Honor by Marion Dane Bauer One Day in The Life of Ivan Denisovich by Alexander Solzhenitsyn One Flew Over The Cuckoo's Nest by Ken Kesey One Hundred Years of Solitude by Gabriel Garcia Marquez Ordinary People by Judith Guest Our Bodies, Ourselves by Boston Women s Health Collective Prince of Tides by Pat Conroy Revolting Rhymes by Roald Dahl Scary Stories 3: More Tales to Chill Your Bones by Alvin Schwartz Scary Stories in the Dark by Alvin Schwartz Separate Peace by John Knowles Silas Marner by George Eliot Slaughterhouse-Five by Kurt Vonnegut, Jr. Tarzan of the Apes by Edgar Rice Burroughs The Adventures of Huckleberry Finn by Mark Twain The Adventures of Tom Sawyer by Mark Twain The Bastard by John Jakes The Catcher in the Rye by J.D. Salinger The Chocolate War by Robert Cormier The Color Purple by Alice Walker The Devil s Alternative by Frederick Forsyth The Figure in the Shadows by John Bellairs The Grapes of Wrath by John Steinbeck The Great Gilly Hopkins by Katherine Paterson The Handmaid s Tale by Margaret Atwood The Headless Cupid by Zilpha Snyder The Learning Tree by Gordon Parks The Living Bible by William C. Bower The Merchant of Venice by William Shakespeare The New Teenage Body Book by Kathy McCoy and Charles Wibbelsman The Pigman by Paul Zindel The Seduction of Peter S. by Lawrence Sanders The Shining by Stephen King The Witches by Roald Dahl The Witches of Worm by Zilpha Snyder Then Again, Maybe I Won t by Judy Blume To Kill A Mockingbird by Harper Lee Twelfth Night by William Shakespeare Webster s Ninth New Collegiate Dictionary by the Merriam-Webster Editorial Staff Witches, Pumpkins, and Grinning Ghosts: The Story of the Halloween Symbols by Edna Barth",
  "Last Updated": "12 September 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/palin/bannedbooks.asp",
  "Claim": "List catalogs books banned from the Wasilla, Alaska, public library by Mayor Sarah Palin.",
  "Claim_ID": "politics_palin_bannedbooks",
  "Tags": ""
}