{
  "Origins": "This spoof of the various systems implemented after the 9/11 attacks to warn the public about the possibility of future terrorist activities , melded with stereotypes of several different nationalities, appears to have originated in July 2005 (just after a series of terrorist bombings hit London's public transport system earlier that month), with its early forms being a fair bit shorter:",
  "Fact Check": "",
  "Description": "From there, this item followed a pattern very similar to an earlier satirical piece about the UK's revoking the independence of the United States: What began as a simple bit of humor penned by an anonymous wag and set loose on the Internet was successively fleshed out and embellished by many different hands, growing longer and longer, until someone erroneously attributed the whole thing to English comic John Cleese, a former Monty Python trouper. And once a famous name gets stuck to a formerly anonymous piece in search of a recognizable author, it virtually never becomes unstuck, so just about every copy of this item circulated over the last several years has borne a legend incorrectly identifying it as \"by John Cleese.\" (This false attribution is discussed on John Cleese 's official web site.) As is typical with such items, it is periodically resurrected and updated to address current events, so versions circulated in mid-2013 replaced the opening reference to the 2005 London bombings with a mention of \"recent events in Syria\" (i.e., a civil war taking place in that country).",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2013/08/27/world/meast/syria-civil-war-fast-facts/;http://thejohncleese.com/forum/discussion/113/is-this-an-authentic-piece-by-john-cleese;http://davywavy.livejournal.com/212580.html;http://www.heritage.org/research/reports/2012/09/national-terrorism-threat-level-color-coded-system-not-missed;",
  "Example": "[Collected via e-mail, August 2013] From the BBC - by John Cleese. ANNOUNCEMENT The English are feeling the pinch in relation to recent terrorist threats and have therefore raised their security level from \"Miffed\" to \"Peeved.\" Soon, though, security levels may be raised yet again to \"Irritated\" or even \"A Bit Cross.\" The English have not been \"A Bit Cross\" since the blitz in 1940 when tea supplies nearly ran out. Terrorists have been re-categorized from \"Tiresome\" to \"A Bloody Nuisance.\" The last time the British issued a \"Bloody Nuisance\" warning level was in 1588, when threatened by the Spanish Armada. The Scots have raised their threat level from \"Pissed Off\" to \"Let's get the Bastards.\" They don't have any other levels. This is the reason they have been used on the front line of the British army for the last 300 years. The French government announced yesterday that it has raised its terror alert level from \"Run\" to \"Hide.\" The only two higher levels in France are \"Collaborate\" and \"Surrender.\" The rise was precipitated by a recent fire that destroyed France's white flag factory, effectively paralyzing the country's military capability. Italy has increased the alert level from \"Shout Loudly and Excitedly\" to \"Elaborate Military Posturing.\" Two more levels remain: \"Ineffective Combat Operations\" and \"Change Sides.\" The Germans have increased their alert state from \"Disdainful Arrogance\" to \"Dress in Uniform and Sing Marching Songs.\" They also have two higher levels: \"Invade a Neighbor\" and \"Lose.\" Belgians, on the other hand, are all on holiday as usual; the only threat they are worried about is NATO pulling out of Brussels. The Spanish are all excited to see their new submarines ready to deploy. These beautifully designed subs have glass bottoms so the new Spanish navy can get a really good look at the old Spanish navy. Americans meanwhile and as usual are carrying out pre-emptive strikes, on all of their allies, just in case. And in the southern hemisphere... New Zealand has also raised its security levels - from \"baaa\" to \"BAAAA!\". Due to continuing defense cutbacks (the airforce being a squadron of spotty teenagers flying paper aeroplanes and the navy some toy boats in the Prime Minister's bath), New Zealand only has one more level of escalation, which is \"I hope Australia will come and rescue us\". Australia, meanwhile, has raised its security level from \"No worries\" to \"She'll be right, mate\". Three more escalation levels remain: \"Crikey!', \"I think we'll need to cancel the barbie this weekend\" and \"The barbie is cancelled\". So far no situation has ever warranted use of the final escalation level.",
  "Last Updated": "29 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/terrorismalert.asp",
  "Claim": "A spoof of terrorist threat levels was written by English comic John Cleese.",
  "Claim_ID": "Politics_satire_terrorismalert",
  "Tags": ""
}