{
  "Origins": "In January 2007, Rep. Keith Ellison of Minnesota became the United States' first Muslim Congressman when he was sworn into the House of Representatives. For the ceremonial photo opportunity afterwards, he elected to pose with a copy of the Quran published in 1764 and once owned by Thomas Jefferson:",
  "Fact Check": "",
  "Description": "Jefferson himself had a significant connection with Islam through the conflict now known as the \"Barbary Wars,\" which grew out of attacks on American merchant vessels (and the capture and ransoming of their crew and cargos) by pirates from the North African kingdoms of Tunis, Tripoli, Algeria, and Morocco (collectively referred to as the 'Barbary Coast\"). Through the first half of the 18th century American merchant shipping had been effectively protected by the navies of Britain and France, but by 1784 the Revolutionary War and U.S. independence had ended that protection, and the fledgling United States had no navy that could adequately defend American mechant ships against the depredations of Barbary pirates. In 1787 the Continental Congress ratified a treaty with Morocco calling for the payment of tribute by the United States in exchange for an end to attacks on merchant ships, but Tripoli and Algiers continued to prey on American shipping. In 1794 Congress (urged in large part by New England merchants disgruntled with ship seizures in the Mediterranean and rising insurance rates) passed the Naval Act, which reestablished the U.S. Navy and authorized the construction of six naval frigates to provide for the defense of American shipping interests. The Barbary Wars began in 1801, when President Thomas Jefferson dispatched a naval squadron to the Mediterranean to protect American ships and the crews who manned them. Jefferson drew heavy criticism when Tripoli seized the USS Philadelphia and its 300-man crew in 1803, but the following year Lt. Commander Stephen Decatur led sixty men on a daring raid of Tripoli harbor, where they boarded and burned the Philadelphia (although the crew remained captive). In 1805, Lt. William Eaton led seven Marines and four hundred mercenaries to a decisive victory against the fortress at the port city of Derna on the shores of Tripoli (an action celebrated in the first line of the Marines' Hymn ). The pasha of Tripoli soon agreed to release the American prisoners and cease further acts of piracy against American ships in exchange for $60,000, and the Barbary Wars effectively ended when another naval squadron led by Decatur shelled Algiers into submission in 1816. The outline of history presented in the article referenced above is basically correct, although its emphasis on \"Muslim slave traders\" (no mention that Jefferson himself, like many other Americans at the time, was also a slaveowner) and the \"Muslim book of jihad\" is questionable. The successful resolution of the Barbary issue came about not specifically because of anything Jefferson gleaned from reading the Quran, but because he realized early on that paying tribute to pirates and brigands was not a viable solution, especially when the payees were half a world away and effectively outside the reach of American military power. Believing that paying tribute to the Barbary nations would only lead to additional demands, and that England and France could not be counted upon to join a confederation of nations created to \"compel the piratical states to perpetual peace,\" Jefferson reasoned early on that the best course of action was to create a navy which could subdue the Barbary powers by force: Paying the ransom would only lead to further demands, Jefferson argued in letters to future presidents John Adams, then America's minister to Great Britain, and James Monroe, then a member of Congress. As Jefferson wrote to Adams in a July 11, 1786, letter, \"I acknolege [sic] I very early thought it would be best to effect a peace thro' the medium of war.\" Paying tribute will merely invite more demands, and even if a coalition proves workable, the only solution is a strong navy that can reach the pirates, Jefferson argued in an August 18, 1786, letter to James Monroe: \"The states must see the rod; perhaps it must be felt by some one of them ... Every national citizen must wish to see an effective instrument of coercion ...\" \"From what I learn from the temper of my countrymen and their tenaciousness of their money,\" Jefferson added in a December 26, 1786, letter to the president of Yale College, Ezra Stiles, \"it will be more easy to raise ships and men to fight these pirates into reason, than money to bribe them.\" Additional information: America and the Barbary Pirates (Library of Congress)",
  "Originally Published": "",
  "Referred Links": "http://memory.loc.gov/ammem/collections/jefferson_papers/mtjprece.html;http://memory.loc.gov/ammem/collections/jefferson_papers/mtjprece.html;http://www.usmcpress.com/heritage/marine_hymn.htm;http://web.archive.org/web/20070124144114/http://www.usvetdsp.com/jan07/jeff_quran.htm;",
  "Example": "[Sampley, 2007] What Thomas Jefferson learned from the Muslim book of jihad Democrat Keith Ellison is now officially the first Muslim United States congressman. True to his pledge, he placed his hand on the Quran, the Muslim book of jihad and pledged his allegiance to the United States during his ceremonial swearing-in. Capitol Hill staff said Ellison's swearing-in photo opportunity drew more media than they had ever seen in the history of the U.S. House. Ellison represents the 5th Congressional District of Minnesota. The Quran Ellison used was no ordinary book. It once belonged to Thomas Jefferson, third president of the United States and one of America's founding fathers. Ellison borrowed it from the Rare Book Section of the Library of Congress. It was one of the 6,500 Jefferson books archived in the library. Ellison, who was born in Detroit and converted to Islam while in college, said he chose to use Jefferson's Quran because it showed that \"a visionary like Jefferson\" believed that wisdom could be gleaned from many sources. There is no doubt Ellison was right about Jefferson believing wisdom could be \"gleaned\" from the Muslim Quran. At the time Jefferson owned the book, he needed to know everything possible about Muslims because he was about to advocate war against the Islamic \"Barbary\" states of Morocco, Algeria, Tunisia and Tripoli. [Rest of article here.]",
  "Last Updated": "25 January 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/war/jefferson.asp",
  "Claim": "Thomas Jefferson sent the U.S. Navy to subdue Barbary pirates in the Mediterranean.",
  "Claim_ID": "politics_war_jefferson",
  "Tags": ""
}