{
  "Origins": "This widely circulated item claiming that a public high school in the Hilliard City School District (headquartered in Columbus, Ohio) hosts a \"special room for Muslims to pray in\" originated with events that took place in that area back in 2007, when Muslim students at some of the district's high schools were allowed to leave their classrooms for 5 to 10 minutes each day and gather in a separate room for prayer during the holy month of Ramadan.",
  "Fact Check": "",
  "Description": "As the principal of one of those schools explained, accommodating the request that Muslim students be allowed to leave their classrooms briefly once during the day for prayer was deemed to be less disruptive to the educational process than requiring those students to seek excused absences every day throughout the month in order to adhere to their faiths: Typically during Ramadan, [Darby High School Principal Dave Stewart] said, students who are of the Muslim faith, or believe in Islam, seek out a room at the school to pray. Once the obligation of prayer is fulfilled, Stewart said, the students return to the classroom. \"During that period of time for Muslim students, it is much more critical, according to their faith, that they pray at very specific times,\" Stewart said. \"There is only one time during the school day that happens. This is not something that goes on on an ongoing basis all day long or all year long.\" Stepping out of the classroom for approximately five to 10 minutes of prayer, according to Stewart, is less disruptive than having to excuse students for an entire day. He said it is not uncommon for students to go in and out of the classrooms to use the restroom, go to the office, see guidance counselors or attend other functions. Michelle Wray, school-community relations coordinator, said the school district can neither encourage nor prevent prayer in school. \"I think a lot of people think that with the whole separation of church and state, that prayer isn't allowed in school,\" she said. \"That is not the case. We can't endorse it, and we can't require it. We can't discriminate against anyone either, so we need to do what we can to make sure we are meeting the needs of students without disrupting the education of themselves and others.\" In the practice of Judaism, she said, students are granted absences to observe their religious holidays. However, it is not true that any of the Hilliard City high schools has created \"a special room for Muslims to pray in.\" When Muslim students needed a place of privacy where they could briefly engage in prayer outside the classroom during Ramadan, each day they made temporary use of a space that was promptly returned to its original function afterwards: A room at the school is not specifically designated as a prayer room. [Michelle Wray] said it is generally a space which offers some privacy for a brief period of time, before returning to its designated use. As stated on the Infrequently Answered Questions section of the Hilliard City School District's web site, none of the Hilliard City Schools encompasses a room regularly or permanently dedicated to such a purpose: Q: Do any of your schools have a Muslim prayer room? A: There is an Internet/chain email rumor circulating around the country that Hilliard City Schools has a designated space, class, or program specifically for students of the Muslim faith. While Hilliard City Schools celebrates our diversity we do not have any designated program or space for students of any specific religion. We are proud to celebrate each student and their unique background. This is why we have Fellowship of Christian Athletes groups, pray at the flag pole before school starts and cultural diversity clubs. At the high school level we allow students to use a designated space during their non-academic times, such as a study hall or lunch, if they simply need some quiet time. Sometimes students simply need a moment to walk away and meditate, chill-out or observe their cultural or religious practices to be able to focus better on their lessons. All of this allows us to better personalize the experience for our students and helps us to focus on the whole child in a more meaningful way. Additionally, Stacie Raterman, Community Relations Coordinator for Hilliard City Schools, told us that \"Hilliard City Schools has three high schools. There are no prayer rooms in any of the buildings.\" Many iterations of this rumor have been spread with the inclusion of additional text taken from an article about President Obama's supposedly having announced a nationwide Muslim outreach program for children from grades K-12. That article is also false, nothing more than a leg pull originally published by a fake news site in September 2013.",
  "Originally Published": "",
  "Referred Links": "http://www.trapshooters.com/threads/a-special-room-for-muslims-to-pray-in-the-high-school.224901/;http://www.hilliardschools.org/infrequently-answered-questions/;http://www.hilliardschools.org/;",
  "Example": "[Collected via the Internet, August 2014] A special room for Muslims to pray in the High School? Can we sit by and let this sort of thing happen without screaming \"Stop the world I want to get off\" but where would I go to be safe???? This is so blatent and against our citizens..... does no one have any power but this crazy man in our white house.... let's evict him. A special room for Muslims to pray in the High School? Did you know that Hilliard, Ohio has a special room for Muslims to pray in the High School? YES, call the school if you aren't believing. Sorry NO CHRISTIAN, Jewish or any other religion available. I can't begin to tell you how livid I am over this. Our children are not allowed to recite the Lord's Prayer, not allowed to bring a Bible to school, not allowed to wear a Christian themed T-Shirt, not allowed to have Bible study classes at school, not allowed to display a picture of Jesus, and now this Piece of Crap President is going to use federal tax dollars to promote Islam to our children. Enough is ENOUGH ! Where are all these \"Christian-hating, separation of church and state\" atheists? Why aren't they lining up the to sue the federal government over the use of federal tax dollars to promote a religion in our public schools? I would be willing to bet that nobody will hear a peep out of the \"Freedom From Religion\" organization.",
  "Last Updated": "16 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/hilliard.asp",
  "Claim": "A public high school in Hilliard, Ohio, hosts a Muslim prayer room.",
  "Claim_ID": "politics_religion_hilliard",
  "Tags": ""
}