{
  "Origins": "In tandem with an attention-getting photograph of a book store window display came this purported image of Air Force One, both pictures offering none-too-subtle allusions to the racial background of President Barack Obama. In this case the tail number of the airplane shown in the photograph displayed above is 'N166ER,' a combination of letters and numbers conspicuous as a reference to a common racial epithet.",
  "Fact Check": "",
  "Description": "The image itself is easily dismissible as an obvious digital cut-and-paste job, but other evidence demonstrates it to be a fabrication as well. Although \"Air Force One\" is technically the call sign of any Air Force aircraft which is currently carrying the President of the United States rather than an identifier of a particular airplane, the President usually travels in one of two customized Boeing 747-200B airplanes like the one pictured above (and those aircraft are commonly referred to as 'Air Force One' even when the President is not using them). However, as noted on the White House informational web page about Air Force One, the tail codes of those two Boeing planes are 28000 and 29000; neither carries a tail number of N166ER. ( N-Numbers are assigned only to civilian aircraft, not military planes.) The combination N166ER is a valid N-Number registered with the Federal Aviation Administration (FAA), but the FAA's registry shows that number to be currently assigned to a privately owned, two-seat, single-engine T-28C airplane.",
  "Originally Published": "",
  "Referred Links": "http://www.airliners.net/photo/North-American-T-28C/0900428/L/;http://registry.faa.gov/aircraftinquiry/NNumSQL.asp?NNumbertxt=166er;http://www.whitehouse.gov/about/air_force_one/;",
  "Example": "[Collected via e-mail, February 2009] LOOK AT THE TAIL SECTION! Check the tail number on Air Force 1",
  "Last Updated": "3 July 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/airforceone.asp",
  "Claim": "Photograph shows the tail number of Air Force One to be 'N166ER.'",
  "Claim_ID": "politics_obama_airforceone",
  "Tags": ""
}