{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2013] With all of the new gun control proposals, there is a quote supposedly from Ronald Reagan that is dated 1989 at his birthdaycelebration. It states: \"I do not believe in taking away the right of the citizen for sporting, for hunting and so forth or home defense. But I do believe an AK-47, a machine gun, is not a sporting weapon nor needed for home defense.\" Summary: On 17 January 1989, 24-year-old Patrick Purdy returned to the Cleveland Elementary School in Stockton, California, he had once attended as a child. After parking his station wagon behind the school and setting the car afire with a gasoline-filled beer bottle, Purdy walked to the school playground with a (legally bought) version of an AK-47 assault rifle and, shooting from behind a portable building, sprayed the area with an estimated 106 rounds in the span of three minutes, killing five children and wounding thirty others before fatally shooting himself in the head with a pistol. The horrors of the Stockton schoolyard shooting prompted renewed debate over restricting public access to weapons like the type Purdy had used at Cleveland Elementary School. On 6 February 1989, former president Ronald Reagan, then just a few weeks out of office, attended a 78th birthday celebration thrown for him at the University of Southern California, where he delivered a 22-minute address that touched on such topics as the federal deficit, the constitutional amendment limiting presidents to two terms, and the recent Cleveland School massacre. Of the latter topic, an Associated Press account reported that: Reagan received extended applause when answering a question about over-the-counter military weapons, such as the AK-47 assault rifle used to gun down five Stockton schoolchildren last month. \"I do not believe in taking away the right of the citizen for sporting, for hunting and so forth, or for home defense,\" he said. \"But I do believe that an AK-47, a machine gun, is not a sporting weapon or needed for defense of a home.\" Reagan erred in his use of terminology: The type of weapon used by Patrick Purdy, and referenced by Reagan in his comment, was actually a semi-automatic version of the AK-47, not a \"machine gun.\" In 1994 Reagan was a co-signatory (along with former presidents Gerald Ford and Jimmy Carter) to a letter urging the U.S. House of Representatives to support a ban on the domestic manufacture of \"assault weapons\" such as semi-automatic AK-47s: May 3, 1994 To Members of the U.S. House of Representatives:We are writing to urge your support for a ban on the domestic manufacture of military-style assault weapons. This is a matter of vital importance to the public safety. Although assualt weapons account for less than 1% of the guns in circulation, they account for nearly 10% of the guns traced to crime. Every major law enforcement organization in America and dozens of leading labor, medical, religious, civil rights and civic groups support such a ban. Most importantly, poll after poll shows that the American public overwhelmingly support a ban on assault weapons. A 1993 CNN/USA Today/Gallup Poll found that 77% of Americans support a ban on the manufacture, sale, and possession of semi-automatic assault guns, such as the AK-47. The 1989 import ban resulted in an impressive 40% drop in imported assault weapons traced to crime between 1989 and 1991, but the killing continues. Last year, a killer armed with two TEC9s killed eight people at a San Francisco law firm and wounded several others. During the past five years, more than 40 law enforcement officers have been killed or wounded in the line of duty by an assault weapon. While we recognize that assault weapon legislation will not stop all assault weapon crime, statistics prove that we can dry up the supply of these guns, making them less accessible to criminals. We urge you to listen to the American public and to the law enforcement community and support a ban on the further manufacture of these weapons. Sincerely, Gerald R. Ford Jimmy Carter Ronald Reagan Last updated: 17 January 2013",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/reaganak47.asp",
  "Claim": "Ronald Reagan once said that \"an AK-47 is not a sporting weapon nor needed for home defense.\"",
  "Claim_ID": "politics_guns_reaganak47",
  "Tags": ""
}