{
  "Origins": "Many PayPal users received an e-mailed notice like the one quoted above at the beginning of 2008 and were justifiably skeptical about it, because spoofing messages from PayPal is a common scheme employed by scammers. However, this notice is not part of a phishing attempt or some other scheme to steal funds by cracking PayPal accounts; it's a legitimate advisory to PayPal users that some of their account details will be provided to the Internal Revenue Service (IRS).",
  "Fact Check": "",
  "Description": "Back in 2006, the IRS won approval from a federal court to ask PayPal to turn over account information for American taxpayers who have bank accounts, credit cards or debit cards issued by financial institutions in various foreign countries sites commonly used as tax havens by persons seeking to evade taxes through hiding income in offshore accounts. The current notice was sent to PayPal customers to advise them that the company would be providing some of their account information to the IRS in response to that agency's summons: The request for information is an outgrowth of an IRS effort, begun several years ago, to trace money that American taxpayers hold offshore to avoid paying taxes. The IRS said many of those taxpayers access their money through credit and debit cards. The tax collectors have already obtained information from some credit card companies, merchants and payment processors. \"PayPal is another one of the mechanisms by which money stashed overseas might be spent,\" Eileen O'Connor, assistant attorney general for the Justice Department Tax Division, told reporters. In some cases, the IRS obtained credit card numbers but could not identify the cardholder. The IRS said PayPal might be able to lead the tax agency to those individuals. The IRS also hopes PayPal can help them identify currently unknown taxpayers and their payment cards, as well as offshore bank accounts, that might be evidence of tax evasion. The IRS has asked a federal court for permission to serve a \"John Doe\" summons on PayPal as part of a clampdown on tax evasion using offshore credit and debit cards. The IRS petition says: \"The records requested in the summons will identify the holders of bank accounts at, or payment cards issued by banks in, the listed jurisdictions.\" Receipt of this PayPal notice does not necessarily mean that the account holder is under investigation by the IRS; merely that some details related to the account have been (or will be) provided to the IRS. In the case of any IRS investigation regarding taxes, that agency will contact the account holder directly.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, January 2008] Dear (NAME REMOVED), PayPal has received a summons from the United States Internal Revenue Service requiring us to produce various account records, including data related to your PayPal account. PayPal understands the summons relates to the IRS' offshore compliance program in which the IRS has sought information about offshore credit card accounts from a number of companies. Your privacy is extremely important to PayPal. PayPal is obligated, however, to turn over the requested data. PayPal has been ordered by the United States District Court for the Northern District of California to provide the information to the IRS, and PayPal expects to begin providing this information to the IRS on January 10, 2008. The summons and court order both issue from the United States District Court in an action entitled: In The Matters of the Tax Liabilities of John Does, Case No. CV-05-04176-JW. If you have any concerns about the disclosure of this information, you should consult with your tax or legal advisor. You may have rights in connection with the summons, including the right to seek to prevent the IRS from obtaining some or all of the information. The statute of limitations that limits the time in which the IRS may assert tax liabilities against you may be suspended beginning on the date which is six months after the IRS served the summons upon PayPal and continuing until PayPal finally resolves its response to the IRS. See 26 U.S.C. 7609(e)(2). PayPal cannot provide you with legal advice. If you have questions concerning the summons and court order, we encourage you to contact the IRS, your tax advisor and/or your attorney. If you wish to contact the Internal Revenue Service regarding this matter, they can be reached at (215) 516-4777. Thank You, The PayPal Legal Team",
  "Last Updated": "6 January 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/taxes/paypal.asp",
  "Claim": "PayPal has e-mailed notices stating that they will be providing user account information to the Internal Revenue Service.",
  "Claim_ID": "politics_taxes_paypal",
  "Tags": ""
}