{
  "Origins": "Beginning in February 2015, Susan Payne, a co-host of the Pat McDonough Radio Show on Baltimore station WCBM, appeared as a guest on some other conservative talk radio shows with hosts such as Mark Levin and Joe Miller and stated that she had \"inadvertently\" received an invitation to take part in a conference call involving a White House task force on immigration policy. Her account of what she overhead during that call was sloppily reported in conservative blogs in a manner that left many readers believing that President Obama was actually planning to issue an executive order changing the name of the U.S. Thanksgiving holiday to \"Celebrate Immigrants Day\":",
  "Fact Check": "",
  "Description": "There is no plan afoot for such a change of nomenclature, however, nor is that what Ms. Payne actually asserted. What she said was that during the course of the conference call on immigration that she listened to, an individual (unknown to her) representing one of the many interest groups who took part in the conference call (also unknown to her) said that \"once this is all finished, there should be another executive order that changes Thanksgiving to Celebrate Immigrants Day.\" Ms. Payne then stated that whoever made the comment was \"thanked for their suggestion\" by some nebulous \"they\" (presumably whoever was in charge of conducting the conference call). So according to Ms. Payne, all that took place was that an unidentified person representing an unidentified interest group taking part in a White House conference call on immigration made an off-hand suggestion (perhaps jokingly it's impossible to tell without having heard the tone and context of the conversation) that President Obama cap his immigration reform efforts by issuing an executive order changing the name of the Thanksgiving holiday to \"Celebrate Immigrants Day.\" That occurrence is very, very far from the concept, now widely floated on the Internet, that President Obama is actually \"drafting an Executive Order to rename Thanksgiving to 'Immigrants Day.'\"",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/dz3h;http://www.donotlink.com/dzcb;http://www.donotlink.com/dzcc;https://www.youtube.com/watch?v=b1JzLLhwGXwr;",
  "Example": "[Collected via e-mail, March 2015] I read an article stating that President Obama was drafting an Executive Order torename Thanksgiving to \"Immigrants Day\". I'm wondering if you've heardanything about this? News clip read in western news journal (FB) that thru executiveorder Obama would change thanksgiving day to immigrants day.",
  "Last Updated": "28 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/immigration/thanksgiving.asp",
  "Claim": "President Obama plans to issue an executive order changing the name of Thanksgiving to 'Celebrate Immigrants Day.'",
  "Claim_ID": "politics_immigration_thanksgiving",
  "Tags": ""
}