{
  "Origins": "Most of the \"satire mistaken for real news\" items we encounter have rather brief shelf lives: a satirical article is published on an originating web site, links to it are quickly picked up and circulated via social media and e-mail (typically accompanied by outraged comments about the scenario it describes), most everyone involved in the chain of circulation finds out within a day or two that the article was just a spoof, and discussion of the subject sharply drops off. A few examples of this genre prove to be \"evergreens,\" however their satire is so well done and hits so close to home that year after year new sets of viewers keep encountering them out of context and mistaking them for shockingly true news reports.",
  "Fact Check": "",
  "Description": "One such evergreen is the video clip displayed above, an apparent C-SPAN segment which has been online since 2007 and features someone identified as Rep. John Haller of Pennsylvania's 12th District putting H.R 8791 (the Homeland Terrorism Preparedness Bill) up for vote in Congress. Rep. Haller's reading of H.R 8791 doesn't state exactly how much money the bill seeks to appropriate or for what purposes, as much of that information is deemed to be \"classified\" all that comes through is that the government wants emergency response funding to cover the possible occurrence of a very scary-sounding event which could end with some U.S. citizens being relocated to \"protected birthing centers\" and the drafting of a \"new Bill of Rights\": Congress shall now vote for approval of HR 8791, the Homeland Terrorism Preparedness Bill, as said bill requests emergency response funding up to and including ... I'm sorry, this section is classified ... dollars to prepare for a national level terrorist attack and/or attack from CLASSIFIED. Funding for first responder personnel and vehicles would be doubled if said attack leads to more than 80% of national population being affected by CLASSIFIED. This funding shall commence with the first attack on CLASSIFIED or the first large-scale outbreak of CLASSIFIED, dependent upon which comes first. Civilian and military units shall be trained in containment and combat of CLASSIFIED including irradiated CLASSIFIED with possibility of CLASSIFIED airborne CLASSIFIED flesh-eating CLASSIFIED, and/or all of the above in such event as CLASSIFIED spewing CLASSIFIED escape, are released, or otherwise become uncontrollable. Air Force units may also be directed to combat said CLASSIFIED due to their enormous size and other-worldly strengths. Should event occur in urban areas ... Jesus, that's ... that's CLASSIFIED ... far surpassing our darkest nightmares. Should casualties exceed CLASSIFIED body disposal actions shall be halted and associated resources shall be reallocated to CLASSIFIED underground CLASSIFIED protected birthing centers. A new Bill of Rights shall be drafted and approved by CLASSIFIED. Having now reviewed the bill, I ask you to please cast your votes. Of course, there was no Rep. John Haller of Pennsylvania in the U.S. Congress back in 2007 (that state's 12th Congressional District was represented by John Murtha from 1974 until his death in 2010), nor was any legislation identified as H.R. 8791 or the \"Homeland Terrorism Preparedness Bill\" introduced to that body. The video clip was a spoof from the satirical publication The Onion (whose logo can be seen in the bottom right-hand corner, replacing the 'C' of C-SPAN ), riffing on a number of topical subjects such as concerns over the secrecy surrounding terrorism-related legislation (such as the Patriot Act) enacted after the 9/11 attacks, criticisms of Congress for passing bills that members supposedly had not fully read or understood, and a current pop culture fascination with apocalyptic zombie scenarios.",
  "Originally Published": "",
  "Referred Links": "http://www.theonion.com/video/proposed-classified-bill-will-defend-against-flesh,14175/;",
  "Example": "[Collected via the Internet, July 2011] Apparently Rep. John Haller is reviewing a bill being voted on. H.R 8791 (Homeland Terrorism Preparedness Bill) Pay close attention to what is said between 55 and 114 seconds of video. Very strange classified spewing, classified flesh eating, Air Force to be used to combat classified because of their enormous size and other worldly strength. Someone please show some proof that this has been doctored, if not it changes a lot of my thoughts on survival plans.",
  "Last Updated": "3 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/hr8791.asp",
  "Claim": "Video clip shows a U.S. Representative putting the \"Homeland Terrorism Preparedness Bill\" up for vote in Congress.",
  "Claim_ID": "Politics_satire_hr8791",
  "Tags": ""
}