{
  "Origins": "Since at least as far back as August 2009, rumors have circulated about plans by Fox News to broadcast a revelatory documentary on Barack Obama; when no such program aired, those rumors led to conspiracy theories that Fox had been pressured by the Obama administration into suppressing its report. (That legend is covered in a separate article on this site.)",
  "Fact Check": "",
  "Description": "Since the origination of that rumor, the video clip linked above, entitled \"Obama Admits He Is a Muslim,\" has been circulated on the Internet accompanied by claims that it is the Obama documentary Fox once planned to air a piece that \"Sean Hannity of FOX News has been trying to show\" which has been \"consistently been blocked by the Obama Administration\" and will soon \"get pulled from the Internet.\" In fact, the video clip is none of those things: It wasn't put together by Sean Hannity, it hasn't ever been scheduled for airing by Fox News, it doesn't show Barack Obama admitting he is a Muslim, it hasn't been the target of suppression by the Obama administration, and it isn't in any danger of being pulled from the Internet for political reasons. (The video has been freely available for viewing via YouTube for nearly six years now.) The video is actually a compendium of intercut, out-of-context statements taken from various interviews with Barack Obama in which he discussed Islam in general (as well as his childhood exposure to Islam), and from addresses delivered by President Obama to areas of the world with predominantly Muslim audiences for the purpose of \"creat[ing] a better dialogue so that the Muslim world understands more effectively how the United States, but also how the West thinks about many of these difficult issues like terrorism, like democracy, to discuss the framework for what's happened in Iraq and Afghanistan and our outreach to Iran, and also how we view the prospects for peace between the Israelis and the Palestinians.\" The primary sources used for this compilation were a June 2009 speech at Cairo University in Egypt, a September 2008 interview with George Stephanopoulos of ABC News, videotaped remarks for the Iranian New Year in March 2009, an April 2009 address to the Turkish Parliament , a June 2009 interview with Laura Haim for the French television station Canal Plus, and a June 2006 'Call to Renewal' Keynote Address .",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20090104231501/http://obama.senate.gov/speech/060628-call_to_renewal/;http://www.whitehouse.gov/the_press_office/Transcript-of-the-Interview-of-the-President-by-Laura-Haim-Canal-Plus-6-1-09;http://www.whitehouse.gov/the-press-office/remarks-president-obama-turkish-parliament;http://www.whitehouse.gov/the_press_office/VIDEOTAPED-REMARKS-BY-THE-PRESIDENT-IN-CELEBRATION-OF-NOWRUZ;http://www.whitehouse.gov/the_press_office/Remarks-by-the-President-at-Cairo-University-6-04-09/;",
  "Example": "[Collected via e-mail, September 2012] VERY INTERESTING Remember when we were told to watch Fox News on a Sunday night that was going to air something about Obama and we watched but never saw anything! Well, read below and click on the video to see why it got pulled before it could air Now we know why Fox News never broadcast it as they had originally planned to. This piece was pulled. *I encourage you to please send this to everyone on your email list ASAP.* *Remember all the notices we kept getting to watch Fox News on Sunday at 9PM? What Happened?* *This is the clip that got pulled due to pressure from the Administration.* Obama Puts Heat on Fox News to Prevent Sean Hannity from airing this piece. *This is a video that Sean Hannity of FOX News has been trying to show that we are told has consistently been blocked by the Obama Administration for several weeks. It was a matter of time until the internet picked it up.* *Watch it now before it gets pulled from the internet!*",
  "Last Updated": "11 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/foxvideo.asp",
  "Claim": "Video clip shows a suppressed Fox News broadcast about Barack Obama.",
  "Claim_ID": "politics_obama_foxvideo",
  "Tags": ""
}