{
  "Origins": "When Democrat Robert C. Soles, Jr. announced at the end of 2009 that he would not be seeking re-election to his office representing the 8th district in the North Carolina Senate, he stepped down as the longest-serving legislator in that state, having served in the North Carolina House of Representatives from 1969 to 1976 and from 1977 onwards in the Senate. Soles' decision not to run for re-election again may have been influenced by an August 2009 incident in which Soles shot 22-year-old Kyle Blackburn in the leg, claiming that he had fired in self-defense after Blackburn and another young man trespassed on his property and attempted to kick in his door. In February 2010, Soles pled guilty to a misdemeanor assault with a deadly weapon charge:",
  "Fact Check": "",
  "Description": "However, commentaries on the shooting (like the one reproduced above) which portrayed Senator Soles as a hypocritical, virulently anti-gun legislator \"who has made a career of being against gun ownership for the general public\" are not supported by the evidence. According to Project VoteSmart, the National Rifle Association Political Victory Fund (NRA-PVF), the NRA political action committee that ranks political candidates based on voting records, public statements and their responses to NRA-PVF questionnaires, had assigned the following grades to Senator Soles over the previous decade: 1998 - B 2000 - B+ 2002 - B+ 2004 - A 2006 - A 2008 - A As well, Grass Roots North Carolina ( GRNC ), an \"organization dedicated to preserving individual rights, particularly your right to keep and bear arms\" said of the criticisms of Senator Soles: An alert from a national organization not up to speed on local North Carolina political issues condemning Senator R.C. SOLES over the recent shooting at his home has been circulating recently. Part of a fund raising alert from the National Association for Gun Rights (NAGR) calls Soles \"the most virulent anti-Second Amendment activist in the state\" and the \"most vociferous anti-gun zealot in North Carolina.\" As much fun as it is to catch anti-gun politicians in their own hypocrisy, this is not such a case. In the interest of fair play and truth, GRNC is compelled to point out that while not excellent, R.C. Soles is not a \"virulent anti-Second Amendment activist\" nor a \"vociferous anti-gun zealot.\" [T]he charges are simply not true he is mediocre at worst and has voted with us on most major issues.",
  "Originally Published": "",
  "Referred Links": "http://www.grnc.org/alerts/alert_10_3_09.htm;http://www.nrapvf.org/about-pvf.aspx;",
  "Example": "[Collected via e-mail, February 2011] Anti-Gun Senator Shoots Intruder Long time Anti-Gun Advocate State Senator R.C. Soles, 74, shot one of two intruders at his home just outside Tabor City, N.C. about 5 p.m. Sunday, the prosecutor for the politician's home county said. The intruder, Kyle Blackburn, was taken to a South Carolina hospital, but the injuries were not reported to be life-threatening, according to Rex Gore, district attorney for Columbus, Bladen andBrunswick counties. The State Bureau of Investigation and Columbus County Sheriff's Department are investigating the shooting, Gore said. Soles, who was not arrested, declined to discuss the incident Sunday evening. \"I am not in a position to talk to you,\" Soles said by telephone. \"I'm right in the middle of an investigation.\" The Senator, who has made a career of being against gun ownership for the general public, didn't hesitate to defend himself with his own gun when he believed he was in immediate danger and he was the victim. In typical hypocritical liberal fashion, the \"Do as i say and not as I do\" Anti-Gun Activist Lawmaker picked up his gun and took action in what apparently was a self-defense shooting. Why hypocritical you may ask? It is because his long legislative record shows that the actions that he took to protect his family, his own response to a dangerous life threatening situation, are actions that he feels ordinary citizens should not have if they were faced with an identical situation. It has prompted some to ask if the Senator believes his life and personal safety is more valuable than yours or mine. But, this is to be expected from those who believe they can run our lives, raise our kids, and protect our families better than we can.",
  "Last Updated": "11 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/soles.asp",
  "Claim": "A longtime anti-gun state legislator shot a home intruder in defense of his property.",
  "Claim_ID": "politics_guns_soles",
  "Tags": ""
}