{
  "Origins": "For once, a bit of widely-circulated anonymous e-mail is accurate what's described in the example quoted above was the actual way of things. A holding company named Montana Management owns about two percent of French media giant, Lagardere SCA, whose Hachette subsidiary includes magazines such as Elle , Woman's Day , Road & Track and Car and Driver . Montana Management, in turn, was owned by Saddam Hussein.",
  "Fact Check": "",
  "Description": "Saddam Hussein's personal fortune was estimated to number in the billions of dollars, and some financial analysts guessed it to be between 10 and 20 billion. His secret financial network was made up mostly of shell companies registered in tax havens by lawyers purportedly representing someone else. The hunt for Saddam's money has gone on for years, but his trove proved to be well hidden and defied the efforts of those who have searched for it. Investigators have long believed that much of Saddam's fortune was in Switzerland, squirreled away in a maze of secret accounts, dummy corporations, and front companies which are shielded from public scrutiny by Swiss banking laws. The architect of this secret financial network, Barzan al-Tikriti, Saddam's half brother, lived in Geneva from 1989 to 1998 as the Iraqi ambassador to the European headquarters of the United Nations. Montana Management is one such deceptive repository. It has been registered in Panama since 1984, and in 1989, when Montana first declared its stake in Lagardere, it claimed to be a holding company representing a group of several non-European investors from various Persian Gulf countries. In 1991, detectives working for the Kuwaiti government said Montana had been set up by Barzan al-Tikriti, to channel secret Iraqi funds abroad. Contrary to Montana's claims about its ownership, the Panamanian government announced in 1991 that Montana was managed by three Iraqis living in Baghdad. Hachette reacted to the 1991 news of Montana's true ownership by freezing the block of its shares owned by that holding company, so neither Saddam Hussein nor anyone else involved with Montana Management profited from sales of Hachette-published magazines for well over a decade. (Spokespeople for Hachette also said at the time that Saddam Hussein had no editorial control over their publications.) Hachette has talked of its buying out Saddam's interests ever since the Persian Gulf war in 1991, but that hasn't happened. Barbara \"elle of a way to do business\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] BETCHA DIDN'T KNOW THIS Ever heard of Lagardere SCA? No? Well maybe because it's a French company. OK .. have you ever heard of Hachette Filipacchi Media U.S.? Probably not, but Hachette Filipacchi publishes some magazines you may have heard of. Those magazines would be Elle, Car & Driver, Women's Day and others. Now it's getting familiar, isn't it? OK, so we have Car & Driver which is published by Hachette Filipacchi which is owned by Lagardere SCA which is a French Corporation. So .. are we finished here? No, not quite. It seems that a man who has been the news quite a bit of late owns around two percent of Lagardere SCA. About $90 million dollars worth. His name? Saddam Hussein.",
  "Last Updated": "16 October 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/war/magazine.asp",
  "Claim": "Saddam Hussein owned part of a number of popular magazines.",
  "Claim_ID": "politics_war_magazine",
  "Tags": ""
}