{
  "Origins": "The appeal quoted above, which began circulating in e-mail in July 2007, is \"true\" in the basic sense that the events it describes did indeed take place. However, that is not to say it is entirely accurate, because it omits some very pertinent facts of the case.",
  "Fact Check": "",
  "Description": "At the end of a school assembly on 31 August 2006, a black student at Jena High School in Jena, Louisiana, jokingly asked the assistant principal of that institution if black students were allowed to sit in the shade of a tree in a square at the center of campus. The official's response was that they could \"sit anywhere you want.\" The next morning, two nooses were found hanging from said tree. Scott Windham, the high school's principal, recommended that the three white teens responsible for festooning the tree with those nooses be expelled from Jena High School, but that recommendation was overruled by the school superintendent and board members, who instead opted to view the matter as a non-racially motivated \"prank.\" The three students responsible for placing the nooses were instead given three-day suspensions and temporary isolation. Supposedly as a consequence of how the matter was handled (that is, the nooses' being judged a boyish prank rather than regarded as a serious threat), racial tensions flared at the school and in the surrounding community throughout the fall. (Investigating officials have since disclaimed a link between the placement of the nooses and subsequent violent incidents involving the school.) On 30 November 2006, a wing of the school was destroyed by a deliberately-set fire that destroyed several classrooms, offices and science labs. (Law enforcement officials have since determined that the fire was an act of arson perpetrated by students who wanted to destroy bad grade records and was not race-related.) There were also fights in and near the school, including one in which a black student was attacked by a group armed with beer bottles at a party predominantly attended by whites. (Only one person in that assault was criminally charged, and he with just a misdemeanor.) In another incident that took place on 2 December 2006 at the Gotta-Go Grocery, a convenience store, a white Jena graduate reportedly pulled a pump-action shotgun on three black high school students when they left the shop. The three teens managed to wrestle the gun away from the man (who was injured in the process and was treated at a hospital for his injuries); they were later arrested and charged with second-degree robbery, theft of a firearm, and conspiracy to commit second-degree robbery. Accounts differ as to what happened in that incident, the white victim asserting he was attacked and robbed by the three teens, and the black teens asserting they were guilty of nothing more than defending themselves against a man with a gun. According to The Jena Times , eyewitness accounts provided by those unrelated to any of the four involved parties supported the victim's story. The \"Jena 6\" attack took place on 4 December 2006 at the high school. During a fight that broke out in the lunchroom between a white student and a black student, the white student was hit from behind, knocked out, then set upon by other black students who proceeded to kick and stomp his \"lifeless\" body as he lay unconscious on the floor. The victim, Justin Barker, spent about three hours in an emergency room being treated for injuries to his head and face. That assault resulted in five of the black teens involved being charged, as adults, with attempted second-degree murder and given bonds ranging from $70,000 to $138,000. A sixth teen was charged as a juvenile. Two of the Jena 6 defendants had been part of the threesome involved in the Gotta-Go Grocery incident, which is why their bonds were significantly higher: the bonds so assigned covered both sets of charges. Mychal Bell, the only one of the Jena 6 to be tried so far, was convicted in June 2007 on a reduced charge of aggravated second-degree battery. (His conviction was later vacated by an appeals court ruling that he should have been tried as a juvenile.) The case against Bell was weighed by an all-white jury (because no blacks called for jury duty showed up on the day of jury selection), and there were allegations that the Bell's original attorney did a poor job defending him. Prosecutors in his case revealed that Bell had been convicted as a juvenile for attacking someone a year prior to the Jena 6 assault, then committed three more crimes while on probation for that one, which meant the Jena 6 verdict marked his fifth conviction for violent crimes. These prior acts were taken into account by the judge when the question arose of reducing Bell's $90,000 bond. In September 2007, Reed Walters, the district attorney of LaSalle Parish, explained the rationale behind the charges brought against the Jena 6 defendants: [T]he offenses of Dec. 4, 2006, did not stem from a \"schoolyard fight\" as it has been commonly described in the news media and by critics. Conjure the image of schoolboys fighting: they exchange words, clench fists, throw punches, wrestle in the dirt until classmates or teachers pull them apart. Of course that would not be aggravated second-degree battery, which is what the attackers are now charged with. (Five of the defendants were originally charged with attempted second-degree murder.) But that s not what happened at Jena High School. The victim in this crime, who has been all but forgotten amid the focus on the defendants, was a young man named Justin Barker, who was not involved in the nooses incident three months earlier. According to all the credible evidence I am aware of, after lunch, he walked to his next class. As he passed through the gymnasium door to the outside, he was blindsided and knocked unconscious by a vicious blow to the head thrown by Mychal Bell. While lying on the ground unaware of what was happening to him, he was brutally kicked by at least six people. Imagine you were walking down a city street, and someone leapt from behind a tree and hit you so hard that you fell to the sidewalk unconscious. Would you later describe that as a fight? Only the intervention of an uninvolved student protected Mr. Barker from severe injury or death. There was serious bodily harm inflicted with a dangerous weapon the definition of aggravated second-degree battery. Mr. Bell's conviction on that charge as an adult has been overturned, but I considered adult status appropriate because of his role as the instigator of the attack, the seriousness of the charge and his prior criminal record. Update: On 4 September 2007 prosecutors announced that charges against two more of the Jena 6 defendants, Carwin Jones and Theo Shaw, would be reduced from attempted second-degree murder to aggravated second-degree battery. On 14 September 2007 an appeals court vacated the second-degree battery conviction of Mychal Bell, ruling that the charges should have been brought in juvenile court. On 27 September 2007, Bell was released from jail on a $45,000 bond. Donald Washington, U.S. attorney for the Western District of Louisiana, asserted that a review of the Jena investigations indicated there was no link between the hanging of the nooses and the beating of a student three months later: \"A lot of things happened between the noose hanging and the fight occurring, and we have arrived at the conclusion that the fight itself had no connection.\" LaSalle Parish District Attorney Reed Walters, who oversaw the investigations into both incidents, echoed that sentiment: \"When this case was brought to me and during our investigation and during the trial, there was no such linkage ever suggested. This compact story line has only been suggested after the fact.\" Washington noted that after the noose-hanging incident at the start of the school year in August, school routines went forward as usual; there was no apparent lingering anger. \"There were three months of high school football in which they all played football together and got along fine, in which there was a homecoming court, in which there was the drill team, in which there were parades.\" Asked if the incidents had been blown out of proportion, he replied, \"To a degree, I believe so, yes.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2007] JUSTICE FOR THE \"JENA 6\" - TAKE ACTION NOW!!! (please forward!!) THE FACTS: In a small highly segregated rural Louisiana town of Jena in September 2006, a black student asked permission from school administrators to sit under the shade of a tree commonly reserved for the enjoyment of white students. School officials advised the black students to sit wherever they wanted and they did. The next day, three nooses, in the school colors, were hanging from the same tree. The Jena high school principal found that three white students were responsible and recommendedexpulsion. The white superintendent of schools over-ruled the principal and gave the students a three day suspension, saying that the nooses were \"a youthful stunt.\" Black students decided to resist and organized a sit-in under the tree to protest the lenient treatment given to the noose-hanging white students. Racial tensions remained elevated throughout the fall. On Monday, December 4 2006, a white student who allegedly had been racially taunting black students in support of the students who hung the nooses got into a fight with black students. Allegedly, the white student was taken to the hospital treated, released, reportedly attended a social function later that evening. As a result of this incident, six black Jena students were arrested and charged with attempted second degree murder. All six were expelled from school. The six charged were: 17-year-old Robert Bailey Junior whose bail was set at $138,000; 17-year-old Theo Shaw - bail $130,000; 18-year-old Carwin Jones - bail $100,000; 17-year-old Bryant Purvis - bail $70,000; 16-year-old Mychal Bell, a sophomore in high school who was charged as an adult and for whom bail was set at $90,000; and a still unidentifiedminor. On the morning of the trial, the District Attorney reduced the charges from attempted second degree murder to second degree aggravated battery and conspiracy. Aggravated battery in Louisiana law demands the attack be with a dangerous weapon. The prosecutor was allowed to argue to the jury that the tennis shoes worn by Bell could be considered a dangerous weapon. When the pool of potential jurors was summoned, fifty people appeared, all white. The jury deliberated for less than three hours and found Mychal Bell guilty on the maximum possible charges of aggravated second degree battery and conspiracy. He faces up to a maximum of 22 years in prison. The rest of the Jena 6 await similar trials. Theodore Shaw is due to go on trialshortly. Mychal Bell is scheduled to be sentenced September 20th. If he gets the maximum sentence he will not be out of prison until he is nearly 40. THE MESSAGE: As Chairman Julian Bond stated, \"This is an American outrage that demonstrates the continuing shame of racial division in our country. Join us in making it one of the last.\" In light of the circumstances surrounding Mychal Bell's case, we urge all concerned citizens to support the call for a new trial. It is unacceptable to selectively enforce the law based on race. Prosecutorial discretion should be used in a fair and equitable manner. The Jena Six should be tried by juries that reflect the racial and ethnic demographics of Jena, Louisiana. The hanging of nooses is not a \"youthful stunt\" or \"prank.\" It is a hate crime. Such hate crimes should not be tolerated at any school. Jena High School must establish a curriculum which promotes cultural sensitivity and understanding. The NAACP calls on Louisiana Governor Kathleen B. Blanco and Louisiana Attorney General Charles C. Foti to thoroughly investigate and monitor the trials of Mychal Bell, Robert Bailey, Jr., Theo Shaw, Carwin Jones, Bryant Purvis and John Doe. The Governor and State Attorney General should do everything in their power to ensure that these young men's constitutional rights are protected.THE UPDATE: The NAACP, along with a number of organizations, has been working with the lawyers of the Jena 6 daily to arrange for new trials. We're also reviewing additional steps we can take to more fully address the structural racism issues the students may face in the schools. In addition, there is a possibility that a national mobilization will take place within the next few weeks, but we'll let you know more info as it becomes available. THE ACTION WE NEED YOU TO TAKE NOW!!! Sign the Petition: http://www.naacp.org/get-involved/activism/petitions/jena-6/index.asp Donate online to the: Jena 6 Defense Fund https://secure.colorofchange.org/jena_fund/ OR mail donations to: Jena 6 Defense Committee, P. O. Box 2798,Jena, LA 71342 Donate to the NAACP: https://www.naacp.org/contribute/contribute.asp Make a Phone Call: Below please find contact information for the Louisiana Governor and the Louisiana State Attorney General. The Honorable Kathleen Babineaux Blanco Governor of the Great State of Louisiana Office of the Governor Attn: Constituent Services P.O. Box 94004 Baton Rouge, LA 70804-90004 Phone: (225) 342-0991 Fax: (225) 342-7099 contact@la.gov Charles C. Foti, Jr., Attorney General 1885 North 3rd Street P.O. Box 94005 Baton Rouge, LA 70804 Phone: (225) 326-6705 Fax: (225) 342-8703 Executive@ag.state.la.us Send a letter to the Louisiana Governor and the Louisiana Attorney General: http://www.naacp.org/pdfs/SampleJena6SupportLetter.pdf (sample letter)SPREAD THE WORD! Too many people don't even know about the Jena 6 tragedy. Not to mention the fact that events such as this are occurring daily! Host an event, forum, town hall meeting, pass out flyers, whatever...just make sure that the people in your community and on your campus understand that racism and injustice is ALIVE. If we don't fight for the Jena 6 and fight to end racism in this country who will?If you have any questions, call Angela Ciccolo or Stefanie Brown at the National Headquarters at (410) 580-5777. THANK YOU FOR YOUR ATTENTION TO THIS IMPORTANT MATTER!!! Stefanie L. Brown, National Director NAACP Youth & College Division 410.580.5658 410.764.6683 fax sbrown@naacpnet.org www.naacp.org Nikki Jenkins, M.A. City of Columbus Department of Public Utilities 910 Dublin Road Columbus, OH 43215 614-645-1881 614-645-8019 fax \"To enhance the quality of life now and into the future for people living, working and raising families in Central Ohio through economic, efficient and environmentally responsible stewardship of superior public utilities.\"",
  "Last Updated": "30 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/jena6.asp",
  "Claim": "Six black students in Jena, Louisiana, were charged with attempted murder for a beating administered to a white student.",
  "Claim_ID": "politics_crime_jena6",
  "Tags": ""
}