{
  "Origins": "The debacle that was Enron was years in the making and will probably never be fully unravelled no matter how much time is devoted to investigating it. Enron traded so much money and influence through its lobbying efforts for so many years among both Republicans and Democrats, in federal as well as in state governments that neither party can rightly take the moral high ground in decrying the scandal. As The San Francisco Chronicle reported in 2002: Enron's tentacles ran so deep into Washington's political establishment that 71 sitting senators and nearly half of the current House of Representatives received Enron money during the last decade, including some who are now investigating the company's bankruptcy. And The Hartford Courant noted: The company also was generous with state and local candidates from both major political parties. Its tentacles were wrapped around high-profile figures in several administrations. The attempt made in the piece of netlore quoted above to deflect blame from the Bush administration and dump it onto the Clinton White House includes some major inaccuracies, such as the claim that \"the Enron chairman stayed at the White House 11 times \" during President Bill Clinton's tenure in office. But as Brendan Nyhan revealed in a 2002 article , Enron CEO Kenneth Lay was never an overnight visitor at the White House during the Clinton adminstration although, according to Nyhan, \"Lay did, however, stay at the White House when George H.W. Bush was president.\"",
  "Fact Check": "",
  "Description": "As well, given the General Accounting Office's investigation into connections between Enron and Vice President Dick Cheney 's planning of Bush administration energy policy, \"the corporation's access to the administration at its highest levels\" apparently continued well after Bill Clinton left the White House. According to USA Today : Enron spent nearly three times as much money lobbying the Bush administration in the first half of 2001 as it initially reported. The collapsed energy-trading company spent at least $2.46 million on efforts to influence energy and budget decisions and support its international ventures, according to an amended lobbying report Enron filed with the House and Senate on March 1. As for the supposedly shocking monetary figures bandied about (\"Enron gave $420,000 to the [Democratic] president's party over three years. It donated $100,000 to the president's inauguration festivities.\"), those numbers don't come close to matching what was reported about Enron's contributions to George W. Bush and the Republican party in The Hartford Courant : Since 1989, the Houston-based energy broker and its employees have made more than $5.7 million in contributions to federal candidates and political parties, nearly three-quarters of it to Republicans. Enron was George W. Bush's biggest contributor in the 2000 presidential campaign. Nor do they match what The New York Times uncovered: Enron, Arthur Andersen and Vinson & Elkins, a Houston law firm, are among the most generous contributors to Mr. Bush's 2000 presidential campaign. Enron has given more than $700,000 to Mr. Bush since 1993; no company has given him more. In addition, Enron's chairman, Kenneth L. Lay, was one of the \"pioneers,\" raising more than $100,000 for Mr. Bush's e-mail campaign, and he and his wife gave a total of $10,000 to Mr. Bush's Florida recount fund. Enron and Mr. Lay also contributed a total of $200,000 to Mr. Bush's inaugural festivities.",
  "Originally Published": "",
  "Referred Links": "http://www.opensecrets.org/news/enron/enron_pres.asp;http://www.time.com/time/nation/article/0,8599,197899,00.html;http://www.salon.com/politics/col/spinsanity/2002/02/21/lincoln/index.html;",
  "Example": "[Collected on the Internet, 2002] SCANDAL IN THE WHITE HOUSE Texas, an energy company, big money, Bush in the White House. This has all the makings of a Republican scandal. Certainly there is a political dimension here. Enron's chairman did meet with the president and the vice president in the Oval Office. Enron gave $420,000 to the president's party over three years. It donated $100,000 to the president's inauguration festivities. The Enron chairman stayed at the White House 11 times. The corporation had access to the administration at its highest levels and even enlisted the Commerce and State Departments to grease deals for it. The taxpayer-supported Export-import Bank subsidized Enron for more than $600 million in just one transaction. BUT ... the president under whom all this happened wasn't George W. Bush. It was William Jefferson Clinton.",
  "Last Updated": "30 March 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/clintons/enron.asp",
  "Claim": "Democrats and the Clinton administration received more campaign contributions from Enron and were more accommodating of Enron's lobbying efforts than Republicans and the Bush administration.",
  "Claim_ID": "politics_clintons_enron",
  "Tags": ""
}