{
  "Origins": "Sometimes a great-sounding idea proves to be far less of a brainstorm once considered from all angles. That is indeed the case with this perennial open-hearted entreaty to add \"A Recovering American Soldier\" to your Christmas card list. While no one can fault the sentiment behind the suggestion (not only to remember the less fortunate during the holiday season but to make a special effort to reach out to those who have been wounded in the service of their country), the plan falters on one cruel yet central reality: in these times of heightened security, mail from strangers to unnamed soldiers must be discarded unopened for everyone's safety.",
  "Fact Check": "",
  "Description": "The U.S. Postal Service will not accept mail addressed to \"Any Soldier,\" \"Any Wounded Soldier,\" or the like because if it did, it could be providing a conduit for those who might do harm to armed services members. Such offerings are either returned to sender (if a return address has been provided or if one is found within the package) or donated to charities (if no address for the sender is found). Similarly, military hospitals will not accept letters, cards, or packages addressed in such manner for the same reason. Such beneficences, no matter how kindly meant, are not permitted to reach the soldiers they were intended for. Walter Reed Army Medical Center (WRAMC) officials echoed this information in a statement regarding the proposed plan to send cards to unnamed soldiers in its care: Mail to Wounded and Recovering Soldiers Walter Reed Army Medical Center officials want to remind those individuals who want to show their appreciation through mail to include packages and letters, addressed to \"Any Wounded Soldier\" that Walter Reed will not be accepting these packages in support of the decision by then Deputy Undersecretary of Defense for Transportation Policy in 2001. This decision was made to ensure the safety and well being of patients and staff at medical centers throughout the Department of Defense. In addition, the U.S. Postal Service is no longer accepting \"Any Service Member\" or \"Any Wounded Service Member\" letters or packages. Mail to \"Any Service Member\" that is deposited into a collection box will not be delivered. Instead of sending an \"Any Wounded Soldier\" letter or package to Walter Reed, please consider making a donation to one of the more than 300 nonprofit organizations dedicated to helping our troops and their families listed on the \"America Supports You\" website, www.americasupportsyou.mil The former Walter Reed Army Medical Center closed in August 2011 and merged with the National Naval Medical Center to form the Walter Reed National Military Medical Center (WRNMMC) in Bethesda, Maryland. WRNMMC's Facebook page instructs readers that holiday mail for service members should be sent through the \" Holiday Mail for Heroes \" program.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20080120124028/http://www.usps.com/supportingourtroops/supportingfaqs.htm#H5;",
  "Example": "[Collected via e-mail, October 2007] A Great Idea!!! When you are making out your Christmas card list this year, please include the following: A Recovering American Soldier c/o Walter Reed Army Medical Center 6900 Georgia Ave., NW Washington, D.C. 20307-5001 If you approve of the idea, please pass it on to your e-mail list.",
  "Last Updated": "24 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/christmas/walterreed.asp",
  "Claim": "Walter Reed Hospital will accept Christmas cards addressed to \"A Recovering American Soldier.\"",
  "Claim_ID": "politics_christmas_walterreed",
  "Tags": ""
}