{
  "Origins": "We can't say with absolute certainty that what's described above is \"a first in American politics,\" since the sexual peccadilloes of American politicians were not always as widely publicized as they are now, but the gist of the piece is true (although it originally circulated back in 2001, so it now references events that occurred many years ago and not just recently): 1995-1997: President Bill Clinton's involvement with Monica Lewinsky, then a 21-year-old unpaid White House intern working in the office of Leon Panetta, Clinton's Chief of Staff, is quite familiar to anyone who follows American politics. January 2001: The National Enquirer revealed that Jesse Jackson had been carrying on a four-year affair with Karin L. Stanford, a 39-year-old former aide with his Rainbow/PUSH Coalition staff, and that Jackson had fathered the child Stanford bore in May 1999. (Jackson has been married to Jacqueline Brown since 1962.) January 2001: Just before leaving office, President Clinton (at the urging of Jesse Jackson, among others) commuted the sentence of former Illinois congressman Mel Reynolds, who had spent 30 months in a state prison for statutory rape (i.e., having sex with a 16-year-old campaign volunteer) and was serving a five-year sentence in federal prison for lying to obtain loans and illegally diverting campaign money for personal use. January 2001: The Chicago Sun-Times reported that former congressman Mel Reynolds would be working as the community development director of Salem Baptist Church in south-side Chicago, and as a consultant for Jesse Jackson's Rainbow/PUSH Coalition, trying to decrease the number of young African-Americans going to prison. (Reynolds' position would be more accurately characterized as that of an advisor on prison reform rather than a \"Youth counselor,\" however.) In February 2014, Mel Reynolds was arrested in Zimbabwe for violating immigration laws and possessing pornographic material and was later deported to South Africa. In June 2015, Reynolds was indicted on charges of failing to file income tax returns from 2009 through 2012.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.chicagotribune.com/news/local/breaking/ct-mel-reynolds-indicted-20150626-story.html;http://allafrica.com/stories/201402180404.html;http://www.rainbowpush.org/;http://web.archive.org/web/20050102163858/http://abclocal.go.com/wls/news/012801_NS_reynolds.html;http://www.cnn.com/US/9611/07/reynolds.indict/;https://web.archive.org/web/20010405225835/http://www.cnn.com/2001/US/01/18/jackson.child.02/index.html;http://www.cnn.com/ALLPOLITICS/1998/resources/lewinsky/timeline;",
  "Example": "[Collected on the Internet, 2001] Jessie Jackson has added former Chicago democratic congressman Mel Reynolds to the Rainbow/PUSH Coalition's payroll. Reynolds was among the 176 criminals excused in President Clinton's last-minute forgiveness spree. Reynolds received a commutation of his six-and-a-half-year federal sentence for 15 convictions of wire fraud, bank fraud & lies to the Federal Election Commission. He is more notorious; however, for concurrently serving five years for sleeping with an underage campaign volunteer. This is a first in American politics: An ex-congressman who had sex with a subordinate won clemency from a president who had sex with a subordinate, then was hired by a clergyman who had sex with a subordinate. His new job? Youth counselor.",
  "Last Updated": "26 June 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/sexuality/reynolds.asp",
  "Claim": "An ex-congressman who had sex with a subordinate won clemency from a president who had sex with a subordinate, then was hired by a clergyman who had sex with a subordinate.",
  "Claim_ID": "politics_sexuality_reynolds",
  "Tags": ""
}