{
  "Origins": "The quote commonly attributed to American socialist Norman Mattoon Thomas, that America would eventually unknowingly adopt socialism \"under the name of 'liberalism,'\" is often cited in U.S. political debates. It gained renewed currency beginning in late 2008, in conjunction with the presidential candidacy of Barack Obama (whom political opponents labeled a \"socialist\") and his subsequent efforts in mid-2009 to enact health care reform in the U.S. (characterized by critics as \"socialized medicine\").",
  "Fact Check": "",
  "Description": "A connection between the putative Norman Thomas quote and universal health care was established much earlier, however: in 1961, Ronald Reagan then still an actor who had not yet embarked upon a political career cited the words attributed to Thomas during a talk he gave on the perils of socialized medicine: But did Thomas ever make this statement? Although these words have been attributed to him for several decades, apparently no one has ever been able to turn up a source documenting that he actually said or wrote them, whether it was in 1944 (as claimed in the above-quoted example) or in 1927 (as Ronald Reagan asserted) or at any other time. In 2003, for example, Reagan biographer Lou Cannon noted that: [Reagan's] assertion that the United States was sliding into socialism by degrees [was] a notion fashionable among conservatives in the 1960s. Reagan often used quotations or paraphrases from Karl Marx or modern socialists to make this point; a favorite line was this supposed prediction of Norman Thomas, who ran for president on the Socialist ticket for six consecutive elections through 1948: \"Thomas said that the American people would never knowingly vote for socialism; but under the guise of liberalism, they would adopt every fragment of the socialist platform until one day America would be Socialist without knowing how it came about.\" This is a suspect quotation, and Reagan gave no reference for it. Cannon elaborated in a footnote to this passage that: If Thomas said this, I have been unable to find evidence of it, and Reagan told me in 1968 that he did not know its origins. Thomas often did say, however, that both major political parties had borrowed items from the Socialist Party platform, including Social Security. Reagan was vulnerable to using bogus quotes in his speeches because he clipped so many items out of newspapers in which such quotations abound. Reagan used, for instance, several variants of a fake Tocqueville saying: \"America is great because America is good. And if America ever ceases to be good, America will cease being great.\" This bogus quote was also used by Bill Clinton and Ross Perot. As far as we know, the closest connection yet found between Norman Thomas and the substance of the words attributed to him is something that was written to (not by ) him, a 1951 letter from Upton Sinclair, the noted American author best known for his 1906 muckraking novel The Jungle, who twice (unsuccessfully) ran for Congress on the Socialist ticket and (also unsuccessfully) ran for the governorship of California as a Democrat in 1934: The American People will take Socialism, but they won't take the label. I certainly proved it in the case of EPIC. Running on the Socialist ticket I got 60,000 votes, and running on the slogan to 'End Poverty in California' I got 879,000. I think we simply have to recognize the fact that our enemies have succeeded in spreading the Big Lie. There is no use attacking it by a front attack, it is much better to out-flank them.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2009] Are the quotes below, attributed to Norman Mattoon Thomas, true? Norman Mattoon Thomas (November 20, 1884 - December 19, 1968) was a leading American socialist, pacifist, and six-time presidential candidate for the Socialist Party of America. Norman Thomas said this in a 1944 speech: \"The American people will never knowingly adopt socialism. But, under the name of 'liberalism,' they will adopt every fragment of the socialist program, until one day America will be a socialist nation, without knowing how it happened.\" He went on to say: \"I no longer need to run as a Presidential Candidate for the Socialist Party. The Democratic Party has adopted our platform.\"",
  "Last Updated": "20 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/socialism.asp",
  "Claim": "Norman Thomas once said that America would eventually unknowingly adopt socialism \"under the name of 'liberalism.'\"",
  "Claim_ID": "politics_quotes_socialism",
  "Tags": ""
}