{
  "Origins": "Whatever the repercussions might be from the breast-baring incident involving Janet Jackson and Justin Timberlake during halftime at Super Bowl XXXVIII in 2004, a California man's filing a lawsuit \"claiming that the incident left him physically ill\" isn't one of them.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.philhendrieshow.com/audio_bosell.html;http://www.philhendrieshow.com/;",
  "Example": "[Collected on the Internet, 2004] California Man sues CBS, Janet Jackson and Justin Timberlake CORONA, CA (Corona Times) - A man is suing CBS, Janet Jackson and Justin Timberlake for an on-air incident involving the exposure of one of Ms. Jackson's breasts. Steve Bosell of Corona, California has filed a lawsuit claiming that the incident left him physically ill, induced vomiting, psychologically scarred his children and has ruined sexual relations with his wife. \"I just couldn't believe what I saw during the Superbowl Halftime Show. How could CBS allow Justin Timberlake to expose one of Janet Jackson's breasts on the air?\" Bosell said. \"I had just eaten two foot long sub sandwiches, which I bought at the local Subway sandwich shop. When Janet's breast appeared on TV I became physically ill and vomited before I could even make it to the restroom\". According to the lawsuit, filed within hours of the incident by Riverside attorney Delores Blasingame, Mr. Bosell claims his children were psychologically scarred because they were first frightened and then laughed at him. \"My own children ran away from me screaming like I was some sort of puking boogeyman who was coming to get them. After I finished vomiting on the living room floor, the children realized I was in a weakened, pathetic state and began to laugh at me. I am now in the process of hiring psychiatrists for my children.\" Bosell said in a strained voice. \"Later in the evening, my wife refused to be intimate with me after I had cleaned up. When she finally agreed to be intimate and took her top off in the dim light of our bedroom, all I could see was Janet Jackson's big ugly breast with a metal star covering the nipple staring back at me. Then to top it off, I swear that it morphed into Michael Jackson's face! I suddenly realized I was still aroused with Michael's face staring back at me. At this point my manhood totally stopped working\" Bosell said while breaking down sobbing. \"I don't think I'll ever be able to get it up again!\" CBS and representatives for Janet Jackson and Justin Timberlake did not return calls regarding Mr. Bosell's lawsuit. \"I demand compensation because CBS, Janet Jackson and Justin Timberlake went absolutely out of their way to make me look like a fool\" Mr. Bosell said. \"I am asking other people to come foward and join my lawsuit against CBS, Janet Jackson and Justin Timberlake.\" Mr. Bosell can be reached through his attorney Delores Blasingame at 1-800-449-8686. Copyright 2004 - Corona Times",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/jjackson.asp",
  "Claim": "A California man is suing CBS, Janet Jackson, and Justin Timberlake over the breast-baring incident during halftime at Super Bowl XXXVIII.",
  "Claim_ID": "politics_satire_jjackson",
  "Tags": ""
}