{
  "Origins": "The subject of white North American settlers' appropriation of land inhabited by Native Americans is both a weighty historical topic and a common theme of political satire and humor. The gravity of the former has led to some long-circulating examples of the latter being mistaken for true accounts, such as a political jab involving a high-ranking U.S. government figure's being warned about the country's immigration policies and a turning-the-tables joke based on NASA's efforts to land a man on the moon .",
  "Fact Check": "",
  "Description": "The article cited above is another example in this vein, one that describes President Obama's signing a congressional bill which was intended to \"cede a 100 acre parcel of land in South Dakota back to the Oglala Sioux\" but which, due to a typographical error, accidentally ceded the entire state to that Native American tribe. This article has been widely circulated via e-mail and other Internet-based repostings that have stripped it of its original context and attribution, leaving many readers believing it to be a genuine news article. It is in fact just a spoof published on 6 January 2010 by the GlossyNews.com web site, which describes itself as \"an accredited online satirical publication.\"",
  "Originally Published": "",
  "Referred Links": "http://glossynews.com/about/;http://glossynews.com/top-stories/business-news/201001060300/congress-accidentally-gives-south-dakota-back-to-sioux/;http://glossynews.com/top-stories/business-news/201001060300/congress-accidentally-gives-south-dakota-back-to-sioux/;",
  "Example": "[GlossyNews, 2010] Is this true ? Congress Accidentally Gives South Dakota Back to Sioux On Friday, in a late business wrap up, the US Congress gave back the state of South Dakota to the Oglala Sioux Tribe. Reports have surfaced that an obscure bill, which was suppose to cede a 100 acre parcel of land in South Dakota back to the Oglala Sioux, had a small typographic error in the official copy which, accidentally, ceded the entire state of South Dakota back to the Oglala Sioux. President Obama signed the measure into law without reading it late on Friday and on Saturday morning, the Oglala Sioux began the process of taking over a number of Uranium mines and oil fields. A group of South Dakota Republican state legislators stated that the acts were illegal and the law obviously a mistake. However, federal lawmakers are now into a two-week recess and are not available to set the motion right. [Rest of article here.]",
  "Last Updated": "20 January 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/dakotasioux.asp",
  "Claim": "A bill signed by President Obama mistakenly ceded all of South Dakota to the Sioux.",
  "Claim_ID": "Politics_satire_dakotasioux",
  "Tags": ""
}