{
  "Origins": "Seeing actors make the transition to political officeholders is nothing new, especially here in California. Singer Sonny Bono represented California in the U.S. Congress, actor/director Clint Eastwood was elected mayor of the northern California town of Carmel-by-the-Sea in 1986, action film star Arnold Schwarzenegger currently holds the California governorship, and, of course, former actor Ronald Reagan served two terms as both Governor of California and President of the United States.",
  "Fact Check": "",
  "Description": "Still, when readers started asking us in May 2005 about news stories announcing that voice actress Nancy Cartwright (best known as the voice of perennially 10-year-old Bart Simpson) had been elected mayor of Northridge, California, we were skeptical for several reasons: We live in the Northridge area, but we didn't hear anything about it. Northridge is a community in the San Fernando Valley, which is part of the City of Los Angeles, and thus it doesn't have its own mayor. The only news outlets that seem to have picked up the story were relatively small overseas ones. We considered that perhaps Ms. Cartwright's mayorship was merely an honorary one, in the same vein as Johnny Grant's long-standing \"Ceremonial Mayor of Hollywood\" title (although it seemed rather odd that the story didn't seem to have made the news in California or any other part of the U.S.), and the foreign press had somehow managed to garble the story. That assumption turned out to be accurate, as an inquiry to her press agent confirmed: You are one of the more intelligent responses to this article, you are actually checking the facts. The overwhelming response has been to reprint it all over the world without bothering to check its veracity. The fact of the matter is that Nancy was appointed the HONORARY Mayor of Northridge through the Northridge Chamber of Commerce. It is strictly a PR-type position which would allow Nancy to be involved with her local community, businesses, neighborhood and involves being part of or planning various events, gatherings, etc. in the area. The quote below was taken out of context, omitting the \"honorary\" part (maybe the interviewer, who was from London, simply didn't understand what that meant) and the word \"elected\" was inserted, along with some note from the article's author about how Nancy went into politics to help clean up the area, when nothing like that was ever said. Since it was first printed last week in the London Sun, it has been reprinted all over the world. Thanks for checking.",
  "Originally Published": "",
  "Referred Links": "http://www.hollywoodawards.com/grant/;http://www.nancycartwright.com/index.html;http://www.dehavilland.co.uk/webhost.asp?wci=default&wcp=EntertainmentStoryPage&ItemID=8538099&ServiceID=8&filterid=345221&searchid=234672&category=1;",
  "Example": "[ANI, 2005] Nancy Cartwright, the voice behind Bart Simpson in the cartoon 'The Simpsons' has been elected as the Mayor of Northridge in Los Angeles. The 47-year-old mother of two is now determined to make her mark in the political arena and plans to clamp down on rampaging youths immediately. \"Everyone finds it funny that Bart is the new mayor. I can influence people because I'm Bart Simpson. I live in a nice neighbourhood. But down the road there's drugs and gangs, stealing and illiteracy,\" Female first quoted her as saying. (ANI)",
  "Last Updated": "25 May 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/cartwright.asp",
  "Claim": "Voice actress Nancy Cartwright was elected mayor of Northridge, California.",
  "Claim_ID": "politics_ballot_cartwright",
  "Tags": ""
}