{
  "Origins": "The Golden Compass , a fantasy film starring Nicole Kidman that is scheduled to be released into theaters on 7 December 2007, has been drawing fire from concerned Christians. The film is based on Northern Lights (released in the U.S. as The Golden Compass ), the first offering in Philip Pullman's His Dark Materials trilogy of children's books, a series that follows the adventures of a streetwise girl who travels through multiple worlds populated by witches, armor-plated bears, and sinister ecclesiastical assassins to defeat the oppressive forces of a senile God.",
  "Fact Check": "",
  "Description": "Books of the trilogy have sold more than 15 million copies around the world, with Northern Lights winning the Carnegie Medal for Children's Literature in 1995 and in 2007 being awarded the 'Carnegie of Carnegies' for the best children's book of the past 70 years. The Amber Spyglass , the final book of the series, won The Whitbread Prize in 2001, making it the first children's book to do so. The series' author, Philip Pullman (who has described himself as both an agnostic and an atheist), has averred that \"I don't profess any religion; I don't think it's possible that there is a God; I have the greatest difficulty in understanding what is meant by the words 'spiritual' or 'spirituality.'\" Critics of Pullman's books (conservative British columnist Peter Hitchens in 2002 labeled Pullman \"The Most Dangerous Author in Britain\" and described him as the writer \"the atheists would have been praying for, if atheists prayed\") point to the strong anti-religion and anti-God themes they incorporate, and although literary works are subject to a variety of interpretations, Pullman has left little doubt about his books' intended thrust in discussions of his works, such as noting in a 2003 interview that \"My books are about killing God\" and in a 2001 interview that he was \"trying to undermine the basis of Christian belief.\" A Los Angeles Times article on the Golden Compass controversy noted that: [Pullman]'s never hidden his skepticism about God or his rejection of organized religion. A quick Internet search turns up a 2004 essay he wrote deploring \"theocracies\" for a newspaper in his native Britain, and his own Web site states that he thinks it \"perfectly possible to explain how the universe came about without bringing God into it.\" \"His Dark Materials\" features a sympathetic character, an ex-nun, who describes Christianity as \"a very powerful and convincing mistake,\" while \"The Amber Spyglass\" concludes with the two child heroes participating in the dissolution of \"the Authority,\" a senile, pretender God who has falsely passed himself off as the creator of the universe. Bill Donohue, president of The Catholic League, has condemned The Golden Compass as a \"pernicious\" effort to indoctrinate children into anti-Christian beliefs and has produced a 23-page pamphlet titled The Golden Compass: Unmasked in which he maintains that Pullman \"sells atheism for kids.\" Donohue told interviewer John Gibson on 9 October 2007 why he believes Christians should stay away from the film: Look, the movie is based on the least offensive of the three books. And they have dumbed down the worst elements in the movie because they don't want to make Christians angry and they want to make money. Our concern is this, unsuspecting Christian parents may want to take their kid to the movie, it opens up December 7th and say, this wasn't troubling, then we'll buy the books. So the movie is the bait for the books which are profoundly anti-Catholic and at the same time selling atheism. Other reviewers, however, have described Pullman's works as being more generally anti-religion rather than specifically anti-Christian or anti-Catholic: In \"His Dark Materials,\" Pullman's criticisms of organized religion come across as anti-authoritarian and anti-ascetic rather than anti-doctrinal. (Jesus isn't mentioned in any of the books, although Pullman has hinted that He might figure in a forthcoming sequel, \"The Book of Dust.\") His fundamental objection is to ideological tyranny and the rejection of this world in favor of an idealized afterlife, regardless of creed. As one of the novel's pagan characters puts it, \"Every church is the same: control, destroy, obliterate every good feeling.\"",
  "Originally Published": "",
  "Referred Links": "http://catholicleague.org/catalyst.asp?year=2007&month=October&read=2322;",
  "Example": "[Collected via e-mail, October 2007] There will be a new Children's movie out in December called THE GOLDEN COMPASS. It is written by Phillip Pullman, a proud athiest who belongs to secular humanist societies. He hates C. S. Lewis's Chronical's of Narnia and has written a trilogy to show the other side. The movie has been dumbed down to fool kids and their parents in the hope that they will buy his trilogy where in the end the children kill God and everyone can do as they please. Nicole Kidman stars in the movie so it will probably be advertised a lot. This is just a friendly warning that you sure won't hear on the regular TV. [Collected via e-mail, October 2007] I don't just generally dismiss a movie or book just because someone 'says' it's meant to be something else...but this is worth knowing if you plan to see it (or plan to take your kids). \"Hi! I just wanted to inform you what I just learned about a movie that is coming out December 7, during the Christmas season, which is entitled THE GOLDEN COMPASS. It stars Nicole Kidman and it is directed toward children. What is disturbing to me is that this movie is based on the first of a trilogy of books for children called HIS DARK MATERIALS written by Philip Pullman of England. He's an atheist and his objective is to bash Christianity and promote atheism. I heard that he has made remarks that he wants to kill God in the minds of children, and that's what his books are all about. He despises C.S. Lewis and Narnia, etc. An article written about him said \"this is the most dangerous author in Britain\" and that Pullman would be the writer \"the atheists would be praying for, if atheists prayed.\" Pullman said he doesn't think it is possible that there is a God and he has great difficulty understanding the words \"spiritual\" and \"spirituality.\" What I thought was important to communicate is what part of the agenda is for making this picture. This movie is a watered down version of the first book, which is the least offensive of the three books. The second book of the trilogy is THE SUBTLE KNIFE and the third book is THE AMBER SPYGLASS. Each book gets worse and worse regarding Pullman's hatred of God. In the trilogy, a young girl becomes enmeshed in an epic struggle against a nefarious Church known as the Magisterium. Another character, an ex-nun, describes Christianity as\"a very powerful and convincing mistake.\" As I understand it, in the last book, a boy and girl are depicted representing Adam and Eve and they kill God, who at times is called YAHWEH (which is definitely not Allah). Since the movie would seem mild if you viewed it, that's been done on purpose. They are hoping that unsuspecting parents will take their children to See the movie, that they will enjoy the movie and then the children will want the books for Christmas. That's the hook. Pullman says he wants the children to read the books and decide against God and the kingdom of heaven. If you decide that you do not want to support something like this, I suggest that you boycott the movie and the books. I googled a synopsis of THE GOLDEN COMPASS. As I skimmed it, I couldn't believe that in a children's book part of the story is about castration and female circumcision.",
  "Last Updated": "3 December 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/compass.asp",
  "Claim": "The 2007 film The Golden Compass is based on a series of books with anti-religious themes.",
  "Claim_ID": "politics_religion_compass",
  "Tags": ""
}