{
  "Origins": "The first clue that this item isn't on the level is the fact that Republican presidential candidate Mitt Romney doesn't have a son named 'Alexander' Romney's five children, all boys, are named Ben, Craig, Josh, Matt, and Taggart.",
  "Fact Check": "",
  "Description": "In June 2012, all five of Mitt Romney's sons were interviewed for NBC's Rock Center by Peter Alexander at around the same time the five Romney boys were also guests on Conan O'Brien's talk show. Although the Romney children were asked questions during the former interview about military service, none of them responded to any questions by stating that they \"serve our country by making money\" or that it was better to \"let the unemployed fight\": ALEXANDER: All of you served your church going on missions. Did you ever consider serving your country by putting on a uniform, by serving in the military? MATT ROMNEY: You know, I think we can look at the guys that serve in the military, the men and women, and just say that's the biggest sacrifice you can make for your country. It's just, it's nothing any of us did, but we look at those guys with a tremendous amount of respect. ALEXANDER: Ben, do you regret you never served? Do you? BEN ROMNEY: You know, I look at my life that I'm leading right now, and I'm in residency and I spend a lot of my time at the VA hospital. I get to work with vets who have made great sacrifices for this country and I look at their lives and hopefully I get to serve them a little bit, too. During the Romneys' interview with Conan O'Brien, the subject of military service didn't come up at all: Romney's sons (along with their father) did once discuss the subject of military service with Mike Wallace for CBS's 60 Minutes news magazine, excerpts of which can be seen in the video embedded below:",
  "Originally Published": "",
  "Referred Links": "http://rockcenter.msnbc.msn.com/_news/2012/07/17/12790136-romney-sons-defend-dad-say-goofiness-is-part-of-his-charm;",
  "Example": "[Collected via e-mail, August 2012] Mitt Romney's sons were on Conan O'Brien's show and Alexander Romney said: \"Well, my grandfather and father never served, never wanted to serve, dad got four deferments, and I can't see any of us running off to fight anytime soon. We serve our country by making money, to tell you the truth. Let the unemployed fight.\"",
  "Last Updated": "7 August 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/romney/alexander.asp",
  "Claim": "Mitt Romney's son Alexander said that \"We serve our country by making money, to tell you the truth. Let the unemployed fight.\"",
  "Claim_ID": "politics_romney_alexander",
  "Tags": ""
}