{
  "Origins": "On 22 February 2015, several blogs published nearly identical variations of a rumor claiming President Barack Obama and Hillary Clinton had been \"officially charged\" in Egypt with aiding and abetting terrorists, namely Muslim Brotherhood operatives. Most iterations of the headline insinuated or outright stated that despite the enormity of such a development, \"mainstream media\" outlets refused to cover it and there was a deliberate campaign underway to bury the story.",
  "Fact Check": "",
  "Description": "The rumor spread rapidly on social media sites, with many users speculating upon whether Obama and Clinton would be extradited to Egypt to face the purported charges then-recently levied. The claim was also frequently appended with a \"breaking\" tag, leading many readers to believe that the rumor in question was recent to its circulation in February 2015. One of the most popular iterations was titled \"BOOM: Obama and Hillary Were Officially Charged With Aiding and Abetting Terrorists\" and was published on 22 February 2015: The Egyptian government has charged President Barack Obama and former Secretary of State Hillary Clinton with being accessories to terrorism. The charges stem from Obama and Clinton working with the Muslim Brotherhood, an organization that Egypt has declared a terrorist group. The complaint against Obama names him as \"an accessory to crimes committed by the Muslim Brotherhood in Egypt.\" A secondary report based upon the first made similar claims: Hillary Clinton and Barack Obama are in big trouble this week as they face charges for aiding and abetting terrorism. According to Conservative Tribune, the Egyptian government has officially charged the dynamic duo with being accessories to terrorists. The charges stem from Hillary and Obama working with the Muslim Brotherhood, an organization that the Egyptian government has officially designated a terrorist group. The U.S. government has repeatedly refused to call the Muslim Brotherhood a terrorist group, even though they have repeatedly been linked to Hamas. Meanwhile, Hillary has been accused of conspiring against Gen. Abdel-Fattah el-Sissi, the current leader of Egypt. The rumor in question appeared to spring forth from two core misinterpretations. The first was a simple failure to check the year of the source material: the claims in question stemmed from articles originally published in January 2014, not January 2015. The second error originated with the source claim, published by World Net Daily on 23 January 2014. Iterations reposted by other websites in February 2015 stated: According to recent reports, the Egyptian government has just charged President Obama and Hillary Clinton with being \"accessories to terrorism.\" The charges stem from the partnership the duo formed with the Muslim Brotherhood, which has been declared a terrorist group by Egypt. The charges state that Obama acted as \"an accessory to crimes committed by the Muslim Brotherhood in Egypt\" claiming that he \"cooperated, incited, and assisted the armed elements of the Muslim Brotherhood in the commission of crimes.\" Although the United States State Department does not list the Muslim Brotherhood as a terrorist organization, it is well known that they have ties to Hamas. However, the original WND claim was based upon the inferences of a single blog publisher and simply stated: Two new, classifed documents leaked by Egyptian security implicate President Obama, Secretary of State Hillary Clinton and former President Bill Clinton in the aiding and abetting of terrorists. The documents have been entered as evidence in the criminal trials of former Egyptian President Mohammed Morsi and other top Muslim Brotherhood leaders, scheduled to begin next month in Cairo. The use of the word \"charged\" seemed to evolve with the resuscitation of the rumor. WND 's original claim focused upon the mention of Obama and Clinton in court papers involving former Egyptian President Mohammed Morsi. The claim did not suggest Clinton or Obama had been \"charged\" criminally, and simply alleged that they'd been named in unspecified court documents. The \"charge\" (meaning mere mention) inferred by the blogger in January 2014 eventually grew to a belief the pair had been \"formally charged\" with unspecified crimes in Egypt. However, neither President Obama nor Hillary Clinton have been criminally charged for aiding and abetting terrorists.",
  "Originally Published": "",
  "Referred Links": "http://www.donotlink.com/du7f;http://www.donotlink.com/du70;",
  "Example": "[Collected via Twitter, February 2015] Obama & Hillary Officially Charged as Accessories to Terrorism...By The Egyptian Government BREAKING: Obama And Hillary Officially Charged With Aiding Terrorists About time! Guiatine, Guiatine! Off with thier fHeads! Accessories To Terrorism: Obama And Hillary OFFICIALLY Charged",
  "Last Updated": "24 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/politicians/obamahillary.asp",
  "Claim": "President Obama and Hillary Clinton were officially charged in Egypt with aiding and abetting terrorists.",
  "Claim_ID": "politics_politicians_obamahillary",
  "Tags": ""
}