{
  "Origins": "The U.S. Air Force Academy's (USAFA) graduation ceremony is typically marked by a flyover performed by the Air Force Thunderbirds aerial demonstration team, but in 2013 sequestration cuts ruled that out, resulting in the class of 2013's being the first group of graduates in modern memory to go without the traditional flyover. Aside from that fact, however, virtually everything else in the account of those ceremonies reproduced above is inaccurate:",
  "Fact Check": "",
  "Description": "President Obama did not \"decline\" to deliver the commencement address at the 2013 USAFA graduation ceremonies. The President of the United States typically addresses the graduates of one of the four U.S. military academies (Army, Navy, Air Force, and Coast Guard) each year on a rotating basis, as do the Vice President, the Secretary of Defense, and the Chairman of the Joint Chiefs of Staff. Since President Obama had spoken at the USAFA graduation ceremonies in 2012, he was neither invited nor expected to do so again in 2013; instead, according to schedule, in 2013 he was invited to deliver the commencement address at the U.S. Naval Academy in Annapolis. The Commandant of the Air Force Academy did not cancel a request for Vice President Biden to speak at the 2013 USAFA graduation ceremonies due to the cost of transporting him to the event. The Vice President was scheduled at a different service academy in 2013, delivering the commencement speech at the U.S. Coast Guard Academy. Because of sequestration and the attendant lack of funding, the USAF Thunderbirds have had to cancel all the events on their show schedule since 1 April 2013. The Thunderbirds did not \"decline\" to perform a fly-by at the 2013 USAFA graduation, nor were they prevented from doing because the Obama administration supposedly refused to \"allow\" it the Thunderbirds currently aren't able to appear anywhere due to unresolved budget issues between the administration and Congress. The featured speaker at the 2013 USAFA commencement ceremonies was the Secretary of the Air Force, Michael B. Donley, not an \"Under Secretary of the Air Force.\" According to the USAFA Commencement Coordinator, only one four-star general (Gen. Mark Welsh, the Air Force Chief of Staff) and about eight active duty general officers attended the 2013 USAFA graduation ceremonies, not \"dozens\" of generals and \"countless\" other officers. The Air Force officers who did attend were present as family members or guests of graduating cadets. \"Senior generals\" did not \"take matters into their own hands\" to come up with a substitute for the usual Thunderbirds flyover. USAFA graduates and other flying groups took it upon themselves to contact the USAFA and offer their services to fill the void in honoring the 2013 graduating class, and their efforts were coordinated by the 306th Flying Training Group and USAFA Plans and Programs. The flyover staged at the ceremonies included not just airplanes provided by the Commemorative Air Force (formerly known as the Confederate Air Force), but also by the Texas Flying Legends Museum and the National Museum Of WWII Aviation. The Texas Flying Legends Museum estimated that they expended about $100,000 in private and corporate donations to bring aircraft to Colorado Springs for the flyover.",
  "Originally Published": "",
  "Referred Links": "http://www.texasflyinglegends.org/;http://afthunderbirds.com/site/show-season/;http://www.cvent.com/events/usafa-graduation-2013/event-summary-1b6f32c35bfa4189940a014d34d07ad0.aspx;",
  "Example": "[Collected via e-mail, June 2013] Good friends of ours from here in Elizabethtown, KY, just got back home from a visit to the Air Force Academy, in Colorado Springs where they attended the commencement exercises of the graduating class of 2013. In fact John's grandson was one of the graduates and John, being a retired US Army officer was able to swear in his grandson as a brand spanking new US Air Force 2Lt. What an honor that must have been for John and his family, but that's not the real story nor is it the historic significance of the 2013commencement celebration. You see 2013 is the first Air Force graduation on record that has occurred under a Sequester created by a nonfunctioning Congress and an unyielding Obama Administration. Due to operating under this Sequester the ceremonies proceeded as follows: President Obama regretfully declined the kind invitation of the Commandant of the Air Force Academy to be speak to the graduates and their families on the occasion of their graduation saying he was committed to addressing the graduates at West Point. Instead it was established that Vice President Biden was free and he would come to Colorado Springs. And, as to the request for fly-over by the US Air Force Thunderbirds that was declined again due to the Sequester. After consultation with his chain of command the Commandant of the Air Force Academy notified the White House that due to the Sequester cancelling the traditional fly-over of the Thunderbirds that he was confident that the nation didn't need the added $1 million + expense to fly Air Force 2, of any configuration or model, and the added expense of the Secret Service and their entourage required when the Vice President traveled. So just cancel the initial request for a speaker from the White House for the commencement. So the commencement went off as planned sans representation from the Obama Administration. It looked like this: The featured speaker was an Under Secretary of the Air Force, who is a decorated Viet Nam veteran. The Secretary flew back and forth from Andrews AFB to Peterson AFB In Colorado Springs on routine training flight conducted by the Air Force thus costing the American tax payers nothing. John tells me that there were nearly as many Air Force General Officers in attendance as there were family members. He thinks a dozen or more 4 Star General, three or four times as many 3 and 2 Stars an untold number of 1 Star Generals. And, of course countless Colonels and below. Most of these officers were themselves alumni of the Air Force Academy and wanted nothing less than to present a perfect program for the graduating class. Since the Congress and the Obama Administration could not see fit to allow for a fly-over by the Thunderbirds, a number of the senior generals took matters into their own hands. And so, when the speeches, the hats were all thrown into the air, and all the family hugs were all made and it became time for the fly-over a roar of engines was detected from the West of the air strip and parade grounds there at the facility and everyone was treated to a fly-over by the Confederate Air Force. Looking up we saw vintage aircraft from B-17s B-24s, B-25s, P-38s, P-51s and others all flown by our hero's from prior conflicts that still see fit to stay active for services such as this. It was a wonderful experience for all who were there. I am sure you will join me in offering a salute to these serving officers who saw fit not to rob the 2013 graduating class of their day ofcelebration, and to our heroes who flew the planes for this worthy occasion, and oh yes, to the many private donors who pitched inand covered the expenses involved in bringing these aircraft in to Colorado Springs from various locations across the country. LADIES AND GENTLEMEN, WE SALUTE YOU!!!",
  "Last Updated": "30 July 2013",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/military/airforcegrad2013.asp",
  "Claim": "Account describes events connected with the 2013 Air Force Academy commencement ceremonies.",
  "Claim_ID": "politics_military_airforcegrad2013",
  "Tags": ""
}