{
  "Origins": "The faux news article reproduced above is a masterful bit of political effluvium, one which proffers the \"shocking revelation\" that not only were the bulk of donations to Senator Barack Obama's presidential campaign made via the Internet coming from a handful of wealthy financiers in China, Saudi Arabia, Iran, and \"other Middle Eastern countries\" (rather than from American voters), but that Senator Obama was fine with accepting such tainted and compromised funding because of the technicality that \"none of these donations violated campaign financing laws.\"",
  "Fact Check": "",
  "Description": "The article was not, as claimed in its header, written by veteran political columnist Maureen Dowd (her 29 June 2008 column was about Senator Hillary Clinton's supporters, not the financing of Senator Obama's campaign), who said of it: The line about it being the 'most shocking revelation,' I don't think I've ever said those words, except in a satire. Also, it is about money, which I never write about. Sometimes you try and protest things you hear about, but sometimes it's just not worth it ... It is hard to track down and control these things, and anyone who reads my column knows that this wasn't me. I got to the second line and I knew it wasn't me. And aside from the article's bogus attribution, the facts it posits about contributions to the Obama campaign are wrong: The bulk of the money raised by the Obama campaign via donations in 2008 came from contributions of $200 or larger, not contributions of \"$10 to $25 or so,\" and campaigns must, by federal law, identify \"all PACs and party committees that give them contributions, and they must identify individuals who give them more than $200 in an election cycle.\" A September 2012 report by the Government Accountability Institure has been touted by some as proving that the \"Obama campaign has been receiving illegal donations,\" but that report doesn't actually document any verifiable instances of illegal foreign donations to the Obama campaign. The report notes that both major-party candidates had issues with fraudulent Internet campaign donations in the 2008 election, and that in the 2012 election both major-party candidates' campaign literature has been circulated on foreign social media with links to pages through which donations can be made. The report observed that failure to utilize industry-standard security protections on campaign sites (particularly by the Obama campaign) has made candidates more vulnerable to receiving fraudulent and illegal foreign campaign donations. The report also cited the \"curious case\" of the Obama.com web site, which is not owned or managed by the Obama campaign, but which in September 2008 was purchased by a \"bundler with considerable business ties in China\" and in October 2010 was transferred to an anonymous registration. The report noted that foreign links to Obama.com have driven a good deal of foreign traffic to donation pages on the official Obama campaign web site, and that \"these links increase the probability that foreign nationals will try to donate to the Obama campaign,\" but the report did not cite any documented instances of illegal foreign campaign contributions being accepted through traffic from Obama.com.",
  "Originally Published": "",
  "Referred Links": "http://campaignfundingrisks.com/wp-content/themes/cfr/images/AmericaTheVulnerable.pdf;http://www.fec.gov/pages/brochures/fecfeca.shtml;http://www.blog.newsweek.com/blogs/stumper/archive/2008/07/08/four-myths-of-obama-s-money-machine.aspx;http://www.huffingtonpost.com/2008/07/08/maureen-dowd-becomes-fict_n_111509.html;http://www.nytimes.com/2008/06/29/opinion/29dowd.html;",
  "Example": "[Collected via e-mail, July 2008] WHERE IS THE MONEY COMING FROM ? By MAUREEN DOWD Published: June 29, 2008 OBAMA'S TROUBLING INTERNET FUND RAISING Certainly the most interesting and potentially devastating phone call I have received during this election cycle came this week from one of the Obama's campaign internet geeks. These are the staffers who devised Obama's internet fund raising campaign which raised in the neighborhood of $200 million so far. That is more then twice the total funds raised by any candidate in history and this was all from the internet campaign. What I learned from this insider was shocking but I guess we shouldn't be surprised that when it comes to fund raising there simply are no rules that can't be broken and no ethics that prevail. Obama's internet campaign started out innocently enough with basic e-mail networking, lists saved from previous party campaigns and from supporters who visited any of the Obama campaign web sites. Small contributions came in from these sources and the internet campaign staff were more than pleased by the results. Then, about two months into the campaign the daily contribution intake multiplied. Where was it coming from? One of the web site security monitors began to notice the bulk of the contributions were clearly coming in from overseas internet service providers and at the rate and frequency of transmission it was clear these donations were \"programmed\" by a very sophisticated user. While the security people were not able to track most of the sources due to firewalls and other blocking devices put on these contributions they were able to collate the number of contributions that were coming in seemingly from individuals but the funds were from only a few credit card accounts and bank electronic funds transfers. The internet service providers (ISP) they were able to trace were from Saudi Arabia, Iran, and other Middle Eastern countries. One of the banks used for fund transfers was also located in Saudi Arabia. Another concentrated group of donations was traced to a Chinese ISP with a similar pattern of limited credit card charges. It became clear that these donations were very likely coming from sources other than American voters. This was discussed at length within the campaign and the decision was made that none of these donations violated campaign financing laws. It was also decided that it was not the responsibility of the campaign to audit these millions of contributions as to the actual source (specific credit card number or bank transfer account numbers) to insure that none of these internet contributors exceeded the legal maximum donation on a cumulative basis of many small donations. They also found the record keeping was not complete enough to do it anyway. This is a shocking revelation. We have been concerned about the legality of \"bundling\" contributions after the recent exposure of illegal bundlers but now it appears we may have an even greater problem. I guess we should have been somewhat suspicious when the numbers started to come out. We were told (no proof offered) that the Obama internet contributions were from $10.00 to $25.00 or so. If the $200,000,000 is right, and the average contribution was $15.00, that would mean over 13 million individuals made contributions? That would also be 13 million contributions would need to be processed. How did all that happen? I believe the Obama campaign's internet fund raising needs a serious, in depth investigation and audit. It also appears the whole question of internet fund raising needs investigation by the legislature and perhaps new laws to insure it complies not only with the letter of these laws but the spirit as well.",
  "Last Updated": "8 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/donations.asp",
  "Claim": "The bulk of donations to the 2008 Obama campaign came from a handful of wealthy foreign financiers.",
  "Claim_ID": "politics_obama_donations",
  "Tags": ""
}