{
  "Origins": "We didn't think we'd have to tell anyone that this was a work of satire rather than a real news story, but the contents of the snopes.com inbox indicated otherwise: a number of puzzled readers have written us to ask if the story provided above is true. Many of the forwards display the ESPN logo, which contributes to the confusion. (One would think, however, that the misuse of \"loosing\" in place of \"losing\" would give away the game. Or the misspelling of the NFL commissioner's name, which is properly styled \"Roger Goodell,\" not \"Rodger Gadel\" or \"Godel.\" Or the atrocious punctuation. Or the repeated misrendering of the President's middle name as \"Hussain\" rather than \"Hussein.\")",
  "Fact Check": "",
  "Description": "The article's a hoax, a leg-pull, a lively bit of humor meant to take a few jabs at what some fear might be the secret master plan of the Obama administration: a redistribution of financial assets effected by stripping them from taxpayers who have amassed them through years of extreme effort, only to give them to folks who'd rather not have to work for their livings. As with many effective satire pieces, it makes its point by expressing its premise in ludicrous fashion, in this case substituting Super Bowls for money, the world champion Pittsburgh Steelers for the well-to-do, and the lowly Lions, Bengals, and Cowboys for the ne'er-do-wells. Barbara \"packers a punch\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, March 2009] Steelers to loose Super Bowl Trophies Pittsburgh, PA. The Super Bowl XLIII Champion Pittsburgh Steelers, the only team to win six titles, will soon be loosing half of those trophies. After a meeting between NFL Commissioner Rodger Gadel and President Barack Hussain Obama, Obama decided to redistribute half of their Steeler Super Bowl victories and trophies to less fortunate teams in the league. \"We live everyday in the country that invented the Super Bowl.\" said Obama \"We are not about to lose this Great American tradition in the wake of these difficult times.\" Obama's plan calls for the Steelers, who are a successful NFL team, to give half of their Super Bowl trophies to teams that are not successful or have not been as successful as the Steelers. \"The Detroit Loins are just as much a part of the same fiber of the NFL as the Steelers and they should, no rather will, be entitled to a Super Bowl Trophy as well.\" Obama explains in his plan that he has imposed on Godel and the NFL. The Pittsburgh Steelers, who by virtue of hard work, excellent team play, stellar draft choices, responsible investing of free agents, careful hiring of coaches and excellent community service and commitment to their fans, has prospered greatly during the past 30 years and have won six Super Bowl Trophies. But President Barack Hussain Obama's plan calls for the Pittsburgh Steelers to carry the larger burden of the NFL's less successful teams. Obama went on to further proclaim, \"In these difficult times we are all in this to work together. We must reclaim the NFLChampionship Dream for every team, for every city and for every fan.\" \"My plan will not affect 31 of the 32 teams in the league.\" Obama assures. That's over 95 percent of the teams in the NFL will not have to worry about loosing any Super Bowl Trophies. \"The worst teams in the NFL and the teams that can't seem to get a break and win a championship will no longer have to worry about going without a title.\" Obama promises. \"We are a country and league of hope. We all need to make a change. It does not matter the color of the teams uniforms, the personal decisions that the teams make or their performance but rather if they are a member of this great American league.\" The Super Bowl XLIII trophy will be redistributed to the 0-16 Detroit Lions. Through no fault of their own incompetence, the Lions could not manage a victory all season and this trophy will help ease the pain of their lack of performance and give them hope once again. The redistribution of Super Bowl XL trophy will go directly to the Steeler's division rival the Cincinnati Bengals. The Bengals who also have fallen on hard times have never won a Super Bowl. This victory will bring a smile to hundreds of Bengal fans all over the world as they can now celebrate. Finally, one of the Steeler's two Super Bowl victories over the Dallas Cowboys will go back to the Cowboys since the league needs to provide hope in the face of difficulty and provide hope in the face of uncertainty. This is a heavy burden for the Steelers but together we can all prosper. All hope is not lost for Pittsburgh fans, Barack Hussain Obama has another plan in place. Obama has meet with MLB and commissioner Bud Selig on a similar plan. The New York Yankees will redistribute two of their world series trophies to the Pittsburgh Pirates as a supplement to their loosing 16 straight seasons and counting. This plan will help stimulate the Pirates and enable them to regain the American Dream. Barack Hussain Obama will be meeting with the NHL and Michael Phelps in the upcoming weeks as this issue is high on his agenda for \"Hope and Change.\"",
  "Last Updated": "1 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/steelers.asp",
  "Claim": "The Pittsburgh Steelers will be forced to surrender half their Super Bowl titles to less fortunate teams.",
  "Claim_ID": "politics_satire_steelers",
  "Tags": ""
}