{
  "Origins": "On 7 April 2008, ABC News aired a report about how closely U.S. military personnel stationed in Iraq and Afghanistan are following the current U.S. presidential campaigns. The segment featured reporter Martha Raddatz questioning service members in Iraq about what issues were important to them and which candidates they were supporting. In June 2008 the above-quoted e-mail account began circulating, claiming that Raddatz had interviewed some 60 soldiers in Iraq, 54 of whom expressed a preference for the Republican presidential candidate, Senator John McCain but none of those 54 interviews was used in the aired segment, which instead featured 5 different interviewees expressing a preference for one of the two Democratic candidates, Senators Barack Obama and Hillary Clinton.",
  "Fact Check": "",
  "Description": "The e-mail is a tiny bit off in claiming that there was \"not one mention of the 54 [soldiers] for McCain\" in the finished segment: The beginning of the aired segment included six brief interviews with soldiers, three of whom expressed a preference for Barack Obama, two for Hillary Clinton, and one for John McCain. More important, we found no evidence supporting its assertion the Martha Raddatz interviewed 60 different service members during her March 2008 visit to Iraq but made no use of interviews with anyone who expressed support for Senator McCain. The Major General [Louis C.] Buckman to whom the e-mail is attributed has stated that he did not write it, and in an e-mailed response about this subject, Martha Raddatz asserted that she hadn't interviewed nearly as many service members about their presidential preferences as claimed: The story that was supposedly told by \"Katelyn\" is simply not true. First ... she must have a hundred aunts and uncles because whoever is forwarding it usually claims to be a close friend of one of them. I never went on a trip with John McCain ... and I certainly didn't interview 60 soldiers about who they are voting for. These attacks on me started because of a story that aired after a visit I took in March to Balad air base with Vice President Cheney. I followed him down a rope line and was surprised to see how many of the military personnel (largely Air Force) said they supported Barack Obama. I did not talk to many more than a dozen service members. I was with the VP and had no time! There were, of course McCain supporters and Clinton supporters, as well ... which I mentioned in the story. But this was not a poll. It was simply surprising that so many came forward to voice support for a candidate who is advocating withdrawal, just moments after cheering for the vice president. So if there is in fact a \"Katelyn\" she is making this up. Not only that, she could not possibly have heard me in the noisy crowd. If you would like to check my integrity with some high ranking active duty officers please feel free to do so. And, please, if any of you actually knows retired MG Buckman, please pass on his email address and this email so I can let him know what he has started. I assume he would not want this to continue or have any role in it. Please feel free to share this email. Thanks so much for understanding how important my bond with the troops is and how important I feel it is to cover the amazing job they do on a daily basis. Regardless of the number of military personnel interviewed, whether this segment reveals some deliberate agenda on the part of ABC to mispresent the political preferences of U.S. military personnel is an argumentative and subjective issue. On the one hand, one side claims that the ABC report wasn't supposed to be a representative sampling of party preferences; it was supposed to illustrate that American troops are following the presidential campaign closely and evaluating candidates based on their positions on all the issues (not just the war in Iraq), and some are even favoring Democratic candidates who advocate U.S. withdrawal from Iraq. Hence, the preponderance of interviews showing soldiers who were not (as many might expect) reflexively endorsing the Republican candidate, John McCain. On the other hand, critics maintain that by showing only one soldier's expressing a preference for the Republican candidate (prefaced by a laconic Martha Raddatz voice-over intoning, \"there were some McCain backers ...\"), by separating the portion of the report in which soldiers discussed their candidate preferences from the portion in which they discussed what issues (other than the war) were important to them, and by identifying the report with titles such as \"Whom Are Our Troops Endorsing?\" and \"Surprising Political Endorsements by U.S. Troops,\" ABC News presented the piece as being a survey of American troops' presidential preferences without offering a true representative sampling of those preferences.",
  "Originally Published": "",
  "Referred Links": "http://therewillbetruth.blogspot.com/2008/07/more-on-major-general-buckman.html;http://abcnews.go.com/WN/Story?id=4244798;",
  "Example": "[Collected via e-mail, June 2008] This from Major General Buckman (Ret.) My niece, Katelyn, stationed at Baluud, Iraq was assigned, with others of her detachment, to be an escort/guard for Martha Raddatz of ABC News as she covered John McCain's recent trip to Iraq. Katelyn and her Captain stood directly behind Raddatz as she queried GI's walking past. They kept count of the GI's and you should remember these numbers. She asked 60 GI's who they planned to vote for in November. 54 said John McCain, 4 said Obama and 2 said Hillary. Katelyn called home and told her Mom and Dad to watch ABC news the next night because she was standing directly behind Raddatz and maybe they'd see her on TV. Mom and Dad of course, called and emailed all the kinfolk to watch the newscast and maybe see Katelyn. Well, of course, we all watched and what we saw wasn't a glimpse of Katelyn, but got a hell'uva view of skewed news! After a dissertation on McCain's trip and speech, ABC showed 5 GI's being asked by Raddatz how they were going to vote in November; 3 for Obama and 2 for Clinton. Not one mention of the 54 for McCain!",
  "Last Updated": "18 July 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/raddatz.asp",
  "Claim": "An ABC News report omitted interviews conducted with several dozen U.S. soldiers in Iraq who expressed support for Senator John McCain.",
  "Claim_ID": "politics_war_raddatz",
  "Tags": ""
}