{
  "Origins": "Ann-Margret (born Ann-Margret Olsson in 1941) caught the entertainment industry's eye while still a teen. Her vivacious spirit and startling good looks helped propel her into a successful career as an actress, singer, and dancer, but she was initially saddled with a sex kitten image that limited her to siren roles. With the help of her husband (Roger Smith of television's 77 Sunset Strip ), she began to shake free of that perception during her thirties; and she has since been twice nominated for Academy Awards (for Carnal Knowledge in 1971 and Tommy in 1975) and has been the recipient of numerous Emmys.",
  "Fact Check": "",
  "Description": "The book signing story presented above adheres to the facts of Ann-Margret's life, and according to Bruce Thompson, webmaster of Ann-Margret.com (the star's offical web site), it is indeed true. Ann-Margret entertained American servicemen in Vietnam as part of Bob Hope's traveling troupe in the 1960s, and she participated in a number of signings at book stores when her autobiography, Ann-Margret: My Story , was published in 1994. ( My Story made the New York Times 's best-seller list scant days after its release.) Ann-Margret is still remembered fondly by many of those soldiers who served in Vietnam and who were lucky enough to be in the audience for one of her shows. In press interviews she has often spoken about former G.I.s who have stepped forward to thank her for taking the time to do her part back then, so it's hardly a stretch to think she would be thanking them in return. In April 2015 a reader wrote to us to report his recent encounter with the star, who still runs true to form in her love for our veterans after all these years: I actually had the pleasure of meeting her at an autograph signing at Chiller Theatre in Parsippany, NJ this past weekend. With the limited time I was permitted with her, I brought up the article on Snopes and thanked her for always supporting our veterans. She told me she hadn't known about it being on Snopes, but verified that the story was true and said that she was so overwhelmed with emotion. She told me she had just been at a VA hospital the previous week and said she always tries to see \"[her] boys\" whenever she can. At 74 years old (her birthday was yesterday, actually!) she's one of the classiest celebrities I've ever had the pleasure of meeting. She spent as much time as she could talking to each person that came up, and said she was having the time of her life being able to meet such wonderful people. A true sweetheart, and still loves her vets every bit as much to this day. I told her, \"God bless you for what you do for our soldiers.\" She replied, \"And God bless you for recognizing how important they are.\" And that's how she signed my photo, \"God Bless\". Thanks for sharing the original story, it certainly gave me a unique experience in meeting Ann-Margret. Barbara \"any given Sunday\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010711171547/http://www.war-stories.com/bob-hope.htm;http://www.ann-margret.com;",
  "Example": "[Collected on the Internet, 1997] Richard, (my husband), never really talked a lot about his time in Viet Nam other than he had been shot by a sniper. However, he had a rather grainy, 8 x 10 black & white photo he had taken at a USO show of Ann Margaret with Bob Hope in the background that was one of his treasures. A few years ago, Ann Margaret was doing a book signing at a local bookstore. Richard wanted to see if he could get her to sign the treasured photo so he arrived at the bookstore at 12 o'clock for the 7:30 signing. When I got there after work, the line went all the way around the bookstore, circled the parking lot, and disappeared behind a parking garage. Before her appearance, bookstore employees announced that she would sign only her book and no memorabilia would be permitted. Richard was disappointed, but wanted to show her the photo and let her know how much those shows meant to lonely GI's so far from home. Ann Margaret came out looking as beautiful as ever and, as 2nd in line, it was soon Richard's turn. He presented the book for her signature and then took out the photo. When he did, there were many shouts from the employees that she would not sign it. Richard said, \"I understand. I just wanted her to see it\". She took one look at the photo, tears welled up in her eyes and she said, \"This is one of my gentlemen from Viet Nam and I most certainly will sign his photo. I know what these men did for their country and I always have time for \"my gentlemen\". With that, she pulled Richard across the table and planted a big kiss on him. She then made quite a to do about the bravery of the young men she met over the years, how much she admired them, and how much she appreciated them. There weren't too many dry eyes among those close enough to hear. She then posed for pictures and acted as if he was the only one there. Later at dinner, Richard was very quiet. When I asked if he'd like to talk about it, my big strong husband broke down in tears. \"That's the first time anyone ever thanked me for my time in the Army\", he said. Richard, like many others, came home to people who spit on him and shouted ugly things at him. That night was a turning point for him. He walked a little straighter and, for the first time in years, was proud to have been a Vet. I'll never forget Ann Margaret for her graciousness and how much that small act of kindness meant to my husband. I now make it a point to say Thank You to every person I come across who served in our Armed Forces. Freedom does not come cheap and I am grateful for all those who have served their country. If you'd like to pass on this story, feel free to do so. Perhaps it will help others to become aware of how important it is to acknowledge the contribution our service people make.",
  "Last Updated": "29 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/margret.asp",
  "Claim": "Actress Ann-Margret autographed a tattered photo presented to her at a book signing by an ex-G.I. and thanked him for serving his country.",
  "Claim_ID": "politics_military_margret",
  "Tags": ""
}