{
  "Origins": "Since 1967, the God & Country Festival is held annually in Nampa, Idaho. This free event is hosted by a group that describes itself as \"Christians who are committed to strengthening the fabric of the Treasure Valley community through the Good News of Jesus Christ.\" The God and Country Festival delivers a program of music provided by local bands, offers food and children's activity booths, provides space for various local ministries to set up information tables from which they dispense pamphlets, and culminates in a fireworks show.",
  "Fact Check": "",
  "Description": "One of the Festival's focuses is upon is honoring and paying tribute to those veterans who have served the U.S. in the past and those who are currently on active duty. To this end, for the 1 July 2009 event, organizers requested a flyover from the military, as they had in previous years. This request was denied, with the U.S. Department of Defense (DoD) citing a policy of not allowing military flyovers at events with religious themes. That policy, which was adopted by the DoD in November 2001, prohibits the military's support of events that \"provide a selective benefit to any individual, group or organization, including any religious or sectarian organization.\" Regarding the question of why this policy was invoked in 2009 but not earlier, Pentagon officials said military flyovers were staged at the event in previous years because the God and Country Festival then focused more on patriotism and avoided direct ties to Christianity. As to the issue of whether the God and Country Festival is now a community event of primarily religious purpose (as opposed to, say, a patriotism or veterans appreciation event which includes mentions of God and Christianity but does not make those elements the focus of the gathering), the event's organizers have stated that \"Our mission is primarily about spreading the Good News of Jesus Christ,\" they identify four steps to witnessing about Jesus Christ (i.e., bless people, fellowship with them, meet their needs, present the Truth), and say of the rally's program of events: \"At the end of the evening, we move to step four, presenting the Truth. Each year, we ensure that the message of the Gospel is presented, and information is provided for those who have heard and want to know more about Jesus Christ.\" The organizers also noted (in response to the flyover denial) that \"We want to make it clear that although [the God and Country Festival] is unashamedly a Christian event, a major part of the Festival is honoring our troops who protect our freedom to assemble.\" We contacted the group at the Pentagon in charge of organizing flyovers for civilian events regarding the possibility for future flyovers for this festival, and they told us that: The guidelines applied by the Air Force that govern the approval process for aircraft flyovers are stipulated by Department of Defense regulations. These guidelines are not the result of new policies directed by any other agency or government office. Each aviation request received is evaluated and considered on its own merits. In the case of the God and Country Festival, the determination was made that flyover support would not be in accordance with Air Force and DoD policy which prohibits support for events which appear to endorse, selectively benefit, or favor any special interest or religious organization, regardless of the event date. Several other similar events were determined ineligible this year for the same reasons as the God and Country Festival. The Air Force carefully scrutinizes the purpose and overall missions of those organizations interested in receiving aviation support. Each request is reviewed on a case-by-case basis to determine if it's in the best interest of the Air Force to support and meets all applicable guidelines set forth in both DoD and AF policy.",
  "Originally Published": "",
  "Referred Links": "http://godandcountryfestival.com/;http://www.youtube.com/watch?v=3zGMuN_Ep38;",
  "Example": "[Collected via e-mail, August 2009] Obama denied a military flyover at the annual \"God and Country\" rally in Idaho, where new military recruits were inducted and all military were honored. This is the first time in 42 years that there has not been a military flyover in formation, and organizers were stunned that Obama refused to allow this. When the lady organizing the event contacted the Pentagon to ask why this was not allowed, as it had occurred every year for 42 years, she was told it was because of the event's \"Christian nature.\" This is beyond unbelievable action by the Commander in Chief and President, and Americans need to know about it!!!!!!!!!!!! Click here: YouTube - Obama Denies Flyover of 'GOD & Country Rally' - 1st Time In 42 Yrs Why? Because Of Its 'Christian Nature' Variations: A February 2010 version was prefaced thusly: Unbelievable, isn't it!!! Everyone needs to see this. I foresee many many flyovers by the Thunderbirds and Blue Angels beingcanceled in the next three years too. Also demonstrations by the Golden Knights and our service bands. This guy is out of control!!!",
  "Last Updated": "27 February 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/flyover.asp",
  "Claim": "The Department of Defense denied a request for a military flyover at the 2009 'God and Country' rally.",
  "Claim_ID": "politics_military_flyover",
  "Tags": ""
}