{
  "Origins": "A number of articles falsely declaring that Congress has started impeachment proceedings against President Obama have circulated widely on the Internet since Barack Obama took office in January 2009, most of them spoofs from well known satirical web publications. A similar item from February 2014 (quoted above) is not a spoof, but it's just as false.",
  "Fact Check": "",
  "Description": "In December 2013, Representative Tom Rice of South Carolina introduced H.Res. 442 , also known as the STOP (Stop This Overreaching Presidency) resolution, to Congress. That resolution was not, as claimed above, once which initiated impeachment proceedings against President Obama, nor did it state that the President \"should be impeached.\" Rep. Rice's STOP resolution was a non-binding one (essentially an expression of opinion with no legal force behind it) declaring that Congress should file a lawsuit against President Obama in U.S. District Court in order to challenge various actions he has undertaken via executive order: A group of House Republicans is pushing a resolution to bring legal action against President Barack Obama for overstepping his authority in executive orders. The STOP (Stop This Overreaching Presidency) resolution, sponsored by Rep. Tom Rice, targets Obama for allowing a year extension health care policies that were ended because of Obamacare; delaying the employer mandate for one year; deferring the deportation of illegal immigrants brought to the country as children and waiving part of the welfare work requirement. Rice said he's spoken with the House GOP leadership about the resolution which would be non-binding if it ever advanced, and wouldn't need Senate approval and a hearing is being scheduled in both the Judiciary and Administration Committees. The resolution has 74 Republican cosponsors, ranging from the more conservative to moderate members. Rice held a press conference to announce it with 12 other Republicans. Other than in the general sense of expressing disapproval of the President's actions, nothing about this resolution has anything to do with the constitutional impeachment process: it does not initiate formal impeachment hearings against President Obama, nor is it a step towards removing him from office. Although 104 cosponsors (all of them Republicans) signed onto the STOP resolution, no action has been taken on it by Congress since it was introduced two months ago: it has not been passed, voted upon, or even put up for a vote. It was immediately referred to the Committee on Rules and the Committee on House Administration, and GovTrack 's methodology gives it only a 25% chance of ever clearing committee.",
  "Originally Published": "",
  "Referred Links": "https://www.govtrack.us/congress/bills/113/hres442;http://beta.congress.gov/bill/113th-congress/house-resolution/442/cosponsors;https://rice.house.gov/sites/rice.house.gov/files/wysiwyg_uploaded/STOP_leg_text.pdf;http://rice.house.gov/stop-act;http://beta.congress.gov/bill/113th/house-resolution/442;",
  "Example": "[Collected via e-mail, February 2014] Any truth to this? While many have speculated over the potential of impeaching Pres. Barack Obama, several members of Congress have finally filed. A resolution written by Rep. Tom Rice (R-SC) claims Obama should be impeached for his defiance against the Constitution. The congressman officially stated the purpose of initiating the impeachment process was to \"bring a civil action for declaratory or injunctive relief to challenge certain policies and actions taken by the executive branch.\"",
  "Last Updated": "13 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/impeachmentbegins.asp",
  "Claim": "Congress has \"officially initiated President Obama's impeachment.\"",
  "Claim_ID": "politics_obama_impeachmentbegins",
  "Tags": ""
}