{
  "Origins": "During a then-current measles outbreak, on 4 February 2015 the alternative health site Health Impact News published an article claiming no one in the United States had died of the measles since 2003. Furthermore, the article stated, more than 100 people (mostly young children) had died after receiving the MMR (measles, mumps, rubella) vaccine.",
  "Fact Check": "",
  "Description": "The article circulated widely during a time of increased debate over parental decisions about vaccinations, particularly among those who are opposed to the practice. In some iterations the statement was amended to specify \"child deaths,\" but the article itself stated there were zero deaths (among all age groups) from measles in the United States in the timeframe cited. That claim is inaccurate, as the CDC has reported that a Washington woman who passed away in early 2015 died from (an initially undetected) measles infection: The death of a Clallam County woman this spring [2015] was due to an undetected measles infection that was discovered at autopsy. The woman was most likely exposed to measles at a local medical facility during a recent outbreak in Clallam County. She was there at the same time as a person who later developed a rash and was contagious for measles. The woman had several other health conditions and was on medications that contributed to a suppressed immune system. She didn't have some of the common symptoms of measles such as a rash, so the infection wasn't discovered until after her death. The cause of death was pneumonia due to measles. This tragic situation illustrates the importance of immunizing as many people as possible to provide a high level of community protection against measles. People with compromised immune systems often cannot be vaccinated against measles. Even when vaccinated, they may not have a good immune response when exposed to disease; they may be especially vulnerable to disease outbreaks. Public health officials recommend that everyone who is eligible for the measles, mumps, and rubella (MMR) vaccine get vaccinated so they can help protect themselves, their families, and the vulnerable people in their community. According to the World Health Organization, 145,000 people around the world died of measles in 2013 alone, and documents on the CDC web site also record two U.S. deaths from the measles in 2009, and another two deaths from measles in 2010. (Other sources, including the CDC, sometimes confusingly cite 2003 as the year of the last previous recorded measles death in the U.S. According to the CDC, that difference is due to the 2003 death being listed as \"confirmed,\" while the other cases have statuses of \"reported\" or \"suspected\" but not \"confirmed.\") The Health Impact News article also failed to address the reason why measles killed so few Americans in the period cited. The glaring omission had a very specific root cause, namely measles elimination : In 2000, the United States declared that measles was eliminated from this country. The United States was able to eliminate measles because it has a highly effective measles vaccine, a strong vaccination program that achieves high vaccine coverage in children and a strong public health system for detecting and responding to measles cases and outbreaks. Measles elimination is defined as the absence of continuous disease transmission for 12 months or more in a specific geographic area. Measles is no longer endemic (constantly present) in the United States. It stands to (very simple) reason a timespan beginning in 2004 (four years after measles elimination) and ending just before the late 2014 outbreak would see few (albeit not zero) deaths from measles, because the viral infection had been largely eliminated from the United States during the period specifically selected to illustrate the purported innocuous nature of measles. The second portion of the claim entailed deaths attributed directly to the MMR vaccine in the same period. Even if a minute number of fatalities were proved to have resulted from the MMR vaccine, it would still be impossible to accurately contrast that figure with deaths due to a disease no longer spreading in the United States during the period selected. That speculation itself, however, is a big \"if.\" According to the article, their figures for MMR deaths were culled from the Vaccine Adverse Event Reporting System (VAERS), but VAERS does not exist to track specific and proved adverse reactions to vaccines. The purpose of the system is clearly denoted on the VAERS site (in a disclaimer not reproduced by the article spreading the claim): When evaluating data from VAERS, it is important to note that for any reported event, no cause-and-effect relationship has been established. Reports of all possible associations between vaccines and adverse events (possible side effects) are filed in VAERS. Therefore, VAERS collects data on any adverse event following vaccination, be it coincidental or truly caused by a vaccine. The report of an adverse event to VAERS is not documentation that a vaccine caused the event. Submission to VAERS alone is not evidence of vaccine-related injury or illness. The overwhelming majority of young children residing in the United States receive the MMR vaccine early in their lives, and a small number of those children have become ill (some fatally) due to reasons found to be unrelated to the vaccine. There is nothing to preclude individuals from submitting VAERS reports of sickness or death that are wholly unrelated to vaccines, and the system exists not to track substantiated incidents of vaccine injury but to identify potential trends in vaccine administration. Few people died of measles in the U.S. between 2004 and 2015 because measles was classified as eliminated in 2000. Relatively few people in the U.S. contracted the viral infection after that, so it stands to reason far fewer would go on to die of it. And while more than 100 reports of suspected adverse reaction or death may have been reported to VAERS in the years cited, that number references unconfirmed public reports, not verified vaccine-related fatalities. Finally, the possibility of death is not the only reason one should (or should want to) vaccinate a child against measles. As the CDC notes in their measles fact sheet, in some children measles can lead to pneumonia, lifelong brain damage, and deafness.",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/vaccines/vpd-vac/measles/fs-parents.html;https://vaers.hhs.gov/data/index;http://www.cdc.gov/measles/about/faqs.html;http://www.cdc.gov/nchs/data/nvsr/nvsr61/nvsr61_04.pdf;http://www.cdc.gov/nchs/data/nvsr/nvsr59/nvsr59_04.pdf;http://www.who.int/mediacentre/factsheets/fs286/en/;http://www.doh.wa.gov/Newsroom/2015NewsReleases/15119WAMeaslesRelatedDeath;http://www.donotlink.com/diw6;",
  "Example": "[Collected via e-mail, February 2015] Just saw on facebook a claim that the CDC has recorded zero child deaths from Measles and 108 deaths from MMR vaccine. Any truth to it? I could not find this rumor in your site.",
  "Last Updated": "3 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/mmrdeaths.asp",
  "Claim": "In the last ten years no one has died of measles in the U.S., but more than 100 people have died due to the MMR vaccine.",
  "Claim_ID": "politics_medical_mmrdeaths",
  "Tags": ""
}