{
  "Origins": "On 28 February 2015, a fake online test for Tetrachromacy (a rare condition of having four cone cells in the eye) went viral on the social media site LinkedIn .",
  "Fact Check": "",
  "Description": "The test, which was posted just a few days after the Internet became obsessed identifying the color of a dress, asked viewers to count the number of colors in an image. The amount of colors perceived supposedly indicated the number of cones the viewer possessed. Those who spotted more than 32 colors were informed that they had a unique fourth cone and were therefore tetrachromats: Given the sudden interest for the color of dresses and vision, here some of the fascinating findings we did recently. The color nuances we see depend on the number and distribution of cones (=color receptors) in our eye. You can check this rainbow: how many color nuances do you count? You see between 20 and 32 color nuances: you are a trichromat, you have 3 types of cones (in the purple/blue, green and red area). You enjoy different colors as you can appreciate them. 50% of the population is trichromat. You see between 33 and 39 colors: you are a tetrachromat, like bees, and have 4 types of cones (in the purple/blue, green, red plus yellow area). You are irritated by yellow, so this color will be nowhere to be found in your wardrobe. 25% of the population is tetrachromat. It is highly probable that people who have an additional 4th cone do not get tricked by blue/black or white/gold dresses, no matter the background light ;) Thousands of people took the test and proudly shared the news that they were a tetrachromat on Facebook and Twitter. The majority of those people, however, actually don't see an unusually high number of colors. According to the researchers at New Castle University's Tetrachromacy Project , standard RGB (i.e., red-green-blue) computer monitors are not capable of displaying the range of colors required to create a reliable online test for tetrachromacy: Unfortunately, computer screens do not provide enough colour information to be able to 'tap into' the extra dimension that tetrachromats may possess. It is therefore impossible for an online test to investigate tetrachromacy. Additionally, the claim that 25% of people are tetrachromats is inaccurate. While Jay Neitz, a color vision researcher at the Medical College of Wisconsin, estimated that half of the female population has a fourth cone in their eyes, only a small number of those people can actually see additional colors. Neitz told the Pittsburgh Post Gazette in 2006 that only about 2% of the female population are tetrachromats . Newcastle University neuroscientist Gabriele Jordan said that the number may be higher (about 12%), but in twenty years of research she has only been able to confirm the condition in one person: \"We now know tetrachromacy exists. But we don't know what allows someone to become functionally tetrachromatic, when most four-coned women aren't.\" The odds of being a male tetrachromat are even lower, as it requires two X chromosones to develop four types of cone: The red and green cones are coded by genes lying on the X chromosome. These genes are very similar and are prone to errors during early development of a foetus. 6% of men carry an anomalous gene which produces a different red or a different green cone. We call them anomalous trichromats, because their colour vision is slightly different from normal. 2% of men have either no red or no green cones, because the genetic error was more severe. We call these men dichromats as their colour vision relies on only two types of cone. The blue cones are coded by a gene on chromosome 7 and are rarely subject to genetic errors. A woman, who has two X chromosomes, can carry the normal red and green genes on one of her X chromosomes and an anomalous gene on her other. This genetic pattern enables her to express four types of cone.",
  "Originally Published": "",
  "Referred Links": "http://www.digitaljournal.com/article/326976;http://discovermagazine.com/2012/jul-aug/06-humans-with-super-human-vision;http://www.post-gazette.com/news/health/2006/09/13/Some-women-may-see-100-million-colors-thanks-to-their-genes/stories/200609130255;http://web.archive.org/web/20120214002707/http://www.klab.caltech.edu/cns186/papers/Jameson01.pdf;https://research.ncl.ac.uk/tetrachromacy/faqs/;https://www.linkedin.com/pulse/25-people-have-4th-cone-see-colors-p-prof-diana-derval;",
  "Example": "[Collected via e-mail, February 2015] A lot of 'news' about color has been going around recently that I'm pretty skeptical of. 25% of people are actually tetrachromats, meaning that they have four types of color sensing cones in their eyes and can see more colors than the average person. Judging by the amount of people posting about this, either it's totally untrue or pretty much everyone I know is a tetrachromat.",
  "Last Updated": "1 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/tetrachromacy.asp",
  "Claim": "' A rare condition known as tetrachromacy can be identified with an online test.",
  "Claim_ID": "politics_medical_tetrachromacy",
  "Tags": ""
}