{
  "Origins": "This political item recirculated widely online in November 2012 (shortly after the re-election of President Barack Obama) and was presented as a reproduction of a newspaper editorial harshly critical of those who had voted for Obama in 2008, one supposedly published in \"the Prague newspaper, Prager Zeitungon .\" That mention appeared to be a misspelled reference to Prager Zeitung (\"Prague Newspaper\"), a German-language weekly newspaper from the Czech Republic which is also circulated in Germany, Austria and Switzerland. Later versions of this same item attributed that editorial to V clav Klaus, a Czech politician who served as the first prime minister of an independent Czech Republic from 1993 to 1998 and then as the second President of the Czech Republic from 2003 to 2013.",
  "Fact Check": "",
  "Description": "The attributions of both publication and author are unverifiable, however. The initial version of this item (which was circulated at least as far back as April 2009) provided no contextual information such as a publication date or headline that would facilitate verification of its publication in Prager Zeitung . A search of that newspaper's web site at that time pulled up only one article that mentioned Barack Obama, and that article included only an incidental reference about the level of security provided to a U.S. president. No one has since documented that this editorial was published in either the print or online version of the Prager Zeitung . Moreover, not only is there no evidence that V clav Klaus penned this editorial, it's exceedingly unlikely that he would have written anything like it. V clav Klaus and Barack Obama appeared to have a reasonably good working relationship while both were in office, and Klaus has not been otherwise been recorded as writing or saying anything (in public or private) nearly so harshly critical of President Obama as the editorial attributed to him here. Variations: This piece has been repurposed to reference a number of other national leaders and politicians from around the globe, including South African president Jacob Zuma, Australian prime minister Julia Gillard, New Zealand prime minister John Key, Northern Mariana Islands governor Benigno Fitial, and Nigerian Delta State governor James Ibori.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20120501225126/http://dailytimes.com.ng/article/bomb-blasts-kano-university;http://www.mvariety.com/cnmi/cnmi-news/letters-to-the-editor/48893-confederacy-of-fools.asp;http://theirasciblecurmudgeon.blogspot.com/2010/05/this-quote-was-translated-and-adapted.html;http://barnabyisright.com/2011/09/19/this-is-how-we-will-stop-the-carbon-tax/#comment-2957;http://thoselegends.blogspot.com/2012_09_01_archive.html;http://www.politico.com/news/stories/0410/35638.html;http://predicthistunpredictpast.blogspot.com/2009_04_26_archive.html;http://www.pragerzeitung.cz/;",
  "Example": "[Collected via e-mail, July 2012] CZECH PRAGUE NEWSPAPER ARTICLE -- An article in the Prague newspaper, Prager Zeitungon: \"The danger to America is not Barack Obama, but a citizenry capable of entrusting a man like him with the Presidency. It will be far easier to limit and undo the follies of an Obama presidency than to restore the necessary common sense and good judgment to a depraved electorate willing to have such a man for their president. The problem is much deeper and far more serious than Mr. Obama, who is a mere symptom of what ails America . Blaming the prince of fools should not blind anyone to the vast confederacy of fools that made him their prince. The Republic can survive a Barack Obama, who is, after all, merely a fool. It is less likely to survive a multitude of fools, such as those who made him their President.\"",
  "Last Updated": "1 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/pragerzeitungon.asp",
  "Claim": "Former Czech president V clav Klaus called the American people a 'confederacy of fools' for electing Barack Obama.",
  "Claim_ID": "politics_soapbox_pragerzeitungon",
  "Tags": ""
}