{
  "Origins": "In October 2014, oil giant Baker Hughes announced it was donating $100,000 to the Susan G. Komen breast cancer foundation, and that it planned to make and distribute 1000 pink drill bits to raise awareness for breast cancer:",
  "Fact Check": "",
  "Description": "The news was met with a mixture of anger and confusion in some quarters. Mother Jones magazine, for instance, took issue with the donation, maintaining that one of the primary criticisms of fracking is that the practice injects carcinogenic chemicals into the environment: The irony here is that one of the primary criticisms of fracking is that the fracking process injects possible and known carcinogens, including benzene, formaldehyde, and sulfuric acid, into the ground and surrounding environment. A 2011 senate investigation of 14 leading fracking companies found that, between 2005 and 2009 far from the height of the fracking era the companies had \"injected 10.2 million gallons of fracturing products containing at least one carcinogen.\" Only adding to the irony is the fact that Komen's very own website, \"Environmental Chemicals and Breast Cancer Risk,\" informs readers of \"Common chemicals that may be associated with breast cancer,\" and some of the chemical categories listed are exactly those released when fracking. Breast Cancer Action ( BCA ), an organization dedicated to finding a cure, also noted that: Fracking is the process of taking millions of gallons of water, mixing it with tens of thousands of gallons of chemicals and pumping the mixture underground at extreme pressure to break up rock formations and release oil or natural gas. Over 700 chemicals are commonly used in the process of drilling and fracking for oil and gas. Of these, dozens are listed as \"chemicals of concern\" because of their link to myriad health harms, and several are known carcinogens or endocrine disruptors that have proven links to breast cancer. Some people found the partnership between the Susan G. Komen Foundation and Baker Hughes so odd that they assumed it was a hoax, but the Foundation confirmed the deal in a Facebook post on 8 October 2014: Baker Hughes employees have supported women and men with breast cancer for many years through participation in Susan G. Komen's Race for the Cure series. An employee suggested last year that the company paint its drill bits pink as a show of support for people with breast cancer. They also provide educational breast cancer materials to employees and customers. Baker Hughes makes a flat donation to Komen, not tied to sales of the pink drill bits or any other product. We appreciate the participation and commitment of the people of Baker Hughes, for their efforts to show support for women and men facing breast cancer.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/SusanGKomen/posts/10154763348735157;http://www.bcaction.org/take-action/stop-fracking/;http://public.bakerhughes.com/pink/;",
  "Example": "[Collected via e-mail, October 2014] Is it true that Komen Foundation received a $100,000 donation from an oil company that is making pink drill bits for fracking?",
  "Last Updated": "10 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/frackingforacure.asp",
  "Claim": "Oil giant Baker Hughes donated $100,000 to the Susan G. Komen Foundation and now plans to distribute 1000 pink drill bits.",
  "Claim_ID": "politics_business_frackingforacure",
  "Tags": ""
}