{
  "Origins": "On 24 May 2014, the National Report published an article positing that President Obama had ordered the removal of the words 'In God We Trust' (the U.S. national motto) from all U.S. currency by 1 July 2014:",
  "Fact Check": "",
  "Description": "By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of fiction from the National Report , a web site whose stock in trade is publishing outrage-provoking fake news stories such as \"President Obama Reported Sedated Following Emotional Breakdown,\" City in Michigan First to Fully Implement Sharia Law,\" and \"Multiple Wyoming School Districts Implant RFID Chip Technology in Students Without Parental Consent.\" In fact, legislation passed in 1955 makes the appearance of the motto \"In God We Trust\" mandatory on all coins and paper currency issued by the United States. That requirement cannot be unilaterally overturned by the President; Congress would have to specifically pass a bill rescinding the previous legislation in order for the change described here (i.e., the removal of the U.S. motto) to take effect. (Although various lawsuits over the years have challenged the appearance of \"In God We Trust\" on U.S. money as a violation of the First Amendment's Establishment Clause , so far all such lawsuits have been rejected by federal courts.) A petition posted on the official White House web site that urges the Obama administration to \"Keep The Words 'IN GOD WE TRUST' on All American Currency\" was linked from within the National Report article; that petition was simply a ruse created by the author of the National Report piece himself to lend an air of verisimilitude to his fictional article. The National Report 's disclaimer page notes that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental.",
  "Originally Published": "",
  "Referred Links": "https://petitions.whitehouse.gov/petition/keep-words-god-we-trust-all-american-currency/4NQ9GXsj;http://en.wikipedia.org/wiki/Establishment_Clause;http://www.usmint.gov/about_the_mint/fun_facts/?action=fun_facts5;http://www.donotlink.com/exle;",
  "Example": "[Collected via e-mail, May 2014] Is there any truth to this? \"Obama to Remove 'In God We Trust' from All Currency Beginning July 1st\"",
  "Last Updated": "29 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/ingodwetrust.asp",
  "Claim": "President Obama has ordered the removal of the words 'In God We Trust' from all U.S. currency.",
  "Claim_ID": "Politics_satire_ingodwetrust",
  "Tags": ""
}