{
  "Origins": "Pope Francis has proved a continually polarizing religious figure since he was elected to the papacy in March 2013, and on 27 October 2014 he commented upon the ecumenically divisive issues of creationism, evolution, and the origins of the universe.",
  "Fact Check": "",
  "Description": "While addressing the Pontifical Academy of Sciences, Pope Francis spoke about the intersection of science and religion. In keeping with a viewpoint that comes across as somewhat progressive to many Americans, the Pope explained that belief in science, evolution, and the Big Bang theory are more compatible with faith than denying them: When we read about Creation in Genesis, we run the risk of imagining God was a magician, with a magic wand able to do everything. But that is not so. He created human beings and let them develop according to the internal laws that he gave to each one so they would reach their fulfilment. Evolution in nature is not inconsistent with the notion of creation, because evolution requires the creation of beings that evolve. Pope Francis is not the first pontiff to embrace science and the concept of evolution. Pope Benedict XVI, his immediate predecessor, said in 2007: This antithesis is absurd because, on the one hand, there are so many scientific proofs in favor of evolution which appears to be a reality we can see and which enriches our knowledge of life and being as such. But on the other, the doctrine of evolution does not answer every query, especially the great philosophical question: where does everything come from? And how did everything start which ultimately led to man? I believe this is of the utmost importance. Prior to Benedict XVI's 2007 comments, Pope John Paul II also said evolution was \"effectively proven fact.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2014] Is it true the Pope acknowledged evolution?",
  "Last Updated": "30 September 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/popeevolution.asp",
  "Claim": "Pope Francis said evolution and the Big Bang theory are compatible with the Bible and religious belief.",
  "Claim_ID": "politics_quotes_popeevolution",
  "Tags": ""
}