{
  "Origins": "On 20 March 2014, the Daily Currant published an article stating that former Alaska governor and 2008 vice-presidential candidate Sarah Palin had, during an Fox News interview with Sean Hannity, expressed the notion that the missing Malaysia Airlines Flight 370 (which disappeared over the South China Sea on 8 March 2014 with 239 persons aboard) may have disappeared because the aircraft \"mistakenly flew too high and ended up in heaven\":",
  "Fact Check": "",
  "Description": "Soon afterwards links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. The gist of this article was also circulated in the form of an infographic: However, the Daily Currant article was just a bit of political humor spoofing Palin's reputation for blending political and religious issues together. As noted in the Daily Currant 's \" About \" page, that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world.",
  "Originally Published": "",
  "Referred Links": "http://dailycurrant.com/about/;http://dailycurrant.com/2014/03/20/palin-wonders-if-flight-370-flew-directly-to-heaven-2/;",
  "Example": "[Collected via e-mail, April 2014] An email today quoted Sarah Palin in an interview with Sean Hannity stating her view of the fate of Malaysian Air Flight 370. She supposedly states \"nobody is talking about the God possibility. What if they flew too high and got stuck up there? That would explain no wreckage. Everybody knows when you go to heaven you can't come back.\" Is there any possibility this is true? What utter nonsense.",
  "Last Updated": "22 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/palin370.asp",
  "Claim": "Sarah Palin said Malaysia Airlines Flight 370 may have disappeared \"because it mistakenly flew too high and ended up in heaven.\"",
  "Claim_ID": "politics_satire_palin370",
  "Tags": ""
}