{
  "Origins": "Barbara had reason to question my sanity when I woke her up this afternoon (she'd stayed up very late to accommodate a 5:00 AM interview request from C-SPAN ) and offered to take her to a clothing store at the local mall, as she knows that three of my least favorite activities are 1) shopping; 2) clothes shopping; and 3) shopping at malls. Of course, my ulterior motive was soon revealed I wasn't interested in clothes shopping at all; I merely wanted to stop by an Abercrombie & Fitch outlet to pick up a copy of their \"Christmas Field Guide\" to see what all the fuss was about. ( Abercrombie & Fitch is a retailer of men's, women's, and children's clothing and accessories, aimed primarily at the teenage and young adult market. Abercrombie & Fitch was the subject of controversy in 2002 when they offered a line of t-shirts based on Asian caricatures.)",
  "Fact Check": "",
  "Description": "The A&F Quarterly available at Abercrombie & Fitch stores is a magazine-cum-catalog, featuring not only descriptions, pictures, and prices of merchandise, but also articles, interviews, and advertisements intended to appeal to A&F's primary market segment (young adults) as well as plenty of pictures of young people wearing Abercrombie & Fitch clothing. The winter 2003 edition of A&F Quarterly, known as the \"Christmas Field Guide,\" is a hefty 280 pages, only about 100 pages of which are dedicated to catalog material. The first 121 pages include nothing but photographs of models, and the last 60 pages feature articles, interviews, and ads. The content of those first 121 pages is what all the fuss is about. As a prelude, we have to say that we saw nothing to indicate that the A&F Quarterly is \"targeted to your 10- to 13-year-olds.\" It isn't given away for free in Abercrombie & Fitch stores, nor is sent out to customers as a free mailing. The A&F Quarterly is available for purchase at A&F outlets (we paid $7 for our copy) or via subscription. In-store buyers are asked to produce ID to demonstrate they are are 18 or older, and the subscription card instructs readers to \"Fill out this card and head to the nearest A&F store with a valid photo ID\" in order to subscribe. Although Abercrombie & Fitch does also sell children's merchandise, all of the products advertised in the \"Christmas Field Guide\" appear to be aimed at the young adult/college crowd, not children. The \"Christmas Field Guide\" comes packaged in an outer sleeve which identifies it as \"280 PAGES OF MOOSE, ICE HOCKEY, CHIVALRY, GROUP SEX & MORE . . . The back of this sleeve includes a red-and-white \"EDITOR'S NOTE\" box in the lower left-hand corner, which frames a warning that \"DUE TO MATURE CONTENT PARENTAL CONSENT SUGGESTED FOR READERS UNDER EIGHTEEN.\" However, once this outer sleeve is removed, no warnings are visible, and the contents of the publication are not identifiable from its cover. (The front cover features a male silhouette superimposed against a picture of a moose, as shown above, and the back cover is a collage of drawings and photographs of moose.) All of the models pictured in the A&F Quarterly appear to be adults (i.e., at least 18 years old). No genitalia are visible in any of the photographs, and although sexual activity is suggested, it is not explicitly depicted. All that said, we'd venture to opine that much of the content in the A&F \"Christmas Field Guide\" could accurately be characterized as \"soft-core porn.\" We're only going to reproduce one of the pictures here (because the photographs are presumably protected by copyright, and because our site can't support traffic from thousands of porn-seeking web surfers), but we'll try to accurately describe what they depict. This will all sound ridiculously prurient, we know, but it's the best we can do without reproducing the catalog itself: Two photographs show four smiling, topless young women in reclining positions around a smiling, naked young man who is lying with his back to the camera (but with his face turned towards it). Although all of the young women are topless, only one of them has her breasts exposed to the camera. In the first photo a bare-breasted young woman is playfully pulling off the young man's pajama bottoms (exposing his buttocks), and in the second photo she holds the now completely-removed pajama bottoms (exposing all of the young man's backside). A photograph shows a naked young woman sitting on what looks like the window ledge of a castle turret, grasping a horizontal flag pole. The picture is taken from a distance to include the whole turret, so the woman's image is only a very small portion of the entire picture. A photograph depicts two young women lying next to a young man, all of them sleeping in a canopied bed accompanied by four collies (of the canine variety). All three of the young people are shirtless; one young woman exposes both breasts to the camera, and the other exposes one. Two photographs feature two different young men posing separately with medieval military gear (i.e., a suit of armor and a sword). The first young man is completely unclothed but is posed in a sitting position, so neither his crotch nor his buttocks are exposed. The second young man is naked except for a velvet cape; both the cape and his hand are positioned to obscure his crotch. A two-page spread shows a young couple wading into a lake or river, both with their backs to the camera. The young man has his jeans pulled down to his knees, exposing his buttocks, and his left hand is pulling on the young woman's bikini bottom (which has the words \"unwrap me\" printed on it). A photograph shows a profile shot of an unclothed young man walking towards the shoreline with his shorts in his hands. A black-and-white photograph shows side view of a naked young man standing in a rowboat, with his face and upper chest turned towards the camera. A photograph shows a young couple standing atop a rocky cliff; the young woman is topless, and the young man is unclothed but clutches a blanket which covers his crotch and all of his right leg. A two-page spread shows a semi-reclining, shirtless young man with his shorts pulled down around his ankles. The young man's knees are pointed upwards, thereby obscuring his groin. Two photographs show a topless young couple standing face-to-face with each other and then kissing. One of the young woman's breasts is visible in the first picture. A photograph shows a young couple facing the camera with their eyes closed. Both of them are topless; the young woman's arms are placed over her head and around the neck of the young man behind her, exposing both her breasts. A photograph shows an embracing young couple with a blanket wrapped around the lower halves of their bodies. One of the young woman's breasts is exposed, as are the young man's buttocks. A photograph shows eleven young people (seven men and four women) sitting naked in a shallow pool of water. All crotches are obscured by legs, water, or the positioning of adjacent bodies; one of the women exposes a single breast to the camera. The text at the bottom of this two-page spread reads as follows: Group Sex Sex, as we know, can involve one or two, but what about even more? The m nage trois (three-way) is not an uncommon arrangement. An orgy can involve an unlimited quantity of potential lovers. Groups can be mixed-gender or same-sex, friendly or anonymous. The risk of pregnancy and of STD transmission, including HIV, increases with each additional partner. A pleasant and supersafe alternative to this is group masturbation sometimes called a circle jerk or Jack-and-Jill-Off. Orgies and group sex were common in the Middle Ages. Promiscuity was popular with both the peasantry and the nobility. Since divorce was forbidden by the Church, adultery was common and socially accepted. Did you know? Both humans and porpoises have one sex act in common group sex. So that's what they keep making those noises for. A two-page spread shows a naked young couple frolicking in the water and then kissing in a reclined embrace. The young man's buttocks are visible in the first photograph, and one of the woman's breasts in the other. A black-and-white photograph shows a different naked couple frolicking in the water; one of the woman's breasts is visible. A series of four pictures shows several skinny-dipping young people sliding on wet rocks and cavorting in a pond. A couple of female breasts are visible. A two-page spread shows three skinny-dipping couples embracing and kissing while standing in water up to their waists. A black-and-white photograph shows a kneeling young man reaching his hands towards a young woman's foot; the young woman has pulled off her bikini top and is clutching it in her left hand, exposing her breasts. A photograph shows a naked young couple standing one behind the other along a shoreline. A large tree stump obscures their crotches, but both the woman's breasts are exposed. A naked young man is posed sitting in front of a fireplace; he clutches a strategically-placed pair of shorts and a gift-wrapped box over his crotch. A two-page spread shows six young people in various states of undress lying on their floor with their bodies intertwined amidst a mass of presents, clothing, and Christmas trees. Of course, there are other pictures included in the \"Christmas Field Guide\" that, although they do not include nudity, might fairly be described as \"sexually suggestive\" (e.g., the classic shot of a shapely but fully-clothed young woman lying on the ground, gazing into the distance with a \"come and take me\" look on her face). Here we've described only the photographs that depict instances of what we would consider nudity. (Despite the claims made in the article quoted at the head of this page, we found no photographs of \"men kissing\" anywhere in the \"Christmas Field Guide.\") Some of the catalog's non-pictorial pages also encompass sexually-oriented themes. On page 279, for example, the reader finds a Q&A interview with Sari Locker, author of The Complete Idiot's Guide to Amazing Sex , in which she gives advice on how college students should approach sex and navigate the lack of privacy in student housing, as well as pointers on masturbation, \"sex for three,\" and discreet sex in movie theaters. ( Abercrombie & Fitch even slyly spoofs the content of A&F Quarterly in the publication itself. Their \"Ask A&F\" column includes a missive from someone who supposedly writes: \"I'm pretty upset you don't show penises in your catalog. All I see is boobies, boobies, boobies and the occasional buttocks. I want some penises. Thank you for your time. Please consider putting in some penises. Have a great day!\") What to make of all this? Whether something like the Abercrombie & Fitch \"Christmas Field Guide\" is offensive depends upon one's values. Some people feel it's never appropriate to use nudity and sexual suggestiveness in advertising, regardless of the product being sold or the age of the target audience. Others don't have an issue with this type of advertising as long as it's restricted to venues where only adults are likely to see it (e.g., adult magazines whose sales are restricted by age). Some consumers believe it wrong for a company to employ sexually-oriented advertising for adult products if they also market children's products as well. (That last point seems to be applicable here: even though the products advertised in the \"Christmas Field Guide\" don't appear to be aimed at a pre-teen audience, Abercrombie & Fitch does have product lines targeted to children .) P.S. Although we left Abercrombie & Fitch with nothing but a catalog, Barbara still got to do some clothes shopping elsewhere in the mall. Update: Abercrombie & Fitch pulled the \"Christmas Field Guide\" from their stores in early December. Protest groups claimed the act was a result of their campaigning for a boycott over Abercrombie & Fitch's using the catalog \"as a pretext to sell sexual ideology to teens,\" while an Abercrombie & Fitch spokesman maintained that the catalog displays was removed because stores needed display space for the launch of a new perfume called NOW. The \"Christmas Field Guide\" is still available via mail order. Then, on 10 December 2003, Abercrombie & Fitch announced it would stop issuing its racy quarterly catalogues and instead would be unveiling \"an innovative and exciting campaign in the spring.\" Some industry analysts said the Christmas 2003 edition of the publication may have offended too many people, prompting this change.",
  "Originally Published": "",
  "Referred Links": "http://www.abercrombiekids.com/kids/onlinestore/index.html;http://www.abercrombie.com/anf/index.html;http://www.worldnetdaily.com/news/article.asp?ARTICLE_ID=35579;",
  "Example": "[WorldNetDaily.com, 2003] Forty-five specific portrayals of sexual imagery in the first 120 pages, advice to the readers ... this is how the new Abercrombie & Fitch Quarterly titled \"The Christmas Field Guide\" begins its new quarterly magazine that is targeted to your 10- to 13-year-olds. The 45 images include overt portrayals of group sex, lots of teen and young adult nudity, men kissing, and teens/young adults frolicking in a river engaging in sexual activity in multiple group settings. [Rest of article here]",
  "Last Updated": "27 November 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/christmas/abercrombie.asp",
  "Claim": "The 2003 \"Christmas Field Guide\" issued by clothiers Abercrombie & Fitch included nude and sexually suggestive photographs of young models.",
  "Claim_ID": "politics_christmas_abercrombie",
  "Tags": ""
}