{
  "Origins": "This rumor about Delta Air Lines' prohibiting the transport of Jews and Bibles on all its flights originated with a flurry of news stories from June 2011 regarding a January 2011 announcement that Saudi Arabian Airlines (SAA) would be joining SkyTeam , an international airline marketing alliance whose membership includes Delta. That announcement had brought up concerns about code-shares, which are agreements that allow airlines to sell tickets on other airlines' flights (an arrangement that often confuses travelers who believe they bought a ticket on one airline but then find themselves actually flying on another airline): Delta doesn't fly into Saudi Arabia, but critics expressed concern that its SkyTeam marketing alliance with Saudi Arabian Airlines which flies between the USA and Saudi Arabia would develop into a code-share agreement. That would enable each airline to sell one another's tickets. Critics maintained that \"Saudi Arabia s visa requirements are extremely illiberal, and those who don t meet those requirements are not allowed to board a SAA flight to Saudi Arabia,\" and therefore, under SkyTeam's code-sharing arrangement, \"SAA will be operating flights under the Delta brand as it enforces those illiberal requirements\" requirements that reportedly included a prohibition on all Jewish and Israeli passengers, or anyone carrying any \"non-Islamic article of faith\":",
  "Fact Check": "",
  "Description": "This issue was reported in ways that created the mistaken impression that Delta Air Lines itself would be banning Jewish passengers and Bibles from Delta flights to Saudi Arabia (or from Delta flights in general). But the SkyTeam arrangement merely meant that Delta would potentially be selling tickets for flights on Saudi Arabian Airlines under its own name SAA, not Delta, would be conducting those flights; and SAA, not Delta, would be responsible for dealing with any passenger entry requirements on flights destined for Saudi Arabia. Still, many news outlets (like the one in the following clip) got the story wrong and erroneously reported that Delta itself would be banning Jews from their flights: Moreover, a number of sources reported that although the Saudi Arabian government denied entry visas to travelers bearing Israeli passports and prohibited the carrying of non-Islamic religious articles into Saudi Arabia, that country did not bar Jewish travelers from the U.S.: \"Delta has been unfairly singled out,\" says travel expert Henry Harteveldt, a Jewish American and a vice president of Forrester Research. \"We may find a lot of Saudi Arabia's policies unpleasant and not agree with them, but any airline flying into any country is obliged to act by the rules of that country.\" The Saudi government, according to the U.S. State Department, prohibits criticism of Islam and \"the public practice of religions other than Islam.\" Non-Islamic religious articles such as crosses and Bibles are forbidden, the State Department says. Nail Al-Jubeir, a spokesman for the Saudi Arabian Embassy in Washington, says Americans of all religions, including Jews, will be issued visas for entry into Saudi Arabia. Until 1994, visas were denied to Americans holding passports with a stamp showing a visit to Israel, but that practice has ended, Al-Jubeir says. He says Israeli passport holders are still denied visas because Saudi Arabia has no diplomatic relations with Israel. The Saudi embassy said that Israel doesn't grant visas to Saudi Arabians [either]. Rabbi David Saperstein, director of the Religious Action Center of Reform Judaism, says he's known a lot of Jewish-American business men with Jewish-sounding names who were provided visas to enter Saudi Arabia and were not \"harassed\" during their stay. Jewish leader Rabbi Irwin Kula was wary about inflaming concerns on this [issue], saying he knows many professionals who are very open about their Jewish religious identity who fly to Saudi Arabia all the time for business. Adam Hochberg summed up the controversy on Poynter.org by noting that the \"incendiary news story about Delta Air Lines left a vapor trail of misinformation and confusion as websites eagerly posted it without thoroughly checking the facts\": First, it s important to emphasize that Delta itself doesn t fly to Saudi Arabia and has no plans to do so. When Saudi Arabian Airlines joins SkyTeam, Delta will sell tickets for the Middle Eastern carrier and allow easier connections between the two airlines, but the actual flights will not be on Delta planes. Second, it s undisputable that Jews especially those with Israeli passports often face obstacles traveling to Arab countries, including being hassled and detained but it s overstating the situation to speak of the banning of Jews.\" Third, the reports of banned Bibles are part fact and part hyperbole. It is indeed common practice for non-Islamic religious items to be confiscated from travelers entering Saudi Arabia. (As late as 2007, the Saudi Arabian Airlines website noted that such items as Bibles, crucifixes, and Stars of David could not be brought into the country.) But it s not accurate to suggest that Delta is outlawing Bibles on its flights. If a passenger s religious item is confiscated, it s because a Saudi Arabian government official takes it after the visitor lands in that country, not because Delta seizes it in Cincinnati or Salt Lake City. And, of course, Saudi Arabia s narrow-minded ban applies regardless of what airline a passenger arrives on. In the event, the concerns over code-sharing were quickly rendered moot when Delta announced it would not be engaging in code-sharing or other reciprocal benefits with SAA: Delta does not intend to codeshare or share reciprocal benefits, such as frequent flier benefits, with Saudi Arabian Airlines, we have confirmed with SkyTeam. Delta s only agreement with Saudi Arabian Airlines is a standard industry interline agreement which allows passengers to book tickets on multiple carriers, similar to the standard interline agreements American Airlines, US Airways and Alaska Airlines have with Saudi Arabian Airlines. Nonetheless, this code-sharing issue which briefly flared in mid-2011 soon morphed into the rumor that \"no Jews or Bibles\" are now permitted on any Delta Airlines flight, a false claim which is still going strong two years later.",
  "Originally Published": "",
  "Referred Links": "http://www.skyteam.com/;",
  "Example": "[Collected via e-mail, May 2013] Delta Airlines recently joined Saudia Arabia airlines - no bibles or jews now permitted on any Delta airlines flights. Delta Airlines forbids Jews and religious articles to fly on its airlines as part of its agreement with Saudi Airlines.",
  "Last Updated": "21 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/delta.asp",
  "Claim": "Delta Air Lines prohibits Jewish passengers and Bibles on all their flights due to an alliance with Saudi Arabian Airlines.",
  "Claim_ID": "politics_religion_delta",
  "Tags": ""
}