{
  "Origins": "In April 2012, lawyers representing Barack Obama responded to a ballot challenge initiated by two New Jersey residents in which the plaintiffs argued Obama was not qualified to appear on the New Jersey primary ballot as a presidential candidate because he had not provided evidence to the New Jersey Secretary of State demonstrating he was a natural born citizen of the United States: Nick Purpura, of Monmouth County, has filed a challenge along with Ocean County resident Ted Moran alleging that Obama has never shown adequate proof that he was born in the United States despite the release of a longform birth certificate by the White House in April of 2011 and that his father was never a citizen of the United States, meaning Obama is not a natural born citizen, at least according to their interpretation of the Constitution. Obama's lawyer, Alexandra Hill, argued in response that New Jersey law does not require a candidate to provide evidence of natural born citizenship status in order to appear on the state's ballot as a presidential candidate:",
  "Fact Check": "",
  "Description": "The judge in the case affirmed no such legal requirement exists in dismissing the challenge: There appears to be no affirmative requirement that a person endorsed in a nominating petition for the presidency present to the Secretary of State any certification or other proof that he is qualified for the office, at least not at the time when nominating petitions are to be accepted or rejected by the secretary ... In this matter, as the petitioners' objection is that Mr. Obama has not provided the secretary with proof of the place of his birth by means of a birth certificate or otherwise, the lack of any obligation on his part to do so means he has not failed to act in accordance with the applicable law. Contrary to the egregiously bad piece of \"reporting\" from the Examiner cited in the example above, at no time during the hearings did Alexandra Hill or any other lawyer representing Barack Obama \"admit that the long-form birth certificate presented by the White House is a total forgery.\" Hill merely agreed to a stipulation that the image of Obama's birth certificate posted on the White House web site would not be used as evidence in the case, as his campaign had never presented it to the state or the court as proof of his eligibility in the first place (because there was no requirement for them to do so): [Plaintiffs' lawyer] pressed to be put on the record a stipulation by White House counsel that the Obama campaign was not utilizing the long-form birth certificate as proof that Obama was born in Hawaii or as proof he was qualified to be president as a \"natural born citizen\" under the Constitution. In response, Hill repeated she had no intention of presenting Obama's birth certificate to the court. Controversy over Hill's arguments at the April 10 hearing began after various Internet posts erroneously reported that Hill stipulated during the hearing that the Obama long-form birth certificate was a forgery. What precisely Hill had stipulated was that the birth certificate had never been presented by Obama's presidential campaign to the New Jersey secretary of state or to Judge Masin as evidence Obama was eligible to be president. After we debunked the Examiner article referenced above, its author petulantly prefaced it with an ironic tirade claiming that this site is unreliable while furtively altering his own article (and misleadingly continuing to present it as the \"original\") to eliminate the errors of fact we exposed. Note, for example, that the phrases bolded below were changed from definite statements of fact to conditional expressions of possibilities after our debunking was published: Lawyers representing the current sitting President of the United States of America have been forced, under penalty of perjury, to admit that the long-form birth certificate presented by the White House in April of 2011 is a total forgery. In a NJ ballot access eligibility case spawned by Tea Party activists, attorneys representing Obama had to admit the document presented to the American people by Obama himself is actually knowingly faked and was used to fool the American public into believing a complete fabrication. Lawyers representing the current sitting President of the United States of America have potentially alluded to Obama s long-form birth certificate presented by the White House in April of 2011 as being a total forgery. In a NJ ballot access eligibility case spawned by Tea Party activists, attorneys representing Obama may have admittd [sic] the document presented to the American people by Obama himself is actually knowingly faked and was used to fool the American public into believing a complete fabrication. The following paragraph, a total fabrication not based on anything that actually took place during court proceedings, was also excised from the original after our debunking was published: In a direct assault on everything the citizens of the USA take for granted, in layman s terms, his attorneys literally made the argument during a hearing on April 10th that because the document was so obviously faked and could not possibly be considered proof of citizenship, the document itself should not be allowed as evidence in the case.",
  "Originally Published": "",
  "Referred Links": "http://www.examiner.com/article/obama-officially-ineligible;",
  "Example": "[Collected via e-mail, April 2012] A crushing situation is emerging for, not only Barack Obama, but also for the American people as a landmark statement has been made by the Obama administration that is going to turn the entire 2012 Presidential race and potentially much more on its head. Lawyers representing the current sitting President of the United States of America have been forced, under penalty of perjury, to admit that the long-form birth certificate presented by the White House in April of 2011 is a total forgery. In a NJ ballot access eligibility case spawned by Tea Party activists, attorneys representing Obama had to admit the document presented to the American people by Obama himself is actually knowingly faked and was used to fool the American public into believing a complete fabrication.",
  "Last Updated": "6 June 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/birthers/ineligible.asp",
  "Claim": "Lawyers representing Barack Obama admitted that his birth certificate is a forgery.",
  "Claim_ID": "politics_obama_birthers_ineligible",
  "Tags": ""
}