{
  "Origins": "Given the triple whammy of rapidly increasing gasoline prices ($4.00 per gallon and upwards), concern over U.S. dependence on foreign oil imports (domestic production accounts for only about 30% of U.S. oil consumption), and the controversy over whether or not to allow oil and gas production in Alaska's Arctic National Wildlife Refuge ( ANWR ), the notion that all of the crude oil currently produced in Alaska is being exported to another country (or countries) is bound to leave some Americans scratching their heads in wonderment (if not seething with anger and resentment).",
  "Fact Check": "",
  "Description": "Even if this claim were true, it might not be as preposterous as it seems on the surface. In light of all the factors involved in producing, transporting, and refining crude oil, the relative remoteness of Alaska from the rest of the United States, and the transportation limitations (and costs) associated with shipping via the Panama Canal, it could conceivably be more economically advantageous for the U.S. to ship Alaskan crude to East Asian countries (such as Korea and Japan) and to offset those exports with oil imported from countries closer to the continental U.S. (such as Canada and Mexico). Those economic conditions don't necessarily hold sway any more, but they did at one time, as the Cato Institute noted in 1995: The natural market for North Slope oil is Japan, Korea, and northern East Asia, to which oil can be shipped for about 50 cents per barrel, but North Slope producers are required to use domestic tankers and market exclusively in the United States and its territories, a mandate that has often resulted in shipping costs of $5 per barrel. That price distortion has led to artificially low domestic prices for heavy crude on the West Coast, discouraging otherwise profitable exploration and production investments in Alaska and California. We don't need to engage in such economic speculation to debunk the rumor that all crude oil produced in Alaska is currently shipped to Japan, however. The Trans Alaska Pipeline Authorization Act of 1973 effectively required all petroleum from Alaska's North Slope (ANS) to be sent to U.S. refineries. Congress passed legislation in 1995 eliminating that requirement, but: Alaskan crude oil exports effectively ended by May 2000 (due largely to allegations that British Petroleum had shipped ANS crude to Asian buyers in order to prop up flagging prices on the U.S. West Coast, claims which prompted legislators to begin calling on President Clinton to reinstate the ban on Alaskan oil exports). Even during the period between 1996 and 2000 when ANS crude was being shipped abroad (primarily to China, Japan, and Korea), such exports accounted for only 7% of total ANS production. A Congressional Research Service report from May 2005 stated that: The United States does export about one million barrels per day of oil and oil products; almost none of this is crude oil. The amount of exports is significant enough to cause concern among those fearful that the country is exporting oil in a time of high prices when that oil is needed at home. But 14% of this petroleum is traded with Canada, 23% with Mexico, and 13% is petroleum coke. Canada and Mexico are among the nation's most important suppliers of crude oil. Any exports to these countries are likely related to geographic considerations involving ease of transport. And they are more than offset by the great importance of Canadian and Mexican oil supplies to this country. Current ANS production is about 720,000 barrels per day, none of which (as far as we know) is exported outside the U.S.",
  "Originally Published": "",
  "Referred Links": "http://www.tax.state.ak.us/programs/oil/production/ans.aspx?5/1/2008;http://www.ipmall.info/hosted_resources/crs/RS22142_050506.pdf;http://www.gov.state.ak.us/trade/2003/tad/pub/exportsstable.pdf;http://www.eoearth.org/article/Trans-Alaska_Pipeline_Authorization_Act_of_1973,_United_States;http://www.cato.org/pubs/pas/pa-227.html;http://www.anwr.org/ANWR-Basics/What-is-ANWR-and-where-is-it.asp;",
  "Example": "[Collected via e-mail, May 2008] A friend said she thought she heard that the United States drilled for oil in Alaska but instead if this being used for the U.S. the oil is being sold to Japan. Is this true? If yes, then why. Is it true that all Alaskan oil is shipped to Japan?",
  "Last Updated": "9 May 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/gasoline/alaskaoil.asp",
  "Claim": "All the crude oil produced in Alaska is sold and shipped to Japan.",
  "Claim_ID": "politics_gasoline_alaskaoil",
  "Tags": ""
}