{
  "Origins": "Vieques is an island located eight miles off Puerto Rico's east coast. Since 1947, the U.S. Navy has used a 900-acre practice range on the island's eastern tip to conduct targeting training. (At one time the U.S. Navy owned about two-thirds of Vieques, but the Navy returned about half its holdings to the government of Puerto Rico in May 2001.) This use has been an ongoing source of controversy, with the Navy asserting its need to conduct ordnance training there and protesters claiming those exercises harm the environment and the health of the island's 9,500 residents. In recent years this dispute has escalated to higher levels of bitterness, fueled in part by the April 1999 death of a Puerto Rican civilian guard who was killed when two 500-pound bombs were fired off-target by a Marine jet. The mishap eventually resulted in the U.S. Navy's withdrawing from Vieques in May 2003.",
  "Fact Check": "",
  "Description": "The e-mail in question (sometimes titled \"Be Careful What You Wish For\" or \"Justice Served\") is accurate in that the closure of the base at Roosevelt Roads would result in a substantial financial loss to the economy of Puerto Rico, a loss the Navy estimates at $250 million a year. It's also accurate in terms of the opinions it ascribes to Admiral Robert Natter, commander of the Atlantic Fleet, who is on record as saying: \"Without Vieques there is no way I need the Navy facilities at Roosevelt Roads none. It's a drain on Defense Department and taxpayer dollars.\" However, this message presents the closure of Roosevelt Roads as a done deal, which it is not. Although Natter's voice would be a powerful one in the process, decisions on base closings are made by an independent commission and subject to congressional approval, and the next round of approvals isn't scheduled until 2005. In these uncertain times, many applaud the underlying sentiment of the Vieques e-mail: that even if the American military isn't utterly adored everywhere, their dollars certainly are, and woe betide anyone who thinks he'll get the latter without tolerating the presence of the former. Others favor this message because they see it as a triumphant tale of the little guy turning the tables on a bully and kicking him out of the neighborhood. Which side ultimately emerges as the \"winner\" in this controversy has yet to be decided. Barbara \"nincompoop decked\" Mikkelson Update: On 31 March 2003, the United States closed its Roosevelt Roads Naval Station. A skeleton staff of 200 will stay on at the facility until the transfer of the property is completed.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] One of the messes George W. Bush inherited was the Puerto Rican Island of Vieques. In the waning years of the Clinton Administration, protesters demanded the U.S. Navy abandon bombing and naval gun fire exercises there. It became a leftist cause. Liberals bumped into each other to fly to Puerto Rico and get arrested: Al Sharpton, Robert Kennedy Jr., Edward James Olmos, Mrs. Jesse Jackson, just to name a few. Mrs. Clinton, running for Senate, played to the Puerto Rican population of New York and criticized the Pentagon for not caving, which her husband then did, ordering a phase-out of the facility. The Bush administration reluctantly decided to close the range contrary to the recommendations of the Navy. So last week marked the Navy's final bombing exercises. Protesters showed up waving Puerto Rican flags and shouting, \"Navy Get Out!\" Well, they're getting out. In fact, now Navy officials are talking about closing the major support base. That's right; there goes the Roosevelt Roads Naval Air Station, one of Puerto Rico's largest employers, estimated to pump over $300 million dollars into the local economy every year. Suddenly, the governor says, \"Wait a minute! The people of Puerto Rico don't have any interest in the closing of the Roosevelt Roads base. The government of Puerto Rico is interested in that base staying in Puerto Rico for all the Economic benefits.\" No doubt Madam Mayor,\" Admiral Robert Natter, the commander of the Atlantic Fleet, says. \"Without Vieques there's no way I need the Navy facilities at Roosevelt Roads. None.\" So, Yankee go home? Fine! But we're gonna take our money with us. Sort of like, hasta la vista baby!",
  "Last Updated": "3 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/vieques.asp",
  "Claim": "The U.S. Navy's termination of ordnance training on the island of Vieques resulted in the closure of the nearby Roosevelt Roads Naval Base.",
  "Claim_ID": "politics_military_vieques",
  "Tags": ""
}