{
  "Origins": "Born Margaret Teresa Yvonne Reed in 1916, singer/actress/comedienne Martha Raye embarked on a show business career in early childhood, according to All Movie Guide: Born to a peripatetic vaudeville couple, Maggie Reed joined her parents' act as soon as she learned to walk, stopping the show with an energetic rendition of \"I Wish I Could Shimmy Like My Sister Kate.\" After touring in a double act with her brother Bud, she made her Broadway debut in the 1934 revue Calling All Stars, where she was billed for the first time as Martha Raye. While appearing as a singer/comedienne at Hollywood's Trocadero, she was selected to appear in Paramount's Rhythm on the Range (1936), in which she introduced her trademark song, \"Mr. Paganini.\" For the next four years she was Paramount's favorite soubrette, overemphasizing her big mouth and gorgeous legs in a series of zany comedy roles. She also proved to be a convincing romantic lead for Bob Hope (a lifelong friend). During World War II, Martha Raye joined with actresses Carole Landis, Kay Francis, and Mitzi Mayfair to form a United Service Organizations (USO) troupe, performing shows often under difficult and dangerous conditions for U.S. soldiers across Europe, the South Pacific, and North Africa. (All four women later starred in Four Jills in a Jeep , a cinematic account of their wartime USO experience.) Raye performed a similar service for G.I.s in two more wars, entertaining thousands and thousands of troops at U.S. military bases in Korea in the early 1950s and in Vietnam from 1965 to 1973. She is fondly remembered by generations of service members not just for her tireless efforts in staging shows for U.S. soldiers all over the world, but for uncomplainingly enduring the same conditions they did and for going far beyond the role of an entertainer by tending to troops in the field, including working with medivac units in Vietnam to pick up wounded Americans and assist in field hospitals.",
  "Fact Check": "",
  "Description": "For example, an October 1966 Associated Press article reported the following account: Comedienne Martha Raye, a front-line trouper for 24 years, changed her routine last week. She donned fatigues and worked for two days in an Army field dispensary, cleansing wounds, changing bandages and comforting GIs wounded in a Mekong Delta battle. The twangy-voiced brunette, who has gone from outpost to tiny outpost throughout Viet Nam to entertain American servicemen, sang, danced and ribbed the men of two Army aviation helicopter companies stationed in the Mekong Delta town of Soc Trang. The next morning, the chopper pilots and their crews delivered Vietnamese soldiers to the paddy fields and marshlands of the delta to charge the entrenched Viet Cong. As the first helicopters settled into the landing zones, they were met by intense fire. The landing zones were in the stronghold of a Viet Cong battalion. Additional troops were brought in, and in the battle that followed four American helicopters were shot down and 20 were damaged. American casualties began arriving by 8 a.m., at the small Soc Trang dispensary. Miss Raye, a former nurse, arrived about the same time, dressed in Army fatigues and volunteering for duty. \"She worked all day until 9 that night doing everything she could,\" one corpsman said. One of the first things she did was donate a pint of blood to a badly wounded sergeant. Then it was hour after hour of scrubbing and preparing the wounded for surgery, helping the surgeons, changing bandages, and cheering up men awaiting evacuation to field hospitals in Vung Tau or Saigon. Miss Raye's show did not go on that night. The next morning she was back at the hospital in her stained fatigues, helping one doctor and eight corpsmen care for the patients. Shortly before noon, when the work eased, Miss Raye flew 80 miles north to Vinh Long and performed that night for another unit of Army chopper crews who fly Vietnamese troops into battle. \"She did a lot for the morale of the men who'd been shot up, and she did a lot for ours, too,\" said a corpsman at the dispensary. As recognition of her efforts on behalf of U.S. service members, Martha Raye was given several honorary military designations, including the honorary ranks of lieutenant colonel in the U.S. Army and colonel in the U.S. Marine Corps (leading to her being dubbed \"Colonel Maggie\" by troops in Vietnam). In 1993 she was awarded the Presidential Medal of Freedom by President Bill Clinton for her service to her country, with a citation reading as follows: A talented performer whose career spans the better part of a century, Martha Raye has delighted audiences and uplifted spirits around the globe. She brought her tremendous comedic and musical skills to her work in film, stage, and television, helping to shape American entertainment. the great courage, kindness, and patriotism she showed in her many tours during World War II, the Korean Conflict, and the Vietnam Conflict earned her the nickname 'Colonel Maggie.' The American people honor Martha Raye, a woman who has tirelessly used her gifts to benefit the lives of her fellow Americans. Her service to U.S. troops was also commemorated after her death in 1994 via her burial with military honors in the Post Cemetery at Fort Bragg, North Carolina, a singular honor for a civilian: Martha Raye's exemplary service to the Army including trips to Vietnam to entertain the Green Berets earned her a funeral with military honors. Raye, who died in Los Angeles at age 78, requested several years [earlier] to be buried at Fort Bragg, home of the Green Berets. [S]he was to get her wish after a ceremony with a flag-draped casket and military pallbearers. Raye entertained troops in Vietnam for nine straight years, four months a year, spending much of the time with isolated Special Forces detachments in camps all over the country. Normally, only active duty and retired Army personnel are buried on post, but the Defense Department granted an exception for Raye, who was made an honorary lieutenant colonel in the Special Forces in 1966 by President Lyndon B. Johnson. Martha Raye maintained in the late 1970s that she had been \"blacklisted\" from film and television work for her role in supporting American military efforts in Vietnam, but others have questioned whether that was really the case, pointing out that her film career had largely ended long before (she appeared in only two theatrical movies between the end of World War II and the 1970s: 1947's Monsieur Verdoux and 1962's Jumbo ), that she made dozens of television appearances (both as herself and in character roles) during and immediately after the Vietnam War, and that many other entertainers performed for U.S. military personnel in Vietnam but experienced no decline in their employment prospects, and citing an overall paucity of film and television roles for actresses in their mid-50s and beyond as the likely cause for her difficulty in finding work in Hollywood in her later years. Additional information: Colonel Maggie Nurse, Entertainer, and Honorary Green Beret",
  "Originally Published": "",
  "Referred Links": "http://www.vietnamexp.com/morestories/MarthaRaye.htm;http://www.vietnamexp.com/morestories/MarthaRaye.htm;http://en.wikipedia.org/wiki/List_of_entertainers_who_performed_for_American_troops_in_Vietnam;http://www.findagrave.com/cgi-bin/fg.cgi?page=gr&GRid=2334;http://www.colonelmaggie.com/vets.htm;",
  "Example": "[Collected via e-mail, December 2010] Did you know that Martha Raye was a full bird Col in Army Reserve? Many may be too young to have known the comedian, Martha Raye. She was a loud mouth actress/comedian from several years ago, much unlike the foul mouthed four letter word spewing comics of today. This is a little known fact about what she did, but truly a patriotic, good American by any standards. For going to Vietnam, Col. Raye was considered a \"hawk\". Hollywood blacklisted her for more then ten years. Most of the old time entertainers were made out of a lot sterner stuff than today's crop of activists and whiners. The following is from an Army Aviator friend who takes another trip down memory lane: It was just before Thanksgiving '67 and we were ferrying dead and wounded from a large GRF west of Pleiku, Vietnam. We had run out of body bags by noon, so the Hook (CH-47 CHINOOK) was pretty rough in the back. All of a sudden, we heard a 'take-charge' woman's voice in the rear. There was the singer and actress, Martha Raye, with a SF (Special Forces) beret and jungle fatigues, with subdued markings, helping the wounded into the Chinook, and carrying the dead aboard. 'Maggie' had been visiting her SF 'heroes' out 'west'. We took off, short of fuel, and headed to the USAF hospital pad at Pleiku. As we all started unloading our sad pax's, a 'Smart-Ass' USAF Captain said to Martha.... Ms Ray, with all these dead and wounded to process, there would not be time for your show! To all of our surprise, she pulled on her right collar and said... Captain, see this eagle? I am a full 'Bird' Colonel in the US Army Reserve, and on this is a 'Caduceus' which means I am a Nurse, with a surgical specialty.... now, take me to your wounded. He said, yes ma'am.... Follow me. Several times at the Army Field Hospital in Pleiku, she would 'cover' a surgical shift, giving a nurse a well-deserved break. Martha is the only woman buried in the SF (Special Forces) cemetery at Ft. Bragg.",
  "Last Updated": "22 August 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/military/martharaye.asp",
  "Claim": "Actress Martha Raye entertained troops and tended to wounded soldiers in the field in Vietnam.",
  "Claim_ID": "politics_military_martharaye",
  "Tags": ""
}