{
  "Origins": "A measles outbreak that began in January 2015 and by the end of the month had infected over 100 people in 14 different states was eventually traced back to the Disney theme parks in Anaheim, California. Public health officials believe an individual infected with the measles virus visited the Disney resort at some point between 15 December and 20 December 2014.",
  "Fact Check": "",
  "Description": "The measles outbreak ignited a number of public health debates, chiefly those concerning the merits of vaccination and the decision of some parents not to have their children vaccinated. Prominent politicians including President Barack Obama and New Jersey Governor Chris Christie weighed in on the matter during the outbreak. Several rumors circulated about the cause or source of the illness's spread, due in part to the Centers for Disease Control (CDC) havingdeclared measles eradicated in the United States in 2000. Its reappearance (particularly at the Happiest Place on Earth) stoked a number of concerns and rumors about vaccines and other public health issues. Two of the rumors that circulated during the measles outbreak involved the individual or individuals with whom the outbreak originated (often referred to in news coverage as \"patient zero\"). Some rumors claimed the measles had been traced back to an individual who had already been vaccinated, thereby suggesting the standard MMR (measles, mumps, and rubella) vaccine was obviously not effective if measles was being spread by someone who had already received it. Another iteration of rumor claimed the disease had been traced to illegal immigrants at a Disney resort. (One need not posit the presence of illegal immigrants to conjure up the notion of \"infected foreigners\" visiting Disneyland, as the park is a large tourist attraction that draws many international guests year round.) CDC director Tom Friedan explained the effect of declining vaccination rates on 1 February 2015 and addressed the broader cause of the outbreak: What we've seen is, as over the last few years, a small but growing number of people have not been vaccinated. That number is building up among young adults in society, and that makes us vulnerable. We have to make sure that measles doesn't get a foothold in the U.S. It's been actually eliminated from this country for 15 years. All of our cases result, ultimately, from individuals who have traveled and brought it back here. At the time these rumors began to circulate, public health officials hadn't yet identified a specific source for the outbreak in question; and neither claim about the current measles outbreak's first patient has since been supported by any evidence. All of the individuals who fell ill had visited Disneyland between 15 December and 20 December 2014, but no other epidemiological factors have yet been determined.",
  "Originally Published": "",
  "Referred Links": "http://www.cbsnews.com/news/cdc-very-concerned-about-potential-for-large-measles-outbreak/;http://abcnews.go.com/Health/measles-cases-climb-102-cdc/story?id=28669137;",
  "Example": "[Collected via e-mail and Facebook, January 2015] I just read a post that claims border crossers from the south brought the measles, specifically illegal crossers. I'm sure it's false, just checking for others who believe all they read on the Internet. People are saying that the kid that started the measels outbreak at Disney had in fact been immunized. Is this true?",
  "Last Updated": "2 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/patientzero.asp",
  "Claim": "Patient zero for the 2014-2015 measles outbreak was found to be an already-vaccinated child or illegal immigrant.",
  "Claim_ID": "politics_medical_patientzero",
  "Tags": ""
}