{
  "Origins": "On 21 January 2015 the website Now the End Begins (a page devoted to chronicling the coming of Armageddon) published an article titled \"PRESBYTERIAN CHURCH AND ARAB PALESTINIAN GROUP REWRITING THE BIBLE TO REMOVE REFERENCES TO ISRAEL.\" References to Palestinians' \"rewriting the Bible\" predate their claim, going back at least as far as 2013 ; but in those references it's clear those using the term \"rewriting\" were objecting to a different interpretation of scripture and not a literal change to Biblical texts.",
  "Fact Check": "",
  "Description": "The claim cited above primarily focused on a Palestinian priest named Naim Ateek and his organization, the Sabeel International Ecumenical Liberation Theology Center in Jerusalem. According to the article, Ateek is at the forefront of a movement to alter the Bible to remove all mention of Israel or Jesus' faith (Judaism): The Palestinian and Sabeel Liberation Theology groups have partnered with the Presbyterian Church (U.S.A.) as their main support for this satanic doctrine. And no wonder, the Presbyterian Church in recent years has become rabidly anti-Israel and ferociously pro-LGBT. The name of \"Israel\" occurs 2566 times in 2,294 verses in the KJV. This new version blatantly changes God's Word. Any mention of Israel gone. Any mention of Jesus being a Jew gone. The movement which has brought the world a NEW bible, is called Palestinian Liberation Theology. At its heart is hatred for the Jewish people and for Israel. Of course, keeping in line with this hatred, the leaders of this satanic movement have changed Jesus (Yeshua) from being Jewish to being a Palestinian Arab. As no sources are cited, it's impossible to tell the source of the information contained in the article in question. However, Atik's name turned up on 20 January 2015, one day prior to that article, in a piece published on another site under the title \"Palestinian Liberation Theology Exposed.\" In that article, the author expounded upon Atik's efforts to proselytize Palestinians by utilizing Jesus as a symbol of oppression. While mention was made of \"rewriting\" the Bible, once again that mention was clearly an illustrative descriptor intended to express distaste for what its author viewed as a willful misinterpretation of scripture. Theology is rife with such debates; but the core issue at hand is whether we're discussing an interpretation of the Bible offensive to some Christians or an actual attempt to revise the Bible on paper: Most distressing, this fiction is now a popular trend in mainline Anglican, Presbyterian, Episcopalian and even a substantial number of evangelical churches in the USA and throughout Europe. The biblical narratives described in the Gospel books are twisted and manipulated to suit Ateek's bogus claims. He promotes a \"Palestinian\" Jesus to whom he attributes all of the \"universal\" sufferings of the contemporary Palestinians. Of course, he conveniently omits acknowledging the \"universal\" sufferings of the Jews. This fabricated Jesus, whose story is nowhere to be found in any ancient secular or biblical records, is a figment of Ateek's politicized imagination. That article itself was derivative of an earlier work from the Jewish publication Commentary , an editorial published in June 2014 , whose author lamented: For now [replacement theology] has returned with a fresh geopolitical impetus furnished by \"Palestinian liberation theology,\" itself a fusion of Palestinian political aspirations and Christian thinking. It is a variant of liberation theology, the doctrine propounded in the 1960s to suggest that socialist revolution was the proper fulfillment of the Christian duty to the poor. In this iteration, Jesus becomes a Palestinian persecuted by the Jews while Jesus's descendants who knew he had any? become today's Palestinians, crucified in the very land that was promised to them. Their liberation would, of course, require the dissolution of the Jewish state. These malevolent concepts, spreading from Palestinian Christians to churches in the West, are rooted in an audacious strategy adopted by the Palestinian Authority to deny Israel's right to exist by changing Jewish history to suit its own end. Part of this strategy involves denying that Jesus was a Jew from Judea and turning him into a Palestinian who preached Islam. To recap: In June 2014, an opinion piece was published addressing the use of Jesus as a recruitment tool by Palestinian Christians. In what looked to be a variation on the game \"Telephone,\" a January 2015 article linked back to the June 2014 piece and spawned a third article, published a day later. By then the claim had evolved from an objection to Palestinian-Christian appropriation of Jesus' story to an actual literal revision of Biblical texts. For that portion of the rumor, we've found no evidence any fringe of Christianity has suggested (much less started) editing the Bible to remove references to Israel and Jews. Even if we were to accept such an initiative actually had support from a mainstream denomination of Christianity such as Presbyterians, there is still no credible threat to the Bible if such a revision were to occur: There are few texts in human history as well known and widely read as the Bible, and Christians the world over would notice if Israel were suddenly absent from its pages. Even if the issue at hand weren't what looked to be a simplistic misinterpretation of a twice-recycled op-ed piece, there's still no reason to believe all Christian churches, all their congregants, the Vatican, theologists, Christian clergy around the world, and every Christian would allow a massive change to their holy texts for any reason (much less one that interested a very small number of Christians).",
  "Originally Published": "",
  "Referred Links": "https://www.commentarymagazine.com/article/jesus-was-a-palestinian-the-return-of-christian-anti-semitism/;http://www.donotlink.com/dd7c;http://blogs.cbn.com/jerusalemdateline/archive/2013/05/26/rewriting-the-bible.aspx;http://www.donotlink.com/dd70;",
  "Example": "[Collected via e-mail, January 2015] Presbyterian Church USA and Arab Palestinian Group are rewriting the Bible to remove references to Israel. Is this true, they are also removing reference to Jesus being a Jew?",
  "Last Updated": "27 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/biblechange.asp",
  "Claim": "A movement is underway to change the Bible by removing all references to Israel and claiming Jesus was not a Jew but a Palestinian.",
  "Claim_ID": "politics_religion_biblechange",
  "Tags": ""
}