{
  "Origins": "The fact that Senator John Kerry's middle name is \"Forbes\" is about the only piece of information this latest political diatribe gets right.",
  "Fact Check": "",
  "Description": "John Kerry and his wife, Teresa Heinz Kerry, together own several homes , but since they signed a prenuptial agreement and have kept their premarital assets separate, a Boston townhouse (which John Kerry mortgaged in 2003 to finance his presidential bid) is the only one of these homes that they technically own as a couple. The government is obligated to provide Secret Service protection to the President and his immediate family, so if John Kerry were elected to that office, of course he and his family would be entitled to the same level of security detail that the Secret Service provides to every President. That protection might indeed include the use of public funds to pay the costs of installation and maintenance for security systems at some of the Kerrys' homes, because the protection of First Families is viewed as a right and proper charge upon the nation. Security measures of this level would not be specific to the Kerrys; the homes of all Presidents are treated this way, as (to a lesser extent) are the homes of all former Presidents. It is not true, however, that every single residence owned by the either of the Kerrys (whether it be in America or abroad) would be staffed by five Secret Service agents around the clock, and that those agents would be guarding the Kerrys and all their properties for the rest of John Kerry's life. Secret Service staffing levels vary as the situation requires, and lifetime protection for former Presidents and their spouses was eliminated by Congressional legislation in 1997. President Clinton and his wife, Hillary, are the last First Couple who will receive such a benefit; President George W. Bush and all who succeed him in the White House will be limited to receiving Secret Service protection for a period of not more than 10 years from the time they leave office. In any case, the idea that U.S. voters would have to pay higher taxes if John Kerry were elected President in order to \"protect his investments\" is just silly. The projected U.S. federal budget for 2005 is $2.4 trillion the amount of money spent to protect the President and his family (whoever that President might be) is but a teeny-tiny fraction of a drop in that vast bucket. The only thing sillier than that notion that taxes would have to be raised to protect a putative President Kerry is the suggestion that the cost of Secret Service protection should be a factor in voters' choosing who should serve as President of the United States. For more information about the protection afforded former Presidents, see our article about a similar rumor that was attached to the previous First Couple when President Bill Clinton left office in 2001.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/omb/budget/fy2005/tables.html;http://www.secretservice.gov/protection.shtml;",
  "Example": "[Collected on the Internet, 2004] You will pay upkeep/Secret Service for 5 Kerry mansions. It is good to be John F. Kerry....... The F stands for Forbes in case you ever wondered. He is one of the richest Senators in Government. When someone is elected president, it means the Secret Service has to protect the President and his family as well as his property. The Kerry's have five US properties not counting the several foreign properties they own too. The cost to run these homes are more than what the average American could afford, even if the rent was free, and all you had to pay the water, gas & electric. Including ground keepers, maintenance, pool, and house keepers. To be President would require the taxpayers to pay for all that now if elected. Including a complete staffed Secret Service security 24 hours a day. In addition to that we will have to pay for each of their homes for security improvements even if they never go to them all there is that just in case. Who do you think will pay for all this? We Pay! This takes all the expense off Kerry and puts it on us. Nevertheless, factor another major cost to Americans that Kerry does not want you to know about. Becoming president would automatically include taking care of all their properties with Secret Service Agents that includes 5 agents per 6 hour shift 4 times a day 365 days of the year for the rest of their lives so long as they own those properties. It comes with being President once you are elected. It requires us the taxpayers, to pay for this as well as his annual salary as well as his retirements including the cost of living adjustments to boot. These salaries and agents protect all their real estate property with Secret Service Agents and pay the bills for the rest of his life. In addition, feed the Secret Service Agents and rotate new ones every 6 hours for the rest of his life. Do the math. Five properties need to be protected. This requires five Secret Service Agents per shift, daily every six hours, per property! That is 20 Secret Service Agents per day per property everyday including Holidays. Wow, what does that cost? Lets say an average of 20 agents per property, each earning a about $60K per agent to survey the perimeters and protect. Now times that by five properties so far. That is if the Kerry's do not buy any more properties afterwards. This also includes the Agents vehicles and repairs, gas, meals, days off, paid vacation, and medical plan visits etc per agent. Who pays? YOU pay, the whole time they are alive after becoming President! Is this the best use of our tax money electing Kerry to take care of all their properties both foreign and domestic? On the other hand, shouldn't he pay for his own? Yet, the Presidential salary could not afford it. The more I think about paying for Kerry's properties everyday, just makes me happy keeping President Bush all the more merrier. Without raising taxes to boot. How on earth would Kerry pay for everyone to have Healthcare, increase our military, and have us pay to protect his investments, all without raising our taxes? Tax and spend Kerry is his party motto. Which really has to make you wonder why anyone with his wealth, would take a salary of that of a U.S. Senator, never mind wanna be President? Do you believe him now why he needs to be the Prez? To serve the people? On the other hand, the people serve Him and his wife! IF YOU AREN'T COMPLETELY APPALLED, THEN YOU HAVEN'T BEEN PAYING ATTENTION",
  "Last Updated": "2 October 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/kerry/secret.asp",
  "Claim": "If John Kerry were elected President, the Secret Service would have to protect him and every property he owns for the rest of his life.",
  "Claim_ID": "politics_kerry_secret",
  "Tags": ""
}