{
  "Origins": "Receiving multiple \"Is this true?\" inquiries about a particular bit of humor always poses something of a challenge for us: The immediate temptation is to brush off such questions by simply responding \"It's just a joke,\" but that sort of answer is too facile clearly something about these supposedly frivolous humor items is striking some people as plausible and therefore merits examination.",
  "Fact Check": "",
  "Description": "So what to make of this specific example? On one level it might charitably be considered a political spoof, a jab at the perceived overzealousness of some Obama supporters who seemed ready from the moment of his election (if not sooner) to elevate him to the pantheon of America's Greatest Presidents, well before he might have done anything to merit such a honor. On a more obvious level it's nothing more than a denigrating, racist joke intended to emphasize that President Obama's racial heritage places him in a distinctly different (where \"different\" is often a code word for \"inferior\") class than any previous U.S. president. (It's not as if the stone carvings of Washington, Lincoln, Jefferson, and Roosevelt that currently populate Mount Rushmore were carefully crafted to match the skin tones of their subjects, so why would a similar carving of Obama require the use of a \"lump of hard coal\"?) Yet a third interpretation straddles the middle ground between these first two, positing that the joke is racial but not necessarily racist that the intent is to satirize the notion that much of the adulation directed at Barack Obama has focused primarily or exclusively on his status as the first black president, not on any other quality of the man himself.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2009] I just received an e-mail talking about a traffic jam caused by the transport of a huge piece of coal going to Mount Rushmore for the addition of our 44th President. LANE CLOSURES ON RT 80 this weekend Over this upcoming weekend they will be transporting a 40 ton lump of hard coal from Scranton Pa to Rapid City SD along Int. Rt, 80. According toWNEP Channel 16 this will cause massive bottlenecks this weekend in upstate PA. The coal is bound for Mount Rushmore. Early next year they will be adding our 44th president to the national monument.True or False??? Is this true? ALERT I-90 will be closed this weekend across South Dakota. They are hauling a 2000 ton lump of coal so they can add Obama to Mt. Rushmore!",
  "Last Updated": "11 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/humor/rushmore.asp",
  "Claim": "A roadway in South Dakota will be temporarily closed to allow for the transport of a large piece of coal to Mount Rushmore.",
  "Claim_ID": "politics_humor_rushmore",
  "Tags": ""
}