{
  "Origins": "On 22 April 2013, the Daily Currant published an article stating that former Alaska governor and 2008 vice-presidential candidate Sarah Palin had advocated an invasion of the Czech Republic in response to the Boston Marathon bombings:",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a bit of political humor from the Daily Currant which spoofed Palin's reputation for having a shaky grasp of geography by having her supposedly confuse the Russian republic of Chechnya (a region to which the accused Boston Marathon bombers had ties) with the Czech Republic, a country in Central Europe. As noted in the Daily Currant 's \" About \" page, that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world. A confusion of Chechnya with the Czech Republic after the Boston Marathon bombings was not just the product of satire, however. The Daily Currant 's spoof was inspired by numerous real-life examples of such mix-ups: So much vitriolic anti-Czech sentiment was aired online that one Tumblr user compiled a 'shame list' of erroneous hateful comments. And it was not only social media users getting confused; a former CIA agent commenting on the manhunt for CNN also got the two territories mixed up live on air. Petr Gandalovic, the Czech Republic's ambassador to the U.S., was naturally keen to clear up the confusion. \"As more information on the origin of the alleged perpetrators is coming to light, I am concerned to note in the social media a most unfortunate misunderstanding in this respect,\" he said in a statement. \"The Czech Republic and Chechnya are two very different entities the Czech Republic is a Central European country; Chechnya is a part of the Russian Federation.\" Embarrassed Twitter users have been quick to delete posts as their folly was uncovered. And spoof media site The Daily Currant even produced its own satirical report of a Fox News interview in which former Republican vice-presidential candidate Sarah Palin insists that invading the Czech Republic is the only course of action open to the U.S. To clarify, Chechens are an ethnic group occupying a small territory in Russia s North Caucasus region, sandwiched between the Black and Caspian Seas and around 1,000 miles south of Moscow. The population of 1.2 million is overwhelmingly Muslim and three civil wars have been waged by separatist rebels over the past two decades. Chechen groups have also claimed responsibility for several terrorist attacks in Moscow in recent years.",
  "Originally Published": "",
  "Referred Links": "http://dailycurrant.com/about/;http://dailycurrant.com/2013/04/22/sarah-palin-calls-invasion-czech-republic/;",
  "Example": "[Collected via e-mail, April 2013] There are reports that Sarah Palin called for invasion of the Czech Republic (confusing it with Chechnya) - is this made up or true?",
  "Last Updated": "23 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/palinczech.asp",
  "Claim": "Sarah Palin called for an invasion of the Czech Republic in response to the Boston Marathon bombings.",
  "Claim_ID": "politics_satire_palinczech",
  "Tags": ""
}