{
  "Origins": "The piece quoted above is a reproduction of an editorial by Mark Davis (a talk show host with radio station WBAP/Dallas-Ft. Worth, Texas) published in the Fort Worth Star-Telegram on 31 August 2003. Davis incorporated quotes from journalist Geraldo Rivera's recent appearance on the Fox News Channel's Hannity and Colmes program into his editorial to echo the sentiment that particularly regarding the war in Iraq and its aftermath the public tends to hear only negative stories presented by the major news media but comparatively little mention of positive deeds and accomplishments. That is, we hear about the occasional fire that destroys a building, but the fact that millions of structures remain standing and untouched by flames day after day isn't considered newsworthy.",
  "Fact Check": "",
  "Description": "Geraldo Rivera saw Iraq first-hand as he accompanied the U.S. 101st Airborne in Iraq in March 2003, filing (generally positive) reports for Fox News, until he drew the ire of the military for potentially violating operational security with one of his reports: At 12:14 a.m. Eastern Standard Time [on March 31], Rivera narrated a report about the 101st Airborne that lasted more than three minutes. Crouching in the sand, he sketched an elaborate map with his finger, marking the location of the division he was traveling with. He also depicted the position of an alternate supply route constructed by U.S. forces about 10 miles west of the main highway between Kuwait and Baghdad. Rivera was then expelled from Iraq (or voluntarily exited the country in order to avoid being expelled), but he soon returned (some sources maintain he never actually left, others that he was simply escorted across the border into Kuwait temporarily) after \"admitting his mistake and receiving additional training from the Pentagon.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cpa-iraq.org/transcripts/20031009_Oct-15BremerPC.html;http://www.foxnews.com/hannityandcolmes/;http://www.dfw.com/mld/dfw/news/opinion/6662465.htm;http://www.dfw.com/mld/dfw/news/opinion/6662465.htm;",
  "Example": "[Collected on the Internet, 2004] The Buildings That AREN'T Burning In Iraq \"They have a saying in the news business,\" Geraldo Rivera related this week. \"Reporters don't report buildings thatdon't burn.\" And with that introduction, he told a TV audience about the story that is being systematically denied to our entire nation: the success story of post-Saddam Iraq. Are we losing some soldiers each week? Yes. Is there some frustration in the public about electricity and waterservice? Yes. Are some Saddam Hussein loyalists throughout the land, making trouble? Yes. Has this opened a window for some terrorist mischief? Yes. But that's ALL we hear. No wonder the country is in a mixed mood about Iraq. If you hear about the buildings that are not burning, though, it is a different story indeed. Rivera is no shill for George W. Bush. But Bush, Condi Rice and Colin Powell together could not have been as effective as Geraldo was Thursday night on the Fox News Channel's Hannity and Colmes program. \"When I got to Baghdad, I barely recognized it,\" he began, comparing his just-completed trip to two others he made during and just after the battle to topple Saddam. \"You have over 30,000 Iraqi cops and militiamen already on the job. This is four months after major fighting stopped. Can you imagine that kind of gearing up in this country?Law and order is better; archaeological sites are being preserved; factories, schools are being guarded.\" [Rest of article here.]",
  "Last Updated": "14 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/rivera.asp",
  "Claim": "Journalist Geraldo Rivera commented (regarding the war in Iraq) that \"reporters don't report buildings that don't burn.\"",
  "Claim_ID": "politics_soapbox_rivera",
  "Tags": ""
}