{
  "Origins": "One of the key (and most controversial) provisions of the Patient Protection and Affordable Care Act (PPACA), commonly known as \"Obamacare,\" is its establishment of an individual mandate to buy health insurance. Beginning in 2014, U.S. citizens and legal residents are required to either have PPACA-qualifying health insurance coverage (public or private) or pay a penalty for not carrying insurance.",
  "Fact Check": "",
  "Description": "Shortly after the opening of PPACA-created state- and federal-run insurance exchange marketplaces on 1 October 2013, which consumers could use to shop online for qualifying insurance plans, the item reproduced above began circulating on the Internet. This item claimed that after a consumer priced an insurance plan on one of the exchanges and found it to be unsuitably non-affordable (and so declined to enroll in it), he received a notice stating that he would be fined over $4,000 and have his driver's license suspended, and if he failed to pay the fine within two years the a federal tax lien would be placed on his home. Without knowing more details about the person referenced in this item, it's difficult to accurately assess whether the figures quoted for insurance coverage ($597.00 per month with a $13,988 yearly deductible) are completely accurate. However, the PPACA sets annual limits on out-of-pocket expenses at $6,350 for individuals and $12,700 for families on plans offered through the state-based exchanges, so a yearly deductible of nearly $14,000 for someone shopping for coverage through an insurance exchange isn't a plausible offering. The penalty for failing to carry qualifying health insurance coverage varies with household size, income, and year. In general, the penalties for non-compliance will be assessed as follows: For individuals (whichever is greater): 2014 $95 or 1% of income above tax filing threshold 2015 $325 or 2% of income above tax filing threshold 2016 $695 or 2.5% of income above tax filing threshold For families (whichever is greater): 2014 $285 or 1% of income above tax filing threshold 2015 $975 or 2% of income above tax filing threshold 2016 $2085 or 2.5% of income above tax filing threshold The $4,037 fine claimed in this item doesn't jibe with those figures. Since the non-compliance penalty for an individual in 2014 is $95 or 1% of income above the tax filing threshold (whichever is greater), that individual would have to earn a yearly income of $403,700 (above the tax filing threshold) in order to incur a fine of that magnitude for a single year an income level which is far larger than the $45,000-$55,000 range claimed in this item. Even adding together all the potential fines for three straight years of non-compliance beginning in 2014 produces a figure in the $3,000 range, not one over $4,000. (The figures could be higher under a scenario in which multiple persons in the same household were non-compliant, but the item quoted above references only an individual.) According to a Congressional Research Service (CRS) report on the PPACA Penalty Provision and the Internal Revenue Service, collection of the penalty for failure to maintain qualifying health insurance coverage may include the IRS' withholding money from federal income tax refunds and obtaining liens against the taxpayer's property, but the PPACA does not allow for criminal prosecution or the seizure of bank accounts or other property: The Internal Revenue Code (IRC) limits the means the IRS may employ to collect the penalty established in the [PPACA]. First, the taxpayer is protected from either criminal prosecution or penalty for failure to pay the penalty. Second, the IRS is prohibited from either filing a notice of federal tax lien (NFTL) or levying any property in an effort to collect the penalty. There is no prohibition, however, on establishing a statutory lien against the taxpayer s property. No additional limits are placed on the IRS using correspondence or phone calls, either through its own employees or through private collection agencies, in an effort to collect the amount owed. Additionally, no restriction was placed on the IRS's ability to use the refund offset as a means of collecting the amount due. Those who are required to pay the penalty for failure to maintain minimum coverage but choose not to do so will be subject to increases in the amount owed due to interest and late payment penalties imposed on the penalty after it has been assessed by the IRS. A taxpayer who chooses not to pay the required penalty may ultimately forfeit more than the amount of the penalty if that taxpayer is ever in the position of having an overpayment to the IRS for any reason, since the refund offset applies not only to overpayments shown on original tax returns, but also to any subsequent adjustments, for example an audit by the IRS that results in an overpayment. Further, as explained above, it is possible that the IRS could present its claim when property is being sold and collect both the original penalty amount along with accrued interest and applicable penalties. (Note that a \"lien\" and a \"levy\" are two different things. A lien is a claim against property that does not involve the right to seize property, while a levy is a seizure of property. A lien does not allow the lienholder to sell another's property, but when property subject to the lien is sold, the lien establishes the right to receive proceeds from the sale of the property before they are distributed to the seller.) In short, failure to pay the PPACA non-compliance penalty might result in the IRS' sending you warning letters and deducting the penalty amount from your future tax refunds (if you have any), but not throwing you in jail, forcibly taking money from your bank account, or seizing your house or other property. We have also found no provision of the PPACA or IRS code that would allow the federal government to suspend an individual's driver's license as a penalty for non-compliance with the individual mandate provision of the PPACA.",
  "Originally Published": "",
  "Referred Links": "http://www.coburn.senate.gov/public/index.cfm?a=Files.Serve&File_id=2ec1e180-afbf-4a48-ba12-8dea812ac30a;",
  "Example": "[Collected via e-mail, October 2013] WARNING CONCERNING OBAMACARE ----Immediate Attention Required PLEASE ----- If you do not have to sign up with Obamacare on their website PLEASE DON'T! Once you see the cost of premiums and yearly deductible and choose to opt out from that point they will within a few hours email you stating your actual fees in which now they will by any means collect. REAL EXAMPLE ---- Please Read & Please Forward ASAP!!! A comment posted on the Affordable Care Act/Obamacare FB page: I actually made it through this morning at 8:00 A.M. I have a preexisting condition (Type 1 Diabetes) and my income base was 45K-55K annually I chose tier 2 \"Silver Plan\" and my monthly premiums came out to $597.00 with $13,988 yearly deductible!!! There is NO POSSIBLE way that I can afford this so I \"opt-out\" and chose to continue along with no insurance. I received an email tonight at 5:00 P.M. informing me that my fine would be $4,037 and could be attached to my yearly income tax return. Then you make it to the \"REPERCUSSIONS PORTION\" for \"non-payment\" of yearly fine. First, your drivers license will be suspended until paid, and if you go 24 consecutive months with \"Non-Payment\" and you happen to be a home owner, you will have a federal tax lien placed on your home. You can agree to give your bank information so that they can easy \"Automatically withdraw\" your \"penalties\" weekly, bi-weekly or monthly! This by no means is \"Free\" or even \"Affordable.\"",
  "Last Updated": "4 October 2013",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/medical/penalty.asp",
  "Claim": "Item describes penalties for non-compliance with the PPACA individual health insurance mandate.",
  "Claim_ID": "politics_medical_penalty",
  "Tags": ""
}