{
  "Origins": "Koch Industries is a multinational conglomerate based in Wichita, Kansas, which owns companies in a variety of industries, including pulp and paper. A rumor claiming that Koch was paying the legal fees of George Zimmerman, the defendant in the Trayvon Martin shooting case, and calling for a boycott of Koch-owned paper companies began to spread in mid-April 2012. This rumor appeared to be tied to a combination of George Zimmerman's launching a web site soliciting donations for his lawyers and living expenses and news reports linking Koch to the American Legislative Exchange Council (ALEC), a conservative policy group \"that came under attack after the Trayvon Martin shooting for pushing Stand Your Ground gun laws nationwide\":",
  "Fact Check": "",
  "Description": "Koch denied having any connection to the passage of Florida's \"Stand Your Ground\" law: Koch has had no involvement in this legislation whatsoever. We have had no discussions with anyone at ALEC, the legislative policy group at issue, about the matter either. In fact, the only lobbying on firearms issues we have ever undertaken in Florida was in opposition to the National Rifle Association's support for a bill that mandated employers must allow employees to bring firearms onto company property. As for the rumor of Koch's paying George Zimmerman's legal fees, we found nothing (outside of mere repetition of the rumor) to support it, and Koch itself maintained there was nothing to it: Contrary to an irresponsible rumor that began circulating online on April 18, Koch has no involvement whatsoever with the defense of George Zimmerman, the defendant in the Trayvon Martin case. As well, Melissa Cohlmia, Koch's Director of Corporate Communications, told us that the rumor is \"entirely and unequivocally false.\" According to Mark O'Mara, one of two defense attorneys (along with Don West) for George Zimmerman, money to cover the costs of Zimmerman's defense was provided through private donations to the George Zimmerman Defense Fund established by the two attorneys in the summer of 2012 (with O'Mara paying out of his own pocket to keep matters going when funds were not available): SAVIDGE: Money, money in this case, and there was public appeals, and there was a number of them, were made to raise funds. How much money did you think was needed to defend him? O'MARA: I think I said at one point $500,000 and then I said $1 million for a defense. That turned out to be a little shy of what we need. SAVIDGE: And how often were you sort of right there at almost a zero bank account? O'MARA: Oh, we were at the zero bank account numerous times, and we were I have funded this case, and a lot of money I have put into this case, because you can't stop, and people still need to be paid or depositions need to be ordered or depositions need to be taken. SAVIDGE: You fill the gaps? O'MARA: Yes. I had to. I mean, you don't just stop. And at that point, my commitment was such that we're going to see this case through trial. SAVIDGE: Who gave? Who were the people that gave? O'MARA: It's funny, because we got a lot of $5 contributions, a lot of $100 contributions, a few $1,000 contributions. But if you looked at the range, I would say it was $10 to $100 [from] people all over America, a lot of people who are on fixed incomes. I was amazed that people would send $5 or $10 to us. And they would write letters and say, \"I'm on Social Security. I wish I could do more. I'll try to do more next month, but we really feel George deserves a fair trial.\"",
  "Originally Published": "",
  "Referred Links": "http://www.gzdefensefund.com/donate/;http://www.kochfacts.com/kf/falseallegations-zimmerman/;http://www.kochfacts.com/kf/firearm-coverage/;http://www.thenation.com/article/161973/koch-connection;http://www.wptv.com/dpp/news/news_archives/george-zimmerman-website-therealgeorgezimmerman-launched-to-fund-legal-fees-in-trayvon-martin-case;",
  "Example": "[Collected via e-mail, April 2012] Was posted on my facebook page today. Is this true? \"In the wake of the killing of Trayvon Martin ... The company Koch which manufactures paper products is paying for Zimmerman's legal fees because they feel he had legal right to bear arms and shoot Trayvon. We are asking that people everywhere band together with us and pass this information on and not purchase any of the following items because your money will be paying for Zimmermans lawyer fees!!! Please do not purchase any of the following items : Angel soft toilet paper, Brawny paper towels, Dixie plates, bowls, napkins or cups, Mardi Gras napkins and towels, Quilted Northern toilet paper, Soft and gentile toilet paper, Sparkle napkins, Vanity fair napkins, Zero napkins, PASS IT ON\"",
  "Last Updated": "18 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/koch.asp",
  "Claim": "Koch Industries paid the legal fees of George Zimmerman.",
  "Claim_ID": "politics_crime_koch",
  "Tags": ""
}