{
  "Origins": "Sam Walton is the American entrepreneur best known for founding the giant Walmart and Sam's Club chains of discount stores. Walton started out in that market sector by purchasing a Ben Franklin variety store in Newport, Arkansas, in 1945, opened a second store in Bentonville, Arkansas, in 1950, and by 1962 he owned or co-owned some 16 stores in Arkansas, Missouri, and Kansas. Walton opened the forerunner of the modern WalMart chain, an outlet called the Wal-Mart Discount City store, in Rogers, Arkansas, in July 1962.",
  "Fact Check": "",
  "Description": "As Nelson Lichtenstein chronicled in his 2009 book The Retail Revolution: How Wal-Mart Created a Brave New World of Business , Sam Walton recognized early on that in the discount retail business, \"payroll is one of the most crucial things you have to fight to maintain your profit margin\": \"We must have cheap help or we cannot sell cheap goods,\" wrote Frank. W. Woolworth to his store managers in 1892, when his chain of five-and-dimes had but a handful of outlets. \"When a clerk gets so good she can get better wages elsewhere, let her go ... It may look hard to some of you for us to pay such small wages but ... one thing is certain: we cannot afford to pay good wages and sell goods as we do now, and our clerks ought to know it.\" Sam Walton understood this as well. As he wrote in his memoir, \"No matter how you slice it in the retail business, payroll is one of the most crucial things you have to fight to maintain your profit margin. That was true then, and it is still true today.\" By his own admission, Walton was a \"chintzy\" employer in the early years. Since all retail clerks were exempt from the federal minimum wage law in the 1950s, Walton could pay as little as fifty cents an hour, which was a rock-bottom wage even for small-town Arkansas. When in 1955 Charlie Baum, the manager of Walton's Fayetteville Ben Franklin, gave his \"girls\" a twenty-five-cent-an-hour raise, Sam was immediately on the phone: \"Charlie, we don't give raises of a quarter an hour. We give them a nickel an hour.\" As Lichtenstein reported, in 1960s Congress passed legislation that nearly doubled the federal minimum wage (to $1.15 an hour) and imposed stricter limits on which businesses were exempt from minimum wage standards (excluding only businesses whose annual sales were less than $250,000 per year, markedly lower than the previous ceiling of $1 million in sales per year). Walton, who had been paying newly displaced female agricultural workers rather low wages to clerk at his stores, managed to \"duck under the new minimum wage sales standard\" due to the unusual nature of his stores' business structure (a structure that was already in place for other reasons; not, as suggested above, one that was concocted solely to skirt minimum wage laws): But all this changed in the early 1960s. Like the domestics and farmworkers whom the southern political and economic elite had excluded from coverage under New Deal social legislation in the 1930s, the chain stores, backstopped by a Republican-southern Democratic alliance in Congress, waged a bitter rearguard battle to exempt some 4 million retail workers, mainly white women, from minimum wage guidelines. John F. Kennedy made a raise and an extension of the minimum wage for retail workers one of the key issues in his quest for the presidency, while conservative Republicans, led by Senator Barry Goldwater, the Arizona department store heir, denounced the idea. Kennedy and the liberals won this round, although the new law faced tough going in the rural South, where the $1.15-an-hour minimum almost doubled the going rate for female clerks. Sam Walton, for one, hated the new minimum wage, and he would simply not abide by it. Of course, Walton's attitude was not unusual for a white southerner of this era. If their seniority-rich representatives in Congress failed to stanch a law they thought unfair to the racial or labor arrangements characteristic of their region, many otherwise law-abiding southerners simply violated it. And Walton thought he saw a loophole that fit his business practices. The new minimum wage law exempted all retail establishments whose annual sales were less than $1 million a year, a ceiling lowered to $250,000 in 1965 when Congress was briefly controlled by liberal Democrats. Taken as a whole, Walton's chain had sales well above this limit, but as he expanded into the discount sector in the 1960s, he created a series of single-store, family-dominated corporate shells, each with a slightly different ownership structure. Initially, these had been designed as a vehicle by which store managers, local investors, and members of the Robson family could contribute their capital to the cash-short Walton chain. By the 1960s this increasingly baroque ownership structure also had the decided benefit of allowing Walton to duck under the new minimum wage sales standard. This saved him a lot of money, because in 1968 the minimum wage had climbed to its twentieth-century apogee, but Walton could employ, at \"pin money\" wages, thousands of women who were pouring off Arkansas and Missouri farms during the years when the revolution in American agriculture belatedly reached the Ozark plateau. As Lichtenstein also observed, when court decisions held that Walton could not avoid minimum wage laws via the method he was using and required him to pay back wages and penalties to clerks at three of his stores, he maintained that he would \"fire anyone who cashes the check\" before relenting: When the courts finally ruled that his decentralized ownership structure was but a scheme to avoid the new wage and hour law, Walton and most of his store managers were furious. They hated the assistant district attorney from Fort Smith who pressed the case, because, as one manager put it, now \"dingbats in the store would be making $1.15 an hour.\" When a court order called for Walton to issue checks to the clerks at his stores in Harrison, Rogers, and Springdale for back pay, including a double-time penalty for what they had lost, he told a meeting of his employees, \"I'll fire anyone who cashes the check.\" Cooler heads soon prevailed, but Walton's determination to hold the line on his labor costs had hardly softened.Nor had his contempt for the regulatory state and its laws. (The account of the \"I'll fire anyone who cashes the check\" quote is, according to the referenced book's endnotes, based on the author's interview with a WalMart store manager in 2006, some forty years after the fact, so its accuracy may be questionable.)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via Facebook, June 2014] Around the time that the young Sam Walton opened his first stores, John Kennedy redeemed a presidential campaign promise by persuading Congress to extend the minimum wage to retail workers, who had until then not been covered by the law. Congress granted an exclusion, however, to small businesses with annual sales beneath $1 million a figure that in 1965 it lowered to $250,000. Walton was furious. The mechanization of agriculture had finally reached the backwaters of the Ozark Plateau, where he was opening one store after another. The men and women who had formerly worked on small farms suddenly found themselves redundant, and he could scoop them up for a song, as little as 50 cents an hour. Now the goddamn federal government was telling him he had to pay his workers the $1.15 hourly minimum. Walton's response was to divide up his stores into individual companies whose revenues did not exceed the $250,000 threshold. Eventually, though, a federal court ruled that this was simply a scheme to avoid paying the minimum wage, and he was ordered to pay his workers the accumulated sums he owed them, plus a double-time penalty thrown in for good measure. Wal-Mart cut the checks, but Walton also summoned the employees at a major cluster of his stores to a meeting. 'I'll fire anyone who cashes the check,' he told them.",
  "Last Updated": "9 June 2014",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/politics/business/samwalton.asp",
  "Claim": "Account describes entrepreneur Sam Walton's efforts to evade paying his employees minimum wage.",
  "Claim_ID": "politics_business_samwalton",
  "Tags": ""
}