{
  "Origins": "The Federal Emergency Management Agency (FEMA) figures in wild schemes cooked up by conspiracy theorists, who have long claimed that the federal agency has constructed and maintains concentration camps in the U.S. for the inevitable detention of dissenting American citizens. The August 2013 warning referenced above, which asserts FEMA is planning for a \"major event\" in Region Three (which encompasses the District of Columbia, Delaware, Maryland, Pennsylvania, Virginia, and West Virginia) around 1 October 2013 is more of the same tinfoil hat nuttery: what's described in the video linked above is either erroneous or is ordinary activity misleadingly made out to sound alarming.",
  "Fact Check": "",
  "Description": "First of all, given FEMA's mission as an emergency management agency, it's hardly surprising that FEMA would be keeping a stock of storable food and water supplies. That FEMA might have ordered certain items with the specification that they be delivered before 1 October 2013 is unsurprising, as the federal government's fiscal year ends on 30 September 2013. Likewise, the Centers for Disease Control (CDC) maintains a Strategic National Stockpile ( SNS ) comprising \"large quantities of medicine and medical supplies to protect the American public if there is a public health emergency severe enough to cause local supplies to run out,\" so it's hardly surprising that the CDC might be stocking up on antibiotics prior to the end of the fiscal year. (Government agencies that don't spend all the money that has been allocated for them within the current fiscal year often risk having their budgets cut for the following year.) The World Health Organization (WHO) did call for its second-ever emergency meeting in July 2013 to discuss the Middle Eastern Respiratory Syndrome ( MERS ) Coronavirus in conjunction with the International Health Regulations Emergency Committee (IHREC) system which was implemented after the Severe Acute Respiratory Syndrome (SARS) outbreak in 2002. However, the IHREC decided that MERS did not at this time constitute a Public Health Emergency of International Concern (PHIEC), defined as \"an extraordinary event which is determined to constitute a public health risk to other States through the international spread of disease and to potentially require a coordinated international response.\" Moreover, any shipment of antibiotics to a FEMA region wouldn't have anything to do with MERS, as no vaccine for MERS yet exists, and antibiotics are of little or no use in treating viral infections such as MERS. Finally, the notion that 386,000 \"foreign\" U.N. peacekeeping troops have been training in the U.S. outside the public eye is beyond belief. That number is greater than the entire population of the city of New Orleans, more than double the highest number of troops the U.S. had on the ground during the height of the Iraq War, and about nine times higher than the number of soldiers stationed at Fort Hood, the largest military installation in the U.S. In fact, it's more than three times larger than the number of U.N. peacekeeping troops in the entire world . That many troops in training would leave an awfully large footprint somewhere (even if they were dispersed across several different training locations), yet no one seems to be able to produce any evidence of this 386,000-strong contingent of \"foreign troops\" in the U.S., or even identify where they might be. In October 2014 this warning was resurrected in connection with a then-current outbreak of Ebola, but the warning originated long before anyone anticipated or recognized that outbreak.",
  "Originally Published": "",
  "Referred Links": "http://www.un.org/en/peacekeeping/about/;http://www.cdc.gov/coronavirus/mers/;http://www.businessinsider.com/who-emergency-meeting-about-mers-2013-7;http://www.cdc.gov/phpr/stockpile/stockpile.htm;http://www.senate.gov/reference/glossary_term/fiscal_year.htm;http://rationalwiki.org/wiki/FEMA_concentration_camps;",
  "Example": "[Collected via e-mail, September 2013] Well this is pretty creepy. According to a notice sent by Senator Sheldon R. Songstad, Ret. of South Dakota State and published, with a video, which will be shown below, titled \"Emergency Fema Region 3 Alert!!!,\" the government obviously believes something big is coming. Region three includes, DC, DE, MD, PA, VA, WV. The preparations listed include; Nine-week training course for UN Peacekeepers in CONUS to learn Urban Warfare, English, and US weapons systems beginning 4th week of July for 386,000 troops to be completed by October 1st; $11 million in antibiotics to be delivered to FEMA region III by October 1st ordered by CDC; FEMA purchase orders for over $14.2 million for MREs and heater meals to be delivered to Region III by October 1st; FEMA purchase orders for 22 million pouches of emergency water to be delivered to region III by October 1st; FEMA purchase orders for $13.6 million for MREs and heater meals to be delivered to Austin by October 1st; 2800 MRAPs must be delivered to DHS by October 1st;",
  "Last Updated": "17 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/fema3.asp",
  "Claim": "A flurry of activity in FEMA Region 3 indicates that \"something big is coming.\"",
  "Claim_ID": "politics_conspiracy_fema3",
  "Tags": ""
}