{
  "Origins": "On 16 February 2015, Krispy Kreme UK advertised a number of localized promotions aimed at families with kids on winter break from school. The donut chain planned family friendly in-store events including story time, coloring, and at their Hull location, \"KKK Wednesday\" for \"Krispy Kreme Klub.\"",
  "Fact Check": "",
  "Description": "As expected, the oversight horrified donut-eaters on both sides of the pond due to the unfortunate evocation of another, far more notorious KKK: the Ku Klux Klan. While the infamous hate group whose letters matched the Krispy Kreme Klub were primarily active in the Southern United States in decades past, their name (and letters) remain upsetting to folks familiar with that history. On Facebook, similar promotions (minus the resemblance to hate groups) remained visible for locations in Bath and Slough on 17 February 2015, but the offending list of activities in Hull was no longer posted to the chain's official social media page. On Twitter, Krispy Kreme UK replied to user complaints with a link to an apology : With regards to the Hull Krispy Kreme Half Term Activities: Krispy Kreme apologises unreservedly for the inappropriate name of a customer promotion at one of our stores. We are truly sorry for any offence this completely unintentional oversight may have caused. All material, both online and in the store, has been withdrawn and steps are being taken to ensure that greater precautions are taken with publicity materials in the future. The idea was created by the Hull store to attract customers into the shop to decorate doughnuts using the Krispy Kreation Station product. In individual tweets, Krispy Kreme UK added : \"We apologise unreservedly for the inappropriate name. It was never intended to offend anyone[.]\"",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/krispykremeUK/with_replies;http://www.krispykreme.co.uk/were-sorry/;https://www.facebook.com/krispykremeUK/photos/a.138947412796337.21367.111859245505154/930981076926296/?type=1;https://www.facebook.com/krispykremeUK/photos/a.138947412796337.21367.111859245505154/927926790565058/?type=1;",
  "Example": "[Collected via Twitter, February 2015] How it possible that none of the people who work at Hull Krispy Kreme had heard of the KKK. Really, Krispy Kreme? \"KKK Wednesday\"?",
  "Last Updated": "17 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/krispykreme.asp",
  "Claim": "A British Krispy Kreme outlet created a \"KKK Wednesday\" promotion, for their \"Krispy Kreme Klub\".",
  "Claim_ID": "politics_business_krispykreme",
  "Tags": ""
}