{
  "Origins": "On 6 November 2014, the website One Million Moms, a subsidiary of the fundamentalist Christian organization the American Family Association, posted a petition urging concerned parents to contact Disney over the purported use of swearing and implied profanity in their popular Disney Junior program Doc McStuffins .",
  "Fact Check": "",
  "Description": "According to the petition, Doc McStuffins featured profanity or implied expletives on at least two occasions. In one instance, One Million Moms claims, a character's remarks were \"bleeped,\" implying that a swear word was used. In another, a brontosaurus on the show used the word \"shitty\" during a sneezing fit before hastily apologizing for his use of the word: \"Doc McStuffins\" is an animated program that many found to be a clean show, but we have recently found that this is no longer true. \"Doc McStuffins\" includes curse words and bleeps to cover up foul language during this cartoon. Disney Channel has questionable content at times, especially when it portrays kids showing disrespect towards parents and adults. However, many still consider, or at least hope, it is a family-friendly channel since it is a network created for children, particularly the Disney Junior division, which is primarily for preschoolers. During one episode of \"Doc McStuffins,\" the dino stuffed animal said \"sh*tty,\" purposely placed immediately before a sneeze which was so it was not easy to catch, but it was still there. Just this week the program also used a beep to bleep out a curse word. One Million Moms' latter claim, about the use of the word \"shitty\" on Doc McStuffins , was highlighted in a YouTube clip first posted to the service in July 2013: However, that episode featured a toy brontosaurus with bad breath whose exhales stinky clouds whenever he says a word beginning with the letter \"h.\"In this particular clip, he starts to say that his situation is \"hopeless, horrible, hideous.\" Halfway through the word \"hideous,\" he realizes he is saying a lot of \"h\" words and therefore exhaling stinky breath over everybody, so he stops and apologizes, saying, \"Hopeless, horrible, hiddy ... sorry!\" In the poor quality, out-of-context YouTube clip it is easy for the viewer to mistake \"hiddy\" for \"shitty,\" but in the full context of the original episode what the brontosaurus is actually saying is obvious (and non-profane). In another instance the group claimed occurred \"just this week,\" a YouTube video was presented showing a clip of the show with a supposed profanity bleeped out. That clip was uploaded on 2 November 2014, four days before One Million Moms' petition was published. In that footage the \"bleep\" does not appear to suggest a profane term, as it doesn't even occur over one specific word (or anywhere profanity would intuitively be used): Quite possibly this \"bleep\" was not actually part of the original Doc McStuffins episode, but rather was a glitch in a particular cable orsatellite transmission of the show (or some other localized phenomenon). While rumors of Disney animators slipping risqu elements into otherwise clean family fare are rife, genuine instances of such tomfoolery are extremely rare.",
  "Originally Published": "",
  "Referred Links": "http://onemillionmoms.com/current-campaigns/curse-words-airing-on-disney-juniors-doc-mcstuffins/;",
  "Example": "[Collected via e-mail, November 2014] Curse words being allowed and used on Disney Juniors Doc Mcstuffins....is this true !?",
  "Last Updated": "6 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/arts/docmcstuffins.asp",
  "Claim": "The Disney Junior program Doc McStuffins aired curse words and implied swearing through the use of creative bleeps.",
  "Claim_ID": "politics_arts_docmcstuffins",
  "Tags": ""
}