{
  "Origins": "Every mass shooting event in the United States prompts renewed debate about the efficacy of gun control regulations, and the 1 October 2015 shooting at Umpqua Community College in Oregon that left nine people dead on was no exception. Such debates typically feature each side presenting charts contrasting violent crime and homicide rates in countries with permissive and restrictive gun ownership laws to make the case that the prevalence of guns corresponds to either higher or lower crime rates.",
  "Fact Check": "",
  "Description": "The wake of the Umpqua Community College shooting brought the widespread online circulation of the image shown above, which sought to make the point that two countries of roughly equal population, Honduras and Switzerland, had radically different laws regarding gun ownership and radically different homicide rates: Switzerland, where gun ownership is supposedly mandatory, has the world's lowest homicide rate, while Honduras, where gun ownership is supposedly prohibited, has the world's highest homicide rate. First off, even before we check the specific claims about each country, we have to note that this item presents a flawed premise. For a comparison of this nature to be valid, the two things being compared should be fairly equivalent outside of the factors being examined, but that isn't the case here. The two countries mentioned here are so very different that this isn't just a comparison of apples and oranges; it's more like a comparison of apples and radishes. Honduras and Switzerland are roughly equivalent in population (a little of upwards of 8 million people each), but other than that, they aren't the least bit similar in geography, economics, or culture. Switzerland is a small, landlocked country in western Europe surrounded by three of the most affluent countries in the world (Germany, France, and Italy) in terms of gross domestic product ( GDP ), and even though Switzerland itself is fairly small in population (96th in the world) and size (134th in the world), it ranks in the top 20 in terms of GDP. On the other hand, Honduras is a Central American country that is nearly three times the size of Switzerland and possesses coasts along both the Pacific Ocean and the Caribbean sea, but is a \"lower middle-income country with persistent poverty and inequality challenges,\"with a GDP only about 2.5% that of Switzerland and three neighbors (Nicaragua, El Salvador, Guatemala) that share similar economic conditions. Not to mention that Honduras is right in the path of the flow of drugs shipped by sea and air from Colombia and has therefore been ravaged by the drug war and its attendant factors of massive criminal organizations, violence, and governmental instability. As far as homicide rates go, Honduras does have the highest intentional homicide rate in the world at about 90.4 homicides per 100,000 people per year (which is even shockingly higher than the homicide rate of the next worst country, Venezuela, at 53.7). Although Switzerland's intentional homicide rate is indeed low at 0.6, it isn't quite the lowest in the world: it's bested by several other countries such as Liechtenstein, Monaco, Iceland, Hong Kong, Singapore, Japan, the latter two of which have some of the most restrictive gun control laws in the world. Moreover, a better metric for comparison purposes here might perhaps be the firearm-related death rate rather than the overall intentional homicide rate; in that case, Honduras is still the worst, but Switzerland doesn't fare quite as well (ranking behind about 43 other countries). Additionally, it is not true that Honduras \"bans citizens from owning guns\" nor that Switzerland \"requires citizens to own guns.\" Honduras enacted a ban on open and concealed carry in 2007, but a 2012 news report stated that \"under the existing law, citizens are allowed to own as many as five personal firearms,\" and in mid-2014 Guns & Ammo rated Honduras as one of the \"10 Best Countries for Gun Owners,\" saying that \"Hondurans may purchase most popular types of shotguns, handguns or rifles for the recognized purposes of self-defense and recreation.\" While Switzerland ranks fourth among all countries in gun ownership per capita (much higher than Honduras), they do not \"require\" all their citizens to own guns. Switzerland has a long history of mandatory military service for all able-bodied male citizens. The government issues firearms to conscripted men which, after training, they take home with them and keep until the conclusion of their military obligation (about age 34 for non-officers), but no other citizens are \"required\" to own guns: Switzerland trails behind only the U.S, Yemen and Serbia in the number of guns per capita; between 2.3 million and 4.5 million military and private firearms are estimated to be in circulation in a country of only 8 million people. Yet, despite the prevalence of guns, the violent-crime rate is low: government figures show about 0.5 gun homicides per 100,000 inhabitants in 2010. By comparison, the U.S rate in the same year was about 5 firearm killings per 100,000 people, according to a 2011 U.N. report. Unlike some other heavily armed nations, Switzerland s gun ownership is deeply rooted in a sense of patriotic duty and national identity. Weapons are kept at home because of the long-held belief that enemies could invade tiny Switzerland quickly, so every soldier had to be able to fight his way to his regiment's assembly point. (Switzerland was at risk of being invaded by Germany during World War II but was spared, historians say, because every Swiss man was armed and trained to shoot.) The \"gun in every closet\" tradition was challenged in 2001, after a disgruntled citizen opened fire with his army rifle inside a regional parliament, killing 14 and injuring 14 others. The subsequent opposition to widespread gun ownership spearheaded a push for stricter arms legislation. The government and pro-gun groups argued, however, that the country's existing laws regulating the sale, ownership and licensing of private guns, which includes a ban on carrying concealed weapons, are stringent enough. The law allows citizens or legal residents over the age of 18, who have obtained a permit from the government and who have no criminal record or history of mental illness, to buy up to three weapons from an authorized dealer, with the exception of automatic firearms and selective fire weapons, which are banned. Semiautomatics, which have caused havoc in the U.S., can be legally purchased. The authorities made one concession, though: since 2008, all military but not private ammunition must be stored in central arsenals rather than in soldiers homes. The debate culminated in a nationwide referendum, when 56% of voters rejected the proposal initiated by anti-gun organizations to ban army rifles from homes altogether. Swiss citizens may buy and keep firearms, subject to certain restrictions and licensing requirements: An acquisition license is required primarily for handguns. Rifles and semiautomatic long arms that are customarily used by recreational hunters are exempt from the licensing requirement,whereas fully automatic guns are banned. An applicant for a weapons license must be at least eighteen years of age, may not have been placed under guardianship, may not give cause for suspicion that he would endanger himself or others with the weapon, and may not have a criminal record with a conviction for a violent crime or of several convictions for nonviolent crimes. The license is issued by the canton of residence of the applicant but is valid throughout Switzerland. All in all, this meme compares two countries that aren't the least bit similar, then gets wrong nearly all the aspects of those countries it references. As such, it isn't the least bit useful or instructive as a discussion point for debates over gun ownership laws.",
  "Originally Published": "",
  "Referred Links": "http://www.loc.gov/law/help/firearms-control/switzerland.asp;http://world.time.com/2012/12/20/the-swiss-difference-a-gun-culture-that-works/;http://www.nytimes.com/2013/09/23/world/europe/swiss-vote-to-keep-mandatory-army-service.html;https://en.wikipedia.org/wiki/Number_of_guns_per_capita_by_country;http://www.gunsandammo.com/network-topics/culture-politics-network/best-countries-gun-owners/;http://www.csmonitor.com/World/Americas/Latin-America-Monitor/2012/1018/Honduras-to-reevaluate-gun-control-laws-How-will-it-impact-violence-in-the-region;https://en.wikipedia.org/wiki/List_of_countries_by_firearm-related_death_rate;http://www.loc.gov/law/help/firearms-control/singapore.asp;http://www.loc.gov/law/help/firearms-control/japan.asp;https://en.wikipedia.org/wiki/List_of_countries_by_intentional_homicide_rate;http://www.huffingtonpost.com/ted-lewis/ending-the-drug-war-trage_b_8018970.html;http://www.ruralpovertyportal.org/country/home/tags/honduras;https://simple.wikipedia.org/wiki/List_of_countries_by_area;https://en.wikipedia.org/wiki/List_of_countries_by_GDP_(nominal);https://simple.wikipedia.org/wiki/List_of_countries_by_population;",
  "Example": "[Collected via Facebook, October 2015]",
  "Last Updated": "5 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/hondswitz.asp",
  "Claim": "Image contrasts radically different gun laws and homicide rates in Honduras and Switzerland.",
  "Claim_ID": "politics_guns_hondswitz",
  "Tags": ""
}