{
  "Origins": "Arif Alikhan , the son of Pakistani immigrants, served for seven years as a federal prosecutor with the U.S. Attorney's Office in Los Angeles specializing in computer crime, and in November 2006 the mayor of Los Angeles chose him to serve as the Deputy Mayor of Homeland Security for that city. In April 2009, Homeland Security Secretary Janet Napolitano appointed Mr. Alikhan to the position of Assistant Secretary for Policy Development in the U.S. Department of Homeland Security (DHS):",
  "Fact Check": "",
  "Description": "A 2007 article in the German publication Der Spiegel described Arif Alikhan as \"a devout Sunni.\" In June 2009, Secretary Napolitano swore in the sixteen-member Homeland Security Advisory Council ( HSAC ), one of whom was Syrian-born Kareem Shora, the National Executive Director for the American-Arab Anti-Discrimination Committee (ADC): Kareem Shora is the National Executive Director for the American-Arab Anti-Discrimination Committee (ADC). He received the American Immigration Lawyers Association's Arthur C. Helton Human Rights Award. He has been published in multiple law journals and is a frequent guest on Al-Jazeera, BBC, and numerous American television programs. In 2008, he was selected by the Ford Foundation as a member of the Foreign Policy Task Force designing their Laboratory for New Thinking on Foreign Policy. Mr. Shora is a regular guest lecturer at Yale University School of Law. Mr. Shora has described himself as a \"Muslim-American.\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20091112190254/http://www.themediaoasis.com/theArabStreet/interviews/ADCTeam2-03-05.htm;http://web.archive.org/web/20090530125324/http://www.naaponline.org/conference05/speakers.cfm;http://www.dhs.gov/ynews/releases/pr_1244227862914.shtm;http://www.spiegel.de/international/world/0,1518,505573,00.html;http://www.dhs.gov/ynews/releases/pr_1240595153301.shtm;http://web.archive.org/web/20091002233822/http://www.pakistanlink.com/Community/2004/Jan04/09/01.html;http://www.dhs.gov/ynews/releases/pr_1240595153301.shtm;",
  "Example": "[Collected via e-mail, October 2009] Obama Appoints 2 Devout Muslims to Homeland Security Posts Obama and Janet Nappy Appoint Devout Muslim to Homeland Security Post, Arif Alikhan as Assistant Secretary for Policy Development. Source for announcement: Homeland Security Press Room http://www.dhs.gov/ynews/releases/pr_1240595153301.shtm Kareem Shora, who was born in Damascus, Syria was appointed by DHS Secretary Napolitano on Homeland Security Advisory Council (HSAC) Washington, DC June 5, 2009 www.adc.org The American-Arab Anti-Discrimination Committee (ADC) is proud to announce that earlier today at a ceremony held in Albuquerque, New Mexico, DHS Secretary Janet Napolitano swore-in ADC National Executive Director Kareem Shora as a member of the Homeland Security AdvisoryCouncil (HSAC). Devout Muslims being appointed to critical Homeland Security positions? Was it not men of the \"Devout Muslim Faith\" that flew planes into U.S. buildings not too long ago? What the heck is this president thinking?",
  "Last Updated": "9 November 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/religion/dhs.asp",
  "Claim": "Two Muslims hold positions in the U.S. Department of Homeland Security.",
  "Claim_ID": "politics_religion_dhs",
  "Tags": ""
}