{
  "Origins": "On 25 November 2014 ABC aired an interview between George Stephanopoulos and Ferguson, Missouri, police officer Darren Wilson. One day earlier, on 24 November 2014, St. Louis County prosecutor Robert McCulloch had announced a grand jury's decision not to indict Wilson. Prior to the announcement Wilson had remained largely out of the public eye, and the interview with Stephanopoulos was the first instance during which he publicly gave his account of the shooting death of teenager Mike Brown and its aftermath.",
  "Fact Check": "",
  "Description": "Shortly after ABC announced that the interview would air, a rumor began to circulate on social media sites that Wilson had been paid $500,000 by the network for an exclusive sit-down . Unnamed sources from competing networks were cited in the rumors, but no substantiating information was offered to corroborate the rumors. On 26 November 2014, CNN's Brian Stelter addressed the rumor in a series of tweets after confirming the details with network representatives on the record. Stelter stated ABC denied Wilson had been paid for the interview and added network policy prohibits offering compensation for interviews: Re: ABC's exclusive with Darren Wilson: folks on Twitter continue to speculate that the network paid for the interview, so... (1/2) Brian Stelter (@brianstelter) November 26, 2014 ...Here's an on-the-record denial from ABC News: \"We do not pay for interviews, and there was no payment for this interview. Period.\" (2/2) Brian Stelter (@brianstelter) November 26, 2014 After sending the initial tweets, Stelter respond to individuals who continued to question whether Wilson was indirectly compensated by ABC for the interview. Stelter confirmed he had investigated those claims as well: @JerryLMaine you're angry. i'm not. if i had ANY evidence they paid anything, don't you think i'd report it? Brian Stelter (@brianstelter) November 26, 2014 @publicroad @ShrillCosby the language here IS intended to rule it out. Brian Stelter (@brianstelter) November 26, 2014 @publicroad @ShrillCosby also, what most people are missing is that ABC said years ago that it would no longer license photos for intws. Brian Stelter (@brianstelter) November 26, 2014 Stelter categorically stated for a third time media representatives at ABC specifically denied making direct or indirect payments to Wilson, including the licensing of photos or footage: @publicroad @ShrillCosby i have been told in no uncertain terms that they did not pay Wilson at all. cc'ing @JulieTownsend Brian Stelter (@brianstelter) November 26, 2014 @pattym there's no evidence to back it up. it's not linking to a reliable source. and ABC has explicitly denied it. https://t.co/mVzvsq57Kc Brian Stelter (@brianstelter) November 30, 2014 ABC was not the only involved party that categorically denied Darren Wilson was paid for his interview with George Stephanopoulos. On 30 November 2014, the St. Louis Post-Dispatch published an article that also addressed the claim: Contrary to some reports, Wilson denied he had been paid for the ABC interview. \"Absolutely not,\" he said. \"I wouldn't jeopardize my integrity for a dollar.\"",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/brianstelter/status/538906436756320256;https://t.co/mVzvsq57Kc;https://twitter.com/pattym;https://twitter.com/brianstelter/status/537677816817790976;https://twitter.com/JulieTownsend;https://twitter.com/brianstelter/status/537677048744255489;https://twitter.com/brianstelter/status/537677001843544064;https://twitter.com/shrillcosby;https://twitter.com/publicroad;https://twitter.com/brianstelter/status/537676840769712129;https://twitter.com/JerryLMaine;https://twitter.com/brianstelter/status/537633259451346944;https://twitter.com/brianstelter/status/537633155885580288;",
  "Example": "[Collected via email, December 2014] Was Darren Wilson paid $500,000 for his interview on ABC News?",
  "Last Updated": "10 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/wilsonabc.asp",
  "Claim": "ABC paid Darren Wilson $500,000 for his interview with George Stephanopoulos.",
  "Claim_ID": "politics_crime_wilsonabc",
  "Tags": ""
}