{
  "Origins": "Shortly after the movie Fifty Shades of Grey became one of the most successful R-rated releases in cinematic history, rumors started circulating that actor Jamie Dornan had dropped out of future sequels Fifty Shades Darker and Fifty Shades Freed . The rumors stemmed from a report published by the Australian gossip magazine NW :",
  "Fact Check": "",
  "Description": "The report claimed that Dornan decided to depart the franchise due to pressure from his wife, Amelia Warner, who was reportedly unhappy with some of the explicit sex scenes in the first movie: \"Jamie said the movie would skyrocket his career. He tried to assure Amelia nothing would change but women all over the world now lust after Jamie. She hasn't seen the film and I don't think she will to be honest.\" Dorner was also reportedly unhappy with his co-star Dakota Johnson, with rumors holding that Johnson and Dornan did not get along with each other on set, and the situation had became so untenable that Dornan decided not to reprise his role as Christian Grey: \"Jamie does not think his performance was bad. Instead he blames Dakota and says it wasn't possible to have chemistry with her,\" the insider continued. \"Jamie says Dakota gave him nothing to work with.\" The rumors about Jamie Dornan's departure are completely unfounded at the moment. NW Magazine did not quote anyone officially linked to the production, relying instead on unvetted and anonymous \"inside sources.\" Two fan sites, one for Jamie Dornan and the other for the movie Fifty Shades of Grey , have stated that rumors about the actor's departure are false: READ: An official \"source\" told us the latest rumors are FALSE. Jamie remains committed to FSOG and Amelia, as she always has, supports him! Jamie Dornan Online (@JamieDornan_org) February 24, 2015 So now please, stop asking us about that, stop worrying and trust us. Don't believe the tabloids, gossips and rumors. pic.twitter.com/I8h927IFJl Jamie Dornan Online (@JamieDornan_org) February 24, 2015 Once again Jamie Dornan has signed on for the #FiftyShades sequels. NO he hasn't dropped out. Please ignore the rumors. Fifty Shades Updates (@ShadesUpdates) February 23, 2015 Jamie Dornan may have reservations about upcoming sequels, but he has not yet officially left the Fifty Shades of Grey franchise.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/ShadesUpdates/status/569909442675748864;https://twitter.com/hashtag/FiftyShades?src=hash;https://twitter.com/JamieDornan_org/status/570251947200155648;http://t.co/I8h927IFJl;https://twitter.com/JamieDornan_org/status/570251642408468480;http://www.telegraph.co.uk/culture/film/film-news/11431578/Has-Jamie-Dornan-walked-away-from-Fifty-Shades-of-Grey.html;http://www.telegraph.co.uk/culture/film/film-news/11431297/Fifty-Shades-of-Grey-is-most-successful-18-rated-film-ever.html;",
  "Example": "[Collected via email, February 2015] Jamie Dornan. Pulling out of fifty shades of grey sequels? Say it isn't so!",
  "Last Updated": "24 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/arts/jamiedornan.asp",
  "Claim": "Actor Jamie Dornan has announced he will not appear in any Fifty Shades of Grey sequels.",
  "Claim_ID": "politics_arts_jamiedornan",
  "Tags": ""
}