{
  "Origins": "Democratic presidential nominee Barack Obama was in New York during the week of 13 October 2008, first to take part in the third and final presidential debate at Hofstra University in Hempstead on Wednesday, 15 October, then to attend the Alfred E. Smith Dinner at the Waldorf-Astoria Hotel on the evening of Thursday, 16 October. According to the bit of gossip reproduced above, which was reported in the New York Post 's \"Page Six\" column on 17 October 2008, Senator Obama's \"elitist\" wife Michelle spent Wednesday afternoon at the Waldorf-Astoria gorging herself on luxurious room service dishes such as lobster, caviar, and champagne.",
  "Fact Check": "",
  "Description": "However, Michelle Obama couldn't have been ordering room service in New York on that Wednesday afternoon, as she was giving a speech at the Grand Wayne Convention Center in Fort Wayne, Indiana, at the time. When this fact was pointed out to the Post , it removed the gossip item from its web site and printed a retraction : The source who told us last week about Michelle Obama getting lobster and caviar delivered to her room at the Waldorf-Astoria must have been under the influence of a mind-altering drug. She was not even staying at the Waldorf. We regret the mistake, and our former source is going to regret it, too. Bread and water would be too good for such disinformation. Some reports have erroneously stated that Michelle Obama delivered her Fort Wayne speech at noon on 15 October, thereby providing her an opportunity to be back in New York ordering room service at the Waldorf-Astoria by 4:00 PM that same afternoon. This information is incorrect: The doors to the facility where the Fort Wayne rally was held (the Grand Wayne Convention Center) opened to start admitting guests at noon, but the program itself didn't begin until 1:00 PM, and Michelle Obama did not deliver her speech until approximately 2:00 PM.",
  "Originally Published": "",
  "Referred Links": "http://my.barackobama.com/page/s/inmoftwayne;http://www.nypost.com/seven/10212008/gossip/pagesix/room_disservice_134490.htm;http://www.suntimes.com/news/elections/1223590,michelle-obama-indiana101508.article;http://64.233.169.104/search?q=cache:TM2UUaQ5NrMJ:www.nypost.com/seven/10172008/gossip/pagesix/obamas_fancy_snack_133922.htm%3FCMP%3DEMC-email_edition%26DATE%3D10172008+site:nypost.com&hl=en&ct=clnk&cd=2&gl=us;",
  "Example": "[Collected via e-mail, October 2008] Is this true? THOUGH he's battling GOP accusations that he's an Ivy League elitist, Barack Obama has a lifestyle of the rich and famous, like TV show host Robin Leach, who always signed off, \"Champagne wishes and caviardreams!\" While he was at a meeting at the Waldorf-Astoria at 4 p.m. Wednesday, Michelle Obama called room service and ordered lobster hors d'oeuvres, two whole steamed lobsters, Iranian caviar and champagne, a tipster told Page Six.",
  "Last Updated": "31 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/roomservice.asp",
  "Claim": "Michelle Obama gorged herself on an expensive room service dinner while her husband was attending a meeting at the Waldorf-Astoria hotel.",
  "Claim_ID": "politics_obama_roomservice",
  "Tags": ""
}