{
  "Origins": "An article published on the purported web site of \"youth leader Tyson Bowers III\" on 4 April 2013 proclaimed that a South Carolina couple had made \"national news\" by putting their 16-year-old daughter up for adoption after learning she was gay because they \"don't know how to handle someone who decides to live a lifestyle that we do not agree with\": A Southern Carolina couple have made national news by being the first parents to put their child up for adoption due to their sexuality. Usually parents give up their children because they can't raise them due to finances or because they are young and don't have the mental ability to bring up a child. Kids are also usually given up for adoption at a young age, but April Chadwell is barely 16 years old and has been listed as legally adoptable by the state of Southern Carolina. Mrs. Chadwell released a statement saying \"It was a tough choice to give up our daughter to the state, but we don't know how to handle someone who decides to live a lifestyle that we do not agree with\". The Chadwells said they had help from their local church, who prayed for weeks seeking guidance for the couple and came to the conclusion that it would be best to let the child go in hopes of being adopted by a gay friendly family. Tyson Bowers III is not a real person, however, but rather a pen name employed by Bryan Butvidas, one of the founders of the satirical web site ChristWire.org . The web site of the fictional Tyson Bowers III is a repository for such outrage-provoking spoofs as \"KENTUCKY MAN SUES MOTHER FOR NOT ABORTING HIM\" and \"AFRICAN AMERICAN SCIENTISTS INVENT SYNTHETIC WATERMELON.\"",
  "Fact Check": "",
  "Description": "As the New York Times wrote of ChristWire in 2010: Since 2008, ChristWire.org has emerged as the leading Internet site for ultraconservative Christian news, commentary and weather reportage. Oh, by the way: ChristWire is all one big joke. Not the readership, but the content, the opinions and the fake authors who write the stuff. Neither of the two founders is a conservative Christian. They are just like-minded 28-year-olds who met on the Internet, have never seen each other in person, and until this week had never given their real identities to a reporter. New York magazine also reported that the site's founders \"write to see how far we can get people to believe our nonsense\": Christwire owners Bryan Butvidas and Kirwin Watson, after fielding press queries and book offers for months, have finally decided to go public. In an interview with New York, Butvidas said the site's basic concept is to \"see what Glenn Beck is talking about and then make it ten times worse.\" \"We're not trying to promote hate, we want to show how fake the world really is,\" he said. \"We write to see how far we can get people to believe our nonsense. People believe anything they read on the Internet.\" Do readers get the joke? Just like with the media, not always. Butyidas, who usually pens columns under the name Tyson Bowers III, said some of the people who leave vituperative comments don't get the irony. \"People have these preconceived notions about how certain people are supposed to act, so if a conservative Christian has a website, there are certain things you expect to see,\" he said. \"No matter how many times you say it's satire, people will still buy it.\"",
  "Originally Published": "",
  "Referred Links": "http://christwire.org/;http://tysonbowersiii.com/parents-put-16-year-old-daughter-up-for-adoption-after-learning-she-is-gay//;",
  "Example": "[Collected via e-mail, April 2013] There's a new story circulating via Faceboook claiming that a 16 year old girl named April Chadwell was placed for adoption by herparents because she is gay. The story claims the family is in \"Southern Carolina\" and decided to offer her for adoption after much prayer and advice from their church.",
  "Last Updated": "8 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/gayadoption.asp",
  "Claim": "A South Carolina couple put their 16-year-old daughter up for adoption after learning she is gay.",
  "Claim_ID": "politics_satire_gayadoption",
  "Tags": ""
}