{
  "Origins": "In January 2008, U.S Marine 1st Lt. David Borden, Jr. was severely injured by an explosive device while he was leading a platoon fighting insurgents in Ramadi, Iraq. As the Hanover Evening Sun described his injuries and recovery efforts in May 2008:",
  "Fact Check": "",
  "Description": "The above-quoted e-mail account of a visit paid to the National Naval Medical Center (NNMC) in Bethesda, Maryland, by President Barack Obama on 1 June 2009 references David Borden, Jr. in reporting that he and other wounded soldiers were disappointed by President Obama's extremely late arrival, brief stay, and cursory greetings that demonstrated an apparent lack of interest in the people he met there. However, press reports of the president's visit to the medical center and other accounts contradict most of the details provided in the e-mail. As the Hanover, Pennysylvania Evening Sun reported: Reporter Andrew Karter spoke with Master Sgt. Joseph Liptok, deputy director of the Marine Corps liaison office at the medical center, about Borden's e-mail. Liptok was present at Obama's June 1 visit. According to Karter's report, Liptok said the description of Obama's visit in the e-mail is \"absolutely not\" accurate. As for the specific claims made in the e-mail: Dave Jr. was ordered to be at the National Naval Hospital with another 12 soldiers and Marines to meet with Obama. According to the Navy News Service (NNS), during his visit to the medical center President Obama met with seven inpatients, 16 outpatients and more than 25 family members. He also presented two Purple Hearts and personally recognized more than 90 hospital staff members. Obama was supposed to arrive at 11:30 AM. He finally got there at 3:00 PM. Press accounts indicate President Obama arrived at the medical center at 1:20 P.M., not 3:00 P.M., and MSgt. Joseph Liptok of the medical center's Marine Corps liaison office stated (as reported by Factcheck.org) that the president was only \"forty minutes off of his schedule,\" not three and a half hours late. He entered the room with the wounded warriors and quickly shook each of their hands. He never asked their names, where they were from, or how they were injured. Then he left. The NNS described President Obama's appearance at the NNMC as an \"hour-long visit,\" and other press accounts indicate the president left the medical center at 2:35 P.M. (i.e., an hour and fifteen minutes after his arrival), so Obama was at the NNMC much longer than would have been needed for him to simply shake the hands of a dozen wounded soldiers and depart. And according to MSgt. Liptok, \"Everyone enjoyed it, and [Obama] met a lot more people than when Bush visited before. He had a conversation with each marine individually. He made conversation and took a group photo, and one with each individual, then met the inpatients and outpatients.\" The family of one of the wounded marines who was presented with a Purple Heart by President Obama at the medical center that day also reported favorably of the president's visit: Staff Sgt. Alonzo Smith, Marine Wing Support Squadron 371 EOD technician, was wounded in Afghanistan while disarming an improvised explosive device May 26. After being evacuated to Germany, he was transported to the intensive care unit at the National Naval Medical Center in Bethesda, Md. President Barack Obama visited with Smith and his family after personally awarding him the Purple Heart at the hospital June 1. \"He is very nice and acted like he knew us,\" said [Smith's mother] about the president.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2009] David Jr. Meets His commander In Chief For those who do not know Dave, he is a former Black & Decker employee who lives in Hanover. His son Dave Jr was serving in Iraq and was badly injured from a bomb explosion. Dave Jr has had over 38 surgeries to date. The email below is from a recent visit from President Obama, the email speaks for its self Since Dave Jr. has been injured he has met and been overwhelmed by many, many political and military \"celebs\". The list includes Bob Gates, Sec. of Defense, who came into his room and told him 3 or 4 times that if Dave Jr. had any issues to call his cell phone number. It includes Gen. Petereus who sat and talked with Dave Jr. for almost 45 minutes. The General recalled vividly all of the circumstances around the events that led to fighting that Dave was involved in. It includes Sen. McCain who arrived late on a Saturday afternoon during a thunder storm, unannounced, and talked to Dave Jr. about how similar their experiences with fate. It includes George Bush when Dave Jr. was invited to attend the very last Christmas party at the White House for the White House Staff. President Bush and his wife entered the ballroom and immediately went to Dave Jr.. President Bush knew Dave Jr.'s name as well as when and how he was injured. Dave Jr. had a picture taken with Laura and the President that he has framed and will cherish forever. The list goes on and on of people coming in to meet Dave Jr. and the other wounded warriors at Waler Reed and Bethesda. Yesterday. Dave Jr. was ordered to be at the National Naval Hospital with another 12 soldiers and Marines to meet with Obama. Obama was supposed to arrive at 11:30 AM. He finally got there at 3:00 PM. He entered the room with the wounded warriors and quickly shook each of their hands. He never asked their names, where they were from, or how they were injured. Then he left. Dave Jr. has met the people who really care about the military. All he remembers from Obama is a weak handshake. The others in the room, younger and less exposed to the people that Dave Jr. has met, were so disappointed. Word about Obama's \"insensitive\" visit has spread to the MATC ( the rehab facility) at Walter Reed and throughout Bethesda. The military sees through his phoniness. All I can say is that it is such a dissappointment that this man is Commander-In-Chief of our Armed Forces. He is an embarrasment to our Nation. Regards, XXXXXXX",
  "Last Updated": "4 August 2009",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/military/daveborden.asp",
  "Claim": "Account describes President Obama's meeting with wounded soldiers at the National Naval Hospital.",
  "Claim_ID": "politics_military_daveborden",
  "Tags": ""
}