{
  "Origins": "Some e-mail items never die off completely they periodically go through fallow periods during which they cease to circulate widely, but eventually something occurs that prompts people to begin forwarding them anew. This petition to help save the NEA from funding cutbacks was created a decade ago, and even though it long outlived the situation it was originally intended to address, it has been circulating for so long that the circumstances it describes may finally have come to pass.",
  "Fact Check": "",
  "Description": "In 1995 a student at the University of Northern Colorado was writing a paper for a class about the downfall of culture in our society. During the course of her research she discovered proposed congressional budget cuts for PBS funding and, being young and idealistic, she decided to do something about it. She enlisted the help of another student, and the two of them drafted the petition that has been haunting the Internet for years since. The original contained no reference to Sesame Street that part was added shortly after the petition began to circulate, likely by a well-meaning supporter who thought suggesting that Sesame Street was in danger would garner additional sympathy for the cause. And it did. Couched in terms of \"Save Sesame Street!,\" this petition decrying proposed government cuts to the 1996 public television budget began circulating on the Internet in the spring of 1995. (The ways of the Internet being what they are, it continues to circulate even though the \"crisis\" has long passed. Scarelore rarely comes with expiration dates.) The response it raised was breathtaking. The two college students who'd dreamed it up were almost immediately swamped with 2,000 incoming e-mails a day. Attempting to compile petition lists to forward to the government quickly became a Herculean task. Stopping what they'd set in motion proved every bit as impossible as keeping track of the incoming mail. After the congressional budget was announced (and arts funding wasn't slaughtered as badly as had been anticipated), they sent out a follow-up e-mail telling people the danger was over, to quit circulating the petition, and to tell others who were still circulating it to stop. To no avail, though; that petition continues to make the rounds even to this day. Though it's true the 104th Congress did cut the 1996 public television budget to $260 million, Sesame Street was never in danger of being axed. The Sesame Street name was invoked solely to anger people enough to get them involved in the protest over public television cuts , not because the show itself was at risk. As such, the ranks of those fighting the cuts were seeded by those duped into believing a personally-cherished icon of childhood was going down. PBS was neither the force behind this misleading e-mail petition, nor did they support it. The following is taken from the standard e-mail response sent out by PBS Viewer Services regarding this petition rumor: In the last several months, there has been a campaign on the Internet that incorrectly alleges that SESAME STREET is in jeopardy of being taken off the air. The \"Save Sesame Street\" campaign is unfounded and we at PBS and Children's Television Workshop (CTW), the producers of SESAME STREET, would like to tell you that Sesame Street is alive and well! In fact, SESAME STREET launched its 28th Season on November 18, 1996 with special guest ER's Noah Wyle. In addition to launching a new season, SESAME STREET is busy preparing for their 30th anniversary celebration which is just around the corner (fall 1998). We can assure you that there is no PBS sanctioned petition. Please disregard any you come across. Like all good bad pieces of misinformative netlore, this one kept going and going. In early 1997 all references to Sesame Street had been stripped out of this message, and it began causing consternation all over again as it made another round of the Internet. Then yet another version sprang up in early 1999: This message is long but important. On Thursday January 6th's NPR Morning Edition, Nina Totenberg reported that if the Supreme Court supports Congress to cut the budget of the National Endowment of the Arts, it is in effect the end of NEA. This situation creates great concerns about Congressional funding for creative arts in America, since NEA provides major support for NPR (National Public Radio), PBS (Public Broadcasting System), and numerous other creative and performing arts. If NEA is lost or weakened, our lives will be similarly diminished. In spite of the efforts of each station to reduce spending costs and streamline their services, some government officials believe that the funding currently going to these programs is too large a portion of funding for something which is seen as not worthwhile. Currently, taxes from the general public for PBS equal $1.12 per person per year, and the National Endowment for the Arts equals $.64 a year. A January 1995 CNN/USA Today/Gallup poll indicated that 76% of Americans wish to keep funding for PBS, third only to national defense and law enforcement as the most valuable programs for federal funding. Each year the Senate and House Appropriations committees each have 13 subcommittees with jurisdiction over many programs and agencies. Each subcommittee passes its own appropriation bill. The goal each year is to have each bill signed by the beginning of the fiscal year, which is October 1. The only way that our representatives can be aware of the base of support for PBS and funding for these types of programs is by our making our voices heard. Please add your name to this list and forward it to friends who believe in favor of what this stands for. The full list will be forwarded to the President of the United States, the Vice President, and the Speaker of the House, whose office has in the past been the instigator of the action to cut funding to these worthwhile programs. This petition is being passed around the Internet. Please add your name to it so funding can be maintained for the NEA, NPR, and PBS. THIS IS OUR CHANCE TO MAKE INTERNET TECHNOLOGY WORK AS A VOICE IN OUR DEMOCRATIC SYSTEM. IT'S EASIER THAN EVER TO MAKE OUR VOICES HEARD. Please keep the petition rolling. Do not reply to me. Add your name and locale to the list and forward it to others to sign. If you prefer not to sign, please send the list to the email address given below. This is being forwarded to numerous people at once. It won't matter if many people receive the same list as the names are being managed. This is for anyone who thinks NPR and PBS deserve $1.12/year of their taxes. If you sign, please forward the list to others. If not, please don't kill it. **** If you happen to be the 150th, 200th, 250th, tc., signer of this petition, please forward a copy to: <wein2688@blue.univnorthco.edu>. This way we can keep track of the lists and organize them. Forward this to everyone you know and help keep these programs alive **** Thank you. (NOTE: It is preferable you SELECT the entirety of this letter and COPY it into a NEW outgoing message, rather than simply forwarding it.) In your new outgoing message add your name to the bottom of the list, then send it on. Or, if the option is available, do a SEND AGAIN. Why anyone would re-invent this petition in 1997 and again in 1999 to fight something that was a done deal by mid-1996 is puzzling. Coincidentally, though, in June 2005 the non-existent situation which this petition had been decrying for several years finally hit the news for real when a House committee voted to sharply reduce (and eventually eliminate) federal financial support for the Corporation for Public Broadcasting. The proposed cuts were rescinded by a subsequent vote of the full House. Barbara \"knights of the undead\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1995] SAVE SESAME STREET! This is a petition to save Sesame Street. ALL YOU DO IS ADD YOUR NAME TO THE LIST AT THE BOTTOM, then forward it to everyone you know. The only time you send it to the included address is if you are the 50th, 100th, etc. Send it on to everyone you know. PBS, NPR (National Public Radio), and the arts are facing major cutbacks in funding. In spite of the efforts of each station to reduce spending costs and streamline their services, the government officials believe that the funding currently going to these programs is too large a portion of funding for something which is seen as \"unworthwhile.\" Currently, taxes from the general public for PBS equal $1.12 per person per year, and the National Endowment for the Arts equals $.64 a year in total. A January 1995 CNN/USA Today/Gallup poll indicated that 76% of Americans wish to keep funding for PBS, third only to national defense and law enforcement as the most valuable programs for federal funding. Each year, the Senate and House Appropriations commitees each have 13 subcommitees with jurisdiction over many programs and agencies. Each subcommitee passes its own appropriation bill. The goal each year is to have each bill signed by the beginning of the fiscal year, which is October 1. In the instance of the Corporation of Public Broadcasting, the bill determines the funding for the next three years. When this issue comes up in 1996, the funding will be determined for fiscal years 1996-1998. The only way that our representatives can be aware of the base of support or PBS and funding for these types of programs is by making our voices heard. Please add your name to this list if you believe in what we stand for. This list will be forwarded to the President of the United States, the Vice President of the United States, the House of Representatives and Congress. If you happen to be the 50th, 100th, 150th, etc. signer of this petition, please forward to: <kubi7975@blue.univnorthco.edu>. This way we can keep track of the lists and organize them. Forward this to everyone you know, and help us to keep these programs alive. Thank you. Variations: In 1998 versions of the above appeared which claimed \"Nina Tottenberg\" had appeared on NPR's Morning Edition. Some versions circulated in 2001 rendered \"Nina Tottenberg\" as \"Nina Rottener.\"",
  "Last Updated": "23 June 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/arts/nea.asp",
  "Claim": "Legislation currently under proposal would result in substantial cuts to federal funding of the NEA and other public arts programs.",
  "Claim_ID": "politics_arts_nea",
  "Tags": ""
}