{
  "Origins": "Nike is no stranger to controversy when it comes to advertising. In September 2000, a barrage of complaints from viewers prompted NBC to drop a Nike commercial which featured U.S. Olympic runner Suzy Favor Hamilton outrunning a chainsaw-wielding man in a hockey mask. (The ad ended with the attacker collapsing in exhaustion while Ms. Hamilton sped off, leading to the caption: \"Why sport? You'll live longer.\"). Although Nike intended the commercial to be a parody of the slasher/horror film genre, thousands of TV viewers complained that the ad could be construed as advocating violence towards women.",
  "Fact Check": "",
  "Description": "One month later, Nike pulled a print advertising campaign for their ACG Air Dri-Goat trail running shoes from various outdoor and backpacking-related magazines after another round of complaints from readers who found the ad copy (which made reference to a \"drooling, misshapen, non-extreme-trail-running\" non-Nike wearer now \"forced to roam the Earth in a motorized wheelchair\") to be unfunny and insulting to the disabled. Despite these previous public relations gaffes, Nike hasn't stooped so low as to try to sell shoes with advertisements employing terrorist-related imagery. The image shown above showing a bloodied Nike shoe in the foreground and security forces investigating what is presumably the aftermath of a suicide bombing in the background, all over a caption reading \"You may not survive the blast, but your shoes will\" is not a real Nike ad (a fact we verified with our contact in Nike's PR department). Like the salacious ads for rival shoemaker Puma which appeared on the Internet in 2003, this one was the product of a prankster a prankster whom, according to Nike's Investor Relations group, the company is trying to track down: Thank you for your correspondence alerting us to a false Internet advertisement, depicting Nike products associated with political conflict presumably occurring within the Middle East given the ad's circulation to date. This offensive ad was not authorized by Nike and has no affiliation with the company. It was obviously created by some individual who does not value human life and is seeking attention by leveraging our well-known brand name. Based upon the number of inquiries we have received from members of the public questioning the ad's authenticity, we have begun to work with authorities to try to determine the origin. Also, we have begun to contact specific non-governmental organizations to apprise them of this unfortunate hoax. Again, Nike was never involved in any way with the ad and appreciates your inquiry. If you have any information regarding individuals or businesses improperly promoting this image as a Nike property, please contact us so that we may explore appropriate legal recourse. We also ask that you limit circulation of this despicable image and share this message with others who inquire about its authenticity or affiliation with Nike. We hope this clarifies the matter.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/2/hi/americas/931726.stm;",
  "Example": "[Collected on the Internet, 2004] Nike company uses terrorist bombing for promoting sales do not buy !!!",
  "Last Updated": "29 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/nikebomb.asp",
  "Claim": "A Nike shoe advertisement uses imagery from a terrorist bombing.",
  "Claim_ID": "politics_business_nikebomb",
  "Tags": ""
}