{
  "Origins": "In January 2009, the incoming Obama administration tapped Leon Panetta , a former congressman and chief of staff to Bill Clinton, to replace Michael Hayden as the director of the Central Intelligence Agency (CIA). By February 2009, blog posts and e-mails were claiming that Panetta's daughter, Linda, is a \"radical anti-American activist\" who \"supports all the anti-American regimes in this Hemisphere\" and offered as proof a photograph of her (displayed above) in the company of Venezuelan president Hugo Chavez and Nicaraguan president Daniel Ortega.",
  "Fact Check": "",
  "Description": "Linda Panetta is a real person, a Philadelphia-based professional photographer who conducts her work through an organization called Optical Realities , described on its web site as: An organization that uses photojournalism and educational outreach to raise public awareness about world events, cultures, and the environment. We seek to use our first-hand knowledge and experiences in impoverished and war-torn areas of the world to advocate for economic and social justice. Through photo exhibits, presentations, and our website, http://www.opticalrealities.org, we challenge and address conventional \"First World\" stereotypes at all levels in an attempt to dissolve prejudices and hostile feelings that often stem from misinformation or a lack of knowledge. We encourage participation in a variety of projects, including our \"micro projects,\" which seek to nurture growth in understanding and compassion towards a variety of human rights issues, as well as provide economic and social empowerment to communities around the world. Optical Realities was founded in 2002 by Linda Panetta, who brought a 20-year history of active commitment to the empowerment of women, the promotion of economic justice, and the advocacy of environmental and human rights in war and conflict zones throughout Latin America and the Middle East, as well as in economically challenged regions of the US. Since its founding Optical Realities has made investigative, documentary and service trips to Afghanistan, Iraq, Palestine, Colombia, Guatemala, El Salvador, Mexico (Chiapas and Oaxaca), Nicaragua, Argentina, Uruguay, Peru, Ecuador, Chile, Panama, Venezuela and Haiti. Along with the subsequent presentations, publications and exhibits that follow these trips, all attempts are made to send photos back to the visited communities to serve as memorabilia and tools for political and social change. Ms. Panetta has, during the course of her work, met Daniel Ortega and Hugo Chavez (as well as leaders of other Central and South American countries), so there's no real reason to doubt the authenticity of the photograph displayed above. However, Linda Panetta is not Leon Panetta's daughter. As a quick check of Leon Panetta's biography reveals, he doesn't even have a daughter, just three (grown) sons. Moreover, although it's possible Linda is distantly related to Leon Panetta, she acknowledged that she has never even met the man who now heads the CIA: Linda Panetta told Accuracy in Media that while she admires Leon Panetta and that there may be a distant family connection somewhere, he is not her father and that she has never even met him. \"Not only am I not his daughter but unfortunately I have not had the pleasure of meeting this man who has done amazing work in his lifetime,\" she said. \"He and my father may have been second cousins,\" she acknowledged, but under no circumstances is he her father. Despite charges or information to the contrary, she has never claimed to be his daughter. She explained, \"God rest my Dad s soul. He was an incredible individual as well. I would never in my lifetime claim to be anybody s daughter but my father s.\"",
  "Originally Published": "",
  "Referred Links": "http://www.aim.org/aim-column/conservative-blogs-duped-in-panetta-controversy/;http://www.panettainstitute.org/institute/leon_panetta.htm;http://www.opticalrealities.org/;http://www.panettainstitute.org/institute/leon_panetta.htm;",
  "Example": "[Collected via e-mail, February 2009] WILL PANETTA HAVE TO INVESTIGATE HIS OWN DAUGHTER?????????? You'll most likely never hear about it in the media. THE NEW CIA DIRECTOR'S DAUGHTER...Can this really be true?? Linda Panetta the daughter of Leon Panetta, who was recently named by Barack Obama to be the new CIA director. Linda is a supporter of all the anti-American regimes in this Hemisphere. Here she is with Hugo Chavez [Venezuela] and Daniel Ortega [Nicaragua], two sworn enemies of the United States. She is a radical anti-American activist who wants to close the anti-terrorist School of the Americas, in Fort Benning, Georgia, where Colombian soldiers are trained. She says they are training criminals and is against any aid to the government of Colombia, our main ally in the region. Would any reasonable and impartial individual be concerned if any of her activities are not duly probed and questioned during her father's confirmation hearings, would the Senate \"advise or consent?\"",
  "Last Updated": "11 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/panetta.asp",
  "Claim": "CIA director Leon Panetta's daughter is a \"radical anti-American.\"",
  "Claim_ID": "politics_obama_panetta",
  "Tags": ""
}