{
  "Origins": "The text reproduced above is a shortened version of a June 2008 Daily Mail (a UK newspaper) article about Carol McCain, John McCain's first wife, which has been circulating as an e-mail forward. Shorn of its vitriolic and subjective comments, the article presents a factually true framework regarding the circumstances surrounding the break-up of John McCain's first marriage.",
  "Fact Check": "",
  "Description": "On 3 July 1965, 28-year-old Naval aviator John Sidney McCain III married 27-year-old Carol Shepp of Philadelphia, whom he had initially met while attending the U.S. Naval Academy in Annapolis, Maryland, several years earlier. John McCain adopted Carol's two sons (Douglas and Andrew) from a previous marriage, and the couple had a daughter (Sidney) together in 1966. In July 1967, Lt. Commander John McCain was taken prisoner after his plane was shot down on a bombing mission over North Vietnam and was held as a POW for over five years. During her husband's captivity, Carol McCain was involved in a near-fatal automobile accident that left her with permanent injuries, a circumstance that posed some difficult adjustments for the couple after they were finally reunited in March 1973: One fact was especially difficult to deal with [after McCain's return to the U.S.]: Carol's physical condition. At Christmastime in 1969, while McCain was imprisoned in Vietnam, Carol was almost killed in a car crash. \"Carol had taken the kids to her parents' house for the holidays,\" McCain later wrote. \"After dinner on Christmas Eve, she drove to our friends, the Bookbinders, to exchange gifts. It had begun to snow by the time she started back to her parents, and the roads were icy. She skidded off the road, smashed into a telephone pole, and was thrown from the car. The police found her some time later in shock, both legs fractured in several places, her arm and pelvis broken, and bleeding internally. \"Several days passed before she was out of immediate danger. It would be six months and several operations before she was released from the hospital. Over the next two years, she would undergo many more operations to repair her injured legs. By the time the doctors were finished, she would be four inches shorter than she was before the accident. After a year of intense physical therapy, she was able to walk with the aid of crutches.\" Carol's new appearance was one of the more shocking details McCain had to deal with during his period of adjustment; quite simply, Carol was a different person from the one she was when he left. By the end of the 1970s, the McCains' marriage was strained to the breaking point, even if it was not evident to those who knew them: Even though friends saw a rosy picture when they looked at John and Carol McCain's marriage from outside, privately the couple was having difficulty. After years in captivity, McCain was not totally able to return to the life he had led with Carol before he went to Vietnam. As the marriage became rocky, McCain was unfaithful to Carol, or perhaps the marriage became rocky because McCain was unfaithful. Later, there would even be reports that he had, as the Boston Globe put it, \"affairs with subordinate female personnel.\" The McCains had tried to achieve some semblance of a normal life after McCain's return home and, to a great extent, they had accomplished this but the problems continued nonetheless. Years later, Carol would tell a reporter the main trouble was not complicated: McCain may have been 40, but he was acting like he was 25. In 1979, then 42-year-old John McCain first met Cindy Lou Hensley, a 25-year-old school teacher who was also the daughter (and heir) of James Hensley, the founder of one of the largest Anheuser-Busch beer distributorships in the United States; the two began dating and married the following year. Sources differ as to the timing of McCain's separation from his first wife, Carol, and the beginning of his relationship with the woman who would become his second wife, Cindy Hensley; whatever the circumstances, McCain remarried five weeks after divorcing his first wife: McCain has made several statements about how he divorced Carol and married Hensley that conflict with the public record. In his 2002 memoir, \"Worth the Fighting For,\" McCain wrote that he had separated from Carol before he began dating Hensley. \"I spent as much time with Cindy in Washington and Arizona as our jobs would allow,\" McCain wrote. \"I was separated from Carol, but our divorce would not become final until February of 1980.\" An examination of court documents tells a different story. McCain did not sue his wife for divorce until Feb. 19, 1980, and he wrote in his court petition that he and his wife had \"cohabited\" until Jan. 7 of that year or for the first nine months of his relationship with Hensley. Although McCain suggested in his autobiography that months passed between his divorce and remarriage, the divorce was granted April 2, 1980, and he wed Hensley in a private ceremony five weeks later. McCain obtained an Arizona marriage license on March 6, 1980, while still legally married to his first wife. McCain stated in his autobiography that he was solely responsible for the failure of his first marriage: \"My marriage's collapse was attributable to my own selfishness and immaturity. The blame was entirely mine.\" As for the subjective parts of the article, a number of different people who knew the McCains, including John and Carol themselves, have offered widely differing opinions and interpretations regarding John McCain's first marriage and the reasons why it ended the \"why\" is a question with no definitive answer. It's worth noting, however, that John and Cindy McCain have now been married for over 28 years and have four children (one of them adopted) together, and that in a portion of the Daily Mail article referenced above (which was not included in the excerpt circulating via e-mail ), Carol McCain is quoted as saying of her former husband: \"He's a good guy. We are still good friends. He is the best man for president.\"",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/femail/article-1024927/The-wife-John-McCain-callously-left-behind.html;",
  "Example": "[Collected via e-mail, September 2008] Carol McCain McCain likes to illustrate his moral fiber by referring to his five years as a prisoner-of-war in Vietnam. And to demonstrate his commitment to family values, the 71-year-old former US Navy pilot pays warm tribute to his beautiful blonde wife, Cindy, with whom he has four children. But there is another Mrs. McCain who casts a ghostly shadow over the Senator's presidential campaign. She is seldom seen and rarely written about, despite being mother to McCain's three eldest children. She was the woman McCain dreamed of during his long incarceration and torture in Vietnam's infamous 'Hanoi Hilton' prison and the woman who faithfully stayed at home looking after the children and waiting anxiously for news. But when McCain returned to America in 1973 to a fanfare of publicity and a handshake from Richard Nixon, he discovered his wife had been disfigured in a terrible car crash three years earlier. Her car had skidded on icy roads into a telegraph pole on Christmas Eve, 1969. Her pelvis and one arm were shattered by the impact and she suffered massive internal injuries. When Carol was discharged from hospital after six months of life-saving surgery, the prognosis was bleak. In order to save her legs, surgeons had been forced to cut away huge sections of shattered bone, taking with it her tall, willowy figure. She was confined to a wheelchair and was forced to use a catheter. Today, she stands at just 5' 4\" in and still walks awkwardly, with a pronounced limp. Her body is held together by screws and metal plates and, at 70, her face is worn by wrinkles that speak of decades of silent suffering. For nearly 30 years, Carol has maintained a dignified silence about the accident, McCain and their divorce. But last week at the bungalow where she now lives at Virginia Beach, a faded seaside resort 200 miles south of Washington, she told The Mail on Sunday how McCain divorced her in 1980 and married Cindy, 18 years his junior and the heir to an Arizona brewing fortune, just one month later. \"My marriage ended because John McCain didn't want to be 40, he wanted to be 25. You know that happens ... it just does.\" In 1979 while still married to Carol he met Cindy at a cocktail party in Hawaii. Over the next six months he pursued her, flying around the country to see her. Then he began to push to end his marriage. Some of McCain's acquaintances are less forgiving, however. They portray the politician as a self-centered womanizer who effectively abandoned his crippled wife to 'play the field'. They accuse him of finally settling on Cindy, a former rodeo beauty queen, for financial reasons. Ted Sampley, who fought with US Special Forces in Vietnam and is now a leading campaigner for veterans' rights, said: \"I have been following John McCain's career for nearly 20 years. I know him personally. There is something wrong with this guy and let me tell you what it is deceit.\" \"When he came home and saw that Carol was not the beauty he left behind, he started running around on her almost right away. Everybody around him knew it. Eventually he met Cindy and she was young and beautiful and very wealthy. At that point McCain just dumped Carol for something he thought was better.\" \"McCain is the classic opportunist. He's always reaching for attention and glory,\" he said. \"After he came home, Carol walked with a limp. So he threw her over for a poster girl with big money from Arizona. And the rest is history.\" Ross Perot, a billionaire Texas businessman, and a former presidential candidate, who paid her medical bills all those years ago, now believes that both Carol McCain and the American people have been taken in by a man who is unusually slick and cruel even by the standards of modern politics.",
  "Last Updated": "10 September 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/mccain/carol.asp",
  "Claim": "Article recounts details of Senator John McCain's divorce from his first wife, Carol.",
  "Claim_ID": "politics_mccain_carol",
  "Tags": ""
}