{
  "Origins": "Since the mid-1970s, the Social Security Administration (SSA) has provided for cost-of-living adjustments ( COLAs ) in order to help keep benefits in line with the rate of inflation. The last COLA increase boosted Social Security benefits for 2009 by 5.8%. There was no COLA increase in Social Security benefits for 2010, and there likely will be no COLA increase for 2011.",
  "Fact Check": "",
  "Description": "Two straight years with no COLA increases is a worrisome prospect for many retirees (and other Social Security recipients) living on fixed incomes. However, expressing anger with Congress over this circumstance is misplacing the blame, as Congress has no say over COLAs it cannot decide whether or not to \"allow\" COLAs, nor can it pre-empt COLAs by spending the money that would have been used to pay for them on something else. Under federal law, Social Security COLA increases are based solely on a formula which is tied to specific economic indices (primarily the Consumer Price Index for Urban Wage Earners and Clerical Workers), and the application of that formula under the economic conditions of the last few years has not called for an increase: Federal law requires the Social Security Administration to base annual payment increases on the Consumer Price Index for Urban Wage Earners and Clerical Workers, which measures inflation. Officials compare inflation in the third quarter of each year the months of July, August and September with the same months in the previous year. If inflation increases from year to year, Social Security recipients automatically get higher payments, starting in January. If inflation is negative, the payments stay unchanged. Social Security payments increased by 5.8 percent in 2009, the largest increase in 27 years, after energy prices spiked in 2008. But energy prices quickly dropped. For example, average gasoline prices topped $4 a gallon in the summer of 2008. But by January 2009, they had fallen below $2. Today, the national average is roughly $2.70 a gallon. As a result, Social Security recipients got an increase in 2009 that was far larger than actual inflation. However, they won't get another increase until inflation exceeds the level measured in 2008. The Social Security trustees project that will happen [in 2011], resulting in a small increase in benefits for 2012. Social Security spokesman Mark Lassiter said the agency has no leeway to increase payments if the inflation measurement doesn't call for it. The Social Security Administration projects no cost-of-living increases for the next two years because the adjustments are pegged to inflation, which has been negative this year, largely because energy prices are below 2008 levels. The statement in the above-cited example about Congress' having spent $24 million of Social Security money on an \"electronic medical records processing\" system for themselves is a grossly distorted version of an expenditure that was neither funded by the SSA's \"withholding cost of living increases\" (or an increase on all Medicare pharmacy benefit co-payments), nor made for the benefit of Congress itself. The SSA announced in August 2009 that it was making available $24 million in contracts with the aim of implementing an information technology (IT) system to improve the efficiency of its disability programs: Michael J. Astrue, Commissioner of Social Security, announced the availability of $24 million in contracts to provide the agency with electronic medical records to improve the efficiency of its disability programs. Social Security is looking for health care providers, provider networks, and health information exchanges to participate in its Medical Evidence Gathering and Analysis through Health Information Technology (IT) program. Social Security is seeing a significant increase in disability applications as a result of the current recession. The agency expects to receive more than 3.3 million applications in fiscal year (FY) 2010, a 27 percent increase over FY 2008. To process these applications, the agency sends more than 15 million requests for medical records to health care providers. The use of health IT will vastly improve the efficiency of this process, which currently is largely paper-bound. As well, the announcement noted that the $24 million cost of the contract program was funded through the American Recovery and Reinvestment Act (commonly known as the \"economic stimulus package\" passed by Congress in February 2009), not paid for out of the Social Security general fund. (Moreover, $24 million is a minuscule amount compared to what even a modest COLA increase would entail that sum of money wouldn't be sufficient to pay every Social Security recipient a mere one cent extra per week in 2011.) Also, Congress has not \"just voted themselves another 3% salary increase.\" In 2009, and again in 2010, members of Congress voted not to receive their automatic cost-of-living salary increases. A later version of this item included the following statement about Medicare premiums: However, the per person monthly Medicare insurance premium will be increased from the 2009 premium of $96.40 to $104.20 in 2010, $120.20for the year 2011 AND Yearly increases to a wonderful $247.00 in 2014. Thank You Obamacare!\" This information is not accurate and is discussed in detail in a separate article on our site.",
  "Originally Published": "",
  "Referred Links": "http://thehill.com/homenews/news/97971-obama-signs-law-blocking-congress-pay-raise;http://www.ssa.gov/pressoffice/pr/electronic-med-records-pr.htm;http://www.socialsecurity.gov/OACT/COLA/latestCOLA.html;http://www.ssa.gov/cola/;",
  "Example": "[Collected via e-mail, August 2010] Why No Increase In Social Security for two years Pass this on According to The Trustees for the Social Security Administration, THERE WILL NOT BE A COST OF LIVING INCREASE FOR THE NEXT TWO YEARS IN SOCIAL SECURITY BENEFITS. They, the Congress (BOTH REPUBLICAN AND DEMOCRATS TOGETHER) say no increase is warranted because of the losses in gross national product and other cute things.. NOW SPORTS FANS THIS IS THE ONE THAT WILL FLIP YOU OUT!! THE SOCIAL SECURITY ADMINISTRATION IS FUNDING TWENTY FOUR MILLION DOLLARS -- LET ME REPEAT THAT AMOUNT ... SO YOU UNDERSTAND IT $ 24,000,000.00 DOLLARS FOR NEW ELECTRONIC MEDICAL RECORDS PROCESSING FOR OUR CONGRESSMEN AND SENATORS THEY ARE OBTAINING THESE FUNDS And I QUOTE DIRECTLY FROM THE SOCIAL SECURITY WEBSITE... THIS MONEY WILL BE COMING FROM THE SAVINGS TO BE GENERATED FROM WITHHOLDING COST OF LIVING INCREASES FOR 2010 & 2011 In SOCIAL SECURITY BENEFITS FOR THE ELDERLY AND A $2.00 INCREASE ON ALL MEDICARE RX BENEFIT CO-PAY Please pass this to ALL your friends and have them PROTEST TO THE IDIOTS WE ELECTED TO CONGRESS Who by the way, have just voted themselves ANOTHER 3% SALARY INCREASE!!! We must put a stop to this outright thievery! It is THE HOUSE AND THESENATE, BOTH REPUBLICAN AND DEMOCRATS, WECAN'T FIRE THEM, BUT WE SURE CANNOT RE-ELECT THEM, And WE CAN IMPEACH THEM Or DEMAND RECALL ELECTIONS!!! HOW ABOUT WE ALL GET TOGETHER AND DUMP THESE CLOWNS. [Collected via e-mail, September 2009] For the first time in history, the Democratic Congress will not allow an increase in the social security COLA (cost of living adjustment). In fact, The Henry J. Kaiser Family Foundation predicts there may not be any COLA for the next three years. However, the per person monthly Medicare insurance premium will be increased from the 2009 premium of $96.40 to $104.20 in 2010 and to $120.20 for the year 2011. Send this to all seniors that you know. Remind them to not vote for the incumbent senators and congressmen in the 2010 and the 2012 elections. [Collected via e-mail, March 2011] MEDICARE PAY INCREASE For those of you who are on Medicare (or will be soon), read the short article below. It is about the monthly amount of money you are going to pay into Medicare in 2011, 2012 and the huge increase you will pay in 2013. You will pay it. Social Security Congress will not allow an increase in the social security COLA (cost of living adjustment). However, the per person monthly Medicare insurance premium will be increased from the 2009 premium of $96.40 to $104.20 in 2010, $120.20 for the year 2011, AND a yearly increase to a wonderful $247.00 in 2014. Thank You Obamacare! In the meantime, Congress gave themselves a $3,000 a month Cost of Living Adjustment! Send this to all seniors that you know. REMEMBER IN NOVEMBER 2012",
  "Last Updated": "8 September 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/socialsecurity/cola.asp",
  "Claim": "Congress will not allow Social Security recipients to get a COLA increase while Obamacare raises the cost of Medicare premiums.",
  "Claim_ID": "politics_socialsecurity_cola",
  "Tags": ""
}