{
  "Origins": "On 17 July 2012, Obama for America, the Democratic National Committee, and the Ohio Democratic Party jointly filed a lawsuit ( Obama for America v. Husted ) in Ohio challenging changes to that state's voting laws. Prior to the changes in those laws, many Ohio residents were allowed to vote early in person up until the Monday before Election Day; after the changes, voters using the Uniformed and Overseas Citizens Absentee Voter Act (\"UOCAVA\") were still allowed to engage in early voting up until the Monday before Election Day, but the early voting deadline for most non-UOCAVA voters was pushed back three days to the Friday preceding Election Day.",
  "Fact Check": "",
  "Description": "As described by the Associated Press (AP): Ohio is one of 32 states that allow voters to cast an early ballot by mail or in person without an excuse. In 2008, about 30 percent of the swing state's total vote or roughly 1.7 million ballots came in ahead of Election Day. Obama for America's lawsuit comes after a series of election law changes cleared the state's Republican-controlled Legislature and Republican Gov. John Kasich signed them. Before the changes, local boards of election had the discretion to set their own early, in-person voting hours on the days before the election. People were allowed up until Monday before the Tuesday election to vote in person. Weekend voting varied among the state's 88 counties. With the changes, most Ohioans now have until the Friday evening before the Tuesday election to cast a ballot in person. But military voters can continue to vote in person until Monday. Republicans contended that the early voting process in Ohio needed changing because it was too long, too costly for many counties, and too subject to fraud and abuse, and that shortening the voting period would not upend the convenience of the current process. The plaintiffs contend this change in the voting laws created an unjustifiable \"arbitrary and inequitable treatment\" of two classes of voters which was more likely to disadvantage Democratic voters by disenfranchising groups who typically used early voting opportunities (particularly during the weekend prior to the election): The differential treatment of UOCAVA and non-UOCAVA voters with respect to early voting appears to be the result of a confused legislative process initiated by the Ohio General Assembly after citizens of the State commenced the process to subject HB 194 to a referendum. HB 194 was a 300-page bill passed by a Republican dominated legislature that limited voting rights in a number of respects, including by shortening the time period for early voting an option more likely to be used by groups of voters that tend to support Democratic candidates. Whether caused by legislative error or partisan motivation, the result of this legislative process is arbitrary and inequitable treatment of similarly situated Ohio voters with respect to in-person early voting. The Ohio General Assembly has failed to articulate any justification for this differential treatment of UOCAVA and non-UOCAVA voters, and no justification can be discerned. Contrary to what has been reported about this issue by a number of sources, however, the plaintiffs do not seek to \"restrict\" or \"suppress\" military voting\" in Ohio in any way. Their lawsuit does not ask the court to eliminate or curtail the extended voting period (or any other aspect of balloting) currently afforded to military voters; it asks the court to restore the early voting deadline for civilian voters to match that of military voters, the condition that had existed prior to the recent change in Ohio's laws: Plaintiffs seek a declaratory judgment, preliminary injunction, and permanent injunction prohibiting Defendants from implementing or enforcing the HB 224 and SB 295 changes to Ohio Rev. Code 3509.03, thereby restoring in-person absentee voting on the three days immediately preceding Election Day for all Ohio voters. A number of military groups have opposed this lawsuit because they believe there is justification for treating military voters differently than other voters, and because one possible outcome of the lawsuit might be for the state to shorten the early voting period currently afforded to military voters (even though the latter is not the outcome advocated by plaintiffs): Although the relief Plaintiffs seek is an overall extension of Ohio's early voting period, the means through which Plaintiffs areattempting to attain it a ruling that it is arbitrary and unconstitutional to grant extra time for early voting solely to military voters and overseas citizens is both legally inappropriate and squarely contrary to the legal interests and constitutional rights of Intervenors, their members, and the courageous men and women of the U.S. Armed Forces. If this Court concludes that Ohio's early voting law violates the Equal Protection Clause, U.S. Const., amend. XIV, one remedy it reasonably may consider imposing and which the State itself may advocate would be to reduce the time period for early voting by members of the military to the earlier civilian deadline. Associated Press summarized the issue by noting: The campaign, the Democratic National Committee and the Ohio Democratic Party contend the law unfairly ends in-person voting for most Ohioans three days earlier than it does for military and overseas voters. Attorneys for the Democrats argue such \"disparate\" treatment is unconstitutional, and all voters should be able to vote on those days. AMVETS, the National Guard Association of the United States, the Association of the U.S. Army and other organizations asked a judge to dismiss the lawsuit. The military groups say federal and state law recognizes that service members need extra time to cast their ballots. They say they fear the precedent that could be set if a court finds that military voters shouldn't be treated differently than other voters. \"Efforts to facilitate and maximize military voting should be welcomed, not viewed with constitutional suspicion,\" the groups said in a court filing that seeks to intervene in the case. As noted above, the relief sought by the plaintiffs was not to \"restrict military voting\" in any way but to afford civilians the same voting opportunities as military personnel, opportunities which civilians were previously allowed prior to a recent change in state law. In August 2012, a federal judge sided with the plaintiffs and granted an injunction against the law which limited the amount of early voting time available for non-military voters: In granting a preliminary injunction, U.S. District Judge Peter Economus wrote that lawyers for Ohio's Republican Secretary of State Jon Husted failed to \"articulate a precise compelling interest\" in establishing a Friday deadline for non-military voters. \"On balance, the right of Ohio voters to vote in person during the last three days prior to Election Day a right previously conferred to all voters by the state outweighs the state's interest in setting a 6 p.m. deadline,\" Economus wrote.",
  "Originally Published": "",
  "Referred Links": "http://moritzlaw.osu.edu/electionlaw/litigation/documents/MilitaryGroupsMotiontoIntervene.pdf;http://www.acluohio.org/issues/VotingRights/TestimonyStatementForSenateFieldHearing2012_0507.pdf;http://moritzlaw.osu.edu/electionlaw/litigation/documents/ObamaforAmericavHustedcomplaint.pdf;",
  "Example": "[Collected via e-mail, August 2012] Is the Obama campaign suing to restrict military voting? This is another story that is making the rounds on Facebook (and elsewhere, probably). President Barack Obama, along with many Democrats, likes to say that, while they may disagree with the GOP on many issues related to national security, they absolutely share their admiration and dedication to members of our armed forces. Obama, in particular, enjoys being seen visiting troops and having photos taken with members of our military. So, why is his campaign and the Democrat party suing to restrict their ability to vote in the upcoming election? On July 17th, the Obama for America Campaign, the Democratic National Committee, and the Ohio Democratic Party filed suit in OH to strike down part of that state's law governing voting by members of the military. Their suit said that part of the law is \"arbitrary\" with \"no discernible rational basis.\"",
  "Last Updated": "1 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/military.asp",
  "Claim": "The Obama campaign is seeking to restrict military voting in Ohio.",
  "Claim_ID": "politics_ballot_military",
  "Tags": ""
}