{
  "Origins": "This item began circulating on the Internet about a week after the tragic accident which claimed the life of 6-year-old Samuel Kettler on 6 March 2004. Samuel drowned when he fell into a tank or stock pond about two miles from President Bush's ranch in Crawford, Texas.",
  "Fact Check": "",
  "Description": "It is true that such a drowning occurred in the time and place described, that President Bush was at his Crawford ranch at the time (he was playing host to Mexican President Vicente Fox), and that some Secret Service agents took part in efforts to save young Samuel. As the Associated Press reported on 8 March : A 6-year-old boy who fell into a stock pond near President Bush's ranch drowned despite efforts by a rescue team that included Secret Service agents. Samuel Ketler fell into the pond on Saturday afternoon as he walked next to it with his grandfather, a Texas Department of Public Safety spokesman said. DPS troopers and Secret Service agents stationed at Bush's ranch two miles from the pond heard an emergency call and came to help, the DPS spokesman said Monday. When the agents saw that the Gatesville Fire Department could not find Samuel because they did not have scuba equipment, they called for the ranch's special response team, the spokesman said. After the team of 10 military medics and Secret Service agents arrived with scuba equipment, a Secret Service diver found the boy on his second dive and pulled him to shore. Rescuers performed CPR on Samuel until a Blackhawk helicopter arrived from Bush's ranch to take the boy to Hillcrest Baptist Medical Center. They continued the CPR on the helicopter, but the boy was pronounced dead on arrival at the hospital. The woman who authored the piece quoted above enthusiastically affirmed to us that it was true: This is a true story and I am indeed the author. The little boy, Sam Kettler, was the son of my first cousin, Shawn. I keep wanting to call Sam my nephew because we were so close. I consider his dad my brother rather than my cousin. Sam was a precious little boy. When I wrote the email and hit the 'send' button, I had no idea how far it would go. I just felt compelled to write it and let people know what a God-fearing man our President is. I have received emails from all over the United States and even one from missionaries in India. It seems our little Sam's death is going to have far-reaching results. Thank you so much for your prayers and for helping me spread the word. Again, I can assure you that it is all true. Three of the Secret Service agents attended the funeral and two others stopped by the churchbefore the service began to pay their respects. The family also received floral arrangements from the Secret Service as well as from the helicopter crew that flew Shawn and his son to Hillcrest Hospital inWaco. However, this account was apparently an embellished or fabricated one. We contacted the manager of the funeral home that handled the services for Samuel Kettler, and he forwarded us a statement explaning the following points: His funeral home has always had a policy of not charging for their services when dealing with a family who has suffered the loss of a child. All other costs associated with Samuel's funeral were paid for by Kettler family members. There were no anonymous donors involved, President Bush or anyone else. The Kettler family is disturbed that this rumor has been circulating and would like it to stop. Here is the funeral home manager's statement: The email that has been forwarded to a number of people and has unfortunately become the talk of everyone in Gatesville. The local media is calling us, along with many citizens in our community. As with every family that we serve, all financial arrangements and conditions are held in strict confidence. However, with the overwhelming amount of conversation and questions in regard to this tragedy, the privacy of the Kettler family has been violated. I spoke with Shawn this morning and he asked me to try and put a stop to these rumors. Since the day Gatesville Funeral Home opened and a family has experienced the death of a child, we have not burdened the family with any charges from the funeral home. The family may incur charges that are not ours, such as a cemetery lot, obituary notices, flowers, etc. This has always been our policy and has been an understanding between the family and us. The funeral expenses that were incurred to the Kettler family were paid for by a close family member and not President Bush. For the sake of the family's privacy, I hope these facts will straighten this matter. Additionally, the Houston Chronicle reported: While Secret Service agents and a Black Hawk helicopter did help in the rescue effort, the president did not pay for the funeral, said Keith Allison, funeral director at the Gatesville Funeral Home in Gatesville, about 20 miles from Crawford. Allison said his office and the boy's family have been flooded with calls and e-mails from around the world about the story and Bush's beneficence. But, Allison said, Bush's role in the episode has been exaggerated. \"A family member (of the boy) called and wanted to pay for the funeral service,\" Allison said. \"It's been our policy since we opened in 2000 that we do not charge for funeral services of families who lose children.\" Families pay an honorarium, such as for having clergy present, he said, and the relative paid for those services.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2004] Hello Everyone. I just wanted to pass this information along to each of you so you know what a truly compassionate and caring man we have in President Bush. My first cousin, Shawn Kettler, and his wife, Suzanne, and daughter, Laramie, lost their 6 year old son, Sam, in a drowning accident this past Saturday (March 6th), outside Gatesville. They all live within a few miles of the President's place in Crawford TX. Sam and a young friend of his were walking around a tank when the mud gave way and Sam fell in the tank. The tank is a spring fed tank, and Sam was sucked under the water into a \"sink hole\" where the springcame into the tank. His little friend tried to get him out but was unable to reach him, so he ran about 200 yards to his house and told his grandmother. The grandmother called 911 then went to the tank, but was unable to even see Sam. Sam's father and a volunteer fireman arrived first and began diving into the tank but were unable to locate Sam (I believe they said the water was about 10 feet deep). The Deputy Sheriff that received the 911 call was at the entrance to President Bush's ranch when the call came in. He told the Secret Service agents at the gate what was happening and they, in turn, radioed the ranch house. President Bush told them to \"Go - take all the men and equipment you need and just go\". He also sent his personal physician and his helicopter over to the tank. Sam was finally located and pulled from the water by one of the Secret Service agents (I believe there were 5 agents there all total). There was a faint pulse but they could not revive little Sam. President Bush's doctor began working on him and they loaded him into the Presidential helicopter and took him to Hillcrest Hospital in Waco. The doctors there worked on him for awhile, but he had been under water for 45 minutes, so there was really no hope for his recovery. And, hadhe survived, he would never have been the same. Sam was truly a unique little boy who lived life to the fullest. And he loved the fact that \"George Bush, the President\" had chosen to live so close to his house. When the family went to the funeral home in Gatesville on Sunday to make the arrangements, they were told everything had been paid for by an anonymous donor. After much \"detective\" work, it is believed thatPresident Bush is that anonymous donor. I just wanted all of you to hear this story so you know what a true gentleman our President is. And I ask that you pray for my family as they deal with this tragedy. And, lastly, please pray for our country and President Bush as he attempts to hold it all in place. Don't ever forget to tell everyone close to you and possibly, some of those not so close, how much you love them. Tell them everyday because life is short and very unpredictable. I love each of you.",
  "Last Updated": "13 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/bush/funeral.asp",
  "Claim": "President Bush paid for the funeral of a 6-year-old boy who drowned near his ranch in Crawford, Texas.",
  "Claim_ID": "politics_bush_funeral",
  "Tags": ""
}