{
  "Origins": "Ben Stein, a lawyer by training, has also served as a speechwriter for President Richard M. Nixon, has to date authored sixteen books (both novels and non-fiction efforts), and continues to write editorials and columns for a number of prominent publications. He is perhaps best known to the world at large, however, for his in-front-of-the-camera work as the dreadfully dull economics teacher in the film Ferris Bueller's Day Off (and his similar role as the monotonic science teacher Mr. Cantwell on the TV series The Wonder Years ) and as the keenly competitive host of the Comedy Central game show Win Ben Stein's Money .",
  "Fact Check": "",
  "Description": "One of Mr. Stein's current gigs (in addition to offering occasional commentaries for the CBS Sunday Morning news program) is writing his \" Ben Stein's Diary \" column for The American Spectator. The item excerpted above comes from a Ben Stein editorial entitled \"Missed Tributes,\" published the day after the 78th Annual Academy Award ceremonies (6 March 2006) and containing his thoughts on the (non-)importance of Hollywood and the Oscars. Additional information: Ben Stein biography",
  "Originally Published": "",
  "Referred Links": "http://www.benstein.com/bio.html;http://www.spectator.org/dsp_article.asp?art_id=9495;http://www.spectator.org/;https://www.transactionserver1.com/spectatorBen/;http://www.cbsnews.com/sections/sunday/main3445.shtml;http://www.cnn.com/SHOWBIZ/9708/04/win.steins.money/;http://www.spectator.org/dsp_article.asp?art_id=9495;",
  "Example": "[Stein, 2006] Now for a few humble thoughts about the Oscars. I did not see every second of it, but my wife did, and she joins me in noting that there was not one word of tribute, not one breath, to our fighting men and women in Iraq and Afghanistan or to their families or their widows or orphans. There were pitifully dishonest calls for peace as if the people we are fighting were interested in any peace for us but the peace of the grave. But not one word for the hundreds of thousands who have served and are serving, not one prayer or moment of silence for the dead and maimed. Basically, the sad truth is that Hollywood does not think of itself as part of America, and so, to Hollywood, the war to save freedom from Islamic terrorists is happening to someone else. It does not concern them except insofar as it offers occasion to mock or criticize George Bush. They live in dreamland and cannot be gracious enough to thank the men and women who pay with their lives for the stars' ability to live in dreamland. This is shameful. [Rest of article here]",
  "Last Updated": "27 March 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/benstein3.asp",
  "Claim": "Ben Stein authored an editorial on the (non-)importance of Hollywood and the Oscars.",
  "Claim_ID": "politics_soapbox_benstein3",
  "Tags": ""
}