{
  "Origins": "One of the common claims made about the health care reform bill currently before Congress (H.R. 3200, entitled \"America's Affordable Health Choices Act of 2009\") is that it mandates \"everyone who is on Social Security\" be given counseling about \"euthanasia\" every five years, purportedly with the aim of encouraging seniors to end their lives in order to ease the financial demands on the Medicare system. This claim is erroneous, a mistaken interpretation of one section of lengthy legislative bill that describes provisions for \"advance care planning consultations\" which are neither \"mandatory\" nor have anything to do with \"euthanasia.\"",
  "Fact Check": "",
  "Description": "The portion of bill in question (Section 1233) reads as follows: Subject to paragraphs (3) and (4), the term 'advance care planning consultation' means a consultation between the individual and a practitioner described in paragraph (2) regarding advance care planning, if, subject to paragraph (3), the individual involved has not had such a consultation within the last 5 years. Such consultation shall include the following: (A) An explanation by the practitioner of advance care planning, including key questions and considerations, important steps, and suggested people to talk to. (B) An explanation by the practitioner of advance directives, including living wills and durable powers of attorney, and their uses. (C) An explanation by the practitioner of the role and responsibilities of a health care proxy. (D) The provision by the practitioner of a list of national and State-specific resources to assist consumers and their families with advance care planning, including the national toll-free hotline, the advance care planning clearinghouses, and State legal service organizatons. (E) An explanation by the practitioner of the continuum of end-of-life services and supports available, including palliative care and hospice, and benefits for such services and supports that are available under this title. (F)(i) Subject to clause (ii), an explanation of orders regarding life sustaining treatment or similar orders, which shall include ... What the referenced portion of the bill actually describes is a modification to Section 1861 of the Social Security Act to add an \"advance care planning consultation\" to the list of services covered by Medicare.This provision would allow patients ( if they so choose ) to prepare for the day when they might be seriously ill and unable to make medical decisions for themselves by engaging in consultations with doctors to discuss the full range of end-of-life care options available to them, and to have the cost of such consultations covered by Medicare. These consultations might involve topics such as the development of living wills, directives to accept or refuse extreme life-saving measures, selection of hospice programs, appointment of relatives to make health care decisions on their behalf should they become incapacitated, etc. These consultations are not mandatory, and they have nothing to do with encouraging or pushing \"euthanasia\" on seniors they're about providing patients with information they can use to make informed choices about their future treatment preferences. In fact, as the Associated Press noted, the bill \"would block funds for counseling that presents suicide or assisted suicide as an option\": Q: Does the health care legislation bill promote \"mercy killing,\" or euthanasia? A: No. Q: Then what's all the fuss about? A: A provision in the House bill would allow Medicare to pay doctors for voluntary counseling sessions that address end-of-life issues. The conversations between doctor and patient would include living wills, making a close relative or a trusted friend your health care proxy, learning about hospice as an option for the terminally ill, and information about pain medications for people suffering chronic discomfort. Q: Does the bill advocate assisted suicide? A: No. It would block funds for counseling that presents suicide or assisted suicide as an option. The AARP (American Association of Retired Persons) issued a press release describing the article by Betsy McCaughey that prompted the \"euthanasia\" claims of the example cited above as \"rife with gross and even cruel distortions\": Ms. McCaughey's criticism misinterprets legislation that would actually help empower individuals and doctors to make their own choices on end-of-life care. This measure would allow Medicare to pay doctors for taking the time to talk with individuals about difficult end-of-life care decisions. It would help provide people with better information on the positives and negatives both physical and financial that different treatments can mean for them and their families. Facing a terminal disease or debilitating accident, some people will choose to take every possible life-saving measure in the hopes that treatment or even a cure will allow them more time with their families. Others will decide that additional treatment would impose too great a burden emotional, physical and otherwise on themselves and their families, declining extraordinary measures and instead choosing care to manage their discomfort. Either way, it should be their choice. This measure would not only help people make the best decisions for themselves, but also better ensure that their wishes are followed. The Los Angeles Times described the erroneous \"euthanasia\" claims made about portion of the health care bill as \"one of the most misleading, inflammatory claims made in the healthcare debate\": Q: Does the legislation include provisions to encourage senior citizens to commit suicide? No. This has become one of the most misleading, inflammatory claims made in the healthcare debate, advanced repeatedly by conservative commentators such as Rush Limbaugh and Sean Hannity and Republican lawmakers working to stoke fears among seniors. Rep. Virginia Foxx recently suggested that the Democratic healthcare bill would \"put seniors in a position of being put to death by their government.\" There is no such provision. The House bill would give seniors on Medicare the choice to sit down with a doctor for an \"advance care planning consultation\" every five years to discuss options should they become seriously ill or unable to make medical decisions. Topics could include the development of a living will and directives for care. \"These are important discussions everyone should have so they are fully informed and can make their wishes known,\" Dr. J. James Rohack, president of the American Medical Assn., said in a statement. \"That's not controversial. It's plain old-fashioned patient-centered care.\" On 13 August 2009, senators indicated that the advance care planning consultation provision was being dropped from consideration for the Senate version of the health care reform bill: Key senators are excluding a provision on end-of-life care from health overhaul legislation after language in a House bill caused a furor. Senator Chuck Grassley of Iowa, top Republican on the Senate Finance Committee, said in a statement that the provision had been dropped from consideration because it could be misinterpreted or implemented incorrectly.",
  "Originally Published": "",
  "Referred Links": "http://www.aarp.org/aarp/presscenter/pressrelease/articles/mccaughey_statement.html;http://www.ssa.gov/OP_Home/ssact/title18/1861.htm;http://fredthompsonshow.com/premiumstream?dispid=320&headerDest=L3BnL2pzcC9tZWRpYS9mbGFzaHdlbGNvbWUuanNwP3BpZD03MzUxJnBsYXlsaXN0PXRydWUmY2hhcnR0eXBlPWNoYXJ0JmNoYXJ0SUQ9MzIwJnBsYXlsaXN0U2l6ZT01;",
  "Example": "[Collected via e-mail, July 2009] Mandatory Counseling on Assisted Suicide Extremely interesting and definitely scary. This is a must hear, I don't care who you like or don't like, you do like and love your parents, just listen to what is currently in the Health CareBill. Has not been mentioned anywhere until today. LISTEN TO BETSY MCCAUGHEY EXPOUND ON PARTS OF THE hidden part of the PROPOSED NEW HEALTH BILL IS VERY FRIGHTENING. Click here: Fred Thompson: Interviews Listen to the link above, and get the word out on what is hidden in the proposed health care package. This will affect all of us. On Page 425 of Obama's health care bill, the Federal Government will require EVERYONE who is on Social Security to undergo a counseling session every 5 years with the objective being that they will explain to them just how to end their own life earlier. Yes...They are going to push SUICIDE to cut medicare spending!!! And no, I am NOT kidding YOU! Also, planned denial of medical care for seniors.",
  "Last Updated": "13 August 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/euthanasia.asp",
  "Claim": "The health care bill currently before Congress mandates that seniors be given euthanasia counseling every five years.",
  "Claim_ID": "politics_medical_euthanasia",
  "Tags": ""
}