{
  "Origins": "Bob and Nancy Strait (90 and 85 years old, respectively) were a North Tulsa, Oklahoma, couple whom family members described as follows to local television station KOTV:",
  "Fact Check": "",
  "Description": "On 14 March 2012, Nancy and Bob Strait were robbed and beaten at their home. Nancy Strait was sexually assaulted and died of her injuries the following day; Bob Strait was shot in the face with his own BB gun, suffered a broken jaw and cracked ribs, and died on 4 May 2012. Their assailants reportedly made off with the Straits' television, $200, a BB gun, and the couple's Dodge Neon. Tulsa police made an arrest the afternoon following the robbery after being tipped off to the location of the couple's stolen car: Tulsa police located the couple's stolen car in the 5700 block of East Easton Street. An alert driver on 4th and Yale called police when he saw the Plymouth Neon. He followed it to the neighborhood. That's when more than a dozen police cars stopped the driver. Investigators took 3 men and a woman in for questioning. Police tell us there was a child inside the car with the woman. After interviewing the four, police arrested Tyrone Woodfork, 20. Police said they had enough evidence to arrest Woodfork for this murder. Woodfork was on a suspended sentence for burglary. A police report says he sold the Strait's 42-inch flatscreen TV for $250 at a gas station shortly after the break-in, and was in possession of other items from the house. He is being held without bond. Tyrone Woodfork has since been charged with first-degree murder in the death of Nancy Strait as well as burglary, assault with a dangerous weapon and two counts of armed robbery. (Since no one has yet been tried or convicted in the case, and police indicated to KOTV that they were looking for additional suspects, the statement that the Straits were beaten by \"colored offenders\" remains speculative at this point.) Although the robbery and beating of the Straits was reported in the UK's Daily Mail , U.S. coverage of the crime has so far largely been limited to local (Tulsa area) media.",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/article-2117695/Brutal-home-invasion-Oklahoma-couple-ends-65-year-romance-meeting-blind-date.html;",
  "Example": "[Collected via e-mail, April 2012] 90 Year Old White Couple Beaten To A Pulp In Home Invasion By Colored Offenders.... Hey Bobby Rush.. Going to wear anything for this white couple??? UPDATE: Once again it takes an overseas newspaper to report the truth because the American newspapers are too afraid to post the truth... They might get boycotted against by the Negroes! Couple met and married within a month and stayed together for 65 years... only to be parted after home invader beat wife to death. Nancy Strait, 85, was sexually assaulted and battered to death by burglar. Her husband Bob, 90, suffered a broken jaw and broken ribs in attack. Police have arrested 20-year-old Tyrone Dale David Woodfork",
  "Last Updated": "8 May 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/strait.asp",
  "Claim": "Bob and Nancy Strait, a Tulsa, Oklahoma couple, were beaten and robbed in their home.",
  "Claim_ID": "politics_crime_strait",
  "Tags": ""
}