{
  "Origins": "According to news accounts, on the evening of 16 December 2012, a 19-year-old man named Jesus Manuel Garcia showed up at the China Garden restaurant in San Antonio with a gun in an incident believed to have something to do with his former girlfriend (who worked at the restaurant). After Garcia opened fire at the restaurant, he pursued a number of employees who had fled across a parking lot to an adjacent theater, where he was eventually stopped by an off-duty law enforcement officer who was working as a guard at the theater:",
  "Fact Check": "",
  "Description": "Sgt. Castellano was awarded with a Medal of Valor on 19 December 2012 for her efforts in stopping the gunman at the scene of the shooting: Sgt. Lisa Cuello Castellano was met with a standing ovation. Bexar County Sheriff Amadeo Ortiz presented the 13-year veteran with the Medal of Valor for taking down a gunman inside a south-side movie theater. According to police and deputies at the scene, 19-year-old Jesus Garcia ran into the Santikos Mayan Palace after firing several shots inside a nearby restaurant [and] in the parking lot. Castellano, who was off duty, yelled for people inside the theater to get down on the ground. When Garcia came out of the restroom, Castellano ordered him to drop his weapon. When he refused, she shot him multiple times. \"I'm not going to lie; it was frightening,\" she said. \"But, you know, the training kicks in. And thank you to the sheriff's office for all of the training that we're given.\" Some of the details in the example at the head of this article appear to be inaccurate: news reports indicate Garcia didn't shoot his ex-girlfriend (she wasn't even present at the restaurant at the time), and it isn't yet clear whether he was deliberately intending to shoot innocent victims at the theater (as the gunman did in the July 2012 Aurora, Colorado, theater shootings) or whether he was firing aimlessly in a fit of rage. In general, the San Antonio theater shooting received little coverage outside of local news media, primarily because it didn't include any of the factors that typically propel such stories from local to national news: it was not an especially horrific crime (or part of a larger crime), it did not involve any deaths or the wounding of large numbers of people, and it featured no prominent persons: it was a shooting incident in which a single person was injured. The possibility that an armed guard may have prevented additional casualties by shooting the gunman might have made the incident more newsworthy than usual, but that aspect of the story was speculative, and as others have observed , the news media tend to highlight negative events rather than positive ones: \"reporters don't report buildings that don't burn.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2012] Media Quiet About San Antonio Theater Shooting On Sunday December 17, 2012, 2 days after the CT shooting, a man went to a restaurant in San Antonio to kill his X-girlfriend. After he shot her, most of the people in the restaurant fled next door to a theater. The gunman followed them and entered the theater so he could shoot more people. He started shooting and people in the theater started running and screaming. It's like the Aurora, CO theater story plus a restaurant! Now aren't you wondering why this isn't a lead story in the national media along with the school shooting? There was an off duty county deputy at the theater. SHE pulled out her gun and shot the man 4 times before he had a chance to kill anyone. So since this story makes the point that the best thing to stop a bad person with a gun is a good person with a gun, the media is treating it like it never happened. Only the local media covered it. The city is giving her a medal next week.",
  "Last Updated": "30 December 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/sanantonio.asp",
  "Claim": "An off-duty sheriff's officer apprehended a gunman by shooting him in a San Antonio movie theater.",
  "Claim_ID": "politics_guns_sanantonio",
  "Tags": ""
}