{
  "Origins": "A popular item of \"birther\" chatter in October 2009 concerned the discovery of an archived copy of a 27 June 2004 article from the web version of the Kenyan-based Sunday Standard newspaper. The article was a reproduction of an Associated Press (AP) wire story which dealt with the withdrawal of Republican candidate Jack Ryan from the race for a seat representing Illinois in the U.S. Senate, paving the way for the Democratic contender, Barack Obama, to win the election. Why this article was of particular interest to birthers was its lead-in sentence, which referred to Barack Obama as \"Kenyan-born.\" Surely, claimed birthers, such an august news agency as the Associated Press would not have identified Barack Obama as \"Kenyan-born\" if they did not have ample evidence to support its use of that term.",
  "Fact Check": "",
  "Description": "However, the Associated Press made no such reference; the identification of Barack Obama as \"Kenyan-born\" was added to the Sunday Standard 's version of the AP story by someone else (who misspelled the politician's given name as \"Barrack\" in the process) and is apparently unique to that publication. The full text of the \"Jack Ryan Abandons Senate Bid\" article as originally issued by the Associated Press is retrievable from the LexisNexis archive of global news sources, and it contains no reference (in the lead-in or elsewhere) to Barack Obama's being \"Kenyan-born\": Associated Press Online June 25, 2004 Friday Illinois' Jack Ryan Abandons Senate Bid BYLINE: MAURA KELLY LANNAN; Associated Press Writer SECTION: NATIONAL POLITICAL NEWS DATELINE: CHICAGO Illinois Senate candidate Jack Ryan dropped out of the race Friday amid a furor over lurid sex club allegations that horrified fellow Republicans and caused his once-promising candidacy to implode in four short days. \"It's clear to me that a vigorous debate on the issues most likely could not take place if I remain in the race,\" Ryan, 44, said in a statement. \"What would take place, rather, is a brutal, scorched-earth campaign - the kind of campaign that has turned off so many voters, the kind of politics I refuse to play.\" The campaign began to come apart Monday following the release of embarrassing records from Ryan's divorce. In those records, his ex-wife, \"Boston Public\" actress Jeri Ryan, said Ryan took her to kinky sex clubs in Paris, New York and New Orleans and tried to get her to perform sex acts with him while others watched. Ryan disputed the allegations, saying he and his wife went to one \"avant-garde\" club in Paris and left because they felt uncomfortable. In quitting the race, Ryan lashed out at the media and said it was \"truly outrageous\" that the Chicago Tribune got a judge to unseal the records. \"The media has gotten out of control,\" he said. Top Illinois Republicans immediately began the work of selecting a new candidate. Their choice will become an instant underdog against Democratic state Sen. Barack Obama in the campaign for the seat of retiring GOP Sen. Peter Fitzgerald. Obama held a wide lead even before the scandal broke. \"I feel for him actually,\" Obama said on WLS-AM. \"What he's gone through over the last three days I think is something you wouldn't wish on anybody. Unfortunately, I think our politics has gotten so personalized and cutthroat that it's very difficult for people to want to get in the business.\" Ryan had faced mounting pressure to quit from party leaders, who met several times in Washington this week to discuss whether the campaign could survive. \"He really was a dead man walking,\" Gary MacDougal, former Illinois Republican Party chairman. Ryan conducted an overnight poll to gauge his support. After reviewing the results, Ryan's advisers told the candidate that the only way to survive would be wage an extremely negative and expensive response. \"Jack Ryan made the right decision. I know it must have been a difficult one,\" said House Speaker Dennis Hastert of Illinois, who made his feelings known by canceling a fund-raising event scheduled for Thursday with Ryan. Ryan was a political neophyte when he got into the race - a millionaire investment banker who had left business four years ago to teach at an all-boys parochial school in Chicago. He spent $3 million of his own fortune to win the primary. With his good looks and Harvard background, Ryan was seen by many as the party's best hope for revitalizing the Illinois GOP. The party lost control of the governor's office and nearly every statewide office two years ago in the wake of a corruption scandal involving then-Gov. George Ryan, who has since been indicted. He is not related to Jack Ryan. During the primary, Ryan waved off rumors of damaging sex allegations in his sealed divorce records, assuring state officials there was nothing in the file to worry about. But the Tribune and Chicago TV station WLS sued for the records' release, and a California judge ordered them unsealed. The couple fought to keep the records sealed, saying the release could harm their 9-year-old son. \"The fact that the Chicago Tribune sues for access to sealed custody documents and then takes unto itself the right to publish details of a custody dispute - over the objections of two parents who agree that the re-airing of their arguments will hurt their ability to co-parent their child and hurt their child - is truly outrageous,\" he said. Although most party leaders abandoned Ryan, Fitzgerald said Friday that he had encouraged him to stay in the race. \"I think the public stoning of Jack Ryan is one of the most grotesque things I've seen in politics,\" the senator said. He said the party's bigwigs pushed Ryan out: \"It was like piranhas. They smelled blood in the water and they just devoured him.\" Ryan won the GOP primary by more than 10 percentage points over his two closest rivals, dairy owner James Oberweis and state Sen. Steve Rauschenberger. Both Oberweis and Rauschenberger said this week that they would step in as Ryan's replacement if party leaders asked. Other possible candidates mentioned include U.S. Attorney Patrick Fitzgerald, former Gov. Jim Edgar and Sen. Fitzgerald, though all three have said they are not interested. Likewise, archived versions of U.S. newspapers that published the same AP wire story (such as the San Diego Union-Tribune and the Seattle Times ) do not include lead-ins identifying Barack Obama as \"Kenyan-born.\"",
  "Originally Published": "",
  "Referred Links": "http://seattletimes.nwsource.com/html/nationworld/2001966048_cdig26.html;http://www.signonsandiego.com/news/politics/20040625-1644-illinoissenate.html;http://web.archive.org/web/20040627142700/eastandard.net/headlines/news26060403.htm;http://web.archive.org/web/20040627142700/eastandard.net/headlines/news26060403.htm;",
  "Example": "[Collected via e-mail, October 2009] What most people know is that the Associated Press (AP) is one of the largest, internationally recognized, syndicated news services. What most people don't know that is in 2004, the AP was a \"birther\" news organization. How so? Because in a syndicated report, published Sunday, June 27, 2004, by the Kenyan Standard Times, and which was, as of this report, available here. The AP reporter stated the following: Kenyan-born US Senate hopeful, Barrack Obama, appeared set to take over the Illinois Senate seat after his main rival, Jack Ryan, dropped out of the race on Friday night amid a furor over lurid sex club allegations.",
  "Last Updated": "19 October 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/birthers/ap.asp",
  "Claim": "A June 2004 Associated Press article identified Barack Obama as \"Kenyan-born.\"",
  "Claim_ID": "politics_obama_birthers_ap",
  "Tags": ""
}