{
  "Origins": "NBC's Jim Miklaszewski reported on this e-mail (copied from a blog, entry) which claims that President Obama vacillated and delayed decisions to deploy Navy SEALs against Somali pirates who had hijacked the U.S. cargo ship Maersk Alabama because he wanted the hostage situation involving Captain Richard Phillips to be resolved with nothing other than a \"peaceful solution.\"",
  "Fact Check": "",
  "Description": "Miklaszewski noted of the e-mail that: There's enough background detail in the email to suggest it was in fact written by a SEAL, but several senior military officials who were involved in the direct planning and execution of the mission including in consultations with the White House and President Obama say the claims are bogus. Two senior military officials who talked to NBC about this both said that [President Obama] and the White House responded quickly and positively to the military's request. Given some of the details included in the email, military officials say it could very well have come from a \"disgruntled\" Navy SEAL who had no idea what the White House and senior commanders were planning or executing. In addition, the email was originally passed around by a former admiral [Rear Adm. Lou Sarosdy] who retired in 1982 who told Navy officials he doesn't know any Navy SEALS and has no idea where the original email came from. The Washington Times also reported that Pentagon officials denied the claims that \"the SEALS had the raggies all sighted in, but could not fire due to ROE restriction\" and that President Obama \"specifically denied two rescue plans developed by the Bainbridge CPN and SEAL teams\": Among the reports disputed by Pentagon officials was a widely circulated Internet critique purportedly from an anonymous source close to the SEAL community saying Navy SEALs missed a chance to shoot the pirates on April 10 when Richard Phillips, the captain of the hijacked freighter, jumped out of a lifeboat where he was being held in a failed escape attempt. However, military officials at the Pentagon involved in the operation said Navy SEAL snipers had not arrived on board the Bainbridge at that time and therefore could not have fired on the pirates. Contrary to the critical report, the president did not reject two proposed rescue attempts by U.S. forces prior to the sniper attack, [National Security Adviser James L.] Jones said. Navy SEAL commandos based in Norfolk, from the Naval Development Group, part of the Naval Special Warfare Center based in Coronado, Calif., were dispatched to the region. On April 12, snipers on the team killed the three Somali pirates holding Mr. Phillips with what military officials said was a difficult, simultaneous rifle attack. The rescue operation was delayed because of the time it took to deploy the second SEAL team of more than 20 commandos, along with boats and special equipment, from the United States to the area about 300 miles off the coast of Somalia, Pentagon officials said. At the Pentagon, military officials said the rules of engagement were set by military commanders at Central Command and were more limited than combat rules because the Navy regarded the operation as countering criminal activity, namely piracy. The same article also reported that a senior military official denied claims that President Obama \"wouldn't authorize the SEAL teams to the scene for 36 hours \" and \"imposed restrictions on [the SEALs] that they couldn't do anything unless the hostage's life was in 'imminent' danger\": The anonymous SEAL source stated in the Internet posting that was attributed to \"some SEAL pals in Virginia Beach\" wrote that the president would not authorize the SEALs to deploy for 36 hours despite requests from the on-scene commander. The senior military official said that assertion was false. The posting also stated that rules of engagement imposed by the president prevented action unless the hostage's life was in imminent danger. The military official said the commander had authority to take action at all times because Mr. Phillips was being held at gunpoint, but that he was balancing his authority with Washington's request to seek a peaceful outcome. The message also claims that \"[Captain] Phillips threw himself off of his lifeboat prison, enabling Navy shooters onboard the destroyer a clear shot at his captors and none was taken,\" but the Los Angeles Times stated that the opportunity for such a shot during the incident was not so clear: The escape attempt had presented an early rescue opportunity for the military. But the Navy had no warning that Phillips was going to attempt to flee. Although a military special operations team had been mobilized, it had not yet arrived, and the Navy had no way to capitalize on Phillips' gumption. Instead, the incident underscored the danger Phillips was in as the pirates fired their AK-47s at him as he tried to swim away, then beat him after dragging him back aboard the boat. The claim that a presidential mandate that \"no outcome other than a 'peaceful solution' would be acceptable\" prevented Navy marksmen from responding in kind when the pirates fired on a U.S. vessel as it approached their lifeboat early Saturday is contradicted by multiple news accounts of the incident, which state that the use of lethal force had in fact been authorized by the president the previous evening: Later that [Friday] night, Obama appears to have issued his first order authorizing the use of lethal force. The next morning, the authority to use lethal force was expanded for what the White House described as an \"additional set of U.S. forces,\" an apparent reference to the arrival of the SEALs off the Somali coast. NBC's timeline of events and decisions involved in the hijacking of the Maersk Alabama by four Somali pirates and the subsequent rescue of Captain Phillips after Navy SEAL snipers (operating off the USS Bainbridge ) killed three of the pirates can be found here .",
  "Originally Published": "",
  "Referred Links": "http://firstread.msnbc.msn.com/archive/2009/04/21/1902281.aspx;http://pajamasmedia.com/blog/the-story-of-a-successful-rescue-and-obamas-attempt-to-claim-credit/;",
  "Example": "[Collected via e-mail, April 2009] Having spoken to some SEAL pals here in Virginia Beach yesterday and asking why this thing dragged out for 4 days, I got the following: 1. BHO wouldn't authorize the DEVGRU/NSWC SEAL teams to the scene for 36 hours going against OSC (on scene commander) recommendation. 2. Once they arrived, BHO imposed restrictions on their ROE that they couldn't do anything unless the hostage's life was in \"imminent\" danger 3. The first time the hostage jumped, the SEALS had the raggies all sighted in, but could not fire due to ROE restriction. 4. When the navy RIB came under fire as it approached with supplies, no fire was returned due to ROE restrictions. As the raggies were shooting at the RIB, they were exposed and the SEALS had them all dialed in. 5. BHO specifically denied two rescue plans developed by the Bainbridge CPN and SEAL teams 6. Bainbridge CPN and SEAL team CDR finally decide they have the OpArea and OSC authority to solely determine risk to hostage. 4 hours later, 3 dead raggies 7. BHO immediately claims credit for his \"daring and decisive\" behaviour. As usual with him, it's BS. So per our last email thread, I'm downgrading Oohbaby's performace to D-. Only reason it's not an F is that the hostage survived. Read the following accurate account. Philips' first leap into the warm, dark water of the Indian Ocean Bainbridge in range and a rescue by his country's Navy possible, Philips threw himself off of his lifeboat prison, enabling Navy shooters onboard the destroyer a clear shot at his captors and none was taken. The guidance from National Command Authority the president of the United States, Barack Obama had been clear: a peaceful solution was the only acceptable outcome to this standoff unless the hostage's life was in clear, extreme danger. The next day, a small Navy boat approaching the floating raft was fired on by the Somali pirates and again no fire was returned and no pirates killed. This was again due to the cautious stance assumed by Navy personnel thanks to the combination of a lack of clear guidance from Washington and a mandate from the commander in chief's staff not to act until Obama, a man with no background of dealing with such issues and no track record of decisiveness, decided that any outcome other than a \"peaceful solution\" would be acceptable. After taking fire from the Somali kidnappers again Saturday night, the on scene commander decided he'd had enough. Keeping his authority to act in the case of a clear and present danger to the hostage's life and having heard nothing from Washington since yet another request to mount a rescue operation had been denied the day before, the Navy officer unnamed in all media reports to date decided the AK47 one captor had leveled at Philips' back was a threat to the hostage's life and ordered the NSWC team to take their shots. Three rounds downrange later, all three brigands became enemy KIA and Philips was safe. There is upside, downside, and spinside to the series of events over the last week that culminated in yesterday's dramatic rescue of an American hostage. Almost immediately following word of the rescue, the Obama administration and its supporters claimed victory against pirates in the Indian Ocean and declared that the dramatic end to the standoff put paid to questions of the inexperienced president's toughness and decisiveness. Despite the Obama administration's (and its sycophants') attempt to spin yesterday's success as a result of bold, decisive leadership by the inexperienced president, the reality is nothing of the sort. What should have been a standoff lasting only hours as long as it took the USS Bainbridge and its team of NSWC operators to steam to the location became an embarrassing four day and counting standoff between a ragtag handful of criminals with rifles and a U.S. Navy warship.",
  "Last Updated": "23 April 2009",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/obama/pirates.asp",
  "Claim": "Message details decisions made by President Obama in directing the rescue of Captain Richard Phillips from Somali pirates.",
  "Claim_ID": "politics_obama_pirates",
  "Tags": ""
}