{
  "Origins": "One of the most enduring conspiracy theories concerns the \"Illuminati,\" a name applied to any one of a number of rumored secret societies (some of them centuries old) that exist for mysterious purposes generally involving the manipulation of society and world events. More skeptical folks generally reference Illuminati conspiracy theories in a humorous fashion (believing the concept to be at best implausible), while others maintain the amorphous, shadowy collective is responsible for much of what occurs on a global scale. Those who belong to the latter camp have voiced concern the secret society has frequently engaged in coded messaging , signaling (or sometimes taunting) those in the know with blatant displays of their vast and comprehensive power.",
  "Fact Check": "",
  "Description": "Since at least as far back as 2009, a seeming link between the United States government and the Illuminati has circulated in the form of a rumor claiming typing \"Illuminati\" backwards into one's web browser navigation bar will lead the user to the web site of another conspiracy theory boogeyman: the U.S. National Security Agency (NSA). Perhaps the largest similarity between the Illuminati and the NSA is one is an opaque, secretive-yet-powerful organization with the power to wreak havoc on your life if you displease its operatives ... and the other is the Illuminati. Joking aside, the rumor is indeed true in its basics: typing \" Itanimulli.com \" into your browser will indeed send you to the NSA's web site. Rumors about satanic , occult, or secret society messaging hidden in facets of popular culture are not new and have circulated steadily for decades. The overall theme of hiding in plain sight is a common one in conspiracy lore, possibly because the ability to detect such grand-scale malevolence provides a measure of reassurance about that which we cannot control or resist. Of course, one might reason if a conspiracy on such a scale existed, its architects would be reluctant to leave such a clear trace on the Internet (and would at least attempt to cover up the evidence when word got out). Although the NSA faced perhaps its largest challenge following the revelations about a U.S. global surveillance apparatus made by former contractor Edward Snowden in 2013, this curious website function far predates that particular controversy. As it turns out, the Itanimulli domain isn't that hard to explain. It's a simple feat for anyone to register any unused domain name and redirect those who visit it to any other web site. Domain name owners can easily mask their identities, but that's not the case with Itanimulli.com: the individual who registered the site in 2002 is listed in publicly available domain registry information as John Fenley of Provo, Utah. Fenley explained in 2009 he chose to forward the itanimulli.com domain (which he had purchased years earlier) to the NSA's web site on a lark, nothing more, and has no connection with that agency: I decided to forward the domain Itanimulli.com domain to the NSA as a joke ... kind of like a rickroll + shock site. I registered the website years ago precisely because it does spell Illuminati backwards, but didn't really do anything with it for a long time. When I had the idea to forward the domain to the NSA I couldn't pass it up, and couldn't stop laughing ... I don't believe that the Illuminati actually exists, and only one black helicopter has ever buzzed my house (that's a whole other story). I'm not sure what the New World Order Plan is, but if you have more information, I'll gladly tell you what I think of it. I am not an employee of the NSA or DARPA, though I have participated in several DARPA contests including the 2 Grand Challenges, the Urban Challenge and the recent Network Challenge.",
  "Originally Published": "",
  "Referred Links": "http://www.itanimulli.com;https://www.youtube.com/embed/21GOSnJc4Mg;",
  "Example": "[Collected via e-mail, January 2015] A trivia site I was on stated: \"Typing 'illuminati' backwards into the address bar, followed by '.com', will take you to the U.S.Government's National Security Agency website.\" I'm afraid to try it for fear of a virus. Is it true?",
  "Last Updated": "15 January 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/conspiracy/itanimulli.asp",
  "Claim": "The domain Itanimulli.com (\"Illuminati\" spelled backwards) points to the web site of the U.S. National Security Agency (NSA).",
  "Claim_ID": "politics_conspiracy_itanimulli",
  "Tags": ""
}