{
  "Origins": "The availability of health care and the associated costs of medical care, prescription drugs, and insurance are a major issue in every campaign, especially among older voters. With premiums for the government-funded Medicare program scheduled to rise from $66.60 to $78.20 per month in January 2005 (a 17.4% increase over current levels, and 56 percent higher than the premiums charged in 2001), both sides in the upcoming presidential election are seeking the upper hand on the issue.",
  "Fact Check": "",
  "Description": "Democrats have maintained that the Bush administration bears much of the responsibility for the increase in premiums because it has done little to control health costs and had directed too much Medicare money to the managed health care industry, and Democratic nominee John Kerry's campaign aired a commercial that (incorrectly) implied that President Bush was responsible for the increase in Medicare premiums (\"George Bush imposes the biggest Medicare premium increase in history . . .\"). President Bush's campaign countered by running a TV spot that (incorrectly) stated Senator Kerry had \"voted five times to raise Medicare premiums\": Republicans had hoped to emphasize their support of Medicare in this campaign season, after making herculean efforts to pass legislation adding drug benefits to the health program for 41 million people who are elderly or disabled. But the new law, signed by Bush in December, has met mixed reviews. The drug benefits, representing the largest expansion of Medicare since its creation in 1965, do not become available until 2006, and the increase in premiums has nothing to do with the new drug coverage. Beneficiaries will have to pay an additional premium, expected to average $35 a month in 2006, for drug benefits. The Bush campaign advertisement, titled \"Medicare Hypocrisy,\" says, \"It was Mr. Kerry who voted five times to raise Medicare premiums.\" The votes, from 1985 to 1997, were not on premiums alone, but on comprehensive budget bills that included hundreds of provisions affecting Medicare and scores of other federal programs. Like most political issues, health care is a complex subject that has been shaped and affected by many different pieces of legislation, and no one person or political party is solely responsible for the rise in Medicare premiums. Those interested in trying to follow the bouncing ball and track the origins of the 17% increase in Medicare premiums may find this article helpful.",
  "Originally Published": "",
  "Referred Links": "http://www.factcheck.org/article.aspx@DocID=257.html;http://medicare.custhelp.com/cgi-bin/medicare.cfg/php/enduser/std_adp.asp?p_faqid=1560&p_created=1095443945;",
  "Example": "[Collected on the Internet, 2004] Have you seen the John Kerry commercial in which George Bush pledges to help Seniors on Medicare and \"the very next day imposes a 17% premium increase the biggest in history\"? That ad is a stroke of genius on Kerry's part and will surely gain him many votes among the uninformed. It was found to be so amazing that someone did some homework on the issue. As it turns out the 17% increase was not imposed by President Bush but was mandated by the \"balanced budget agreement\" signed by President Clinton, voted into law by Senator John Kerry, and was scheduled to come into effect during the Bush administration. President Bush had no authority to reverse what had been voted into law by Senator Kerry during the Clinton administration. Once again Kerry is counting on the ignorance of the American people. Don't be duped by his misstatement of facts!",
  "Last Updated": "12 October 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/bush/medicare.asp",
  "Claim": "President Bush is responsible for a 17% increase in Medicare premiums.",
  "Claim_ID": "politics_bush_medicare",
  "Tags": ""
}