{
  "Origins": "One of the drawbacks of the Internet is that it often allows bad information to remain available for a long time, and even once-good information to hang around long after it has become outdated. The item quoted here is a case in point demonstrating the latter aspect: Although 2008 economic stimulus payments will be distributed by the Internal Revenue Service (IRS) according to the last two digits of taxpayers' Social Security numbers, the payment schedule shown above is an outdated one from 2001.",
  "Fact Check": "",
  "Description": "Distribution of 2008 economic stimulus payments via check (to taxpayers who file returns by the April 15 deadline) will begin on 16 May 2008. The payments will be issued based upon the last two digits of the main filer's Social Security number (SSN), according to the following schedule: Last two SSN digits: Payments will be mailed by: 00 through 09 May 16 10 through 18 May 23 19 through 25 May 30 26 through 38 June 6 39 through 51 June 13 52 through 63 June 20 64 through 75 June 27 76 through 87 July 4 88 through 99 July 11 Taxpayers who are set up to receive IRS payments via direct deposit will get their payments a bit sooner, beginning on May 2 : Last two SSN digits: Payment will be transmitted: 00 through 20 May 2 21 through 75 May 9 76 through 99 May 16 Taxpayers who miss the April 15 filing deadline will probably receive their economic stimulus payments about two weeks later than the schedule shows. Taxpayers must file by October 15 in order to receive a stimulus payment in 2008. Detailed information about the 2008 stimulus payments can be found in the Economic Stimulus Payments Information Center section of the IRS web site.",
  "Originally Published": "",
  "Referred Links": "http://www.irs.gov/newsroom/article/0,,id=177937,00.html;",
  "Example": "[Collected via e-mail, 2007] Tax Relief Checks Info 2008 HERE IS THE DATES WE WILL BE RECEIVING OUR TAX RELIEF CHECKS. IT ISSCHEDULED BY THE LAST 2 NUMBERS OF YOUR SOCIAL SECURITY NUMBER. Last 2 digits of your SSN Receive your check by week of 1 00 - 09 July 23 2 10 - 19 July 30 3 20 - 29 August 6 4 30 - 39 August 13 5 40 - 49 August 20 6 50 - 59 August 27 7 60 - 69 Sept. 3 8 70 - 79 Sept. 10 9 80 - 89 Sept. 17 10 90 - 99 Sept. 24 For married taxpayers who filed a joint return, the first Social Security Number on the return determines the mailing date.",
  "Last Updated": "18 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/taxes/stimulus.asp",
  "Claim": "The IRS will be distributing 2008 economic stimulus payments according to the last two digits of taxpayers' Social Security numbers.",
  "Claim_ID": "politics_taxes_stimulus",
  "Tags": ""
}