{
  "Origins": "The rise in appreciation of the military in recent years has served to speed along a number of \"outrage\" e-mail forwards which call for a boycott of a particular restaurant, bar, gas station, or other retail establishment said to have refused service to someone wearing a U.S. armed forces uniform. Previous targets of such outrage include: a Marathon gas station in Pontiac, Illinois; a Dunkin' Donuts franchise in Crown Point, Indiana; restaurants in Hilton Head, South Carolina, and Duluth, Minnesota; a Shell gas station in Tennessee; and the Shady Maple Farm Market grocery store/restaurant near Lancaster, Pennsylvania.",
  "Fact Check": "",
  "Description": "While such tales of wrongs done to those who guard our freedoms do stir the blood, virtually all such \"shunned serviceman\" reports we have encountered have proved to be either completely fabricated or highly distorted versions of real events typically hearsay reported about immigrant-owned businesses by third parties who admittedly didn't witness the purported events they described hence our rating (in the absence of any substantive information beyond an unsubstantiated online review) of the latest entry in this genre as also \"false.\" According to a (since-removed) review posted on the Yelp business review web site by a woman named Melissa W. on 17 November 2013, the Posh Bagel shop in Davis, California, denied service to her uniformed boyfriend because (in the alleged words of a Posh Bagel employee) \"they do not support the war\": I wish I could give them no stars but sadly I cannot. I've been here many, many times before and loved their food, however, my boyfriend went to get me a sandwich at Posh Bagel today in his service uniform after performing an honor guard service for a fallen military veteran and he was DENIED service because the employee stated \"they do not support the war\". He wasn't even able to get through the door before the employee busing tables stated that they would not help him or serve him food. He had our son with him and they refused to serve us a meal based on the fact that he is a military member (as am I) who defends their rights and freedoms. I will no longer be supporting this establishment if these are their views (or at least the views that they allow their employees to express) and I encourage others not to support them as well if this is the case! The business' owner maintains that a review of security camera tapes reveals no uniformed customer came to Posh Bagel on the weekend the incident allegedly took place, and that the reported exchange between a Posh Bagel employee and a service member was simply a routine inquiry about whether the store provided a military discount: Luan Pran, Davis local and 10-year owner of Posh Bagels, is shocked by what she says is a horrible untrue rumor. \"An un-uniformed husband and wife came into our business and asked if we offer a military discount,\" explained the distraught owner, \"My employee said, no, I am sorry we do not offer discounts; they purchased their food and left without any issue.\" Pran says she appreciates those who serve, and would never refuse service to someone in or out of any uniform, stating, \"I run a business, that would make no sense.\" \"I reviewed our surveillance footage to confirm, there was not a single uniformed customer in our shop all weekend,\" she said, repeating that she simply doesn't understand why someone would try to destroy their image. A number of Davis residents (including service members) have since taken to Yelp to defend Luan Pran and Posh Bagel, saying they've always known the business to be military-friendly and have never witnessed anything like the reported incident: THE REVIEW OF REFUSING SERVICE TO MILITARY PERSONNEL IS TOTALLY FALSE. I've rented office space above this joint for 8 years. They're open to everyone and are extremely customer friendly. I spoke to the owner about this today (he has a sign on the door explaining the accusation) and they're devastated about all of this and not sure what to do. He's inviting the myriad of psyhco callers to come view the surveillance tape for everyone to see that it's a lie. If you know this person who reviewed falsely, please contact management right away. They would like to get to the bottom of this story. This type of thing is highly damaging to a small business. PLEASE READ THIS!!!! Posh Bagel would NEVER refuse service to anyone for being in the military. This a terrible misunderstanding and an absolute travesty. I have worked next door to Posh Bagel for 13 years and I have nothing but respect for everyone working there. This is a small family owned business. The mother, father, daughter, son, wives & cousins all work there. They all immigrated to America to join the American dream and Posh Bagel supports their entire family. I find it disgusting that all of you are taking part in this witch hunt. Wait until the facts are out before you ruin an entire families lively hood. We are a military family and we have never being denied service here. On the contrary the staff is very friendly and caring people Their bagels are fantastic especially the jalapeno cream cheese spread. People before posting something that can hurt anybody please make sure that this is true. We are stationed at TAFB and we come here weekly to buy bagels. I dont know how this guy can get away with this comments and then the others are following him... please. Have anybody heard about human kindness? Obviously this person is trying to hurt this business. I work next door to the Posh Bagel in downtown Davis and have been here for over 10 years. Almost every week day, I read the newspaper at one of the tables on the sidewalk in front of their restaurant. Over the years, I have observed many members of the various armed services purchase food there, all uniformed. All without any incident! The folks running the restaurant and their employees are good, decent people. They deal with many folks, including many homeless folks who occasionally eat and hang out there. This reported incident is false and is libelous. I'd like to respond to the accusation that the employees of the downtown Davis Posh Bagels discriminate against people in military uniform. I didn't observe the event of 11/17. However, I have been in their downtown Davis business on multiple occasions when people in uniform were being served. In fact, two weeks ago I stood behind a man in full Army uniform, who had placed (and was receiving) a large sandwich order. He and I briefly conversed. I observed his interaction with the staff person, which was cordial just like my own interaction with the employee. In the many years of doing business with Posh Bagels I have seen people of all colors, ages, and occupations and, as I say, people in military uniform. I feel pretty confident saying that the business has no policy against serving military personnel or any bias against them. Nonetheless, as typically occurs in such cases, the lack of any proof behind the accusations hasn't stopped numerous Internet commenters from piling on the scorn and posting remarks to Yelp, Facebook , and elsewhere condemning Posh Bagel's ownership and vowing to boycott the business.",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/pages/Posh-Bagel/108134449228460;http://o2.aolcdn.com/dims-shared/dims3/PATCH/quality/82/resize/1483x575%5E/http://hss-prod.hss.aol.com/hss/storage/patch/941cd3626b12a43fb4448d50df7a97c3;",
  "Example": "[Collected via Yelp, November 2013] My boyfriend went to get me a sandwich at Posh Bagel today in his service uniform after performing an honor guard service for a fallen military veteran and he was DENIED service because the employee stated \"they do not support the war\". He wasn't even able to get through the door before the employee busing tables stated that they would not help him or serve him food. He had our son with him and they refused to serve us a meal based on the fact that he is a military member (as am I) who defends their rights and freedoms. I will no longer be supporting this establishment if these are their views (or at least the views that they allow their employees to express) and I encourage others not to support them as well if this is the case!",
  "Last Updated": "19 November 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/poshbagel.asp",
  "Claim": "A U.S. serviceman in uniform was refused service at the Posh Bagel in Davis, California.",
  "Claim_ID": "politics_military_poshbagel",
  "Tags": ""
}