{
  "Origins": "Shortly after terrorist mastermind Osama bin Laden was killed by a U.S. Navy SEAL team in May 2011, the following item began circulating, claiming to document President Obama's hypocrisy in approving the raid that resulted in the death of the al-Qaeda leader. The piece contrasts statements supposedly made by Barack Obama in 2008 (before he was elected President) with allegedly contradictory statements made by him in 2011 (after the killing of bin Laden). It fails in that regard, however, because all but one of the statements it attributes to Barack Obama were never uttered by him.",
  "Fact Check": "",
  "Description": "2008: \"Navy Seal Team 6 is Cheney's private assassination team.\" 2011: \"I put together Seal Team 6 to take out Bin Laden.\" There is no record documenting that Barack Obama ever, publicly or privately, referred to SEAL Team 6 as former Vice-President Dick \"Cheney's private assassination team.\" And while President Obama stated clearly during his 1 May 2011 announcement of bin Laden s death that the decision to go ahead with the operation was his, he never claimed he had \"put together\" the SEAL team unit that carried it out. 2008: \"Bin Laden is innocent until proven guilty, and must be captured alive and given a fair trial.\" 2011: \"I authorized Seal Team 6 to kill Bin Laden.\" As noted above, President Obama did state that the decision to go ahead with the Navy SEAL raid that took out Osama bin Laden was his, but he never said \"Bin Laden is innocent until proven guilty, and must be captured alive and given a fair trial.\" In fact, he said just the opposite during a 7 October 2008 debate with Republican presidential candidate John McCain: if we have Osama bin Laden in our sights and the Pakistani government is unable or unwilling to take them out, then I think that we have to act and we will take them out. We will kill bin Laden; we will crush Al Qaeda. That has to be our biggest national security priority. 2008: \"Guantanamo is entirely unnecessary, and the detainees should not be interrogated.\" 2011: \"Vital intelligence was obtained from Guantanamo detainees that led to our locating Bin Laden.\" During the 2008 presidential campaign, Barack Obama promised he would close the detention facility at Guantanamo, so one could therefore infer he thought the facility to be \"unnecessary.\" However, he never said \"detainees should not be interrogated,\" only that he would end the use of torture as a means of interrogation: As president, Barack Obama will close the detention facility at Guantanamo. He will reject the Military Commissions Act, which allowed the U.S. to circumvent Geneva Conventions in the handling of detainees. He will develop a fair and thorough process based on the Uniform Code of Military Justice to distinguish between those prisoners who should be prosecuted for their crimes, those who can t be prosecuted but who can be held in a manner consistent with the laws of war, and those who should be released or transferred to their home countries. Military and intelligence experts agree that torture is not an effective means of interrogation, and our using it threatens American troops serving abroad. From both a moral standpoint and a practical standpoint, torture is wrong. Barack Obama will end the use torture without exception. He also will eliminate the practice of extreme rendition, where we outsource our torture to other countries. Although it is possible \"intelligence was obtained from Guantanamo detainees that led to our locating Bin Laden\" (see this ABC News article for some comments on the issue), President Obama himself made no statement to that effect.",
  "Originally Published": "",
  "Referred Links": "http://abcnews.go.com/blogs/politics/2011/05/dick-cheney-wouldnt-be-surprising-if-bush-interrogation-techniques-help-get-bin-laden/;http://www.politicalruminations.com/2011/05/video-and-text-transcript-obamas-promise-to-kill-bin-laden-in-2008.html;",
  "Example": "[Collected via e-mail, May 2012] Here are the facts, you be the judge. These words were spoken by the same man in 2008 and then again in 2011. OBAMA'S OWN WORDS TRAP HIM: 2008: \"Navy Seal Team 6 is Cheney's private assassination team.\" 2011: \"I put together Seal Team 6 to take out Bin Laden.\" 2008: \"Bin Laden is innocent until proven guilty, and must be captured alive and given a fair trial.\" 2011: \"I authorized Seal Team 6 to kill Bin Laden.\" 2008: \"Guantanamo is entirely unnecessary, and the detainees should not be interrogated.\" 2011: \"Vital intelligence was obtained from Guantanamo detainees that led to our locating Bin Laden.\" I HOPE THIS GETS SENT AROUND TO PEOPLE WHO CARE ABOUT THE TRUTH! Remind the people who vote, time to throw out the trash is nearly here. Those who have had freedom and lost it will never see it again!\" Variations: In April 2012 this item was prefaced with a statement attributed to a retired Marine Corps colonel named Ed Schreiber: Who killed Bin Laden? Here's a Marine's answer: \"America is not at war, the US Marines are at war; America is at the mall.\" Let's be clear on this: OBAMA did NOT kill Bin Laden. An American sailor, who Obama, just a few weeks before, was debating on whether or not to PAY, did! In fact, if you remember a little less than two years ago, his administration actually charged and attempted to court-martial three Navy Seals from Seal Team Six, when a terrorist suspect they captured, complained they had punched him during the take-down and bloodied his nose. Obama's administration further commented how brutal they were. The left were calling them Nazi's and Baby Killers. Now all of a sudden, the very brave men they vilified are now heroes when they make his administration look good in the eyes of the public. Obama just happened to be the one in office when the CIA finally found him and our sailors took him out. Essentially, Obama only gave an answer, Yes or No, to him being taken out. This is NOT an Obama victory, but an AMERICAN victory!! Ed SchreiberCol. US MC (Ret.)",
  "Last Updated": "14 May 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/quotes/ownwords.asp",
  "Claim": "Item documents contradictory statements Barack Obama made about the killing of Osama bin Laden.",
  "Claim_ID": "politics_obama_quotes_ownwords",
  "Tags": ""
}