{
  "Origins": "In Vietnam, Lieutenant John Kerry served aboard 50-foot aluminum boats known as PCFs (from \"patrol craft fast\") or \"Swift boats\" (supposedly an acronym for \"Shallow Water Inshore Fast Tactical Craft\"). Despite the implications contained in the piece quoted above (\"that duty wasn't the worst you could draw\"), Swift boat duty was plenty dangerous:",
  "Fact Check": "",
  "Description": "It was not at all unusual that a Swift boat crew member might be wounded more than once in a relatively short period of time, or that injuries meriting the award of a Purple Heart might not be serious enough to require time off from duty. According to a Boston Globe overview of John Kerry's Vietnam experience: Under [Navy Admiral Elmo] Zumwalt's command, swift boats would aggressively engage the enemy. Zumwalt, who died in 2000, calculated in his autobiography that these men under his command had a 75 percent chance of being killed or wounded during a typical year. \"There were an awful lot of Purple Hearts from shrapnel, some of those might have been M-40 grenades,\" said George Elliott, Kerry's commanding officer. \"The Purple Hearts were coming down in boxes. Kerry, he had three Purple Hearts. None of them took him off duty. Not to belittle it, that was more the rule than the exception.\" And according to Douglas Brinkley's history of John Kerry and the Vietnam War: As generally understood, the Purple Heart is given to any U.S. citizen wounded in wartime service to the nation. Giving out Purple Hearts increased as the United States started sending Swifts up rivers. Sailors no longer safe on aircraft carriers or battleships in the Gulf of Tonkin were starting to bleed, a lot. John Kerry was wounded in his first significant combat action, when he volunteered for a special mission on 2 December 1968: \"It was a half-assed action that hardly qualfied as combat, but it was my first, and that made it very exciting,\" [Kerry said]. \"Three of us, two enlisted men and myself, had stayed up all night in a Boston Whaler [a foam-filled-fiberglass boat] patrolling the shore off a Viet Cong-infested peninsula north of Cam Ranh . . . Most of the night had been spent being scared shitless by fisherman whom we would suddenly creep up on in the darkness. Once, one of the sailors was so startled by two men who surprised us as we came around a corner ten yards from the shore that he actually pulled the trigger on his machine gun. Fortunately for the two men, he had forgotten to switch off the safety . . .\" As it turned out, the two men really were just a pair of innocent fisherman who didn't know where one zone began and the other ended. Their papers were perfectly in order, if their night's fishing over. The fear was that they were VC. Allowing them to continue might have compromised the mission. For the next four hours Kerry's Boston Whaler, using paddles, brought boatloads of fisherman they found in sampans, all operating in a curfew zone, back to the Swift. It was tiring work. \"We deposited them with the Swift boat that remained out in the deep water to give us cover,\" Kerry continued. \"Then, very early in the morning, around 2:00 or 3:00, while it was still dark, we proceeded up the tiny inlet between the island and the peninsula to the point designated as our objective. The jungle closed in on us on both sides. It was scary as hell. You could hear yourself breathing. We were almost touching the shore. Suddenly, through the magnified moonlight of the infrared 'starlight scope,' I watched, mesmerized, as a group of sampans glided in toward the shore. We had been briefed that this was a favorite crossing area for VC trafficking contraband.\" With its motor turned off, Kerry paddled the Boston Whaler out of the inlet into the beginning of the bay. Simultaneously the Vietnamese pulled their sampans up onto the beach and began to unload something; he couldn't tell what, so he decided to illuminate the proceedings with a flare. The entire sky seemed to explode into daylight. The men from the sampans bolted erect, stiff with shock for only an instant before they sprang for cover like a herd of panicked gazelles Kerry had once seen on TV's Wild Kingdom. \"We opened fire,\" he went on. \"The light from the flares started to fade, the air was full of explosions. My M-16 jammed, and as I bent down in the boat to grab another gun, a stinging piece of heat socked into my arm and just seemed to burn like hell. By this time one of the sailors had started the engine and we ran by the beach, strafing it. Then it was quiet. \"We stayed quiet and low because we did not want to illuminate ourselves at that point,\" Kerry explained. \"In the dead of night, without any knowledge of what kind of force was there, we were not all about to go crawling on the beach to get our asses shot off. We were unprotected; we didn't have ammunition, we didn't have cover, we just weren't prepared for that . . . So we first shot the sampans so that they were destroyed and whatever was in them was destroyed.\" Then their cover boat warned of a possible VC ambush in the small channel they had to exit through, and Kerry and company departed the area. The \"stinging piece of heat\" Kerry felt in his arm had been caused by a piece of shrapnel, a wound for which he was awarded a Purple Heart. The injury was not serious Brinkley notes that Kerry went on a regular Swift boat patrol the next day with a bandage on his arm, and the Boston Globe quoted William Schachte, who oversaw the mission and went on to become a rear admiral, as recalling that \"It was not a very serious wound at all.\" Kerry earned his second Purple Heart while returning from a PCF mission up the Bo De River on 20 February 1969: One of the mission's support helicopters had been hit by small-arms fire during the trip up the Bo De and the rest had returned with it to their base to refuel and get the damage inspected. While there the pilots found that they wouldn't be able to return to the Swifts for several more hours. \"We therefore had a choice: to wait for what was not a confirmed return by the helos [and] give any snipers more time to set up an ambush for our exit or we could take a chance and exit immediately without any cover,\" Kerry recorded in his notebook. \"We chose the latter.\" Just as they moved out onto the Cua Lon, at a junction known for unfriendliness in the past, kaboom! PCF-94 had taken a rocket-propelled grenade round off the port side, fired at them from the far left bank. Kerry felt a piece of hot shrapnel bore into his left leg. With blood running down the deck, the Swift managed to make an otherwise uneventful exit into the Gulf of Thailand, where they rendezvoused with a Coast Guard cutter. The injury Kerry suffered in that action earned his his second Purple Heart. Brinkley noted that, as in the previous case, \"Kerry's wound was not serious enough to require time off from duty.\" Kerry earned his Silver Star on 28 February 1969, when he beached his craft and jumped off it with an M-16 rifle in hand to chase and shoot a guerrilla who was running into position to launch a B-40 rocket at Kerry's boat. Contrary to the account quoted above, Kerry did not shoot a \"Charlie\" who had \"fired at the boat and missed,\" whose \"rocket launcher was empty,\" and who was \"already dead or dying\" after being \"knocked down with a .50 caliber round.\" Kerry's boat had been hit by a rocket fired by someone else the guerrilla in question was still armed with a live B-40 and had only been clipped in the leg; when the guerrilla got up to run, Kerry assumed he was getting into position to launch a rocket and shot him: On Feb. 28, 1969, Kerry's boat received word that a swift boat was being ambushed. As Kerry raced to the scene, his boat became another target, as a Viet Cong B-40 rocket blast shattered a window. Kerry could have ordered his crew to hit the enemy and run. But the skipper had a more aggressive reaction in mind. Beach the boat, Kerry ordered, and the craft's bow was quickly rammed upon the shoreline. Out of the bush appeared a teenager in a loin cloth, clutching a grenade launcher. An enemy was just feet away, holding a weapon with enough firepower to blow up the boat. Kerry's forward gunner, [Tommy] Belodeau, shot and clipped the Viet Cong in the leg. Then Belodeau's gun jammed, according to other crewmates (Belodeau died in 1997). [Michael] Medeiros tried to fire at the Viet Cong, but he couldn't get a shot off. In an interview, Kerry added a chilling detail. \"This guy could have dispatched us in a second, but for . . . I'll never be able to explain, we were literally face to face, he with his B-40 rocket and us in our boat, and he didn't pull the trigger. I would not be here today talking to you if he had,\" Kerry recalled. \"And Tommy clipped him, and he started going [down.] I thought it was over.\" Instead, the guerrilla got up and started running. \"We've got to get him, make sure he doesn't get behind the hut, and then we're in trouble,\" Kerry recalled. So Kerry shot and killed the guerrilla. \"I don't have a second's question about that, nor does anybody who was with me,\" he said. \"He was running away with a live B-40, and, I thought, poised to turn around and fire it.\" Asked whether that meant Kerry shot the guerrilla in the back, Kerry said, \"No, absolutely not. He was hurt, other guys were shooting from back, side, back. There is no, there is not a scintilla of question in any person's mind who was there [that] this guy was dangerous, he was a combatant, he had an armed weapon.\" Another member of the crew confirmed Kerry's account for the Boston Globe and expressed no doubt that Kerry's action had saved both the boat and its crew: The crewman with the best view of the action was Frederic Short, the man in the tub operating the twin guns. Short had not talked to Kerry for 34 years, until after he was recently contacted by a Globe reporter. Kerry said he had \"totally forgotten\" Short was on board that day. Short had joined Kerry's crew just two weeks earlier, as a last-minute replacement, and he was as green as the Arkansas grass of his home. He said he didn't realize that he should have carried an M-16 rifle, figuring the tub's machine guns would be enough. But as Kerry stood face to face with the guerrilla carrying the rocket, Short realized his predicament. With the boat beached and the bow tilted up, a guard rail prevented him from taking aim at the enemy. For a terrifying moment, the guerrilla looked straight at Short with the rocket. Short believes the guerrilla didn't fire because he was too close and needed to be a suitable distance to hit the boat squarely and avoid ricochet debris. Short tried to protect his skipper. \"I laid in fire with the twin .50s, and he got behind a hootch,\" recalled Short. \"I laid 50 rounds in there, and Mr. Kerry went in. Rounds were coming everywhere. We were getting fire from both sides of the river. It was a canal. We were receiving fire from the opposite bank, also, and there was no way I could bring my guns to bear on that.\" Short said there is \"no doubt\" that Kerry saved the boat and crew. \"That was a him-or-us thing, that was a loaded weapon with a shape charge on it . . . It could pierce a tank. I wouldn't have been here talking to you. I probably prayed more up that creek than a Southern Baptist church does in a month.\" Charles Gibson, who served on Kerry's boat that day because he was on a one-week indoctrination course, said Kerry's action was dangerous but necessary. \"Every day you wake up and say, 'How the hell did we get out of that alive?'\" Gibson said. \"Kerry was a good leader. He knew what he was doing.\" Although Kerry's superiors were somewhat concerned about the issue of his leaving his boat unattended, they nonetheless found his actions courageous and worthy of commendation: When Kerry returned to his base, his commanding officer, George Elliott, raised an issue with Kerry: the fine line between whether the action merited a medal or a court-martial. \"When [Kerry] came back from the well-publicized action where he beached his boat in middle of ambush and chased a VC around a hootch and ended his life, when [Kerry] came back and I heard his debrief, I said, 'John, I don't know whether you should be court-martialed or given a medal, court-martialed for leaving your ship, your post,'\" Elliott recalled in an interview. \"But I ended up writing it up for a Silver Star, which is well deserved, and I have no regrets or second thoughts at all about that,\" Elliott said. A Silver Star, which the Navy said is its fifth-highest medal, commends distinctive gallantry in action. Asked why he had raised the issue of a court-martial, Elliott said he did so \"half tongue-in-cheek, because there was never any question I wanted him to realize I didn't want him to leave his boat unattended. That was in context of big-ship Navy my background. A C.O. [commanding officer] never leaves his ship in battle or anything else. I realize this, first of all, it was pretty courageous to turn into an ambush even though you usually find no more than two or three people there. On the other hand, on an operation some time later, down on the very tip of the peninsula, we had lost one boat and several men in a big operation, and they were hit by a lot more than two or three people.\" Elliott stressed that he never questioned Kerry's decision to kill the Viet Cong, and he appeared in Boston at Kerry's side during the 1996 Senate race to back up that aspect of Kerry's action. \"I don't think they were exactly ready to court-martial him,\" said Wade Sanders, who commanded a swift boat that sometimes accompanied Kerry's vessel, and who later became deputy assistant secretary of the Navy. \"I can only say from the certainty borne of experience that there must have been some rumbling about, 'What are we going to do with this guy, he turned his boat,' and I can hear the words, 'He endangered his crew.' But from our position, the tactic to take is whatever action is best designed to eliminate the enemy threat, which is what he did.\" Indeed, the Silver Star citation makes clear that Kerry's performance on that day was both extraordinary and risky. \"With utter disregard for his own safety and the enemy rockets,\" the citation says, Kerry \"again ordered a charge on the enemy, beached his boat only 10 feet from the Viet Cong rocket position and personally led a landing party ashore in pursuit of the enemy . . . The extraordinary daring and personal courage of Lt. Kerry in attacking a numerically superior force in the face of intense fire were responsible for the highly successful mission.\" Kerry was injured yet again on 13 March 1969, in an action for which he was awarded both a Bronze Star and his third Purple Heart. According to Kerry's Bronze Star citation (signed by Admiral Zumwalt himself): Lieutenant (junior grade) Kerry was serving as an Officer-in-Charge of Inshore Patrol Craft 94, one of five boats conducting a Sealords operation in the Bay Hap River. While exiting the river, a mine detonated under another Inshore Patrol Craft and almost simultaneously, another mine detonated wounding Lieutenant (junior grade) Kerry in the right arm. In addition, all units began receiving small arms and automatic weapons fire from the river banks. When Lieutenant (junior grade) Kerry discovered he had a man overboard, he returned upriver to assist. The man in the water was receiving sniper fire from both banks. Lieutenant (junior grade) Kerry directed his gunners to provide suppressing fire, while from an exposed position on the bow, his arm bleeding and in pain and with disregard for his personal safety, he pulled the man aboard. Lieutenant (junior grade) Kerry then directed his boat to return to and assist the other damaged boat to safety. Lieutenant (junior grade) Kerry's calmness, professionalism and great personal courage under fire were in keeping with the highest traditions of the United States Naval Service. According to the Boston Globe , this was the only one of Kerry's three Purple Heart injuries that caused him to miss any days of service: Kerry had been wounded three times and received three Purple Hearts. Asked about the severity of the wounds, Kerry said that one of them cost him about two days of service, and that the other two did not interrupt his duty. \"Walking wounded,\" as Kerry put it. A shrapnel wound in his left arm gave Kerry pain for years. Kerry declined a request from the Globe to sign a waiver authorizing the release of military documents that are covered under the Privacy Act and that might shed more light on the extent of the treatment Kerry needed as a result of the wounds. Back in 1969, Navy regulations specified that any soldier wounded in combat three times be automatically reassigned away from a combat zone to an assignment of his choosing (unless the thrice-wounded soldier specifically requested to stay). Four days after Kerry took his third hit of shrapnel, Commodore Charles F. Horne, an administrative official and commander of the coastal squadron in which Kerry served, forwarded a request on Kerry's behalf to the Navy Bureau of Personnel asking that Kerry be reassigned to \"duty as a personal aide in Boston, New York, or Washington, D.C.\" Soon afterwards Kerry was transferred to Cam Ranh Bay to await further orders, and within a month he had been reassigned as a personal aide and flag lieutenant to Rear Admiral Walter F. Schlech, Jr. with the Military Sea Transportation Service based in Brooklyn, New York. Kerry served with Admiral Schlech until the end of 1969, when he requested an early discharge from the Navy in order to run for a Massachusetts congressional seat. Admiral Schlech approved the request, and on 3 January 1970 Kerry received an honorable discharge, six months early.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0060565233/ref=urbanlegendsrefe;",
  "Example": "[Collected on the Internet, 2004] This was written by a retired admiral and Annapolis graduate. The item offers no direct testimony about Kerry, but it does provide informed background useful in assessing what Kerry seems to have claimed for himself. It confirms information I have received from other sources. Our media should be demanding that Senator Kerry open his service records in the same way they demanded that of President Bush regarding his NG service. I was in the Delta shortly after he [Kerry] left. I know that area well. I know the operations he was involved in well. I know the tactics and the doctrine used. I know the equipment. Although I was attached to CTF-116 (PBRs) I spent a fair amount of time with CTF-115 (swift boats), Kerry's command. Here are my problems and suspicions: (1) Kerry was in-country less than four months and collected, a Bronze Star, a Silver Star and three purple hearts. I never heard of anybody with any outfit I worked with (including SEAL One, the Sea Wolves, Riverines and the River Patrol Force) collecting that much hardware so fast, and for such pedestrian actions. The Swifts did a commendable job. But that duty wasn't the worst you could draw. They operated only along the coast and in the major rivers (Bassac and Mekong). The rough stuff in the hot areas was mainly handled by the smaller, faster PBRs. (2) Three Purple Hearts, but no limp. All injuries so minor that no time lost from duty. Amazing luck. Or he was putting himself in for medals every time he bumped his head on the wheel house hatch? Combat on the boats was almost always at close range. You didn't have minor wounds. At least not often. Not three times in a row. Then he used the three purple hearts to request a trip home eight months before the end of his tour. Fishy. (3) The details of the event for which he was given the Silver Star make no sense at all. Supposedly, a B-40 was fired at the boat and missed. Charlie jumps up with the launcher in his hand, the bow gunner knocks him down with the twin .50, Kerry beaches the boat, jumps off, shoots Charlie, and retreives the launcher. If true, he did everything wrong. (a) Standard procedure when you took rocket fire was to put your stern to the action and go balls to the wall. A B-40 has the ballistic integrity of a frisbie after about 25 yards, so you put 50 yards or so between you and the beach and begin raking it with your .50's. (b) Did you ever see anybody get knocked down with a .50 caliber round and get up? The guy was dead or dying. The rocket launcher was empty. There was no reason to go after him (except if you knew he was no danger to you just flopping around in the dust during his last few seconds on earth, and you wanted some derring do in your after-action report). And we didn't shoot wounded people. We had rules against that, too. (c) Kerry got off the boat. This was a major breach of standing procedures. Nobody on a boat crew ever got off a boat in a hot area. EVER! The reason was simple. If you had somebody on the beach your boat was defenseless. It coudn't run and it couldn't return fire. It was stupid and it put his crew in danger. He should have been relieved and reprimanded. I never heard of any boat crewman ever leaving a boat during or after a firefight. Something is fishy. Here we have a JFK wannabe (the guy Halsey wanted to court martial for carelessly losing his boat and getting a couple people killed by running across the bow of a Jap destroyer) who is hardly in Vietnam long enough to get good tan, collects medals faster than Audie Murphy in a job where lots of medals weren't common, gets sent home eight months early, requests separation from active duty a few months after that so he can run for Congress, finds out war heros don't sell well in Massachusetts in 1970 soreinvents himself as Jane Fonda, throws his ribbons in the dirt with the cameras running to jump start his political career, gets Stillborn Pell to invite him to address Congress and Bobby Kennedy's speechwriter to do the heavy lifting, winds up in the Senate himself a few years later, votes against every major defense bill, says the CIA is irrelevant after the Wall came down, votes against the Gulf War, a big mistake since that turned out well, decides not to make the same mistake twice so votes for invading Iraq, but oops, that didn't turn out so well so he now says he really didn't mean for Bush to go to war when he voted to allow him to go to war. I'm real glad you or I never had this guy covering our flanks in Vietnam. I sure don't want him as Commander in Chief. I hope that somebody from CTF-115 shows up with some facts challenging Kerry's Vietnam record. I know in my gut it's wildy inflated. And fishy.",
  "Last Updated": "2 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/kerry/service.asp",
  "Claim": "John Kerry's Vietnam War service medals (a Bronze Star, a Silver Star and three Purple Hearts) were earned under \"fishy\" circumstances.",
  "Claim_ID": "politics_kerry_service",
  "Tags": ""
}