{
  "Origins": "Mark Kelly is a retired Navy captain and astronaut as well as the husband of Gabrielle Giffords, who represented Arizona's 8th congressional district in Congress and survived being shot in the head during an assassination attempt on 8 January 2011. Since 2011, Kelly and Giffords have founded the advocacy group Americans for Responsible Solutions to \"encourage elected officials to stand up for solutions to prevent gun violence and protect responsible gun ownership,\" and have testified before Congress and state legislatures in support of gun control measures. The couple, both avowed gun owners, have called upon lawmakers to enact legislation closing loopholes in criminal background checks for gun purchasers, limiting the sale of high capacity magazines, limiting the sale of assault weapons, and enforcing stiffer criminal penalties for straw purchasers and gun traffickers.",
  "Fact Check": "",
  "Description": "On 4 March 2013, Kelly testified before a Colorado State Senate committee in support of a measure requiring background checks on all gun sales. On the following day, Kelly reportedly purchased \"an AR-15 assault rifle and a 1911-style semi-automatic pistol\" as well as some high capacity magazines\" at Diamondback Police Supply in Tucson, Arizona, the former weapon being a type of firearm whose sale Kelly has advocated limiting. There isn't much doubt that Kelly did indeed buy such a weapon, as on 8 March 2013 he posted a photograph of himself making the purchase on his Facebook page along with a descriptive acknowledgement of it. Why he bought the weapon remains a subject of contention, however: the text of his Facebook post suggested he had impulsively bought the AR-15 not for his own use but to make a point about the laxity of required background checks for such weapons and/or to get the AR-15 out of circulation by turning it over to the police: Looks like the judiciary committee will vote on background checks next week. I just had a background check a few days ago when I went to my local gun store to buy a 45. As I was leaving, I noticed a used AR-15. Bought that too. Even to buy an assault weapon, the background check only takes a matter of minutes. I don't have possession yet but I'll be turning it over to the Tucson PD when I do. Scary to think of people buying guns like these without a background check at a gun show or the Internet. We really need to close the gun show and private seller loop hole. Critics contend that Kelly's explanation was a disingenous or misleading one, as he purchased an AR-15 rifle that he could not take immediate possession of (because a local ordinance requires that secondhand weapons be held for 20 days to ensure they were not stolen or used in criminal activities) rather than a new one which he could have walked out of the store with, and the length of time required for a background check isn't necessarily reflective of its thoroughness (due to the use of automated systems). On 13 March 2013, Mark Kelly was interviewed on CNN by Wolf Blitzer, who asked him about reports that he had intended to purchase the AR-15 for himself and that only after his purchase of the weapon had been publicized by others did he come up with claim that he had planned all along to turn it over to the police: BLITZER: So what's going on, Mark? How come you went out and bought an AR-15? KELLY: Well, Wolf, it's important for me to have firsthand knowledge about how easy it is or difficult it is, you know, to buy a weapon like that. You know, it is through a background check obviously at a federally licensed gun dealer, but it is important for me to know, you know, what it is and to have firsthand knowledge. So in the future, you know, I'm looking forward at some point to buying a gun, you know, at a gun show, also possibly selling a gun so I know really the ins and outs of this issue. BLITZER: The conservative news site Breitbart suggested that you went public with this decision to buy an AR-15 because they were about to report it. I will read to you from what Breitbart.com said on Saturday: \"Breitbart News then began investigating the details surrounding the purchase, including visiting the gun store. Suddenly Kelly announced on his Facebook page that he was not going to keep the AR-15, which he has yet to pick up from the store.\" What do you say about that? KELLY: Well, I don't know anything about who Breitbart is or anything about his Web site. I mean, we had a plan to go in there to buy a .45, and if we had the opportunity to buy an AR-15 as well. And, you know, I don't know the timing, but we had a plan on when we were going to announce that on Facebook. In the future I'll be talking about buying a gun from a gun show, also selling a gun. So that's all to come later because I really need to understand this, the issues, you know, surrounding gun violence and these weapons. BLITZER: What are you going to do with that AR-15? KELLY: Well, the plan is to turn it into the Tucson Police Department. So once I get access you know, once I actually take possession of it, we'll be handing it in to the Tucson PD. BLITZER: Just to be precise, your intention was always to hand over the AR-15 to the police department? KELLY: Yeah, absolutely, I have no use for a gun like that. From my military experience, it's important that the military have assault weapons with high-capacity magazines. I really think that the access the public has to these, it's too easy, as I demonstrated the other day. It's very easy to buy an assault weapon; they're readily available. They really shouldn't be. Reuters reported that the store's owner said he would not have sold Kelly the AR-15 if he knew of the latter's expressed intent: Doug MacKinlay, the owner of Diamondback Police Supply where Kelly bought the gun, said Kelly was initially turned down when he walked into the store several weeks ago because his identification was from Texas. Kelly lived in Houston but has since moved to Arizona. Kelly said he showed Arizona identification and was able last week to buy a .45 caliber pistol and the assault weapon that he spotted while making the purchase. MacKinlay now regrets the sale. He told Reuters he would not have sold Kelly the rifle if he knew that the $1,000 purchase was going to be used to make a political statement. \"I would have told him politely that we would not be completing the transaction,\" MacKinlay said. \"We do not support his stance that civilians should not be able to purchase assault-style weapons. Not by a long shot.\" News accounts also reported that the store's owner said he cancelled the sale before Kelly took possession of the weapon: A Tucson gun store owner has decided to rescind the sale of a military-style rifle to Mark Kelly, the husband of former U.S. Rep. Gabrielle Giffords, after Kelly said he had intended the purchase to make a political point about how easy it is to obtain the kind of firearms he's lobbying Congress to ban. Kelly couldn't immediately take possession of the rifle because the shop had bought it from a customer. As a result, the store is required by a Tucson ordinance to hold the gun for 20 days to give the city enough time to make sure the weapon wasn't used in a crime. Store owner Doug MacKinlay said in a Facebook post that he \"determined that was in my company's best interest to terminate this transaction prior to his returning to my store.\" Americans for Responsible Solutions did not respond to our inquiry seeking additional information about the purpose behind Captain Kelly's purchase of an AR-15 .",
  "Originally Published": "",
  "Referred Links": "http://cnnpressroom.blogs.cnn.com/2013/03/11/mark-kelly-tells-cnns-wolf-blitzer-he-will-turn-in-the-ar-15/;http://www.facebook.com/photo.asp?fbid=474203615968235&set=a.215073368547929.71130.163148530407080&type=1&theater;http://www.humanevents.com/2013/03/09/busted-gabby-giffords-husband-spews-anti-assault-weapon-rhetoric-then-caught-buying-an-ar-15/;http://photos.denverpost.com/2013/03/04/video-colorado-gun-laws-mark-kelly-testifies-for-universal-background-checks/;http://americansforresponsiblesolutions.org/;",
  "Example": "[Collected via the Internet, March 2013] Is it true that Mark Kelly purchased \"assault weapons\" the day after testifying to congress?",
  "Last Updated": "25 March 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/markkelly.asp",
  "Claim": "Mark Kelly purchased an AR-15 rifle the day aftertestifying to Colorado legislators about the need for additional gun control measures.",
  "Claim_ID": "politics_guns_markkelly",
  "Tags": ""
}