{
  "Origins": "Despite the disclaimer on the site of the Hoosier Gazette , a number of its satirical articles have been mistaken for real news (such as a report that a Kinsey Institute study found that having children lowers the IQ of parents).",
  "Fact Check": "",
  "Description": "Now yet another entry from the Hoosier Gazette has made the news, this one proclaiming that Indiana Congressman John Hostettler is attempting to introduce legislation to rename Interstate 69 (because the pronunciation of its common abbreviation, I-69 , sounds like a slang term for a sexual position ). The spoof has caused no small amount of consternation at Congressman Hostettler's office, where aides have been kept busy handling calls about the fictional legislation: U.S. Rep. John Hostettler's office is fielding outraged calls about an Internet hoax that says he's proposed changing the name of Interstate 69 to Interstate 63 for religious reasons. Hostettler spokesman Michael Jahr said Monday he had been fielding calls about the story all day. \"There is no truth in the story about any legislation changing the name of I-69,\" he said. \"The Web site is satirical in nature, and any suggestion otherwise is absurd.\" The Hoosier Gazette has also published a sampling of responses to their I-69 article, many of them submitted by readers who didn't get the joke.",
  "Originally Published": "",
  "Referred Links": "http://www.hoosiergazette.com/News/Nov2004/news004.htm;http://www.sexual-health-resource.org/oral_sex.htm#69;http://www.interstate-guide.com/i-069.html;http://www.house.gov/hostettler/welcome-whats-new.htm;http://hoosiergazette.com/News/Nov2004/news003.htm;http://www.hoosiergazette.com/index.htm;http://www.hoosiergazette.com/Feature/Nov2004/feature003.htm;http://hoosiergazette.com/News/Nov2004/news003.htm;",
  "Example": "[Hoosier Gazette, 2004] John Hostettler, the Congressman representing the 8th district of Indiana, has been convinced by local religious groups to introduce legislation in the House that would change the name of an Interstate 69 extension to a more moral sounding number. There are plans to extend the interstate from Indianapolis through southwestern Indiana all the way through Texas into Mexico in the coming years. While most believe this highway will be good for the state s economy, religious conservatives believe \"I-69\" sounds too risqu and want to change the interstate s number. [Rest of article here.]",
  "Last Updated": "21 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/i69.asp",
  "Claim": "An Indiana Congressman is introducing legislation to change the name of Interstate 69.",
  "Claim_ID": "politics_satire_i69",
  "Tags": ""
}