{
  "Origins": "An October 2012 article drew much attention on the Internet for claiming that a ring which Barack Obama has been wearing since his college days (and which doubles as his wedding ring) is adorned with Arabic script spelling out the first part of the Shahada, the Islamic declaration of faith: There is no god except Allah. (The full phrase is \"There is no god but Allah, and Mohammed is the messenger of Allah\"; Barack Obama's gold band allegedly includes only the first half of the sentence.) Such a claim would seemingly confirm long-standing rumors that Barack Obama is not a Christian, as he professes, but a Muslim . (Barack Obama reportedly obtained the ring from Indonesia, where he lived for few years during his childhood.)",
  "Fact Check": "",
  "Description": "This claim about Barack Obama's ring (shown in more detail here ) looks to be an artifact of someone who has never actually seen the ring in question trying mightily to find a hidden message where none exists, however. All of the images used to illustrate the claim are either blurry, low-resolution close-ups or shots taken from too distant a perspective to clearly show the details of the gold band. Isolating the ring from a much higher-resolution photograph of President Obama's hand taken by photographer Miguel Villagran during a 5 June 2009 news conference in Dresden, Germany, shows the ring to bear what looks like nothing more than a plain loop-like pattern, with the top section matching the bottom: We shared the above picture with a small survey of six different persons with fluency in written Arabic, and all of them said the pattern displayed on the ring appeared to be an abstract one with no discernible meaning in Arabic. One might also consider the incongruity that a politician who has long been dealing with (and denying) rumors that he is a Muslim would openly wear a symbol demonstrating those rumors to be true.",
  "Originally Published": "",
  "Referred Links": "http://www.gettyimages.com/detail/news-photo/the-hand-of-u-s-president-barack-obama-is-pictured-during-a-news-photo/88229438;http://1776nation.com/wp-content/uploads/2012/10/OBAMA-WEDDING-RING-joel-gilbert-graphic.jpg;http://www.wnd.com/2012/10/obamas-ring-there-is-no-god-but-allah/;",
  "Example": "[Collected via e-mail, October 2012] A report alleging that a ring President Barack Obama wears on his left hand includes the Islamic and Arabic phrase, There is no God but Allah, has been making its way across social media and the blogosphere.",
  "Last Updated": "18 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/weddingring.asp",
  "Claim": "Barack Obama's wedding ring bears an Arabic inscription reading There is no god but Allah.",
  "Claim_ID": "politics_obama_weddingring",
  "Tags": ""
}