{
  "Origins": "This item seeks to dump much of the blame for America's current economic woes on Barack Obama by claiming that as a young lawyer, Obama filed a lawsuit requiring financial institutions to lend money to \"poor people\" and \"others who could not show proof that they could pay the money back.\" Although there is a (very) vague element of fact underneath this politicking, the piece quoted above is woefully wrong in all its particulars.",
  "Fact Check": "",
  "Description": "The 1994 case of Buycks-Roberson v. Citibank Fed. Sav. Bank had nothing to do with requiring lenders to do business with people \"who could not show proof that they could pay the money back.\" The case was a class-action lawsuit against Citibank Federal Savings initiated by a black Chicago woman, Selma Buycks-Roberson, who claimed she was unfairly denied a mortgage based on her race. The lawsuit sought to end the practice of redlining , a discriminatory practice by which banks, insurance companies, and other business institutions refuse or limit loans, mortgages, insurance, etc., based solely on the geographic area in which the applicant lives (a practice that commonly excludes minorities in inner-city neighborhoods, regardless of their income or ability to pay). Specifically, the lawsuit charged that Citibank \"rejected loan applications of minority applicants while approving loan applications filed by white applicants with similar financial characteristics and credit histories.\" The case was eventually settled out of court, with some class members receiving cash payments and Citibank agreeing to help ease the way for low- and moderate-income people to apply for mortgages. Although Barack Obama was involved with the Buycks-Roberson case, he did not file the lawsuit, nor was he the lead attorney in the matter. He was a junior member of an eight-lawyer team that worked on the case: Obama admits he played a mostly behind-the-scenes role at his law firm, Miner Barnhill & Galland. He researched the law, drafted motions, prepared for depositions and did other less glamorous work during his three years full-time and eight years \"of counsel\" to the firm. \"He wrote lots of substantial memos, but he didn't try any cases,\" said Judson Miner, a partner in the firm who was Obama's boss. Obama represented Calvin Roberson in a 1994 lawsuit against Citibank, charging the bank systematically denied mortgages to African-American applicants and others from minority neighborhoods. \"I don't recall him ever standing up and giving an impassioned speech it was a lot of behind-the-scenes stuff,\" said Fay Clayton, the lead lawyer on the case. \"He was the very junior lawyer in that case,\" said attorney Robert Kriss. \"He had just graduated from law school. I don't recall him being in court at any time I was there. I was the lead lawyer for Citibank and he was not very visible to me.\" Kriss, Clayton and every other co-counsel and opposing counsel interviewed for this story praised Obama's legal ability, temperament and everything about his courtroom demeanor, even though, they agree, he didn't say much in the courtroom. On Feb. 23, 1995, Obama billed 2 hours and 50 minutes for an appearance before Judge Ruben Castillo on behalf of his client, and also for reviewing some documents in advance of a deposition. That cost Citibank which ultimately had to pay the winning side's fees $467 at Obama's hourly rate of $165. Miner commanded the higher rate of $285 an hour. During his appearance before the judge, Obama said he would need more time to file a response to a motion, and the judge agreed. That was all Obama said during the half-hour hearing. His final bill on the case was 138 hours, or $23,000.",
  "Originally Published": "",
  "Referred Links": "http://dictionary.reference.com/browse/redlining;http://www.clearinghouse.net/detail.asp?id=10112;",
  "Example": "[Collected via e-mail, September 2008] In 1994, a class-action lawsuit was filed against CitiBank, demanding that loans be made to poor people, and others who could not show proof that they could pay the money back. The basis of the lawsuit was the 14th Amendment, which requires 'fair and equal' treatment for all citizens. The legal theory was that failing to loan money to poor/indigent/unemployed people was, on it's face, a discriminatory act by lending institutions. Thousands of loans were processed, and of course many went into default, in part explaining why we're in the financial mess we're in. Now, it's easy for some people to point the finger of blame at Pres. Geo. Bush for this crisis, because he's sitting in the hot seat. What many people don't know is the suit was filed during the Clinton Administration. The lawyer filing the suit was none other than: Barak Hussein Obama.",
  "Last Updated": "5 September 2012",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/politics/obama/loans.asp",
  "Claim": "Barack Obama filed a lawsuit to require banks to \"make loans to poor people.\"",
  "Claim_ID": "politics_obama_loans",
  "Tags": ""
}