{
  "Origins": "On 3 January 2014, the National Report published an article positing that in Colorado (where marijuana use had just been legalized) a store had begun accepting food stamps towards the purchase of food items made with marijuana:",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news item. However, the article was just a bit of political humor from the National Report spoofing the controversy over legalized recreational marijuana use and stereotypes about recipients of government assistance. The National Report is a satirical web site that publishes outrageous fictional stories such as \"IRS Plans to Target Leprechauns Next,\" \"Boy Scouts Announce Boobs Merit Badge,\" and \"New CDC Study Indicates Pets of Gay Couples Worse at Sports, Better at Fashion Than Pets of Straight Couples.\" The National Report 's (since removed) disclaimer page states that: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. (NOTE: A good deal of misunderstanding about the use of EBT funds to purchase marijuana has led many readers to maintain that the article referenced above, though satirical in nature, is true in concept. We address those misconceptions in a separate article.)",
  "Originally Published": "",
  "Referred Links": "http://nationalreport.net/colorado-pot-shop-accept-food-stamps-taxpayer-funded-marijuana/;",
  "Example": "[Collected via e-mail, January 2014] Is there a pot shop in Colorado that is taking food stamps for food items containing marijuana?",
  "Last Updated": "13 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/potfoodstamps.asp",
  "Claim": "A store in Colorado accepts food stamps towards the purchase of food items containing marijuana.",
  "Claim_ID": "Politics_satire_potfoodstamps",
  "Tags": ""
}