{
  "Origins": "On 13 October 1948, President Harry Truman made an appearance in St. Paul, Minnesota, stumping on behalf of both his own re-election campaign and a bid by the mayor of Minneapolis, fellow Democrat Hubert Humphrey, to land a seat in the U.S. Senate. During that appearance in St. Paul, President Truman delivered an address at the city's Municipal Auditorium which was carried on a nationwide radio broadcast and included the criticism of the Republican Party referenced above:",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.presidency.ucsb.edu/ws/?pid=13046;",
  "Example": "[Collected via e-mail, September 2012] I got this quote on my Facebook page today, and I re-posted it without thinking. Then I decided to fact check it. A quick Bing or Google search only brings up blogs or sites that are also just re-quoting the same thing. Did Harry Truman, indeed, say the following: \"Republicans approve of the American farmer, but they are willing to help him go broke. They stand four-square for the American home but not for housing. They are strong for labor but they are stronger for restricting labor's rights. They favor minimum wage the smaller the minimum wage the better. They endorse educational opportunity for all but they won't spend money for teachers or for schools. They think modern medical care and hospitals are fine for people who can afford them. They consider electrical power a great blessing but only when the private power companies get their rake-off. They think American standard of living is a fine thing so long as it doesn't spread to all the people. And they admire of Government of the United States so much that they would like to buy it.\"",
  "Last Updated": "2 October 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/quotes/trumangop.asp",
  "Claim": "Text reproduces a statement by President Harry Truman about Republicans.",
  "Claim_ID": "politics_quotes_trumangop",
  "Tags": ""
}