{
  "Origins": "As political rumors and tales of wrongdoing go, this one is a bit of an odd duck in that while everything reported in the widely circulated alert is true, the underlying message of the piece that someone or something has been deliberately tampering with the election process for the nefarious purpose of guaranteeing a win for a particular political party isn't.",
  "Fact Check": "",
  "Description": "In 2004, some of those voting in the advance polls held in Travis County, Texas, experienced an unusual result: after selecting the straight Democratic ticket, the ballot summaries subsequently displayed on their screens indicated they were about to vote for George W. Bush. This perplexing turn of events was the result of poorly designed balloting software colliding with voter error. As well as the candidates' names, a referendum item for a $60 million commuter line was also on the ballot, displayed at the end. Those who chose to vote for a single party by way of selecting the 'straight ticket' option on the eSlate voting machines in use in that district still had to scroll to the end of the ballot to find the referendum. However, because that measure was off-screen, some voters failed to realize it was there, prompting some who opted for the straight ticket to prematurely attempt to complete the process by hitting the enter button rather than the next page button. According to elections division manager Gail Fisher, hitting 'enter' rather than 'next page' caused selections to redistribute in the following manner: \"If someone casts a Democratic ticket, they're seeing that the change switches from the first position on the ballot, which is a Bush/Cheney ticket. If they cast a Republican straight party ticket, what they see is that first position in the presidential contest switches back to a 'No' selection.\" The Travis County Clerk s Office issued an official statement about the re-marking phenomenon that is slightly at odds with the explanation offered above in that it provides an additional scenario for how this odd result comes about: When pressing enter after marking a straight-party vote, it appears that a handful of voters have inadvertently turned the select wheel to highlight the first position of the presidential race and then hit the enter button, which selects or de-selects the first position. Thankfully, a ballot summary page appears on the screen before the ballot is cast, which gives those using the eSlate machines a chance to review their selections before making them final. Those who had experienced such a shift were able to get the matter straightened out and so cast their votes for their candidates of choice. News accounts about the machines that produced this effect indicated they had since been taken out of service in Travis County so as to not contribute to further polling confusion on election day, but we've since heard from a voter in that district that he cast his ballot on one such mechanical marvel subsequent to the supposed removal. However, whatever the status of the machines, when the problem surfaced at those advance polls, it didn't amount to the widespread scourge one might have thought it would have been: out of the approximately 70,000 who cast their ballots by 23 October 2004 in that district, election officials received only about 12 calls reporting the problem. Remember, voters could not complete the polling process without first viewing a summary screen listing all their choices and from it issuing the command to make their ballots final. Barbara \"machina ex deus\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.co.travis.tx.us/county_clerk/election/20041102/press1022.asp;",
  "Example": "[Collected on the Internet, 2004] Yesterday a friend voted early at a polling location in Austin. She voted straight Democratic. When she did the final check, lo and behold every vote was for the Democratic candidates except that it showed she had voted for Bush/Cheney for president/vice pres. She immediately got a poll official. On her vote, it was corrected. She called the Travis County Democratic headquarters. They took all her information, and told her that she wasn't the first to report a similar incident and that they are looking into it. So check before you leave the polling booth, and if anything is wrong, get it corrected immediately. Report any irregularities to your local Democratic headquarters. Make sure you pass this along to your friends ... hopefully this is all over the airwaves by tomorrow ...",
  "Last Updated": "2 November 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/ballot/travis.asp",
  "Claim": "A Texas woman who cast her vote for all Democratic candidates discovered her ballot marked for Bush/Cheney.",
  "Claim_ID": "politics_ballot_travis",
  "Tags": ""
}