{
  "Origins": "Some members of Congress have what might be termed \"hobby horse\" issues: concepts about which they introduce legislation in Congress after Congress although their bills not only never come close to passing, but never even clear committee to be put to votes in the first place. The hobby horse of Representative Chaka Fattah of Pennsylvania is the notion of eliminating all federal taxes on individuals and corporations and replacing them with a revenue-generating system based on transaction fees (a concept he originally called the \" Transform America Transaction Fee \" and later referred to as the \"Debt Free America Act\").",
  "Fact Check": "",
  "Description": "In 2004 Rep. Fattah presented a bill calling on Congress to fund a study regarding the replacement of the federal tax code with a transaction fee-basedsystem (H.R. 3759), he introduced a similar bill in 2005 (H.R. 1601), again in 2007 (H.R. 2130), and again in 2009 (H.R. 1703). None of these bills was ever put to a vote, and only one of them had so much as a single co-sponsor. In 2010, Rep. Fattah moved beyond proposing studies and submitted the Debt Free America Act (H.R. 4646), a bill calling for the implementation of a scheme to pay down the national debt and eliminate federal income tax on individuals by imposing a 1% fee on specified financial transactions: One idea for raising taxes to pay down the debt is the bill introduced this February [2010] by Rep. Chaka Fattah (D-Pa.). His \"Debt Free America Act\" (H.R. 4646) would impose a 1 percent \"transaction tax\" on every financial transaction whether paid by cash, credit card or any form of financial transfer, the only exception being transactions involving the purchase or sale of stock. Theoretically, everyone would pay one cent on the dollar for every such transaction in America every day whether $3 million on a $300 million business acquisition, $300 on the purchase of a $30,000 car, or $5 on a $500 ATM withdrawal. Specifically, the text of the bill stated that: The purpose of [the transaction fee] is to establish a fee on most transactions. Such [a] fee: is different than a sales tax in that a sales tax is charged only on sales to the final consumer, [while] the transaction fee would apply to intermediate users as well as end users is different than a value added tax (VAT), commonly used in European and other countries, in that a VAT is imposed only on a portion of a transaction's value (roughly the difference between an item's selling price and its cost), [while] the transaction fee would apply to the entire amount of the transaction is intended to raise sufficient revenue to eliminate the national debt, which was $10.6 trillion in January 2009, during a period of 7 years, and to phase out the income tax on individuals. [This bill would] impose on every specified transaction a fee in an amount equal to 1 percent of the amount of such transaction. The term 'specified transaction' means any transaction that uses a payment instrument, including any check, cash, credit card, transfer of stock, bonds, or other financial instrument. The term 'transaction' includes retail and wholesale sales, purchases of intermediate goods, and financial and intangible transactions. Persons become liable for the fee at the moment the person exercises control over a piece of property or service, regardless of the payment method. (The bill provided for individuals earning $125,000 or less to receive a credit equal to 1% of their income against the tax, and it gave the Treasury Department discretion to exempt certain transactions on which lower-income people disproportionately relied.) Like Rep. Fattah's other Congressional efforts along these lines, his Debt Free America Act had no sponsors other than himself, languished in committee after being introduced, had no realistic chance of being passed. Thus, although e-mailed warnings about a \"1% transaction tax\" do reference a once-real piece of proposed legislation, the amount of attention those warnings garnered vastly, vastly outstripped any real possibility that such legislation would actually be enacted. Moreover, some of the additional details contained with such e-mailed warnings were erroneous: Neither \"President Obama's finance team\" nor Nancy Pelosi is \"recommending a 1% transaction tax.\" The proposal for the Debt Free America Act was purely the effort of a single congressman, with no outside support. Neither Representative Peter DeFazio of Oregon nor Senator Tom Harkin of Iowa introduced the Debt Free America Act, co-sponsored it, or publicly supported it. The included link that supposedly showed Nancy Pelosi endorsing the Debt Free America Act antedated the introduction of that bill to Congress; her comments actually referred to a different, earlier transaction tax proposed in December 2009 by Rep. Peter DeFazio. That bill, known as the \"Let Wall Street Pay for the Restoration of Main Street Act\" (H.R. 4191), called for the funding of investment in middle class jobs by levying small percentage value taxes on the buying and selling of stocks, futures, swaps, options and other securities. (Although Rep. DeFazio's bill had 31 co-sponsors, it too languished in committee without being brought to a vote.) Later versions of this item opened with the statement that \"ON JANUARY 1ST 2012, THE GOVERNMENT IS REQUIRING EVERYONE TO HAVE DIRECT DEPOSIT FOR SS CHECKS. WONDER WHY?\" The Social Security program did switch over to an electronic payments system as of 1 March 2013 that provided recipients with the options of receiving their benefits payments either through direct deposit to a bank account or via the reloading of a debit card, but that change had nothing to do with the Congressional bill discussed above. Rep. Fattah reintroduced his Debt Free America Act (as H.R. 1125 ) to the 112th Congress on 16 March 2011. Like Rep. Fattah's previous efforts along these lines, Govtrack.us tagged it with the prognosis \"This bill has a 0% chance of being enacted.\"",
  "Originally Published": "",
  "Referred Links": "http://www.govtrack.us/congress/bills/112/hr1125;http://www.govtrack.us/congress/bill.xpd?bill=h112-1125;http://thomas.loc.gov/cgi-bin/bdquery/z?d111:H.R.4191:;http://money.cnn.com/2009/12/02/news/economy/financial_transaction_tax/;http://dailycaller.com/2010/07/07/a-debt-free-america-yes-its-possible/;http://thomas.loc.gov/cgi-bin/bdquery/z?d111:H.R.4646:;http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=111_cong_bills&docid=f:h1703ih.txt.pdf;http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=110_cong_bills&docid=f:h2130ih.txt.pdf;http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=109_cong_bills&docid=f:h1601ih.txt.pdf;http://frwebgate.access.gpo.gov/cgi-bin/getdoc.cgi?dbname=108_cong_bills&docid=f:h3759ih.txt.pdf;http://fattah.house.gov/index.cfm?sectionid=52&sectiontree=4,52;http://fattah.house.gov/;http://tinyurl.com/24dn5ud;",
  "Example": "[Collected via e-mail, July 2010] The Transaction Tax! WHAT THE HELL IS THIS?? President Obama's finance team and Nancy Pelosi are recommending a 1% transaction tax on all financial transactions. The bill is HR-4646 introduced by US Rep Peter deFazio D-Oregon and US Senator Tom Harkin D-Iowa. Their plan is to sneak it in after the November election to keep it under the radar. See what Nancy has to say about this wonderful idea! http://tinyurl.com/24dn5ud It's only 1%! This is a 1% tax on all transactions to or from any financial institution i.e. Banks, Credit Unions, Mutual funds, Brokers, etc. Any deposit you make will have a 1% tax charged. Any withdrawal you make, 1% tax. Any transfer within your account, a transfer to or from savings and checking, will have a 1% tax charged. Any ATM transaction, withdrawal or deposit, 1% tax. If your pay check or your Social Security is direct deposited, 1% tax. If you carry a check to your bank to deposit, 1% tax. If you take cash in to deposit, 1% tax. If you receive any income from a bond or a dividend from stock, 1% tax. Any Real Estate Transaction, 1% tax. This is from the man who promised that if you make under $250,000 per year, you will not see one penny of new tax! Remember, he is completely honest and trustworthy. Keep your eyes and ears open. Folks, Nancy says this would be a minimal tax on the people, but 1 percent every time you pay a bill or make a deposit is not minimal. This would no doubt tax investment transactions as well as bank account transactions. This woman is nuts!!! If you know someone in California get this to them! While at the checkout of Wal-mart in Greeneville, TN I heard that in the future the government may be planning to place a 1% tax on people using debit cards at the check out. I have heard discussion and seen on emails the fear that the Obama administration is going to pass a 'banking tax' that will take 1% of each deposit and 1% of every transaction out of a bank account. Summary: The Obama administration has not proposed or recommended placing a 1% tax on all financial transactions. The idea of the 1% transaction tax stemmed from a bill repeatedly introduced by a single congressman which had no support from any other member of Congress and no chance of passing.",
  "Last Updated": "22 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/taxes/debtfree.asp",
  "Claim": "The Obama administration is proposing a 1% tax on debit card usage and/or banking transactions.",
  "Claim_ID": "politics_taxes_debtfree",
  "Tags": ""
}