{
  "Origins": "One prominent rumor from the Boston Marathon bombings claimed that one of the victims was an 8-year-old girl who attended school at Sandy Hook and/or was running the marathon for the victims of the Sandy Hook shootings, wither later iterations of the rumor including a photograph of the purported victim as shown above.",
  "Fact Check": "",
  "Description": "This rumor was false: the child killed in the bombings was not a participant in the race, and children are not allowed on the course. As reported in the Boston Globe , the young victim was Martin Richard, an 8-year-old boy who was killed as he waited near the finish line with his parents and siblings: Grief-stricken neighbors today described Martin Richard, the 8-year-old Dorchester boy killed when two bombs detonated at the finish line of the Boston Marathon , as a child full of life who was part of a very close-knit family. They were always together,\" neighbor Jane Sherman said of the Richard family, who live next door to her on Carruth Street in Dorchester. \"This is the worst tragedy I have ever been through in my life. It s a horrific situation.\" The boy was killed and his mother and his younger sister gravely wounded as they waited at the Boylston Street finish line. The picture of the girl is completely unrelated to the Boston Marathon bombings; it's a photograph taken from another race (the 3rd Annual Joe Cassella 5K ) run in Virginia back in May 2012.",
  "Originally Published": "",
  "Referred Links": "http://www.saxonscope.com/top-stories/2012/05/20/hundreds-turn-out-for-3rd-annual-joe-cassella-5k/;",
  "Example": "[Collected via e-mail, April 2013] Just wondering if this were true it is circulating fast on Facebook. I don't believe it to be true. It is a photo posted saying that this eight year old ran a marathon for Sandy Hook Elementary and has died.",
  "Last Updated": "22 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/boston/sandyhook.asp",
  "Claim": "Photograph shows a girl from Sandy Hook Elementary School who was killed in the Boston Marathon bombings.",
  "Claim_ID": "politics_conspiracy_boston_sandyhook",
  "Tags": ""
}