{
  "Origins": "We've received many inquiries about the veracity of the quote in which President George W. Bush supposedly characterized rapper Eminem as \"the most dangerous threat to American children since polio\" since it appeared in an article published in the 25 June 2003 edition of The [Glasgow] Herald .",
  "Fact Check": "",
  "Description": "If President Bush actually said this, we're having a tough time pinning down when, where, and under what circumstances he made the comment. The earliest citings we've turned up all come from articles printed in UK newspapers in February 2001 (coinciding with Eminem's tour of the UK that month), a few weeks after George W. Bush's inauguration as the 43rd President of the United States: PUBLIC EMINEM NO.1 His lyrics are depraved. He urges his fans to take drugs. In America, he's been dubbed the biggest threat to the young since polio. On Monday he arrives here. We investigate the phenomenon of the first white rapper. [ . . .] Little wonder, perhaps, that American President George W. Bush once described him as 'the most dangerous threat to American children since polio'. The [London] Daily Mail, 3 February 2001 Eminem strides on stage, clutching a chainsaw, a diminutive bad attitude problem on skinny legs, wearing a \"Jason\" ice-hockey mask to hide a poverty-bred face and the fear that mummy never loved him. His Granny does. She said so yesterday. She added that the biggest star in the world, a musician who generated fame on anger and hate, is a \"loving, gentle boy\". That is counterpointed by the contention of President Bush who described him as the greatest danger to American childhood since polio. The Scotsman, 10 February 2001 Eminem - real name Marshall Mathers - is now arguably the biggest music star on the planet. Opinion on him, his music and his stage show is sharply divided. He's been described by President George W Bush as the most dangerous threat to American children since polio. Leicester Mercury, 10 February 2001 Given that: None of these articles contains any details about when (or where, or under what circumstances) President Bush allegedly described Eminem as \"the most dangerous threat to American children since polio.\" All of the articles containing this putative quote come from newspapers published in the UK. We haven't yet turned up even a single article from a U.S. newspaper which includes this quote (other than brief references to its having been mentioned in British newspapers), even though President Bush and Eminem are both Americans and major media figures. We're guessing that this was a spurious \"quote\" fabricated by someone for publicity purposes (nothing piques curiosity about a person more than the President's declaring him to be a dangerous enemy), or to poke fun at President Bush. Since no one else has been able to verify the authenticity of this quote, we're assigning it a \"False\" rating.",
  "Originally Published": "",
  "Referred Links": "http://edition.cnn.com/2001/SHOWBIZ/Music/02/08/eminem/;",
  "Example": "[The (Glasgow) Herald, 2003] Pop history repeated itself as farce yesterday when Eminem, the enfant terrible of rap, dangled a plastic baby over the edge of his hotel balcony in Glasgow, to the delight of the small crowd of fans who had waited all day to see him. His gesture parodied the actions of Michael Jackson, who last year provoked international outrage by holding a real baby purportedly his own over a hotel balcony in Germany in front of horrified crowds below. The rapper's latest stunt adds to a catalogue of incidents that have secured his status as one of the most controversial figures in pop music today, leading George W Bush to label him \"the most dangerous threat to American children since polio\".",
  "Last Updated": "13 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/bush/eminem.asp",
  "Claim": "George W. Bush once described rapper Eminem as \"the most dangerous threat to American children since polio.\"",
  "Claim_ID": "politics_bush_eminem",
  "Tags": ""
}