{
  "Origins": "Saul Alinsky was the Chicago-born archaeology major who, in the midst of the Great Depression, dropped out of graduate school and became involved first with the labor movement and then with community organizing. It was in the latter field that he made his mark, working from the late 1930s through the early 1970s as a community organizer (first in poor areas of Chicago, and later in various cities across the U.S.) seeking, often through unconventional means, to \"turn scattered, voiceless discontent into a united protest.\" Along the way he authored the books Reveille for Radicals and Rules for Radicals to provide \"counsel to young radicals on how to effect constructive social change,\" the latter of which opened with the following explanation of its purpose: What follows is for those who want to change the world from what it is to what they believe it should be. The Prince was written by Machiavelli for the Haves on how to hold power. Rules for Radicals is written for the Have-Nots on how to take it away. Critics of President Barack Obama (who also worked as a community organizer in Chicago prior to embarking on his political career) have often linked his name with that of Saul Alinsky, sometimes in ways that suggest the two men knew each other and worked together. However, they never even met: Alinsky died of a heart attack in 1972, when Barack Obama was but a ten-year-old child living in Hawaii. Another prominent Democrat, former senator and secretary of state Hillary Clinton, has been linked with Alinsky because she wrote her senior thesis on the topic of \"An Analysis of the Alinsky Model\" while she was a student at Wellesley College in 1969.",
  "Fact Check": "",
  "Description": "The above-quoted list of steps for \"How to create a social state\" is another example of a political attempt to tie the names of Saul Alinsky with those of Barack Obama and Hillary Clinton. But the list is not something taken from the actual writings of Saul Alinsky, nor does it even sound like something he would have written (e.g., the line about \"controlling health care\" is anachronistic for his era, and the idea of \"increasing the poverty level as high as possible\" is the very antithesis of what Alinsky worked to achieve). This list is simply a modern variant of the decades-old, apocryphal Communist Rules for Revolution piece that was originally passed along without attribution until Alinsky's name became attached to it (presumably because someone out there thought it sounded like something Alinsky might have written). The closest analog (in form, if not in content) to the above-reproduced list of \"How to create a social state\" to be found in the writings of Saul Alinsky is the following list of \"power tactics\" Alinsky outlined in his 1971 book Rules for Radicals . Note that Alinsky's list is devoted solely to tactics (i.e., methods for accomplishing goals) and does not specify any particular targets of those tactics (e.g., health care, religion, gun control): Always remember the first rule of power tactics: Power is not only what you have but what the enemy thinks you have. The second rule is: Never go outside the experience of your people. When an action is outside the experience of the people, the result is confusion, fear, and retreat. The third rule is: Wherever possible go outside the experience of the enemy. Here you want to cause confusion, fear, and retreat. The fourth rule is: Make the enemy live up to their own book of rules. You can kill them with this, for they can no more obey their own rules than the Christian church can live up to Christianity. The fourth rule carries within it the fifth rule: Ridicule is man's most potent weapon. It is almost impossible to counterattack ridicule. Also it infuriates the opposition, who then react to your advantage. The sixth rule is: A good tactic is one that your people enjoy. If your people are not having a ball doing it, there is something very wrong with the tactic. The seventh rule: A tactic that drags on too long becomes a drag. Man can sustain militant interest in any issue for only a limited time, after which it becomes a ritualistic commitment, like going to church on Sunday mornings. The eighth rule: Keep the pressure on, with different tactics and actions, and utilize all events of the period for your purpose. The ninth rule: The threat is usually more terrifying than the thing itself. The tenth rule: The major premise for tactics is the development of operations that will maintain a constant pressure upon the opposition. It is this unceasing pressure that results in the reactions from the opposition that are essential for the success of the campaign. The eleventh rule is: If you push a negative hard and deep enough it will break through into its counterside; this is based on the principle that every positive has its negative. The twelfth rule: The price of a successful attack is a constructive alternative. You cannot risk being trapped by the enemy in his sudden agreement with your demand and saying \"You're right we don't know what to do about this issue. Now you tell us.\" The thirteenth rule: Pick the target, freeze it, personalize it, and polarize it.",
  "Originally Published": "",
  "Referred Links": "http://www.economicpolicyjournal.com/2013/04/hillary-clintons-1969-thesis-on-saul.html;http://www.csmonitor.com/USA/Politics/The-Vote/2012/0128/Who-is-Saul-Alinsky-and-why-is-Newt-Gingrich-so-obsessed-with-him;",
  "Example": "[Collected via e-mail, January 2014] Obama was influenced by the writings and philosophies Saul Alinsky, author of the book, \"Rules for Radicals,\" and later by Frank Marshall Davis, with similar philosophies. Barak Obama followed the philosophies of these 'role models' throughout his days as a Community Organizer for ACORN, using tactics that appeared to some as 'shaking down' businesses in exchange for not branding them 'hate groups.' And apparently Obama is still following those radical rules today. Recall that Hillary Clinton did her college thesis on his writings and Barack Hussein Obama writes about him in his books. How to create a social state by Saul Alinsky: There are 8 levels of control that must be obtained before you are able to create a social state. The first is the most important. 1) Healthcare Control healthcare and you control the people 2) Poverty Increase the Poverty level as high as possible, poor people are easier to control and will not fight back if you are providing everything for them to live. 3) Debt Increase the debt to an unsustainable level. That way you are able to increase taxes, and this will produce more poverty. 4) Gun Control Remove the ability to defend themselves from the Government. That way you are able to create a police state. 5) Welfare Take control of every aspect of their lives (Food, Housing, and Income). 6) Education Take control of what people read and listen to take control of what children learn in school. 7) Religion Remove the belief in the God from the Government and schools. 8) Class Warfare Divide the people into the wealthy and the poor. This will cause more discontent and it will be easier to take (Tax) the wealthy with the support of the poor. Now, think ... Does any of this sound like what is happening to the United States?",
  "Last Updated": "10 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/alinsky.asp",
  "Claim": "List reproduces Saul Alinsky's rules for \"How to Create a Social State.\"",
  "Claim_ID": "politics_quotes_alinsky",
  "Tags": ""
}