{
  "Origins": "The above-quoted \"Terror in the Skies, Again?\" article written by Annie Jacobsen and published on WomensWallStreet.com, in which the author detailed her experience with passengers who were supposedly making a \"dry run\" bombing attempt on",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.salon.com/tech/col/smith/2004/07/21/askthepilot95/;http://www.nationalreview.com/comment/taylor200407211921.asp;http://www.nationalreview.com/comment/taylor200407211921.asp;http://www.womenswallstreet.com/WWS/article_landing.aspx?titleid=1&articleid=711;",
  "Example": "[Jacobsen, 2004] On June 29, 2004, at 12:28 p.m., I flew on Northwest Airlines flight #327 from Detroit to Los Angeles with my husband and our young son. Also on our flight were 14 Middle Eastern men between the ages of approximately 20 and 50 years old. What I experienced during that flight has caused me to question whether the United States of America can realistically uphold the civil liberties of every individual, even non-citizens, and protect its citizens from terrorist threats. On that Tuesday, our journey began uneventfully. Starting out that morning in Providence, Rhode Island, we went through security screening, flew to Detroit, and passed the time waiting for our connecting flight to Los Angeles by shopping at the airport stores and eating lunch at an airport diner. With no second security check required in Detroit we headed to our gate and waited for the pre-boarding announcement. Standing near us, also waiting to pre-board, was a group of six Middle Eastern men. They were carrying blue passports with Arabic writing. Two men wore tracksuits with Arabic writing across the back. Two carried musical instrument cases thin, flat, 18 long. One wore a yellow T-shirt and held a McDonald's bag. And the sixth man had a bad leg he wore an orthopedic shoe and limped. When the pre-boarding announcement was made, we handed our tickets to the Northwest Airlines agent, and walked down the jetway with the group of men directly behind us. My four-year-old son was determined to wheel his carry-on bag himself, so I turned to the men behind me and said, You go ahead, this could be awhile. No, you go ahead, one of the men replied. He smiled pleasantly and extended his arm for me to pass. He was young, maybe late 20's and had a goatee. I thanked him and we boarded the plan. Once on the plane, we took our seats in coach (seats 17A, 17B and 17C). The man with the yellow shirt and the McDonald's bag sat across the aisle from us (in seat 17E). The pleasant man with the goatee sat a few rows back and across the aisle from us (in seat 21E). The rest of the men were seated throughout the plane, and several made their way to the back. [Rest of article here]",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/skyterror.asp",
  "Claim": "Passengers encountered by reporter on airline flight were proved to be terrorists making a dry run at assembling a bomb on-board.",
  "Claim_ID": "politics_crime_skyterror",
  "Tags": ""
}