{
  "Origins": "On 29 May 2004, as part of the annual U.S. Memorial Day observances honoring those who died in our nation's service, the long-awaited National World War II Memorial in Washington, D.C., was formally dedicated. (The memorial had opened for public viewing a month prior to its official dedication ceremonies.)",
  "Fact Check": "",
  "Description": "To most Americans particularly those who lived through World War II itself no words associated with that conflict are more familiar or more stirring than those delivered by President Franklin D. Roosevelt as he stood before Congress on 8 December 1941, the day after the surprise attack by Japanese forces on the U.S. naval base at Pearl Harbor in Hawaii, and asked for a declaration of war against Japan. Accordingly, no American memorial to World War II would be complete without a reproduction of at least a portion of President Roosevelt's memorable speech. The message quoted above (which looks to be a reworking of an item originally published in the Washington Times on 4 June 2004) claims that an excerpt from FDR's 8 December 1941 speech which is inscribed on the side of the memorial dedicated to the war in the Pacific deliberately excised the words 'so help us God,' as uttered by President Roosevelt that day, because 'We're not supposed to say things like that now.' Ironically, this claim is apparently based on some anonymous person's flawed recollection, the very sort of tampering with memory that the message warns us against. Here is the complete text of President Roosevelt's 8 December 1941 address to Congress: Yesterday, December 7, 1941 a date which will live in infamy the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan. The United States was at peace with that nation, and, at the solicitation of Japan, was still in conversation with its government and its Emperor looking toward the maintenance of peace in the Pacific. Indeed, one hour after Japanese air squadrons had commenced bombing in the American island of Oahu, the Japanese Ambassador to the United States and his colleague delivered to our Secretary of State a formal reply to a recent American message. And, while this reply stated that it seemed useless to continue the existing diplomatic negotiations, it contained no threat or hint of war or of armed attack. It will be recorded that the distance of Hawaii from Japan makes it obvious that the attack was deliberately planned many days or even weeks ago. During the intervening time the Japanese Government has deliberately sought to deceive the United States by false statements and expressions of hope for continued peace. The attack yesterday on the Hawaiian Islands has caused severe damage to American naval and military forces. I regret to tell you that very many American lives have been lost. In addition, American ships have been reported torpedoed on the high seas between San Francisco and Honolulu. Yesterday the Japanese Government also launched an attack against Malaya. Last night Japanese forces attacked Hong Kong. Last night Japanese forces attacked Guam. Last night Japanese forces attacked the Philippine Islands. Last night the Japanese attacked Wake Island. And this morning the Japanese attacked Midway Island. Japan has therefore undertaken a surprise offensive extending throughout the Pacific area. The facts of yesterday and today speak for themselves. The people of the United States have already formed their opinions and well understand the implications to the very life and safety of our nation. As Commander-in-Chief of the Army and Navy I have directed that all measures be taken for our defense, that always will our whole nation remember the character of the onslaught against us. No matter how long it may take us to overcome this premeditated invasion, the American people, in their righteous might, will win through to absolute victory. I believe that I interpret the will of the Congress and of the people when I assert that we will not only defend ourselves to the uttermost but will make it very certain that this form of treachery shall never again endanger us. Hostilities exist. There is no blinking at the fact that our people, our territory and our interests are in grave danger. With confidence in our armed forces, with the unbounding determination of our people, we will gain the inevitable triumph, so help us God. I ask that the Congress declare that since the unprovoked and dastardly attack by Japan on Sunday, December 7, 1941, a state of war has existed between the United States and the Japanese Empire. Out of that twenty-four sentence speech, only a single sentence (the one highlighted in red above), prefaced by Roosevelt's famous opening words, is inscribed on the National World War II Memorial: The sentence that concludes with the words \"So help us God\" (highlighted in blue above) is not the one inscribed on the memorial; it is a completely different sentence that occurred later in the speech. The phrase \"So help us God\" was not excised from FDR's speech; it simply didn't appear at all in the single representative sentence from that speech which was chosen to adorn the memorial. As the National Park Service ( NPS ) noted of the faux controversy: The World War II Memorial Commission and the American Battle Monuments Commission (ABMC) selected and approved the quotations found within the World War II Memorial. However, no one edited any of the quotations compiled from the various sources other than for compatibility within the spaces allotted. Unfortunately, a maliciously generated and widely distributed notion alleges the phrase \"so help us God\" appears at the end of President Franklin D. Roosevelt's December 8, 1941 address before a joint session of Congress and that the phrase was left off of one of the World Memorial quotations. This has spurred numerous inquiries about that one quotation in particular. The claim has no validity. The ABMC exhaustively sought out some of the better World War II quotations and when it came time to decide which part of President Roosevelt's address to use, the commission read the speech as well as listened to recordings of the President delivering it. During the address, Congress interrupted the President with applause several times, but the period of loudest cheering and most prolonged applause occurred during and following delivery of the sentence, \"No matter how long it may take us to overcome this premeditated invasion, the American people in their righteous might will win through to absolute victory.\" The clear choice existed as to what phrase to include for no other better constituted American resolve to achieve victory.",
  "Originally Published": "",
  "Referred Links": "http://www.nps.gov/wwii/photosmultimedia/upload/WWII%20Memorial%20Inscription%20Controversy%20web-2.pdf;http://web.archive.org/web/20051210090230/http://washingtontimes.com/national/20040603-112811-6730r.htm;http://www.nps.gov/nwwm/;",
  "Example": "[Collected via e-mail, June 2004] Today I went to visit the new World War II Memorial in Washington, DC. I got an unexpected history lesson. Since I'm a baby boomer, I was one of the youngest in the crowd. Most were the age of my parents, veterans of \"the greatest war\" with their families. It was a beautiful day, and people were smiling and happy to be there. Hundreds of us milled around the memorial, reading the inspiring words of Ike and Truman that are engraved there. On the Pacific side of the memorial, a group of us gathered to read the words President Roosevelt used to announce the attack on Pearl Harbor: \"Yesterday, December 7, 1941 a date which will live in infamy the United States of America was suddenly and deliberately attacked.\" One woman read the words aloud: \"With confidence in our armed forces, with the unbounding determination of our people, we will gain the inevitable triumph.\" But as she read, she was suddenly angry. \"Wait a minute,\" she said. \"They left out the end of the quote. They left out the most important part. Roosevelt said, 'So help us God.'\" \"You're probably right,\" her husband said. \"We're not supposed to say things like that now.\" \"I know I'm right,\" she insisted. \"I remember the speech.\" The two shook their heads sadly and walked away. Listening to their conversation, I thought to myself, \"Well, it has been 50 years. She's probably forgotten.\" But she was right. I went home and pulled out the book my book club is reading. It's \"Flags of Our Fathers\" by James Bradley. It's all about Iwo Jima. I haven't gotten too far in the book. It's tough to read because it's a graphic description of the battles in the Pacific. But right there it was on page 58. Roosevelt's speech to the nation. It ends \"so help us God.\" The people who edited out that part of the speech when they engraved it on the memorial could have fooled me. I was born after the war. But they couldn't fool the people who were there. Roosevelt's words are engraved on their hearts. Send this around to your friends. People need to know before everyone forgets.",
  "Last Updated": "6 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/memorial.asp",
  "Claim": "A display at the National World War II Memorial excised the words 'So help us God' from a speech by President Roosevelt.",
  "Claim_ID": "politics_military_memorial",
  "Tags": ""
}