{
  "Origins": "Claims of fraud have arisen after each of the last several U.S. presidential elections, especially since the 2000 election, the outcome of which hinged on a prolonged dispute over a victory margin of just 537 votes in the state of Florida. As the example cited above demonstrates, the election of 2012 was no exception in that regard.",
  "Fact Check": "",
  "Description": "But whatever voter fraud (if any) might have occurred during the 2012 presidential election, none is evidenced by the example reproduced here. As shown below, all of the statements it comprises are demonstrably false: In 59 voting districts in the Philadelphia region, Obama received 100% of the votes with not even a single vote recorded forRomney. (A mathematical and statistical impossibility). It is true that 59 voting divisions in Philadelphia recorded no votes for Mitt Romney, but given the voter composition of the Philadelphia area (and some Philadelphia wards in particular) and the number of voters in each division, that outcome was hardly a \"mathematical and statistical impossibility.\" Barack Obama won the overall vote in the Philadelphia area by an 85% to 14% margin over Mitt Romney; Obama also received greater than 90% of the vote in more than half of Philadelphia's 66 wards, and 99% or more of the vote in seven of those wards. That result was hardly surprising given that, as the Philadelphia Inquirer noted, those wards are \"clustered in almost exclusively black sections of West and North Philadelphia\" and \"nationally, 93 percent of African Americans voted for Obama.\" The Philadelphia wards that trended very heavily for Barack Obama included many divisions of between 200 and 500 voters in which Mitt Romney received a scant handful of votes (and sometimes no votes at all), a result mirroring that of the previous election, in which Republican candidate John McCain \"got zero votes in 57 Philadelphia voting divisions.\" When the Inquirer went looking for Republican voters in some of those divisions, they couldn't find any: Many parts of Philadelphia and other big cities simply lack Republican voters, a fact of campaigning that has been true since Franklin D. Roosevelt's New Deal, Jonathan Rodden, a political science professor at Stanford University, said. Although voter registration lists, which often contain outdated information, show 12 Republicans live in the [28th] ward's third division, The Inquirer was unable to find any of them by calling or visiting their homes. Four of the registered Republicans no longer lived there; four others didn't answer their doors. City Board of Elections registration data say a registered Republican used to live at 25th and York Streets, but none of the neighbors across the street knew him. James Norris, 19, who lives down the street, is listed as a Republican in city data. But he said he's a Democrat and voted for Obama because he thinks the president will help the middle class. A few blocks away, Eric Sapp, a 42-year-old chef, looked skeptical when told that city data had him listed as a registered Republican. \"I got to check on that,\" said Sapp, who voted for Obama. Eighteen Republicans reportedly live in the nearby 15th Division, according to city registration records. The 15th has the distinction of pitching two straight Republican shutouts zero votes for McCain in 2008, zero for Romney. Oh, and 13 other city divisions did the same thing in 2008 and 2012. Three of the 15th's registered Republicans were listed as living in the same apartment, but the tenant there said he had never heard of them. The addresses of several others could not be found. On West Albert Street, Duke Dunston says he knows he's a registered Republican, but he's never voted for one. Thus the results in Philadelphia were reflective not of an \"impossible\" statistical anomaly but rather of a general historical trend widely seen throughout the city. In 21 districts in Wood County Ohio, Obama received 100% of the votes where GOP inspectors were illegally removed from their polling locations and not one single vote was recorded for Romney. (Another statistical impossibility). A precinct-by-precinct breakdown of the official voting results from Wood County, Ohio, for the 2012 election shows that Barack Obama received nowhere close to 100% of the votes cast in any of that county's 97 precincts. The highest percentage he achieved in any one precinct was 75.5%. In Wood County Ohio, 106,258 voted in a county with only 98,213 eligible voters. The official Voter Turnout statistics for Ohio show Wood County recorded a total turnout of 64,342 voters, an amount far smaller than the number of registered voters in that county (108,014). In St. Lucie County, FL, there were 175,574 registered eligible voters but 247,713 votes were cast. This statement demonstrates a misunderstanding between the difference in \"number of votes\" cast and \"number of cards\" cast. The official election results from St. Lucie County, Florida, show, a total of 123,301 votes were cast for the office of President of the United States, but a total of 247,383 cards were cast because St. Lucie County used a two-page ballot (i.e., a ballot consisting of two cards), so every voter who returned both pages of his ballot cast two cards. As the web site of that county's elections board explains: \"Turnout percentages will show over 100% due to a two page ballot. The tabulation system (GEMS) provides voter turnout as equal to the total cards cast in the election divided by the number of registered voters. Also note that some voters chose not to return by mail the second card.\" The National SEAL Museum, a polling location in St. Lucie County, FL had a 158% voter turnout. This entry repeats the same error as the previous one. The National SEAL Museum polling location in St. Lucie County had a turnout of 2756 registered voters, but a total of 4469 cards were cast because each voter's ballot consisted of two cards. The official vote count from that location for the office of President of the United States recorded 1,473 votes for Mitt Romney and 754 votes for Barack Obama. Palm Beach County, FL had a 141% voter turnout. The official results for the 2012 general election for Palm Beach County , Florida, show that 605,268 out of 870,182 registered voters cast ballots for the office of President of the United States, a voter turnout rate of 69.56%, not 141%. In Ohio County, Obama won by 108% of the total number of eligible voters. This statement is ambiguous because multiple states (Kentucky, Indiana, and West Virginia) have counties named Ohio. Nonetheless, this statement is false regardless of which of those counties is considered: Mitt Romney won Ohio County, Kentucky , by a 67% to 31% margin. Mitt Romney won Ohio County, Indiana , by a 63% to 35% margin. Mitt Romney won Ohio County, West Virginia , by a 60% to 38% margin. Obama won in every state that did not require a Photo ID and lost in every state that did require a Photo ID in order to vote. In the 2012 presidential election, Barack Obama did lose in every state that required all voters to provide photo ID, but those states were only four in number: Georgia, Indiana, Kansas, and Tennessee. Meanwhile, contrary to what is claimed here, he also lost in many states that did not require all voters to provide photo ID: Alabama, Alaska, Arizona, Arkansas, Idaho, Kentucky, Louisiana, Mississippi, Missouri, Montana, Nebraska, North Carolina, North Dakota, Oklahoma, South Carolina, South Dakota Texas, Utah, West Virginia, and Wyoming. (NOTE: If you do not live in Georgia, Indiana, Kansas, or Tennessee, then your state did not require all voters to provide photo ID during the 2012 general election. As shown on a chart of Voter Identification Requirements by state, only those four states had strict photo ID laws in place during the 2012 general election. All other states either did not require voters to provide ID or accepted some forms of non-photo ID.)",
  "Originally Published": "",
  "Referred Links": "http://www.ncsl.org/legislatures-elections/elections/voter-id.aspx;http://www.politico.com/2012-election/results/president/west-virginia/;http://www.politico.com/2012-election/results/president/indiana/;http://www.politico.com/2012-election/results/president/kentucky/;http://www.pbcelections.org/;http://www.slcelections.com/;http://www.slcelections.com/Pdf%20Docs/2012%20General/OFficial_Results/GEMS%20SOVC%20REPORT.pdf;http://www.sos.state.oh.us/SOS/elections/Research/electResultsMain/2012Results/20121106turnout.aspx;http://www.co.wood.oh.us/BOE/Election_Results/2012/Nov%206%202012%20Prect%20Breakdown%20Official.pdf;http://www.philly.com/philly/news/politics/178742021.html;http://phillyelectionresults.com/Citywide_Election_Results.html;",
  "Example": "[Collected via e-mail, January 2013] Most everyone suspected fraud, but these numbers prove it and our government and media refuse to do anything about it. As each state reported their final election details, the evidence of voter fraud is astounding. Massive voter fraud has been reported inareas of OH and FL, with PA, WI and VA, all are deploying personnel to investigate election results. Here are just a few examples of what has surfaced with much more to come. * In 59 voting districts in the Philadelphia region, Obama received 100% of the votes with not even a single vote recorded forRomney. (A mathematical and statistical impossibility). * In 21 districts in Wood County Ohio, Obama received 100% of the votes where GOP inspectors were illegally removed from theirpolling locations - and not one single vote was recorded for Romney. (Another statistical impossibility). * In Wood County Ohio, 106,258 voted in a county with only 98,213 eligible voters. * In St. Lucie County, FL, there were 175,574 registered eligible voters but 247,713 votes were cast. * The National SEAL Museum, a polling location in St. Lucie County, FL had a 158% voter turnout. * Palm Beach County, FL had a 141% voter turnout. * In Ohio County, Obama won by 108% of the total number of eligible voters. NOTE: Obama won in every state that did not require a Photo ID and lost in every state that did require a Photo ID in order to vote.",
  "Last Updated": "19 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/ballot/2012fraud.asp",
  "Claim": "List cites instances proving voter fraud in the 2012 U.S. presidential election.",
  "Claim_ID": "politics_ballot_2012fraud",
  "Tags": ""
}