{
  "Origins": "In the wake of the \"not guilty\" verdict in the Florida trial of George Zimmerman for the February 2012 shooting death of Trayvon Martin, various groups have been calling for the Department of Justice to pursue federal civil rights charges against Zimmerman:",
  "Fact Check": "",
  "Description": "At the same time, web sites such as the National Report , citing \"unidentified sources within the Administration,\" claimed filing of additional charges was a fait accompli, asserting \"[President] Obama, and [Attorney General] Eric Holder at the Department of Justice have filed charges against Zimmerman in the federal court system.\" Although the filing of additional federal charges in the case remains a possibility, that outcome has not yet occurred, and credible news outlets are still reporting the bringing of federal charges against George Zimmerman as \"uncertain\" and \"unlikely.\" The DOJ initially opened an investigation into the Zimmerman case back in 2012 but did not proceed further after the state of Florida filed second-degree murder charges in the case. The DOJ released a statement on the verdict, saying that although they might consider \"whether federal prosecution is appropriate,\" no determination or plans had yet been made to that effect: Experienced federal prosecutors will determine whether the evidence reveals a prosecutable violation of any of the limited federal criminal civil rights statutes within our jurisdiction, and whether federal prosecution is appropriate in accordance with the Department's policy governing successive federal prosecution following a state trial. Legal experts have also opined that civil rights charges in such a case are a rare occurrence and would be very difficult to prove: To successfully prosecute Zimmerman, the Department of Justice would have to show that Zimmerman \"caused the death of Trayvon Martin solely motivated by/because of his race or color,\" [former federal prosecutor David Weinstein said], adding: \"This element was absent from the state trial and quite frankly doesn't exist.\" CNN Legal analyst Paul Callan agreed that federal prosecutors are \"in sort of a tough spot.\" The hate crimes statue is generally applied to cases involving police officers or other government agents, Callan said, adding that using it in a case involving a lone private citizen is \"very, very rare and I think in this case, it's going to be very hard to prove.\" A federal hate crimes violation in a killing carries a maximum penalty of life in prison. Even if the federal charges were identical to the state charges, it would not be double jeopardy for Zimmerman because the federal government is a separate and sovereign entity. President Obama's public statement on Zimmerman verdict simply called for \"calm reflection\" and noted that \"a jury has spoken\"; it did not call for or suggest further prosecution of George Zimmerman: I know this case has elicited strong passions. And in the wake of the verdict, I know those passions may be running even higher. But we are a nation of laws, and a jury has spoken. I now ask every American to respect the call for calm reflection from two parents who lost their young son. White House press secretary Jay Carney also stated President Obama would not be involved in the Justice Department's review of possible civil rights charges against George Zimmerman: \"Cases are brought on the merits,\" Carney said. \"The merits are evaluated by the professionals at the Department of Justice.\" \"That's not something the president involves himself in,\" he continued, adding that it would be \"inappropriate\" for the president to weigh in on a DOJ review. Searches of federal court cases turned up no pending charges against George Zimmerman.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/the-press-office/2013/07/14/statement-president;http://nationalreport.net/obama-files-federal-charges-against-george-zimmerman-following-acquittal-in-shooting-murder-of-trayvon-martin/;http://www.usatoday.com/story/news/nation/2013/07/14/zimmerman-not-guilty-national-reaction/2515143/;",
  "Example": "[Collected via e-mail, July 2013] I found this on Facebook, and wanted to test its validity: \"Just when we thought the George Zimmerman/Trayvon Martin case was over after Zimmerman s acquittal, the Obama Administration has taken the steps needed to file federal charges, thus sidestepping the well established double jeopardy, against Zimmerman. Unidentified sources within the administration have confirmed that Obama, and Justice Eric Holder at the Department of Justice, have filed charges against Zimmerman for 'violating Trayvon Martin s civil rights.'\"",
  "Last Updated": "15 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/zimmerman.asp",
  "Claim": "The Obama administration has \"filed federal charges against George Zimmerman.\"",
  "Claim_ID": "politics_crime_zimmerman",
  "Tags": ""
}