{
  "Origins": "Although the campaign of Democratic presidential nominee Barack Obama presents the candidate as a \"true friend of Israel\" and \"stalwart defender of Israel's security\" who \"believes that our first and incontrovertible commitment in the Middle East must be to the security of Israel,\" some critics (most recently Jesse Jackson ) have maintained that Senator Obama is not really as staunch a defender of Israel as he would like to appear.",
  "Fact Check": "",
  "Description": "The item noted above reflects that dichotomy, positing that although Senator Obama might pay lip service to defending Israel when it is politically expedient for him to do so, his true intentions are revealed by a close reading of his words in this case, his failure to mention Israel by name in either of the first two 2008 presidential debates, even in response to a direct question about that country. Claims about Senator Obama's non-mention of Israel during the debates are false, however. The candidates were not asked any direct questions about Israel during the first presidential debate, but moderator Jim Lehrer did pose the question: \"What is your reading on the threat to Iran right now to the security of the United States?\" Senator Obama responded thusly: Senator McCain is absolutely right, we cannot tolerate a nuclear Iran. It would be a game changer. Not only would it threaten Israel, a country that is our stalwart ally, but it would also create an environment in which you could set off an arms race in this Middle East. During the second presidential debate, an audience member posed a direct question about Israel's security to the candidates: \"If, despite your best diplomatic efforts, Iran attacks Israel, would you be willing to commit U.S. troops in support and defense of Israel? Or would you wait on approval from the U.N. Security Council?\" Senator Obama again mentioned Israel by name in his response: We cannot allow Iran to get a nuclear weapon. It would be a game-changer in the region. Not only would it threaten Israel, our strongest ally in the region and one of our strongest allies in the world, but it would also create a possibility of nuclear weapons falling into the hands of terrorists. And so it's unacceptable. And I will do everything that's required to prevent it. And we will never take military options off the table. And it is important that we don't provide veto power to the United Nations or anyone else in acting in our interests. No discussion of Israel was brought up by the moderator or either of the candidates during the third presidential debate, as the subject of that forum was domestic policy.",
  "Originally Published": "",
  "Referred Links": "http://www.debates.org/pages/trans2008d.html;http://www.debates.org/pages/trans2008c.html;http://www.debates.org/pages/trans2008a.html;http://www.nypost.com/seven/10142008/postopinion/opedcolumnists/the_o_jesse_knows_133450.htm;http://www.barackobama.com/pdf/israel.pdf;",
  "Example": "[Collected via e-mail, October 2008] When the first or second debate between John McCain and Barak Obama took place, each of the candidates was asked the question by the moderator, what his foreign policies concerning the State of Israel would be, were he elected President of the United States. I have heard that, in giving HIS explanation of what HIS foreign policies toward Israel would be, John McCain identified the country of which he was speaking, and called it by its name. However, in HIS explanation of what HIS foreign policies with this same country would be, Barak Obama never mentioned or called the name of the State of Israel even once. Is this true?",
  "Last Updated": "21 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/israel.asp",
  "Claim": "Barack Obama never mentioned Israel by name in either of the first two 2008 presidential debates.",
  "Claim_ID": "politics_obama_israel",
  "Tags": ""
}