{
  "Origins": "This item about the passage of H.R. 2847 causing the U.S. dollar to collapse as of 1 July 2014 is another example financial scarelore put out in conjunction with an investment come-on , in this case an ominous sales pitch put out by the folks at Stansberry & Associates Investment Research LLC.",
  "Fact Check": "",
  "Description": "This latest panic piece is offered in a Stansberry & Associates presentation featuring a number of scary-sounding statements about how we in the U.S. are soon to experience a \"near-complete shutdown of the American economy,\" will see \"the savings of millions wiped out,\" will be living under the imposition of martial law by the federal government, and will be struggling in the aftermath of a number of other apocalyptic financial scenarios. And according to Stansberry & Associates, this remarkable, radical collapse of the United States monetary system and \"our normal way of life\" is going into effect in a mere matter of months (just like a similar recent conspiracy scare about the federal government's plan to eliminate 16 states from the U.S. in the very near future). But wait ... all one needs in order to avoid suffering from this devastating national calamity, one that will collapse our entire monetary system and spell doom for the American way of life, is a little information. Information that can be yours if you'll just shell out $149 for a one-year subscription to Stansberry's Investment Advisory newsletter. Or, as one wry commentator put it: Every stansberryreearch link I've ever know has eventually led me to one of those endless, non-navigable videos that tells me the world is about to collapse and to keep watching because after maybe an hour or three the video is going to eventually reveal a tidbit of information that is going to keep me from collapsing along with the rest of the world. After about a half hour I will inevitably determine myself to not have the time or interest to watch long enough to reach the carrot at the end of their schtick. In other words, if a financial company spews a bunch of stuff that sounds sufficiently alarming, and then promotes its product as something that will help protect people against this horribly scary thing, it might be able to lure gullible folks into believing that a \"fairly easy and inexpensive to protect themselves\" against losing their money is for them to send their money to that company instead. And, unfortunately, such schemes work often enough to keep these types of schemers in business. So what is this all really about? H.R. 2847, also known as the Hiring Incentives to Restore Employment Act (or HIRE ), was a Congressional bill passed into law in March 2010 that sought to provide payroll tax breaks and incentives for businesses to hire unemployed workers. A section of that bill, the Foreign Account Tax Compliance Act (known as FATCA ), sought to eliminate the non-compliance of U.S. taxpayers who hold foreign accounts by requiring those taxpayers (including those living outside the U.S.) to report certain foreign accounts and offshore assets to the government, and by requiring foreign financial institutions to report information about the ownership of overseas assets held by U.S. taxpayers to the government: [H]ubbub is being created worldwide by a new U.S. law that is virtually unnoticed within our borders. It is the Foreign Account Tax Compliance Act of 2010, or Fatca. The problem originates in U.S. government efforts to prevent future offshore-banking tax scams like the UBS one in 2009. To keep better track of the flow of assets owned by U.S. citizens, Fatca requires bankers in other countries to send the IRS information about transactions by any of their customers who are Americans. Similarly, U.S. banks have to report to the IRS info on their non-U.S.-citizen customers, so the IRS can send it on to their home countries. You can understand the motivation behind the rule. It's a big connected world economy, huge sums can be transferred anywhere in an instant, and much as INTERPOL or the World Health Organization have a legitimate interest in sharing data, so too might taxing authorities. In principle, everyone should pay his or her fair share, somewhere. As noted on the American Citizens Abroad web site: FATCA requires foreign financial institutions (FFI) of broad scope banks, stock brokers, hedge funds, pension funds, insurance companies, trusts to report directly to the IRS all clients' accounts owned by U.S. Citizens and U.S. persons (Green Card holders). Starting July 1, 2014, FATCA will require FFIs to provide annual reports to the Internal Revenue Service (IRS) on the name and address of each U.S. client, as well as the largest account balance in the year and total debits and credits of any account owned by a U.S. person. If an institution does not comply, the U.S. will impose a 30% withholding tax on all its transactions concerning U.S. securities, including the proceeds of sale of securities. In addition, FATCA requires any foreign company not listed on a stock exchange or any foreign partnership which has 10% U.S. ownership to report to the IRS the names and tax I.D. number (TIN) of any U.S. owner. FATCA also requires U.S. citizens and green card holders who have foreign financial assets in excess of $50,000 (higher for those who are bona-fide residents abroad) to complete a new Form 8938 to be filed with the 1040 tax return, starting with fiscal year 2011. FATCA has been the subject of criticisms on a number of fronts (which the Treasury Department has attempted to counter in its own \" Myth vs. FACTA \" write-up), among them that the costs of implementing it may outstrip the additional revenues it will bring in, that it may prompt \"capital flight\" in the form of foreign financial institutions divesting themselves of U.S. assets, that foreign relations may be strained by the U.S. requiring foreign governments to gather and report (at their own expense) information on U.S. citizens, and that the law may make it difficult or impossible for U.S. citizens living and/or working abroad to open accounts in foreign banks: Passed by Congress in 2010, FATCA is designed using a controversial dragnet-like method to catch those Americans thought to be evading taxes by hiding their wealth in foreign bank accounts. The way FATCA does this is by requiring that all non-U.S. financial institutions pass along detailed information about American account holders, or potentially face steep penalties. But casting such a wide net is producing unintended consequences for some Americans who faithfully pay their taxes from afar. Banks around the world are suddenly rejecting Americans as clients or customers, because they don't want the reporting and bureaucratic hassles, plus the potential exposure to draconian penalties. Non-Americans are pulling their assets out of U.S. banks. I get emails every day from American expats who say they are facing all kinds of problems bringing their long-standing foreign-based banking life into compliance with this new law. Some of them say they're getting ready to renounce their citizenship. Over the years I've had accounts with banks in England, Japan, Malaysia, China, and now Australia when living or working in those places, and I'm wondering what I have to worry about to make sure the remaining ones \"comply.\" \"I have always filed my U.S. taxes just as I am supposed to,\" says Brian Dublin, 47, an American businessman now based in Zug, Switzerland, who has lived overseas for many years, including stints in Russia. \"However, as a result of FATCA, in the past year I have been kicked out of a Swiss bank that said, 'Hey, we love you, but we won't work with Americans.' I have also been kicked out of a Swiss pension fund. They told me they don't want any Americans in the fund. They don't want to work on behalf of the IRS,\" he says. \"And on top of that, I spend many hours and many dollars each year filing U.S. taxes when I sometimes turn out to have zero liability for that year because I have paid a lot of tax somewhere else,\" Dublin adds. Dublin, a New York City native, says he will be eligible for Swiss nationality in the next few years and that if the situation has not dramatically changed he will give serious consideration to renouncing his U.S. citizenship. Writing in the New American , Alex Newman argued the more dire side of FATCA, speculating that it could potentially result in a large-scale movement by foreign investors to pull out of U.S. assets and markets: One of the underreported but major risks to the U.S. economy stemming from FATCA is the potential for wide-scale disinvestment from the United States by foreign institutions seeking to avoid the IRS, penalties, and huge compliance costs. In fact, countless analysts and financial giants have said the 30-percent FATCA \"withholding tax' represents a powerful incentive to get out of U.S. markets entirely. The implications for the stock market, bonds, the dollar, and more could be monumental. Estimates suggest there is currently more than $21 trillion of foreign capital invested in American assets and markets, with about $10 trillion of that in the stock market. However, that could change as FATCA enforcement begins later this year possibly quickly. The Japanese Bankers Association, the European Banking Federation, the Institute of International Bankers, and others, for example, have all openly warned in recent years that some of their members could decide to ditch U.S. assets and markets in response to FATCA. Luxembourg Bankers' Association CEO Jean-Jacques Rommes, speaking to Democrats Abroad, warned that the best way for banks to lower compliance risks was simply to reduce the amount of American assets they hold. \"In other words, divest from the US market, in general,\" he explained, as summarized by the Luxembourg Bankers' Association. Multiple reports have suggested that small and medium-sized firms, unable to bear the compliance costs or the crippling withholding taxes, would be especially likely to ditch American markets. \"On the institutional side, the cost of becoming FATCA compliant may be prohibitive for some foreign institutions, and therefore they will divest from their American holdings,\" explained Douglas Goldstein, author of The Expatriate's Guide to Handling Money and Taxes and director of Profile Investment Services Ltd. Indeed, compliance costs borne by the private sector are expected to dwarf the amount of additional U.S. tax revenue perhaps by hundreds of times. Goldstein explained: \"Faced with the choice between paying to implement the new rules or divesting from U.S.-based assets, smaller foreign banks that can't afford to shoulder these costs may choose the latter,\" Goldstein added. \"After all, there are plenty of promising new markets in which to invest.\" Needless to say, if foreign institutions started fleeing U.S. markets, the economic damage would be massive potentially apocalyptic, especially considering U.S. trade deficits and America s outsized reliance on foreign investment and outside credit just to function. The full implementation of FATCA may, as some critics have maintained, ultimately prove more harmful to U.S. business interests and U.S. citizens living and working abroad than its benefits will merit. But no credible source that isn't an investment firm trying to scare potential customers into forking over money for a newsletter subscription is seriously maintaining that a law passed five years ago will collapse the entire U.S. economic system, destroy the American way of life, and lead to the imposition of martial law.",
  "Originally Published": "",
  "Referred Links": "http://www.treasury.gov/connect/blog/Pages/Myth-vs-FATCA.aspx;http://americansabroad.org/issues/fatca/fatca-bad-america-why-it-should-be-repealed/;http://americansabroad.org/issues/fatca/fatca-bad-america-why-it-should-be-repealed/;http://www.irs.gov/Businesses/Corporations/Foreign-Account-Tax-Compliance-Act-FATCA;https://www.govtrack.us/congress/bills/111/hr2847/text;https://order.stansberryresearch.com/1310PSIEANEW/LPSIQ295/index.htm?pageNumber=2;http://pro.stansberryresearch.com/1310PSIEANEW/LPSIQ295/;http://www.dailypaul.com/312861/obama-s-new-july-1st-2014-law-will-shock-most-americans;",
  "Example": "[Collected via e-mail, April 2014] Write Down This Date: July 1st, 2014 On this date, U.S. House of Representatives Bill \"H.R. 2847\" goes into effect. It will usher in the true collapse of the U.S. dollar, and will make millions of Americans poorer, overnight. You now have just several months to prepare ...",
  "Last Updated": "23 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/conspiracy/hr2847.asp",
  "Claim": "The U.S. dollar will officially collapse after 1 July 2014 due to the implementation of H.R. 2847.",
  "Claim_ID": "politics_conspiracy_hr2847",
  "Tags": ""
}