{
  "Origins": "On 24 August, a Harry Potter-themed story was posted to FanFiction.Net , under the title \"Hogwarts School of Prayer and Miracles.\" The author, whose pen name is \"proudhousewife,\" stated that she posted the revision in order to allow her children to read the wildly popular young adult series without being exposed to themes of witchcraft.",
  "Fact Check": "",
  "Description": "The author of the religious Harry Potter fanfic, who identifies herself as \"Grace Ann,\" explained: Do you want your little ones to read books; and they want to read the Harry Potter Books; but you do not want them to turn into witches? Well-this is the story for you! This story has all the adventure of JKR's books; but will not lead your children astray. For concerned mommies everywhere! Blessings! What follows is a re-imagining of Harry's first meeting with Hogwarts' School of Witchcraft and Wizardry's groundskeeper Hagrid. In that scene, Hagrid comes to recruit Harry to Christianity and brings him back to Hogwarts. In this particular fan tribute, Harry Potter is refashioned as an American, and the threat of Voldemort is interpreted as Congressional action to restrict \"freedom of religion.\" One of the later chapters features this excerpt: Too many young men these days pressure young women into things undesired and forbidden. It is the mark of a true, old-fashioned gentleman to respect the fact that every young woman is another man's future wife. And we all know that it would be a dreadful, terrible sin to bring another man's wife into intimacy. Why does modern culture suddenly treat that as okay simply because he does not have her yet? Man's laws may permit it; but the laws of the Lord are not bound by time. Hermione moved to push open the imposing, large door, but she struggled with the knob. It was quite a heavy door! But Harry was a good, devout Christian now. He would not have a young, godly girl struggling to open a door which he was perfectly capable of opening himself! With the simple faith so often seen in little ones, Harry got down on his knees; and lifted his hands skyward; and shouted prayerfully, \"Dear Lord, please open these doors; and allow me to enter my new home!\" With a loud, thunderous boom that echoed throughout the expansive, beautiful campus, the doors crashed open. Harry stood up piously as Hermione's jaw dropped. Now, she knew for certain that this was truly a man of the Lord! Harry was about to step inside when Hermione grabbed his arm. He blushed once more. \"Wait, Harry!\" Hermione uttered quickly. \"There's something you should know.\" \"What is it?\" Harry queried questioningly. \"My father says that dark times are coming,\" Hermione spoke worriedly. \"There is a man named Voldemort who wants to destroy all that we stand for. He is pushing an agenda in congress which will stop us from practicing our faith freely.\" \"But that is what our founding fathers built this nation for!\" Harry cried indignantly. \"The freedom of religion!\" \"Voldemort doesn't care,\" Hermione remarked sadly; and she shook her head. \"And he is gaining power. The freedom of Christians to practice our faith is disappearing by the day. Soon, it will be like it was in Rome.\" Lovely, ladylike tears began to roll down her delicate, terrified face. \"And I don't like lions!\" The Evangelical version of Harry Potter spilled onto the social web when meme site Tickld posted an article on 16 September 2014 titled \"This Woman Just Changed Harry Potter for Her Kids. Seriously.\" The site presents portions of the fanfiction story, framing them as a genuine Christian effort to shield children from the evils of Harry Potter. While there is indeed a Christian Harry Potter fanfiction story circulating the Internet, the writer's intent was satirical and was not part of a plan to create a published set of Harry Potter books suitable for Christian readers and stripped of troublesome references to witchcraft and wizardry. The final chapter made the author's intent clear: \"Enough of your lies,\" Dumbledore exclaimed bravely. \"We know who you are.\" Voldemort blinked stupidly; and then he uttered childishly, \"I'm sorry ... what?\" Dumbledore smiled smartly. \"You're pretending to be dumb, I see. Well I'm not stupid. We know all about how much you hate Christians.\" \"What? I don't hate Christians,\" Voldemort lied dishonestly. \"What are you even talking about?\" \"You're still pretending to be dumb,\" the Reverend pointed out truthfully. \"We know all about your plot to illegalize Christianity, Voldemort.\" Voldemort blinked stupidly again and questioned evilly, \"Wait, this is about my Reddit account?\" \"Is that what you call your godless coven?\" Dumbledore queried knowingly. \"Well yes I have indeed seen your so-called Reddit Account; and just try to deny your hatred of Christianity when you post things like this-'kristians all sux. their religion is stoopid and should be illegal. i will rite to congres and tell them to make law.'\" Harry Potter laughed intelligently; because Voldemort did not even understand proper spelling and grammar. \"That was a joke,\" Voldemort retorted unintelligently. \"That whole account is a joke. I mean, 'Voldemort_the_righteous_skeptic'?\" He laughed with the nervousness of one who knows he is damned. \"Of course you're not supposed to take it seriously.\" \"Do you think religion is a laughing matter young man?\" Dumbledore demanded righteously. \"Well it is not! What sort of a joke is trying to outlaw religion?!\" \"Of course I don't actually want to outlaw religion,\" Voldemort uttered deceptively. \"That would be ridiculous. I just got annoyed by the ridiculous straw man some Christians have made out of atheism, so, whenever I see someone ranting about how depraved and evil we nonbelievers are, I reply with something like that. You know, taking that stereotype to an extreme to point out how ridiculous it is. \"Also, a small but vocal minority of atheists exists that stereotypes and mocks anyone who disagrees with them. They can be just as hateful as people think we all are, and that does real damage. They bug me as much as the straw man arguments do and they give those arguments credibility so I do the same thing to them, replying with an extreme version of what they said to highlight the absurdity of it.\"",
  "Originally Published": "",
  "Referred Links": "https://www.fanfiction.net/s/10644439/14/Hogwarts-School-of-Prayer-and-Miracles;http://www.tickld.com/x/this-woman-just-changed-harry-potter-for-her-kids-seriously;https://www.fanfiction.net/s/10644439;",
  "Example": "[Collected via the email, September 2014] Has a housewife really rewritten the Harry Potter stories into aconservative Christian novel? I've seen this several times in the pastfew days on Facebook",
  "Last Updated": "7 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/harrypotter.asp",
  "Claim": "An Evangelical Christian mom re-wrote the Harry Potter series to remove all references to witchcraft and wizardry, replacing them with \"prayer and miracles.\"",
  "Claim_ID": "politics_religion_harrypotter",
  "Tags": ""
}