{
  "Origins": "This alarmist warning about a provision of the Patient Protection and Affordable Care Act [PPACA] (commonly known as \"Obamacare\") supposedly authorizing federal agents to undertake \"forced home inspections\" under the guise of ensuring eligibility began in August 2013 as a blog post that was picked up and uncritically spread via other blogs and web sites. The original entry claimed, in part, that:",
  "Fact Check": "",
  "Description": "No provision of the PPACA authorizes federal agents to undertake \"forced home inspections.\" What this item (erroneously) references is the PPACA's creation of the Maternal, Infant, and Early Childhood Home Visiting Program ( MIECHV ), which \"facilitates collaboration and partnership at the federal, state, and community levels to improve health and development outcomes for at-risk children through evidence-based home visiting programs\" by awarding development grants to states that \"currently have modest home visiting programs and want to build on existing efforts.\" The grant program is intended to assist states (not the federal government) in conducting voluntary in-home visits to high-risk households with children younger than the age of five to help match those families with government services related to issues such as maternal and child health, child development, school readiness, economic self-sufficiency, and child abuse prevention. (These home visiting programs are not something new created by Obamacare; there were extant home visiting programs in nearly every state prior to the passage of the PPACA.) As noted in a September 2011 press release from the U.S. Department of Health and Human Services (HHS): \"Home visiting programs play a critical role in the nation's efforts to help children get off to a strong start. Parenting is a tough job, and helping parents succeed pays big dividends in a child's well-being and healthy development,\" said HHS Secretary Kathleen Sebelius. Both the formula and competitive grants will be used by state agencies to support home visiting programs that bring nurses, social workers, or other health care professionals to meet with at-risk families that agree to meet with them in their homes. They work with families to evaluate their circumstances, help parents gain the skills they need to succeed in promoting healthy development in their children, and connect families to the kinds of help that can make a real difference in a child's health, development, and ability to learn. Research has shown that home visiting programs can improve outcomes for children and families, including improving maternal and child health, reducing child maltreatment, increasing parental employment, and improving the rate at which children reach developmental milestones. HHS undertook an exhaustive review of the research evidence on different home visiting programs to identify the models that have been shown to work. The PPACA defines high-risk households as: Low-income eligible families. Eligible families who are pregnant women who have not attained age 21. Eligible families that have a history of child abuse or neglect or have had interactions with child welfare services. Eligible families that have a history of substance abuse or need substance abuse treatment. Eligible families that have users of tobacco products in the home. Eligible families that are or have children with low student achievement. Eligible families with children with developmental delays or disabilities. Eligible families who, or that include individuals who, are serving or formerly served in the Armed Forces,including such families that have members of the Armed Forces who have had multiple deployments outside of theUnited States. However, nothing in the PPACA authorizes federal or state agents to \"target\" and conduct forced inspections at such households. The PPACA requires that MIECHV grant recipients give priority to such households (because that's where the return on money spent is highest), but as stated in the press release quoted above, the MIECHV grant program brings \"nurses, social workers, or other health care professionals to meet with at-risk families that agree to meet with them in their homes . Likewise, the relevant section (p. 251) of the PPACA specifically states that MIECHV grant recipients must provide \"assurances that the entity will establish procedures to ensure that the participation of each eligible family in the program is voluntary .\"",
  "Originally Published": "",
  "Referred Links": "http://housedocs.house.gov/energycommerce/ppacacon.pdf;http://www.hhs.gov/news/press/2011pres/09/20110922b.html;http://www.pewstates.org/research/data-visualizations/home-visiting-inventory-85899372712;http://mchb.hrsa.gov/programs/homevisiting/;http://benswann.com/obamacare-provision-forced-home-inspections/;",
  "Example": "[Green, September 2013] Grassfire's Liberty News team is reporting on a little-known aspect of ObamaCare FORCED HOME INSPECTIONS. Simply put, provisions of ObamaCare allow federal agents to activate forced home inspections. The inspections are being sold as a simple act to ensure eligibility, but upon digging deeper we find the agents will have broad authority in using the new tool to clamp down on privacy and violate American rights. Homeschool your kids? Smoke a cigar from time to time? Have a member who was at one time active duty military? ObamaCare enables agents to force a home inspection upon you. And no state will be off limits to the ObamaCare inspections. [Collected via e-mail, October 2013] DID YOU KNOW... Even your children belong to the government. Under Obamacare, on October1, 2013, CPS field agents, armed with a manual published by Human Healthand Services and codified under Obamacare will begin operating under thepower granted to them by Obamacare. Subsequently, they will be able toconduct forced home visits without a warrant. Things such as a (yetundefined) bad grade, missing more than 5 days in school in any one month,can get a parent to be declared guilty of educational neglect. Having agun or beer in your house can get your children removed from your custody.Even the traditional act of grounding your child for misbehavior will getyou declared to be guilty of \"isolation neglect\" and subject your childfor removal from your authority and your home. If you are a parent and youhave not heard of this provision of Obamacare, I would suggest you readthe 110 page manual that was created by the United Nations. This is theHHS/CPS field manual that goes into effect this week!",
  "Last Updated": "5 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/homeinspections.asp",
  "Claim": "A provision of Obamacare allows federal agents to conduct forced home inspections and remove children from the custody of their parents.",
  "Claim_ID": "politics_medical_homeinspections",
  "Tags": ""
}