{
  "Origins": "This letter began appearing in the snopes.com inbox in mid-August 2006. It purports to be a reaction by film director Steven Spielberg to the anti-Semitic remarks made by Mel Gibson when the latter was arrested for driving under the influence in July 2006.",
  "Fact Check": "",
  "Description": "A few things about this dressing-down point to its having been written by someone else. To begin with, Steven Spielberg is known to be relatively non-confrontational. The language and phrasing of the letter do not therefore fit the man. Second, the famed filmmaker lives in Pacific Palisades, California, not New Rochelle, New York. But most tellingly of all, a great many of the 'Spielberg' letters we received were signed like this: Steven Silberberg New Rochelle, NY That's Silberberg , not Spielberg . Mr. Spielberg's office at DreamWorks confirmed to us that the renowned director did not write this letter. We suspect that it was indeed penned by a New Rochelle resident named Steven Silberberg, and it subsequently passed into the hands of someone who misread the author's name as Spielberg. By the way, in August 2006, through his charitable organization, The Righteous Persons Foundation, Steven Spielberg donated $1 million to relief efforts in Israel.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] THE FOLLOWING LETTER WAS WRITTEN BY STEVEN SPIELBERG Please forward if you agree........... August 1st 2006 Dear Mr. Gibson, I am one Jew who doesn't accept your apology today. I don't accept it, because you have spit on the graves of the Goldwyns, the Warners, the Mayers, the Cohns, the Foxes, the Thalbergs, the Selznicks, the Zukors and the thousands of other Jews both living and dead who have made your questionable career possible. When you do get out of \"rehab\" and recount your millions, please consider how much of your fortune you would have if you had made your true feelings known, when you were starting out in the film industry. You are a despicable human being, one that doesn't even have the sense to realize that he has repeatedly bitten the hand that fed him. Whatever you (or your publicity agents) say today, does not even begin to redress your long standing theories about the Jewish people. Apparently the apple does not fall far from the tree. If you haven't yet distanced yourself from your father's views of the Holocaust, why should the Jewish community meet with you, or believe anything you have to say now. Your words are a thinly veiled attempt to admit that you really messed up this time, and you want to cover yourself, so that you can continue to be adored and further your revenue stream. The truth is, you are an unreformed, unrepentant anti semite of the worst kind, and your hollow outreach is worth less than the price of your next drink, which will surely find itself in your hands before long. I'mbuying. Of course, if I am wrong, you could start by donating $1,000,000 today to the State of Israel in her time of need. Surely that is a small public relations price to pay for a man of your stature who \"honors all of God's children\". Steven Spielberg New Rochelle, NY",
  "Last Updated": "20 August 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/spielberg.asp",
  "Claim": "Steven Spielberg authors letter taking Mel Gibson to task for his anti-Semitic statements.",
  "Claim_ID": "politics_soapbox_spielberg",
  "Tags": ""
}