{
  "Origins": "Prior to February 2004, Senator John Kerry was the polar opposite of a \"household name\" very few who didn't follow politics had even heard of him, let alone felt they had some sense of the man. Yet his emergence as the Democratic Party's front runner for the presidential nomination has stirred interest in the Senator, leaving a great many folks wondering what sort of fellow he is.",
  "Fact Check": "",
  "Description": "Because few Americans will have a chance to make the Senator's acquaintance before being called upon to cast their votes in the November 2004 election, most will have to base their assessments of his character upon accounts given by others. Yet sorting fact from rumor is often a difficult task in that all too often the stories that appear to offer startling insight can't be proved or disproved; they exist as unverifiable anecdotes (e.g., the rumor that John Kerry ate some long-suffering pilot's pizza ). However, every now and then a story comes along that the news agencies have vetted. Which brings us to the \"son of a bitch\" incident of 18 March 2004. While snowboarding in Ketchum, Idaho, Senator Kerry was knocked over by one of the Secret Service men assigned to protect him. According to The New York Times , \"Mr. Kerry [was] taken out by one of the Secret Service men, who had inadvertently moved into his path, sending him into the snow.\" A reporter and camera crew, who were following on skis, witnessed the collision but did not capture it on film. When asked about the crash, the Senator said, \"I don't fall down. That son-of-a-bitch ran into me.\" Or \"knocked me over,\" depending on which version you heard. (Actually, the Senator does fall down, at least according to The New York Post , which reported him as having taken a header on the wet floor of a convenience store the night before.) It probably needs to be pointed out the Senator referred to the agent in such fashion to a third party, as opposed to shouting his assessment into the bodyguard's face at the time of the accident. Yet, that Mr. Kerry didn't deliver the insult directly might speak worse of him. Though the etiquette mavens might not agree, it's almost understandable to call the other party to an accident all manner of cuss words in the immediate aftermath of a collision. Such an outburst is akin to dancing about swearing a blue streak after dropping a hammer on your foot, in that what is vented though heartily felt at the time is inappropriate and is realized to be such once the moment has passed. Yet, once there is distance between the accident and the fulmination, the \"heat of the moment\" defense no longer applies in that sober reflection is presumed to have taken place in the interim. Did sufficient time pass between the accident and the remark for the initial frustration over having been upended into the snow in front of an audience to have worn off? Or did one follow quickly upon the heels of the other? The New York Times characterized that span as \"a moment later\" whereas CNN said \"He later used an expletive to describe the agent who knocked him down,\" a phrasing that implies the passage of a goodly chunk of time, even if it doesn't state so outright. Whether Senator Kerry had time to cool down or not, it was churlish of him to call the person charged with protecting his life a son-of-a-bitch, and foolhardy to address such remark to a reporter, an act guaranteed to propel the ire-filled comment into the morning editions. Discretion around members of the fourth estate needs to be second nature for those who look to make their careers in politics, in that an elected official given to blurting things willy-nilly is a liability to those he serves. In similar vein, if a man can't be troubled to speak well of his Secret Service cover, the very agents who will lay down their lives for him, he should at least be enough of a gentleman to refrain from describing them with cuss words. Some who have encountered this story have stopped to ponder if perhaps the Senator voiced his \"son of a bitch\" characterization in an affectionate or playful manner, as some are wont to do in reference to acquaintances they feel particularly close to. Or, that the remark had been delivered in a tone of pretend anger as a way of ruefully admitting how inglorious the collision must have appeared to onlookers. Yet those theories wash out upon examination of the earliest account. According to The New York Times' description of the incident, Senator Kerry wasn't joking he was pissed off: When asked about the mishap a moment later, he said sharply, \"I don't fall down,\" then used an expletive to describe the agent who \"knocked me over.\" \"Sharply\" does not describe any form of affectionate phrasing. Far from escaping public notice, Kerry's characterization of one of his government-appointed bodyguards became fodder for Jay Leno of The Tonight Show on 22 March 2004: But he's [John Kerry] quite an athlete. They showed him snowboarding. He's in Idaho and he's snowboarding. You see him on the news? He is pretty good. He's a good snowboarder. Man, he was going downhill faster than Howard Dean. It was unbelievable. There was an accident on the slopes. This is true. Kerry snowboarding. A skier collided with him, knocked him to the ground. Kerry got up, called the guy a son of a bitch. That's what he called the guy. In fact, today the FCC fined him $500,000 dollars and told him the next time he goes snowboarding it has to be with a five-second delay. President Bush has also been guilty of publicly labeling someone with a vulgarity in 2000 while then the Republican presidental nominee, his privately-meant assessment of a certain reporter as \"a major league asshole\" was picked up by a live microphone. Our Major League Remark describes what happened and how, plus offers a variety of points to ponder for those intent upon working out whether President Bush or Senator Kerry was the more boorish. Barbara \"the boor war\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "2 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/kerry/cussword.asp",
  "Claim": "Senator John Kerry referred to a Secret Service agent as a \"son of a bitch.\"",
  "Claim_ID": "politics_kerry_cussword",
  "Tags": ""
}