{
  "Origins": "On 8 April 2013, the Daily Currant published an article stating that Paul Ryan, the Wisconsin congressman who serves as House Budget Committee Chairman, had refused to leave a tip for an elderly black waiter after dining at a Washington-area restaurant:",
  "Fact Check": "",
  "Description": "By the end of the day links and excerpts referencing this article were being circulated via social media, with many of those who encountered it mistaking it for a genuine news article. However, the article was just a bit of political humor which satirized Ryan's political stances on economic issues (such as his proposed \" austerity budget \"). As noted in the Daily Currant 's \" About \" page, that web site deals strictly in satire: The Daily Currant is an English language online satirical newspaper that covers global politics, business, technology, entertainment, science, health and media. Q. Are your news stories real? A. No. Our stories are purely fictional. However they are meant to address real-world issues through satire and often refer and link to real events happening in the world.",
  "Originally Published": "",
  "Referred Links": "http://dailycurrant.com/about/;http://theweek.com/article/index/225809/paul-ryans-austerity-budget-what-would-it-cut;http://dailycurrant.com/2013/04/08/paul-ryan-refuses-tip-elderly-black-waiter;",
  "Example": "[Collected via e-mail, April 2013] This is being circulated on Face Book and I am curious to know if it's true. Rep. Paul Ryan refused to tip an elderly waiter today at a Washington-area soul food restaurant. According to witnesses at Auntie Ruth's Bistro in Northeast D.C., Ryan stiffed his server on the grounds of \"personal austerity\" and proceeded to tell the 72-year-old man to \"get a real job.\"",
  "Last Updated": "8 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/ryanwaiter.asp",
  "Claim": "Rep. Paul Ryan refused to tip an elderly waiter at a Washington-area restaurant.",
  "Claim_ID": "politics_satire_ryanwaiter",
  "Tags": ""
}