{
  "Origins": "Richard D. Lamm was a Democrat who served as governor of Colorado for twelve years from 1975 to 1987. Of the above-quoted third person account regarding his speech on the perils of multiculturalism, he told us in mid-June 2005: Yes, it is a speech I gave a year and a half ago in Washington D.C. It was a 5 minute speech, and I am amazed and gratified it has received so much coverage. He also passed along to us the following \"revised version\" of his speech:",
  "Fact Check": "",
  "Description": "I HAVE A PLAN TO DESTROY AMERICA RICHARD D. LAMM I HAVE A SECRET PLAN TO DESTROY AMERICA. IF YOU BELIEVE, AS MANY DO, THAT AMERICA IS TOO SMUG, TOO WHITE BREAD, TOO SELF-SATISFIED, TOO RICH, LETS DESTROY AMERICA. IT IS NOT THAT HARD TO DO. HISTORY SHOWS THAT NATIONS ARE MORE FRAGILE THAN THEIR CITIZENS THINK. NO NATION IN HISTORY HAS SURVIVED THE RAVAGES OF TIME. ARNOLD TOYNBEE OBSERVED THAT ALL GREAT CIVILIZATIONS RISE AND THEY ALL FALL, AND THAT \"AN AUTOPSY OF HISTORY WOULD SHOW THAT ALL GREAT NATIONS COMMIT SUICIDE.\" HERE IS MY PLAN: I. WE MUST FIRST MAKE AMERICA A BILINGUAL-BICULTURAL COUNTRY. HISTORY SHOWS, IN MY OPINION, THAT NO NATION CAN SURVIVE THE TENSION, CONFLICT, AND ANTAGONISM OF TWO COMPETING LANGUAGES AND CULTURES. IT IS A BLESSING FOR AN INDIVIDUAL TO BE BILINGUAL; IT IS A CURSE FOR A SOCIETY TO BE BILINGUAL. ONE SCHOLAR, SEYMOUR MARTIN LIPSET, PUT IT THIS WAY: THE HISTORIES OF BILINGUAL AND BICULTURAL SOCIETIES THAT DO NOT ASSIMILATE ARE HISTORIES OF TURMOIL, TENSION, AND TRAGEDY. CANADA, BELGIUM, MALAYSIA, LEBANON-ALL FACE CRISES OF NATIONAL EXISTENCE IN WHICH MINORITIES PRESS FOR AUTONOMY, IF NOT INDEPENDENCE. PAKISTAN AND CYPRUS HAVE DIVIDED. NIGERIA SUPPRESSED AN ETHNIC REBELLION. FRANCE FACES DIFFICULTIES WITH ITS BASQUES, BRETONS, AND CORSICANS.II. I WOULD THEN INVENT \"MULTICULTURALISM\" AND ENCOURAGE IMMIGRANTS TO MAINTAIN THEIR OWN CULTURE. I WOULD MAKE IT AN ARTICLE OF BELIEF THAT ALL CULTURES ARE EQUAL: THAT THERE ARE NO CULTURAL DIFFERENCES THAT ARE IMPORTANT. I WOULD DECLARE IT AN ARTICLE OF FAITH THAT THE BLACK AND HISPANIC DROPOUT RATE IS ONLY DUE TO PREJUDICE AND DISCRIMINATION BY THE MAJORITY. EVERY OTHER EXPLANATION IS OUT-OF-BOUNDS. III. WE CAN MAKE THE UNITED STATES A \"HISPANIC QUEBEC\" WITHOUT MUCH EFFORT. THE KEY IS TO CELEBRATE DIVERSITY RATHER THAN UNITY. AS BENJAMIN SCHWARZ SAID IN THE ATLANTIC MONTHLY RECENTLY: ...THE APPARENT SUCCESS OF OUR OWN MULTIETHNIC AND MULTICULTURAL EXPERIMENT MIGHT HAVE BEEN ACHIEVED NOT BY TOLERANCE BUT BY HEGEMONY. WITHOUT THE DOMINANCE THAT ONCE DICTATED ETHNOCENTRICALLY, AND WHAT IT MEANT TO BE AN AMERICAN, WE ARE LEFT WITH ONLY TOLERANCE AND PLURALISM TO HOLD US TOGETHER. I WOULD ENCOURAGE ALL IMMIGRANTS TO KEEP THEIR OWN LANGUAGE AND CULTURE. I WOULD REPLACE THE MELTING POT METAPHOR WITH A SALAD BOWL METAPHOR. IT IS IMPORTANT TO INSURE THAT WE HAVE VARIOUS CULTURAL SUB-GROUPS LIVING IN AMERICA REINFORCING THEIR DIFFERENCES RATHER THAN AMERICANS, EMPHASIZING THEIR SIMILARITIES. IV. HAVING DONE ALL THIS, I WOULD MAKE OUR FASTEST GROWING DEMOGRAPHIC GROUP THE LEAST EDUCATED - I WOULD ADD A SECOND UNDERCLASS, UNASSIMILATED, UNDEREDUCATED, AND ANTAGONISTIC TO OUR POPULATION. I WOULD HAVE THIS SECOND UNDERCLASS HAVE A 50% DROP OUT RATE FROM SCHOOL. V. I WOULD THEN GET THE BIG FOUNDATIONS AND BIG BUSINESS TO GIVE THESE EFFORTS LOTS OF MONEY. I WOULD INVEST IN ETHNIC IDENTITY, AND I WOULD ESTABLISH THE CULT OF VICTIMOLOGY. I WOULD GET ALL MINORITIES TO THINK THEIR LACK OF SUCCESS WAS ALL THE FAULT OF THE MAJORITY - I WOULD START A GRIEVANCE INDUSTRY BLAMING ALL MINORITY FAILURE ON THE MAJORITY POPULATION. VI. I WOULD ESTABLISH DUAL CITIZENSHIP AND PROMOTE DIVIDED LOYALTIES. I WOULD \"CELEBRATE DIVERSITY.\" \"DIVERSITY\" IS A WONDERFULLY SEDUCTIVE WORD. IT STRESSES DIFFERENCES RATHER THAN COMMONALITIES. DIVERSE PEOPLE WORLDWIDE ARE MOSTLY ENGAGED IN HATING EACH OTHER-THAT IS, WHEN THEY ARE NOT KILLING EACH OTHER. A DIVERSE,\" PEACEFUL, OR STABLE SOCIETY IS AGAINST MOST HISTORICAL PRECEDENT. PEOPLE UNDERVALUE THE UNITY IT TAKES TO KEEP A NATION TOGETHER, AND WE CAN TAKE ADVANTAGE OF THIS MYOPIA. LOOK AT THE ANCIENT GREEKS. DORF'S WORLD HISTORY TELLS US: THE GREEKS BELIEVED THAT THEY BELONGED TO THE SAME RACE; THEY POSSESSED A COMMON LANGUAGE AND LITERATURE; AND THEY WORSHIPED THE SAME GODS. ALL GREECE TOOK PART IN THE OLYMPIC GAMES IN HONOR OF ZEUS AND ALL GREEKS VENERATED THE SHRINE OF APOLLO AT DELPHI. A COMMON ENEMY PERSIA THREATENED THEIR LIBERTY. YET, ALL OF THESE BONDS TOGETHER WERE NOT STRONG ENOUGH TO OVERCOME TWO FACTORS . . . (LOCAL PATRIOTISM AND GEOGRAPHICAL CONDITIONS THAT NURTURED POLITICAL DIVISIONS . . .) IF WE CAN PUT THE EMPHASIS ON THE \"PLURIBUS,\" INSTEAD OF THE \"UNUM,\" WE CAN BALKANIZE AMERICA AS SURELY AS KOSOVO. VII. THEN I WOULD PLACE ALL THESE SUBJECTS OFF LIMITS - MAKE IT TABOO TO TALK ABOUT. I WOULD FIND A WORD SIMILAR TO \"HERETIC\" IN THE 16TH CENTURY - THAT STOPPED DISCUSSION AND PARALYZED THINKING. WORDS LIKE \"RACIST\", \"XENOPHOBE\" THAT HALTS ARGUMENT AND CONVERSATION. HAVING MADE AMERICA A BILINGUAL-BICULTURAL COUNTRY, HAVING ESTABLISHED MULTICULTURALISM, HAVING THE LARGE FOUNDATIONS FUND THE DOCTRINE OF \"VICTIMOLOGY\", I WOULD NEXT MAKE IT IMPOSSIBLE TO ENFORCE OUR IMMIGRATION LAWS. I WOULD DEVELOP A MANTRA - \"THAT BECAUSE IMMIGRATION HAS BEEN GOOD FOR AMERICA, IT MUST ALWAYS BE GOOD.\" I WOULD MAKE EVERY INDIVIDUAL IMMIGRANT SYMPATRIC AND IGNORE THE CUMULATIVE IMPACT. VIII. LASTLY, I WOULD CENSOR VICTOR HANSON DAVIS'S BOOK MEXIFORNIA THIS BOOK IS DANGEROUS IT EXPOSES MY PLAN TO DESTROY AMERICA. SO PLEASE, PLEASE IF YOU FEEL THAT AMERICA DESERVES TO BE DESTROYED PLEASE, PLEASE DON'T BUY THIS BOOK! THIS GUY IS ON TO MY PLAN. \"THE SMART WAY TO KEEP PEOPLE PASSIVE AND OBEDIENT IS TO STRICTLY LIMIT THE SPECTRUM OF ACCEPTABLE OPINION, BUT ALLOW VERY LIVELY DEBATE WITHIN THAT SPECTRUM.\" NOAM CHOMSKY, AMERICAN LINGUIST AND US MEDIA AND FOREIGN POLICY CRITIC. Both Governor Lamm and the writer of the e-mail misidentify the author of the book Mexifornia , whose correct name is Victor Davis Hanson.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] A Frightening Analysis We all know Dick Lamm as the former Governor of Colorado. In that context his thoughts are particularly poignant. Last week there was an immigration-overpopulation conference in Washington, DC, filled to capacity by many of American's finest minds and leaders. A brilliant college professor named Victor Hansen Davis talked about his latest book, \"Mexifornia,\" explaining how immigration both legal and illegal was destroying the entire state of California. He said it would march across the country until it destroyed all vestiges of The American Dream. Moments later, former Colorado Governor Richard D. Lamm stood up and gave a stunning speech on how to destroy America. The audience sat spellbound as he described eight methods for the destruction of the United States. He said, \"If you believe that America is too smug, too self-satisfied, too rich, then let's destroy America. It is not that hard to do. No nation in history has survived the ravages of time. Arnold Toynbee observed that all great civilizations rise and fall and that 'An autopsy of history would show that all great nations commit suicide.'\" \"Here is how they do it,\" Lamm said: First to destroy America, \"Turn America into a bilingual or multi-lingual and bicultural country. History shows that no nation can survive the tension, conflict, and antagonism of two or more competing languages and cultures. It is a blessing for an individual to be bilingual; however, it is a curse for a society to be bilingual. The historical scholar Seymour Lipset put it this way: 'The histories of bilingual and bi-cultural societies that do not assimilate are histories of turmoil, tension, and tragedy. Canada, Belgium, Malaysia, Lebanon all face crises of national existence in which minorities press for autonomy, if not independence. Pakistan and Cyprus have divided. Nigeria suppressed an ethnic rebellion. France faces difficulties with Basques, Bretons, and Corsicans.\" Lamm went on: Second, to destroy America, \"Invent 'multiculturalism' and encourage immigrants to maintain their culture. I would make it an article of belief that all cultures are equal. That there are no cultural differences. I would make it an article of faith that the Black and Hispanic dropout rates are due to prejudice and discrimination by the majority. Every other explanation is out of bounds. Third, \"We could make the United States a 'Hispanic Quebec' without much effort. The key is to celebrate diversity rather than unity. As Benjamin Schwarz said in the Atlantic Monthly recently: 'The apparent success of our own multiethnic and multicultural experiment might have been achieved! Not by tolerance but by hegemony. Without the dominance that once dictated ethnocentrically and what it meant to be an American, we are left with only tolerance and pluralism to hold us together.'\" Lamm said, \"I would encourage all immigrants to keep their own language and culture. I would replace the melting pot metaphor with the salad bowl metaphor. It is important to ensure that we have various cultural subgroups living in America reinforcing their differences rather than as Americans, emphasizing their similarities.\" \"Fourth, I would make our fastest growing demographic group the least educated. I would add a second underclass, unassimilated, undereducated, and antagonistic to our population. I would have this second underclass have a 50% dropout rate from high school.\" \"My fifth point for destroying America would be to get big foundations and business to give these efforts lots of money. I would invest in ethnic identity, and I would establish the cult of 'Victimology.' I would get all minorities to think their lack of success was the fault of the majority. I would start a grievance industry blaming all minority failure on the majority population.\" \"My sixth plan for America's downfall would include dual citizenship and promote divided loyalties. I would celebrate diversity over unity. I would stress differences rather than similarities. Diverse people worldwide are mostly engaged in hating each other - that is, when they are not killing each other. A diverse, peaceful, or stable society is against most historical precedent. People undervalue the unity! Unity is what it takes to keep a nation together. Look at the ancient Greeks. The Greeks believed that they belonged to the same race; they possessed a common language and literature; and they worshiped the same gods. All Greece took part in the Olympic Games. A common enemy Persia threatened their liberty. Yet all these bonds were not strong enough to over come two factors: local patriotism and geographical conditions that nurtured political divisions. Greece fell. \"E. Pluribus Unum\" From many, one. In that historical reality, if we put the emphasis on the 'pluribus' instead of the 'Unum,' we can balkanize America as surely as Kosovo.\" \"Next to last, I would place all subjects off limits ~ make it taboo to talk about anything against the cult of 'diversity.' I would find a word similar to 'heretic' in the 16th century - that stopped discussion and paralyzed thinking. Words like 'racist' or 'x! xenophobes' halt discussion and debate.\" \"Having made America a bilingual/bicultural country, having established multi-culturism, having the large foundations fund the doctrine of 'Victimology,' I would next make it impossible to enforce our immigration laws. I would develop a mantra: That because immigration has been good for America, it must always be good. I would make every individual immigrant symmetric and ignore the cumulative impact of millions of them.\" In the last minute of his speech, Governor Lamm wiped his brow. Profound silence followed. Finally he said, \"Lastly, I would censor Victor Hanson Davis's book Mexifornia. His book is dangerous. It exposes the plan to destroy America. If you feel America deserves to be destroyed, don't read that book.\" There was no applause. A chilling fear quietly rose like an ominous cloud above every attendee at the conference. Every American in that room knew that everything Lamm enumerated was proceeding methodically, quietly, darkly, yet pervasively across the United States today. Every discussion is being suppressed. Over 100 languages are ripping the foundation of our educational system and national cohesiveness. Barbaric cultures that practice female genital mutilation are growing as we celebrate 'diversity.' American jobs are vanishing into the Third World as corporations create a Third World in America take note of California and other states to date, ten million illegal aliens and growing fast. It is reminiscent of George Orwell's book \"1984.\" In that story, three slogans are engraved in the Ministry of Truth building: \"War is peace,\" \"Freedom is slavery,\" and \"Ignorance is strength.\" Governor Lamm walked back to his seat. It dawned on everyone at the conference that our nation and the future of this great democracy are deeply in trouble and worsening fast. If we don't get this immigration monster stopped within three years, it will rage like a California wildfire and destroy everything in its path, especially The American Dream.",
  "Last Updated": "16 June 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/lamm.asp",
  "Claim": "Former Colorado governor Richard Lamm delivered a speech on the perils of multiculturalism.",
  "Claim_ID": "politics_soapbox_lamm",
  "Tags": ""
}