{
  "Origins": "In 1993, Cincinnati became the only U.S. city then or since to pass a charter amendment that banned enactment or enforcement of laws based on sexual orientation. This came about after Cincinnati's City Council passed a human rights ordinance that made it illegal to discriminate on the basis of characteristics such as race, gender, age, religion, disability, Appalachian origin, or sexual orientation. (With the exception of Appalachian origin, such ordinances are common in most large cities.) The people of Cincinnati (or at least 63 percent of those who voted in favor of the \"no special protection for gays\" measure in 1993), chose to override their City Council on this decision, at least as far as homosexuals were concerned, by exempting those who might lay claim to having been discriminated against on the basis of sexual orientation from protection under than ordinance. To do so, they amended the city charter to include Article XII, which declared that \"no special class status may be granted based upon sexual orientation, conduct or relationships.\"",
  "Fact Check": "",
  "Description": "In 2004, a move was afoot to repeal this 1993 amendment and by so doing restore to homosexuals living in Cincinnati the legal protections against discrimination those whose color, sex, age, religion, or background would allow them to assert if they felt they'd been treated unfairly because of such characteristics. While Article XII was in place, if a gay person were denied a job or a place to live or service in a restaurant because of her sexual choices, she had no recourse because her cause of action was recognized, whereas a 55-year-old man treated that way on the basis of his age, or a Christian discriminated against on the basis of her religion, had because their were. The efforts to repeal Article 12 took the form of a ballot measure that appeared on the 2 November ballot. One of the entities that provided financial support to the move to overturn Article 12 was Procter & Gamble Co., the multi-national consumer products conglomerate which has made its headquarters in Cincinnati since the company's inception in 1837. P&G donated $10,000 to the Citizens to Restore Fairness , an advocacy group that spearheaded the move to repeal Article 12. Only registered voters in Cincinnati had the opportunity to vote on the ballot measure, so the involvement of such groups amounted to educating eligible voters about the issue. Procter & Gamble positions itself as being against all forms of discrimination, which means if the 1993 amendment had excluded age or race or religion from the list of protected characteristics, it would have been in this same fight for the same amount. That the characteristic was homosexuality was unimportant to P&G; what mattered was the underlying concept. Two conservative groups chose to interpret P&G's involvement in this matter as the soapmaker's advocating in favor of gay marriage. The American Family Association and Focus on the Family urged their supporters to refuse to buy Crest toothpaste and Tide detergent, two of P&G's biggest selling products, because they felt a symbolic boycott was the best way to make their opinions known. Spokespeople for P&G say those organizations wrongly characterized the company's support of repealing a Cincinnati charter amendment to mean that it was supporting same-sex marriage. When we asked P&G what it had to say about its backing of the proposed repeal and the call to arms being issued by the American Family Association and Focus on the Family, it replied: We're glad you came to us for the facts on our support of the repeal of Article 12. P&G has not taken and will not take a position on the legal definition of marriage. The repeal of Article 12 has nothing to do with the marriage debate. Article 12 is a local Cincinnati City charter amendment which excludes individuals from seeking protection based on their sexual orientation and is the only law of its kind in the United States. Article 12 is bad economic policy that hinders the attraction and retention of employees, hurts Cincinnati's convention and hospitality business and creates an image of intolerance and an unwelcoming community. P&G has a strong stake in ensuring Cincinnati remains economically vital. Like P&G, many local organizations and individuals support the repeal. Some are: the Greater Cincinnati Chamber of Commerce, the Archdiocese of Cincinnati, approximately 60 local religious leaders, the Cincinnati Mayor, The Cincinnati Enquirer and the majority of City of Cincinnati council members. Here are some links you may want to visit. Cincinnati Enquirer http://www.enquirer.com/editions/2004/09/22/editorial_ed1a.html Cincinnati Post http://www.cincypost.com/2004/02/11/edita021104.html WCPO TV http://www.wcpo.com/news/2004/local/02/21/archbishop.html P&G has a long-standing commitment to supporting families. In fact, few companies can claim to be more family-friendly than P&G. We offer benefits such as adoption assistance, flexible work hours and child care centers just to name a few. Another way we care for families is through our P&G Fund donations to health and human services. Thanks again for contacting us. I'm sharing your message with the appropriate people. On 2 November 2004, the ballot measure to overturn Article 12 was successful, by a vote of 65,082 (53.78%) to 55,934 (46.22%). It is once again illegal in Cincinnati to discriminate on the basis of race, gender, age, religion, disability, Appalachian origin, or sexual orientation.",
  "Originally Published": "",
  "Referred Links": "http://www.wcpo.com/news/2004/local/02/21/archbishop.html;http://www.cincypost.com/2004/02/11/edita021104.html;http://www.enquirer.com/editions/2004/09/22/editorial_ed1a.html;http://www.citizenstorestorefairness.org/;http://www.pgboycott.com/productlist.asp;http://www.pgboycott.com/PGBoycottPetition.pdf;http://www.pgboycott.com/signpetition.asp;http://www.pgboycott.com/pgcontributions.pdf;http://www.pgboycott.com/pginformation.pdf;",
  "Example": "[Collected on the Internet, 2004] CREST, TIDE MAKER GIVES MONEY, CLOUT TO REPEAL LAW FORBIDDINGSPECIAL RIGHTS FOR HOMOSEXUALS Procter & Gamble, makers of Crest toothpaste and Tide detergent, has publicly thrown their support and money behind the homosexual political agenda. P&G recently wrote to their Cincinnati employees urging them to support the repeal of a city law that forbids giving special rights to homosexuals. In 1993, the citizens in Cincinnati adopted the law by a vote of 62% to 38%. P&G is now working to get that law repealed and has given $10,000 toward that goal. http://www.pgboycott.com/pginformation.pdf (letter to employees) http://www.pgboycott.com/pgcontributions.pdf (contribution) To our knowledge, Procter & Gamble is the first company to support the political agenda of the homosexual movement. While not explicitly saying so in their public announcement supporting the repeal, P&G clearly showed their support for homosexual marriage. P&G said they \"will not tolerate discrimination [against homosexuals] in any form, against anyone, for any reason.\" To keep homosexuals from being legally married is discrimination for good reason, which P&G says they will not tolerate. Taking them at their word, P&G supports homosexual marriage. Take Action American Family Association is asking pro-family groups and individuals to: (1) Boycott two products of P&G Crest toothpaste and Tide detergent. (Make sure your replacement is not a P&G product.) (2) Call Chrm. A.G. Lafley at 513-983-1100 and politely let him know that you are participating in the boycott and will ask others to do the same. (3) Please Click Here to register your support for the boycott. We will send a regular update to P&G on the number participating. http://www.pgboycott.com/signpetition.asp (4) Please forward this email to your friends and family. (5) Click here to print out and distribute the boycott Crest and Tide petition. http://www.pgboycott.com/PGBoycottPetition.pdf Sincerely, Don Donald E. Wildmon, Founder and Chairman American Family Association P.S. Click here for a complete list of P&G products. http://www.pgboycott.com/productlist.asp",
  "Last Updated": "4 November 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/sexuality/procter.asp",
  "Claim": "Procter & Gamble supports the overturning of a Cincinnati charter amendment that prohibits the City Council from enacting any protections specifically aimed at gays and lesbians.",
  "Claim_ID": "politics_sexuality_procter",
  "Tags": ""
}