{
  "Origins": "On 13 December 2013, North Korean state media announced that Jang Sung-taek, the uncle of North Korean supreme leader Kim Jong-un, had been tried by a special military tribunal of the Ministry of State Security and executed. Jang, who was vice-chairman of North Korea's National Defence Commission (a very high political position) and considered to be North Korea's second most powerful man, had been accused of \"anti-party, counter-revolutionary factional acts,\" including affairs with multiple women, harboring \"politically-motivated ambition,\" obstructing \"the party's guidance over judicial, prosecution and people's security bodies\" and hampering \"the nation's economic affairs.\" Jang Sung-taek's execution was perceived in the western press as evidence that Kim Jong-un was engaging in a ruthless purge of potential political rivals that provided \"another example of the extreme brutality of the North Korean regime.\"",
  "Fact Check": "",
  "Description": "The South Korean press and similar news outlets initially reported that Jang had (presumably) been executed by a machine gun firing squad, as two of his confidants had been the previous week: Jang Song-thaek, who served as a vice chairman of the powerful National Defense Commission, was executed shortly after a military trial found him guilty of \"the anti-party, counter-revolutionary factional\" charges, according to the North's official media Korean Central News Agency (KCNA) in an English dispatch. \"The accused is a traitor to the nation for all ages who perpetrated anti-party, counter-revolutionary factional acts in a bid to overthrow the leadership of our party and state and the socialist system,\" the viciously-worded report said. Jang \"would be sentenced to death,\" as the special military tribunal confirmed that his subversion attempt \"is a crime punishable by Article 60 of the DPRK Criminal Code,\" it said, citing its official name of the Democratic People's Republic of Korea. The decision of capital punishment \"was immediately executed,\" the report said, condemning him as \"a wicked political careerist, trickster and traitor for all ages in the name of the revolution and the people.\" Seoul's ruling Saenuri Party lawmaker Seo Sang-kee, head of the legislature's Intelligence Committee, said the North is presumed to have used a machine gun in executing Jang, just as it did when removing his two close confidants last week. However, the Hong Kong newspaper Wen Wei Po reported (in an account picked up two weeks later by Singapore's Straits Times and then spread by western news outlets) that Jang had been executed via a process known as quan jue (i.e., execution by dogs) in which he and five of his aides were stripped naked and thrown into a cage with 120 dogs that had been starved for three days. The famished dogs then proceeded to tear apart and then devour Jang and his aides in a hour-long process that was personally supervised by Kim Jong-un and witnessed by 300 senior officials: Beijing's displeasure is expressed through the publication of a detailed account of Jang's brutal execution in Wen Wei Po, its official mouthpiece, in Hong Kong, on Dec 12. Unlike previous executions of political prisoners which were carried out by firing squads with machine guns, Jang was stripped naked and thrown into a cage, along with his five closest aides. Then 120 hounds, starved for three days, were allowed to prey on them until they were completely eaten up. This is called \"quan jue\", or execution by dogs. The report said the entire process lasted for an hour, with Mr Kim Jong Un, the supreme leader in North Korea, supervising it along with 300 senior officials. The horrifying report vividly depicted the brutality of the young North Korean leader. However, this item stemmed from a single source ( Wen Wei Po ) which has a poor reputation for reliability (it ranked 19th out of 21 print media sources for reliability in a survey of Hong Kong residents), and which itself cited no source for its reporting. As it turned out, the tale was nothing more than a bit of fiction that stemmed from a social media post by a satirist in China: As blogger Trevor Powell pointed out, the original report lifted the story nearly word-for-word from an 11 December social media post by Pyongyang Choi Seongho, a China-based satirist with millions of followers. The background of the personality's page on Tencent Weibo, China's second most-popular microblog, shows a cartoon Kim Jong-un standing on a balcony flanked by military aides, his arms raised and his middle fingers extended. Choi's post includes all of the grisly details that made their way into the American press: Jang and five of his aides were stripped naked, thrown into a giant cage, and \"entirely devoured\" by 120 Manchurian hunting dogs that had been starved for three days. Kim conducted the hour-long spectacle himself before an audience of 300 North Korean officials, it added.",
  "Originally Published": "",
  "Referred Links": "http://trevorpowell.com/;http://www.scmp.com/news/hong-kong/article/1395930/publics-trust-hong-kong-media-sinks-all-time-low-credibility-poll;http://english.yonhapnews.co.kr/national/2013/12/13/12/0301000000AEN20131213002451315F.html;",
  "Example": "[Collected via e-mail, January 2014] Did North Korean dictator Kim Jung Un kill his Uncle by feeding him and his assistants to starving dogs?",
  "Last Updated": "6 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/kimjongun.asp",
  "Claim": "North Korean official Jang Sung-taek was executed by being thrown into a cage with 120 starved dogs.",
  "Claim_ID": "politics_war_kimjongun",
  "Tags": ""
}