{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.hollywoodreporter.com/news/charlie-sheen-launches-racist-tweet-783059;http://www.whitehouse.gov/the-press-office/2013/12/05/presidential-proclamation-death-nelson-mandela;http://www.stripes.com/maj-gen-harold-greene-receives-full-burial-honors-at-arlington-1.298353;",
  "Example": "[Collected via e-mail, August 2014] Is this true? \"Obama bucked tradition of Nixon who attended MG Dillard's funeral in 1970 & Bush who attended LTG Maude's in 2001.\" Back on August 5th, Major General Harold Greene was killed in Afghanistan, the victim of an insider attack. He was the first general killed in a combat zone since the Vietnam War. Insider attacks are on the rise in Afghanistan, as tens of thousands of Taliban and Al-Qaeda fighters have infiltrated the Afghan National Security Forces. Such a rare occurrence as a high-ranking officer's death should have warranted a great deal of attention from our Commander-in-Chief, but Obama has yet to make any public comments regarding his death. Not only has Obama been unable to make any comment about the General's sacrifice, he also was unable to find the time to make it to General Greene's funeral, held in Arlington National Cemetery. Obama himself was conspicuously absent, but so were the Vice President and the Secretary of Defense. The highest ranking and most senior member of Obama s administration that found the time to pay respects to the General that was murdered by the enemy was Army Chief of Staff Ray Odierno. This is beyond outrageous, and should be taken as a blatant slap in the face of every military member and civilian that knows and understands the tradition, honor, and respect that comes with military service. In what can only be a gross oversight, or else a belligerent middle-finger, Obama hasn't even ordered flags to be flown at half-staff, like he did for the deaths of singer Whitney Houston, as well as the former communist and South African President Nelson Mandela. There are no words to describe the amount of disrespect that was on display by Obama s deliberate absence from the General's funeral. Summary: In modern warfare it's rather uncommon for very high-ranking U.S. officers to be killed by enemy action. Nonetheless, such was the case when a two-star general, U.S. Army Major General Harold Greene, the deputy commanding general for the Combined Security Transition Command- Afghanistan, died on 5 August 2014 after an Afghan army soldier emerged from hiding in a bathroom at Marshal Fahim National Defense University outside Kabul and opened fire on a delegation of U.S. and European military officers, fatally hitting Greene (who was making a routine visit to a training facility) in the back of the head. Gen. Greene was the highest-ranking American servicemember killed by hostile action since Lieutenant General Timothy J. Maude died a result of the terrorist airliner attack on the Pentagon on 11 September 2001, and he was the first U.S. general killed in combat since Maj. Gen. John A.B. Dillard died after his helicopter was shot down in Vietnam on 12 May 1970. Shortly after Greene was interred at Arlington National Cemetery on 14 August 2014, political rumors began circulating claiming that not only had President Obama broken precedent by failing to attend the funeral himself (Presidents Nixon and Bush supposedly having attended the funerals of Gen. Dillard and Adm. Robinson, respectively), but that he had declined to send even a token ranking member of his administration to represent the executive branch at the ceremony. Such rumors were wrong on both counts. Although neither President Obama nor Vice President Joe Biden attended Gen. Greene's funeral, a high-ranking Obama administration official was present. As the military publication Stars and Stripes noted in its reporting of the funeral, U.S. Secretary of Defense Chuck Hagel attended the ceremony and met with Greene's family: A cannon boomed across the hallowed grounds of Arlington National Cemetery as a two-star general killed in an insider attack in Afghanistan was buried with full military honors. The somber ceremony for Maj. Gen. Harold J. Greene included a riderless horse following the caisson an honor given to an Army or Marine Corps officer ranked colonel or above and was attended by more than 100 mourners. U.S. Army Chief of Staff Gen. Ray Odierno presented the flag that had covered Greene s casket to his widow, Susan Myers, a retired Army colonel. Odierno then presented three more flags to Greene s son, Matthew, a first lieutenant in the Army; his daughter, Amelia; and his father, also named Harold. The burial was preceded by a chapel service that was closed to media. Lt. Col. Juanita Chang, an Army public affairs officer, said the 650-seat chapel at Arlington was filled beyond capacity. Defense Secretary Chuck Hagel attended and met with the family. As for President Obama's allegedly breaking precedent by not attending the funeral himself, Byron York, one of the journalists who passed along some of the misinformation related to this issue, noted in a mea culpa Washington Examiner follow-up that: [Morris Davis, a retired Air Force colonel] stated definitively that Nixon had attended the Dillard funeral in 1970 and Bush had attended the Maude funeral in 2001, a \"tradition\" of presidential attendance that Obama \"bucked\" by ignoring the Greene funeral. As it turned out, none of that was true, and Davis, a retired U.S. Air Force colonel who played an important role in the War on Terror and who today teaches law at Howard University, knew it when he wrote it. Curious about what Davis had said, I looked for any sign that Nixon had attended the Dillard funeral. I went to the Nixon Library website, which has posted the minute-by-minute White House logs of Nixon's activities. They're very detailed; if Nixon had gone to the general's funeral, it would have been listed. I looked through the month after Dillard's death and found no evidence Nixon had attended. Likewise, it turned out Bush did not attend the Maude funeral. In regards to the coda of the example reproduced above, which claims that President Obama \"hasn't even ordered flags to be flown at half-staff, like he did for the deaths of singer Whitney Houston, as well as the former communist and South African President Nelson Mandela,\" President Obama did issue a proclamation ordering that U.S. flags on government buildings be flown at half-staff in December 2013 after the death of Nelson Mandela, the anti-apartheid politician who served as president of South Africa in the late 1990s. (That was a relatively uncommon gesture of respect for a deceased foreign head of state: the last dignitary whose death had been so honored in the U.S. was Pope John Paul II in 2005.) However, the claim that President Obama ordered U.S. flags on government buildings be flown at half-staff after the death of singer Whitney Houston in April 2012 is a long-running piece of political misinformation: the President issued a statement of condolence through his press secretary and nothing more; the gesture of flag-lowering was undertaken only at a state level by Governor Chris Christie of New Jersey, Houston's home state. Summary: In March 2015, actor Charlie Sheen referenced this item in a rant about President Obama's appearance on ESPN for his annual tradition of filling out his NCAA tournament bracket. Last updated: 19 March 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/greene.asp",
  "Claim": "President Obama broke precedent by declining to attend the funeral of General Harold Greene and failing to send any administration officials to the ceremony.",
  "Claim_ID": "politics_military_greene",
  "Tags": ""
}