{
  "Origins": "One sketchy news account is seemingly all that documents the saga of Roy Brown, sentenced to fifteen years in prison for a December 2007 bank robbery which netted him a mere $100:",
  "Fact Check": "",
  "Description": "The article does not mention factors such as prior convictions which may have affected Brown's sentence. (In Louisiana, the crime of first degree robbery the taking of something of value when the offender does not have a weapon, but leads the victim to believe that he does have a weapon carries a minimum sentence of 3 years to a maximum of 40 years.) In June 2011, Paul R. Allen, the former CEO Taylor, Bean and Whitaker Mortgage Corp. (TBW) was sentenced to 40 months in prison for his part in aiding and abetting the efforts of TBW's former chairman, Lee B. Farkas, to defraud the U.S. Treasury's Troubled Asset Relief Program (TARP): Allen was chief executive at Ocala, Fla.-based Taylor Bean & Whitaker, which collapsed in 2009 after the criminal investigation became public, resulting in its 2,000 employees losing their jobs. The fraud also contributed to the collapse of Alabama-based Colonial Bank the sixth largest bank failure in U.S. history after Colonial bought hundreds of millions of dollars in Taylor Bean mortgages that had already been sold to other investors. Two other banks Deutsche Bank and BNP Paribas lost nearly $2 billion after buying corporate paper from Taylor Bean that was not properly backed with collateral, authorities said. Taylor Bean and Colonial also tried to obtain more than $500 million from the government's Troubled Asset Relief Program but ultimately never received any funding from the program also known as TARP. Neil Barofsky, who served as TARP's special inspector general, said the Taylor Bean case was the most significant criminal prosecution to arise out of the nation's financial crisis. The convictions of company chairman Lee Farkas and Allen represent some of the most high-profile executives in the housing and financial industries to receive prison time in the aftermath of the housing sector meltdown. Mitigating factors in Allen's sentencing were the fact that the fraud was already underway when he became CEO of TBW in 2003, that his crime was a non-violent one, and that Allen was one of six persons who received credit on their sentences for cooperating with investigators and testifying against Farkas, the mastermind of the fraud scheme. (Farkas himself was sentenced to thirty years in prison.)",
  "Originally Published": "",
  "Referred Links": "http://www.digitaljournal.com/article/265402;",
  "Example": "[Collected via e-mail, October 2011] The story of 54-year-old Roy Brown, a homeless man who couldn't afford to pay basic food and shelter expenses, is heartbreakingly cruel: A homeless man robbed a Louisiana bank and took a $100 bill. After feeling remorseful, he surrendered to police the next day. The judge sentenced him to 15 years in prison. The day after this story appeared, prosecutors celebrated the fact that they were able to get a 40-month prison sentence for investment tycoon Paul R. Allen, who defrauded lenders of more than $3 billion.",
  "Last Updated": "20 October 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/crime/roybrown.asp",
  "Claim": "Article contrasts sentences given to Roy Brown and Paul R. Allen.",
  "Claim_ID": "politics_crime_roybrown",
  "Tags": ""
}