{
  "Origins": "The above-referenced article about the creation of \"America Scouts,\" a federally administered youth program, includes plenty of references guaranteed to raise the hackles of anyone concerned about the increased presence of the federal government in the public sphere: The America Scouts program is necessary because the \"Boy Scouts' ties with religion are undesirable to the new Administration\" and these new Scouts would \"focus on the government\" instead; the Scouting program would be run by an appointed President to whom the Scouts would personally \"state their responsibility in their oath\"; and the government would pay for Scouts to undertake \"special 'reeducation' projects.\"",
  "Fact Check": "",
  "Description": "However, no \"America Scouts\" program is (or ever was) in the works, nor did World Net Daily publish an article detailing forthcoming plans for such a program. The concept was a simply another bit of humorous fiction, a satirical piece published by the Jumping in Pools blog on 26 January 2009. Other satirical articles from the Jumping in Pools blog include \" Biden, Obama to Have Gaffe-Off ,\" \" US in Chaos as Teleprompter Assassinated ,\" and \" Palin to Join Obama Cabinet .\"",
  "Originally Published": "",
  "Referred Links": "http://jumpinginpools.blogspot.com/2009/07/palin-to-join-obama-cabinet.html;http://jumpinginpools.blogspot.com/2009/07/us-in-chaos-as-teleprompter.html;http://jumpinginpools.blogspot.com/2009/07/biden-obama-to-have-gaffe-off.html;http://jumpinginpools.blogspot.com/2009/01/obama-to-launch-america-scouts.html;http://jumpinginpools.blogspot.com/2009/01/obama-to-launch-america-scouts.html;",
  "Example": "[Collected via e-mail, February 2009] Is this true? Obama to Launch \"America Scouts\" In an advance copy received by World Net Daily, it appears that the President's new administration is going to try a bold new approach regarding the nation's youths. President Obama's staff is furiously working to finish the first draft of a new youth program, which would rival the traditional boy scouts. Known as the \"America Scouts,\" these programs would be announced on March 1 of this year and the program would begin building a skeleton during the summer. On August 4, or Obama's 48th birthday, the program would begin accepting children between the ages of 4 and 18. While the exact specifications of the program are either secret or yet to be established, it is believed that there will be three classes of scouts. \"Liberty\" scouts for children betweeen 4-8. \"Patriot\" scouts for those between 8-12 and \"Constitution\" scouts for those up to 18. It is yet unknown if these \"Constitution Scouts\" would then move up to President Obama's planned civilian reserve force. [Rest of article here.]",
  "Last Updated": "1 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/americascouts.asp",
  "Claim": "The Obama administration is planning to launch an \"America Scouts\" youth program.",
  "Claim_ID": "Politics_satire_americascouts",
  "Tags": ""
}