{
  "Origins": "This warning about \"Handheld Mobile Telephone Use State of Pennsylvania\" began to circulate on the Internet in October 2007, usually as a PDF file (an example is shown here ).",
  "Fact Check": "",
  "Description": "Chatty Pennsylvania motorists take heart there is no such law going into effect in November 2007. Whoever penned the alert quoted above confused the introduction of HB 1827 into Pennsylvania's House of Representatives with the passage of that bill into law. In truth, the bill is still very much in the discussion stage. That governing body says the status of the bill at this point is that it has been referred to the legislature's Transportation Committee. Said Transportation Committee Chairman Joe Markosek's Office of the matter: \"The bill in question has not received any votes as of today and currently remains in the House Transportation Committee. House Bill 1827 is scheduled to be discussed as a part of a distracted driving public hearing by the House Transportation Committee on October 15, 2007.\"",
  "Originally Published": "",
  "Referred Links": "http://www.legis.state.pa.us/cfdocs/billinfo/billinfo.cfm?syear=2007&sind=0&body=H&type=B&BN=1827;http://www.legis.state.pa.us/CFDOCS/Legis/PN/Public/btCheck.cfm?txtType=HTM&sessYr=2007&sessInd=0&billBody=H&billTyp=B&billNbr=1827&pn=2428;http://board.moparts.org/ubbthreads/upload2/3859019-PACellPhoneBan_10Nov07.pdf;",
  "Example": "[Collected via e-mail, October 2007] Legislative Brief Handheld Mobile Telephone Use State of Pennsylvania Effective November 10, 2007 motorists in the state of Pennsylvania will be prohibited from using handheld mobile telephones while operating a vehicle. The Bill (House Bill No. 1827) amends Title 75 of the Pennsylvania Consolidated Statues and was passed on September 11, 2007. The Bill states that \"No driver shall operate any moving vehicle on a highway of this Commonwealth, which shall include Federal, State and municipal highways, while using a handheld mobile telephone.\" The term \"handheld mobile telephone\" is defined by the bill as: \"A mobile telephone other than a hands-free mobile telephone with which a user engages in a call using at least one hand.\"It also defines hands-free mobile telephone as follows: \"A mobile telephone that has an internal feature or function, or that is equipped with an attachment or addition, whether or not permanently part of such mobile telephone, by which a user engages in a call without the use of either hand, whether or not the use of either hand is necessary to activate, deactivate or initiate a function of such telephone.\"The new law does not apply, however to the following, when on duty and acting in their official capacities: Law Enforcement Officers Operators of Emergency VehiclesThe bill also mentions that defensible actions for the use of a handheld mobile telephone will be: The driver had reason to fear for the driver's safety Reporting a traffic accident Making a \"911\" emergency callA person who is found to be in violation of this section commits a summary offense and upon conviction, will be sentenced to pay a $50 fine.",
  "Last Updated": "14 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/traffic/penncell.asp",
  "Claim": "New law going into effect in November 2007 will make it illegal for motorists in Pennsylvania to use cell phones while driving.",
  "Claim_ID": "politics_traffic_penncell",
  "Tags": ""
}