{
  "Origins": "One of the key issues in the global warming debate is whether modern scientists have sufficient data and tools to determine that current warming trends are indicative of long-term climatic changes rather than relatively short-term weather pattern variability. The text above seemingly provides an example of the pitfalls of mistaking the latter for the former, purportedly reproducing a 1922 newspaper article warning that the Arctic ocean was experiencing a radical change in climatic conditions which was warming its waters, melting ice, and disrupting wildlife.",
  "Fact Check": "",
  "Description": "The text in the above example is a genuine transcript of a 1922 newspaper article, an Associated Press account which appeared on page 2 of the Washington Post on 2 November of that year: That article in turn was based on information relayed by the American consul in Norway to the U.S. State Department in October 1922 and published in the Monthly Weather Review : The Arctic seems to be warming up. Reports from fisherman, seal hunters, and explorers who sail the seas about Spitzbergen and the eastern Arctic, all point to a radical change in climatic conditions, and hitherto underheard-of high temperatures in that part of the earth's surface. In August, 1922, the Norwegian Department of Commerce sent an expedition to Spitzbergen and Bear Island under the leadership of Dr. Adolf Hoel, lecturer on geology at the University of Christiania. Its purpose was to survey and chart the lands adjacent to the Norwegian mines on those islands, take soundings of the adjacent waters, and make other oceanographic investigations. Ice conditions were exceptional. In fact, so little ice has never before been noted. The expedition all but established a record, sailing as far north as 81 29' in ice-free water. This is the farthest north ever reached with modern oceanographic apparatus. The character of the waters of the great polar basic has heretofore been practically unknown. Dr. Hoel reports that he made a section of the Gulf Stream at 81 north latitude and took soundings to a depth of 3,100 meters. These show the Gulf Stream very warm, and it could be traced as a surface current till beyond the 81st parallel. The warmth of the waters makes it probable that the favorable ice conditions will continue for some time. In connection with Dr. Hoel's report, it is of interest to note the unusually warm summer in Arctic Norway and the observations of Capt. Martin Ingebrigsten, who has sailed the eastern Arctic for 54 years past. He says that he first noted warmer conditions in 1918, that since that time it has steadily gotten warmer, and that to-day the Arctic of that region is not recognizable as the same region of 1868 to 1917. Many old landmarks are so changed as to be unrecognizable. Where formerly great masses of ice were found, there are now often moraines, accumulations of earth and stones. At many points where glaciers formerly extended far into the sea they have entirely disappeared. As interesting as this nearly century-old article might be from a modern perspective, however, it isn't substantive evidence either for or against the concept of anthropogenic global warming. As documented elsewhere , the warming phenomena observed in 1922 proved to be indicative only of a local event in Spitzbergen, not a trend applicable to the Arctic as a whole.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20100707124649/http://www.globalcoral.org/LONG%20TERM%20ARCTIC%20ICE%20TRENDS%20AND%20GLOBAL%20WARMING.1.pdf;http://docs.lib.noaa.gov/rescue/mwr/050/mwr-050-11-0589a.pdf;",
  "Example": "[Collected via e-mail, December 2009] The Arctic ocean is warming up, icebergs are growing scarcer and in someplaces the seals are finding the water too hot, according to a report tothe Commerce Department yesterday from Consulafft, at Bergen, Norway. Reports from fishermen, seal hunters and explorers all point to a radicalchange in climate conditions and hitherto unheard-of temperatures in theArctic zone. Exploration expeditions report that scarcely any ice has beenmet as far north as 81 degrees 29 minutes. Soundings to a depth of 3,100meters showed the gulf stream still very warm. Great masses of ice havebeen replaced by moraines of earth and stones, the report continued, whileat many points well known glaciers have entirely disappeared. Very few seals and no white fish are found in the eastern Arctic, whilevast shoals of herring and smelts which have never before ventured so farnorth, are being encountered in the old seal fishing grounds. I apologize, I neglected to mention that this report was from November 2, 1922. As reported by the AP and published in The Washington Post - 88 years ago!",
  "Last Updated": "10 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/science/globalwarming1922.asp",
  "Claim": "A 1922 newspaper article reported that \"radical change in climatic conditions\" was melting Arctic ice and disrupting wildlife.",
  "Claim_ID": "politics_science_globalwarming1922",
  "Tags": ""
}