{
  "Origins": "This item about the elimination of imminent danger pay (also known as \"combat pay\" or \"hostile fire pay\") for all U.S. military personnel save for those who are \"being shot at\" includes some truth and a good deal of mischaracterization. It references a policy change that took place back in February 2012 not as an \"order from President Obama,\" but rather with the implementation of the sprawling 2012 National Defense Authorization Act passed by Congress:",
  "Fact Check": "",
  "Description": "In effect, all members of the U.S. military continue to receive imminent danger pay (IDP) for serving in areas \"where members are subject to the threat of physical harm or imminent danger because of civil insurrection, civil war, terrorism or wartime conditions,\" whether or not they are actually \"shot at.\" The change that came about in February 2012 was that previously service members received a flat monthly payment ($225) for each month in which they spent any time at all in an imminent danger pay area; instead, they are now paid a per diem rate of $7.50 for each day they actually spend in such areas. Service members who come under fire still receive the full monthly hostile fire pay amount regardless of where they are serving. As described by the Air Force Times , the reasoning behind the change in policy was as follows: Beginning with Feb. 15 [2012] paychecks, troops will be paid only for the actual days they spend in a qualifying danger pay location, Pentagon officials said. Under the previous policy, troops who spent any portion of a month in a danger pay location received full monthly danger pay of $225. The proration amounts to $7.50 per day. So, for example, if an airman spends only 10 days of the month in an eligible area, he will have only $75 in IDP added to his paycheck. The change would fall mostly on rear-echelon and headquarters staff whose occasional and short visits to a hostile area, such as attending a change-of-command ceremony in Afghanistan, had provided them the same $225 monthly hostile fire pay that went to the front-line airmen or soldiers facing imminent danger every day of the month. Because changes of command often happen on the first day of a month, someone arriving May 31 to attend a June 1 ceremony previously drew $450 two months of danger pay. Those one- or two-day visitors benefited from what ground combat troops had derisively called \"sightseer pay.\" The change was designed mainly to prevent people who briefly visit a combat or danger zone from receiving the same pay as someone assigned to a deployed unit. Under the previous rules, a person could schedule a visit to an eligible area on the last day of one month, depart the next day and collect two full months of danger pay. Exceptions will be made for troops who are \"exposed to a hostile fire incident.\" Regardless of location, those troops will receive a monthly payment of $225. A 2 February 2012 Armed Forces Press Service release explained the implementation of the new policy: Service members now will receive imminent danger pay only for days they actually spend in hazardous areas, Pentagon officials said. The change, which took effect [1 February 2012], was included in the 2012 National Defense Authorization Act, which President Barack Obama signed into law Dec. 31. \"Members will see the prorated amount in their Feb. 15 pay records,\" Pentagon spokesman Navy Capt. John Kirby said. The act called for DOD to pay service members imminent danger pay only for the time they spend in areas that qualify for the pay. In the past, service members received $225 per month if they spent any time that month in an area where the pay was authorized. \"This is a more targeted way of handling that pay,\" Kirby said. Now, service members will receive $7.50 a day for days spent in these areas. Personnel who travel to the designated areas for periods less than 30 days should keep track of the number of days they are in the area to verify that they are paid for the correct number of days, officials said. The military services are working to waive or remit debts for members who may have been overpaid for January, officials said. The services can waive this \"when there is no indication of fraud, fault, misrepresentation, or when members were unaware they were overpaid,\" Pentagon spokeswoman Eileen Lainez said. Proration is based on a 30-day month, which translates into a rate of $7.50 per day. It does not matter if the month is 28 or 31 days long, officials explained; if service members serve in affected areas for the complete month, they will receive the full rate of $225 per month. The Defense Department defines imminent danger pay areas as places where members are subject to the threat of physical harm or imminent danger because of civil insurrection, civil war, terrorism or wartime conditions. Service members who come under fire, regardless of location, will receive the full monthly hostile-fire pay amount of $225. Service members will receive notification of the change via emails, on the MyPay system, on social media sites and via the chain of command.",
  "Originally Published": "",
  "Referred Links": "http://www.defense.gov/news/newsarticle.aspx?id=67030;https://www.fas.org/sgp/crs/natsec/R41874.pdf;",
  "Example": "[Collected via e-mail, February 2012] Obama pulls combat pay from service personnel. President Obama's latest policy outrage makes no attempt to hide his contempt for our military, as he is ordering that our troops serving overseas in war zones overseas are not to receive combat pay unless they are being shot at. A Marine who lives in Florida has just posted a note on Facebook which stated that he received a letter from his MyPay account that he would only be receiving his Hazard pay (Imminent Danger Pay) if he is actually in a hostile area and at risk of being shot at. So I just got a letter from MyPay (the way we get paid in the military), saying that I will only reason Combat Pay while deployed for the days that I take fire or am in a hostile area. Now, as an Infantry Marine, I'm constantly in a combat zone it may not always be popping off, but for them to take that away from us is bullshit. Now, the aviation tech who sits on Camp Leatherneck, sure, I can see him not getting Combat Pay, but to take it away from the grunts, the ground pounders, the front line of defense ... come on, Uncle Sam. You let the Liberals win a big one here Florida Marine Corp Soldier",
  "Last Updated": "31 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/combatpay.asp",
  "Claim": "A new White House policy eliminates combat pay for U.S. military personnel \"unless they are being shot at.\"",
  "Claim_ID": "politics_military_combatpay",
  "Tags": ""
}