{
  "Origins": "On 2 November 2012, various news outlets reported that Alabama utility crew workers were turned away from helping to repair areas of New Jersey ravaged by Hurricane Sandy because they were not union members. One related article, for example, stated:",
  "Fact Check": "",
  "Description": "News accounts from later in the day stated the issue arose from a misunderstanding over work requirements, and that no utility workers were turned away from New Jersey (although one Alabama crew that got as far as Virginia opted to return home due to the uncertainty): An Alabama utility crew heading to New Jersey has returned home, claiming it had to affiliate with a union to help with the recovery effort after Superstorm Sandy. But union officials, a New Jersey utility company and the governor said they are mistaken. Ray Hardin, general manager of Decatur Utilities, said a six-member crew left for Seaside Heights, N.J. It got as far as a staging are in Roanoke, Va., where it waited for clarification of documents from the International Brotherhood of Electrical Workers (IBEW). He said the documents implied the non-union workers had to agree to union affiliation while working in New York and New Jersey. \"It was and remains our understanding that agreeing to those requirements was a condition of being allowed to work in those areas,\" he said. While waiting for clarification, Decatur Utilities learned Seaside Heights had received the assistance it needed. Decatur Utilities attempted to contact other areas that needed assistance, but decided to bring its crew home based on the uncertainty of union requirements, Hardin said. IBEW spokesman Jim Spellane said he did not know what papers the crew was given, but \"there appears to have been a misunderstanding.\" He said the papers may have dealt with a requirement that crews are paid the prevailing wage in the area where they are working. In New Jersey, where electrical workers are heavily unionized, that wage is set by collective bargaining. IBEW President Ed Hill said in Washington, \"It is the policy of this union and the companies we represent to welcome assistance during major natural disasters regardless of union status.\" Ron Morano, a spokesman for Jersey Central Power & Light, which serves Seaside Heights, said non-union crews are helping restore power, and the union knows it is all hands on deck. New Jersey Gov. Chris Christie said the Alabama crew got \"bad information\" and non-union crews are welcomed in the recovery effort. Electric utilities in Alabama reported sending more than 600 employees to help restore power in states hit by Sandy. Decatur Utilities later issued a statement that said: \"To be clear, at no time were our crews 'turned away' from the utility in Seaside Heights.\" The documents that supposedly required Decatur Utilities workers to agree to union affiliation actually came from Electric Cities of Alabama, not the IBEW: Harbin said his office received a 31-page document which implied a requirement of his employees to agree to union affiliation while working in New York and New Jersey. Earlier, it was thought that document came from IBEW. IBEW denied that, and Harbin clarified the paperwork came from Electric Cities of Alabama. ECA is a coalition of Alabama's municipally owned electric utilities. Several north Alabama cities are members, including Huntsville, Hartselle, Athens, Florence, Fort Payne, Guntersville and others. Harbin said the ECA sent the document to his offices for planning purposes. The ECA said Decatur Utilities might encounter this, because New Jersey is a heavy union state. Decatur Utilities looked at the document, and Harbin said it indicated his workers would have to sign to become union members and pay union dues. But again, that was not the case. Representatives from two other Alabama utility companies that were reportedly turned away from New Jersey said such reports were not true: Representatives with Huntsville Utilities and Joe Wheeler Cooperative, two utilities mentioned in media reports claiming their crews were not allowed to help with storm aid in New Jersey because they were non-union, said the story is untrue. The general manager of the other department mentioned, Decatur Utilities, has since verified claims that his workers were asked to affiliate with a union. Bill Yell, spokesman for Huntsville Utilities, said nine of his employees are currently helping with recovery from Hurricane Sandy and had no union-related issues. \"That's a rumor,\" he said. \"We are starting work this morning with Long Island Power Authority. We were headed to a New Jersey utility but they had all the crews they could handle.\" A spokeswoman for Joe Wheeler Electrical Membership Cooperative said the crews from Trinity also are assisting with storm recovery and, in fact, are unionized. \"It is not true for us,\" she said. \"I don't know how we got lumped in there (in that report). We sent eight guys to Maryland, not New Jersey. They have been there since before the storm but they've finished work and are headed home this morning.\" The crews from Joe Wheeler EMC went to Denton, Md., in anticipation of the storm and worked with Choptank Electrical Cooperative. Yell and Phillips said they have been inundated with calls from national media outlets in the wake of the report, including Fox News and CNN, and several newspapers in New Jersey. Yell said going to assist with utilities recovery is not as simple as sending donated goods and requires a lot of coordination. \"We were not turned away,\" he said. \"It's a lot more complicated than that. One of the problems is whenever this kind of thing happens people call and ask, 'Are you going to send crews out?' but it's not a situation where everybody jumps in truck and heads up there. You have to work through trade associations. You have mutual-aid agreements and you've got to find a system that needs you and is able to take you.\" He said some systems don't use the same voltage and may have different configurations. \"You don't just go up there and say, 'Hey, we're here. We're going to start putting up poles for you.\" New Jersey utility companies said they were accepting all offers of help, regardless of union status: New Jersey's power companies are stressing that they are accepting help from both union and non-union crews during the massive effort to restore power to those still in the dark in the wake of Hurricane Sandy. The clarification comes after a utility company from Alabama said a six-man crew was headed to New Jersey, but turned back in Virginia after they said concerns were raised about whether New Jersey would accept help from the company s non-union utility crew. Non-union crews should not be concerned about coming to New Jersey to help bolster the efforts of New Jersey utility companies, officials said today. We are accepting any available resource, said Karen Johnson, a spokeswoman for PSE&G. We are working with our union and have non union crews participating in our restoration efforts, said Ron Morano, a spokesman for JCP&L. We continue to accept support from out of state utility companies and contractors. No out-of-state crews union or non-union that are coming to help New Jersey utilities will be turned away, said Kevin Roberts, a spokesman for Governor Christie. We are welcoming whatever help comes in, union or non-union, to assist with the recovery, he said.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2012] I live in Northern NJ, and I've been hearing about an Alabama crew that is NON-UNION that was told they could not work in NJ helping during the recovery after Sandy. I can say that my town uses non-union workers for the utilities and I've only heard of crews being turned away for not having current licences or insurance.",
  "Last Updated": "2 November 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/sandyunion.asp",
  "Claim": "Alabama utility crew workers were turned away from helping repair storm-ravaged areas of New Jersey because they were not union members.",
  "Claim_ID": "politics_business_sandyunion",
  "Tags": ""
}