{
  "Origins": "Roger Tullgren became an Internet celebrity in 2007 when he convinced Employment Services in Sweden to classify his \"addiction\" to heavy metal music as a disability:",
  "Fact Check": "",
  "Description": "While the strange circumstances behind Tullgren's disability made headlines around the globe in 2007, several publications continue to publish his story as if it were current news. In 2013 the story was republished by the Huffington Post , and in February 2015 NME and Ultimate Classic Rock published stories mistakenly claiming that Roger Tullgren had just started receiving benefits for his heavy metal addiction. According to the Swedish newspaper The Local , Tullgren stopped receiving benefits for his heavy metal addiction in 2012: Tullgren's remarkable story once again struck a chord with the international media last month, with articles popping up in the Huffington Post and on the website of the New Musical Express (NME), a well-known British music publication. \"It's really funny,\" Tullgren told The Local. \"I'm not really sure why the story popped up again, but I've had a lot of people emailing me about it from all over the world.\" He explained, however, that he hasn't been receiving benefits since January 2012. \"I took a new job as a janitor. I work four hours a day and then spend most of the rest of my time with my band, Papa Midnite,\" he said. While Roger Tullgren really did receive some benefits for his heavy metal addiction beginning in 2007, as of 2012 that is no longer the case.",
  "Originally Published": "",
  "Referred Links": "http://www.thelocal.se/20130111/45566;http://www.ultimateclassicrock.com/heavy-metal-addiction/;http://www.nme.com/news/various-artists/83117;http://www.huffingtonpost.com/2012/12/21/roger-tullgren-disability-payments-heavy-metal_n_2347153.html;http://www.thelocal.se/20070619/7650;",
  "Example": "[Collected via e-mail, February 2015] I saw an article on a Roger Tullgren who apparently is addicted to heavy metal music and is given a disability status on that basis. This sounds too wierd to be true.",
  "Last Updated": "26 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/medical/heavymetal.asp",
  "Claim": "In 2007 a man from Sweden received disability payments for his for his addiction to heavy metal music.",
  "Claim_ID": "politics_medical_heavymetal",
  "Tags": ""
}