{
  "Origins": "We don't yet know the identity of the true author of this e-mail exhorting Christians to pray for a victory by John McCain in the 2008 presidential election. It began appearing on blogs in early September 2008 without attribution, with later e-mailed versions carrying bylines identifying the author as Dr. Charles F. Stanley , pastor of the First Baptist Church of Atlanta and founder of In Touch Ministries. However, Corinn Fink, the Media Director of In Touch Ministries, informed us that the text was not written by Dr. Stanley: The e-mail below was forwarded to In Touch today, and we have been contacted by several people checking its authenticity. The text was shown to Dr. Stanley today and he stated that he is not the author of any part of it. Other versions of this items have been attributed to Fr. Glenn Meaux (who also told us he is not its author) and Tony Sloan Brown.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.intouch.org/site/c.dhKHIXPKIuE/b.2286643/k.3CCA/Dr_Charles_Stanleys_Biography.htm;",
  "Example": "[Collected via e-mail, September 2008] A Call for Christians to Pray - Charles Stanley Rev. Charles Stanley Speaking Out. This is a call for Christians to pray. Pray for Our Country!! Can we and/or will we? I was very dismayed when, recently, a member of my Church said to me with great resignation that she was afraid Obama will take the presidency. These words came from someone that in the past has been a great prayer warrior. What is happening was my question??? Why are we Christians settling for the loss of our Christian heritage, not issuing a battle cry and falling to our knees and taking our country back? We allow ourselves to be stripped of the right to pray at school functions and in school, we have the Ten Commandments removed from government places and are told we cannot pray publicly or proclaim Christian principles, all the while providing public prayer places for Muslims. We allow Muslim mosques to operate in America funded by Saudi Arabia, and proclaim anti-American, anti-Christian threats and terrorism. What in the world is going on and why are we being so apathetic? Why aren't we praying? Our God is an Almighty God who is waiting patiently for us to raise our voices to heaven to stop the tide of the anti-Christian actions in our world today. Now we have a charismatic, albeit inexperienced, candidate for president that does not respect our flag and refuses to wear one on his lapel except when it becomes politically expedient, and whose own wife and pastor that he loves profess to have strong anti-white feelings, and we sit back and say 'it is a given, we can do nothing???' There has never been a time in 2000 years that we can do nothing, never a time that we must sit back and allow the evil in men's and women's hearts to take over our world! We should be afraid, very afraid because our apathy is leading us to perdition. It is time for all Christian Americans to raise the battle cry and take our nation back! Maybe McCain on his own cannot defeat Obama, but our God can and He will if we take to our knees in prayer and raise a mighty cry to the heavens to 'Save us O Lord'. We have God's promises in 2 Chronicles 7:14, 'If my people who are called by my name humble themselves, pray, seek my face, and turn from their wicked ways, then I will hear from heaven, and will forgive their sin and heal their land.' We have the power to change the course of this election and to keep a man as suspect as Barak Obama from leading our country to who knows where with his message of 'change'; a change which I fear will be away from our Christian ideals, and away from Christ, and further away from one nation under God to one nation under Allah. We are great at passing stories and pictures around the Internet but where are our prayers and prayer warriors praying to stop this tide of Barak Obama? God parted the Red Sea, Jesus was raised from the dead, and we can bring our country back to its Christian roots and stop the undermining of our country by Muslims. We can stop our country from being 'under Allah' but we must begin to pray, to pray as our country and our lives depended on it because they do. We can stop all these atrocities against God's commands that have taken root in our country through something as simple as sincere prayer, a call to God to deliver us, to forgive us our sins of apathy and to protect us from the evil that is upon us. Okay prayer warriors, here is your challenge, start those prayer chains. Get the spiritual power working on our behalf and stop Barak Obama the proper way, by calling on our God to save us from the deception that charismatic preaching is using to lead us on the wrong path. Stop those who would take God out of our country and our government. Raise up good men to lead us and protect us. George Bush is being buffeted because he has fought a holy war against the evils that attack us ... and we should not be surprised because a prophet is not honored in his own country. But we should not rest on our laurels and allow ourselves to be taken further off the path of Christianity and to have God removed from our presence in our schools, courts, government and businesses. Invite God into the fray. Ask that His power rest upon us and give us the victory. Ask him to raise up a mighty army to defend us and to protect our country as he did in days of old. Let us be victorious beginning NOW. The battle is His but we must call on Him without ceasing and unite our voices and hearts in prayer and fasting. Please pass this around to all people of prayer that you know and maybe, just maybe, a more eloquent person of prayer will write something better and more inspiring and even the rocks will shout that Jesus is Lord and our Mighty God is with us and bringing the victory for us and ultimately for Him. AMEN!",
  "Last Updated": "29 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/stanley.asp",
  "Claim": "Dr. Charles Stanley wrote an exhortation to Christians to pray for a John McCain victory in the presidential election.",
  "Claim_ID": "politics_soapbox_stanley",
  "Tags": ""
}