{
  "Origins": "On 25 March 2003, the London-based Arabic daily Al Quds Al Arabi reported that the American vice president, Dick Cheney, would soon head to the Jordanian capital, Amman, to attempt to convince his daughter to back down from her decision to go to Baghdad to serve as a human shield. (The shields are civilians, usually foreigners, who place themselves around hospitals, schools and other installations in an effort to keep opposing military forces from targeting them.)",
  "Fact Check": "",
  "Description": "Dick Cheney has two daughters: 38-year-old Mary, manager of gay and lesbian corporate relations for Coors Brewing Company, and 40-year-old Elizabeth, a deputy assistant secretary for Near-East affairs at the State Department in Washington and a mother of three. The press office of the U.S. Vice President has flatly denied the conjectures that one of the V.P.'s daughters went to Jordan to become part of the \"human shield\" against attacks on Iraq. \"Neither of his daughters is over there, not in Jordan, not in Iraq. Neither has any intention to travel to that area,\" a press office official said. The report by one of the Arab media outlets that Cheney is planning to go there and retrieve the daughter is hilarious, she added. As for a possible trip by the Vice President to Jordan, a U.S. Embassy spokesman in Amman denied Cheney was on his way to that country: \"The embassy has no information that the U.S. Vice President will arrive in Jordan Tuesday to convince one of his daughters not to travel to Iraq to join human shields opposed to war,\" he said. Barbara \"When war is declared, truth is the first casualty\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] The London based Arabic daily Al Quds Al Arabi reported on Tuesday, March 25 that the American vice president, Dick Cheney, would soon head to the Jordanian capital, Amman. The newspaper claimed that the visit would be an attempt by Cheney to convince his daughter, who was in the Jordanian capital, to back down her decision to go to Baghdad within a group of volunteers who want to form human shields against the US led attacks on Iraq. Al Quds Al Arabi cited news reports it claimed circulating in Amman as saying that Cheney would arrive in the Jordanian capital soon on a special visit it described as having a \"social mission.\" \"News agencies citedsources as saying that Cheney will arrive in Amman next Friday. He will try to convince his daughter who is currently staying at a hotel in Amman not to go to Baghdad along with a group of volunteers who want to go to Iraq and form human shields against the Anglo American attacks,\" said the report.",
  "Last Updated": "16 October 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/war/cheney.asp",
  "Claim": "The daughter of U.S. Vice President Dick Cheney went to Iraq to become a human shield.",
  "Claim_ID": "politics_war_cheney",
  "Tags": ""
}