{
  "Origins": "This false claim that \"all live music played in the United States must have a permit from the Department of Homeland Security\" (DHS) originated with a dispute between a Muncie, Indiana, bar operator and local authorities over entertainment permit laws. That dispute has nothing to do with the federal Department of Homeland Security, it is not relevant to any state other than Indiana, and is about the enforcement of local business permit laws and not a general requirement that \"all live music must have a permit.\"",
  "Fact Check": "",
  "Description": "In Indiana, a state law requires that places of amusement and entertainment must obtain permits which are subject to the approval of state fire and building inspectors, a process that involves the Indiana Department of Homeland Security's (IDSH) fire and building safety division. Mike Martin, the operator of the Folly Moon bar a venue that offers entertainment in the form of live music as well as recorded music and karaoke contends that that law is not being applied correctly and uniformly, maintaining that it should not apply to bars and restaurants and is only being enforced for venues that provide live (rather than recorded) music: State law requires places of amusement and entertainment to have permits subject to the inspection of state fire and building inspectors. And the law defines entertainment places as night clubs, dance halls or cabarets. Martin filed an appeal to the permit, saying he operated a bar and restaurant with occasional music played by his band, The Mike Martin Band, and others. In the challenge before an administrative law judge, Martin believed the state was not enforcing the law uniformly, only requiring permits for live music instead of electronic or even Karaoke that is also played at the Moon. And the law really does not apply to restaurants or bars, he adds, along with concerns that the IDHS is trying to shut down small business with outdated laws. The entertainment permit law is archaic and outdated, Don Marquardt, president of the Indiana Licensed Beverage Association (ILBA), said, used to regulate night clubs and dance halls which are not bars and restaurants. The ILBA tried to get the law rewritten a few years ago, asking former lawmaker and now Mayor Dennis Tyler to help. The Legislature never addressed the issue. In true hyperbolic Internet fashion, what started with a minor local dispute about business permits and fire codes was quickly blown into the false claim that all live music played anywhere in the U.S. now requires a permit from the DHS. Neither the Indiana nor the federal DHS has declared that \"it is illegal to play music freely in the United States,\" nor is the issue about live music per se it's a local legal wrangle over a requirement that entertainment-providing business establishments obtain proper state operating permits.",
  "Originally Published": "",
  "Referred Links": "http://www.in.gov/legislative/ic/2010/title22/ar14/ch3.html;http://www.munciefreepress.com/node/29089;",
  "Example": "[Collected via e-mail, January 2013] This has been circulating as of late and was curious if there was anything tangible to it: \"The Department of Homeland Security (An agency enacted through the Patriot Act) is now demanding through enforcement from The State Fire Marshalls that ALL LIVE MUSIC PLAYED IN THE UNITED STATES MUST HAVE A PERMIT FROM THE DEPARTMENT OF HOMELAND SECURITY.\"",
  "Last Updated": "27 July 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/arts/livemusic.asp",
  "Claim": "All live music played anywhere in the U.S. now requires a permit from the Department of Homeland Security.",
  "Claim_ID": "politics_arts_livemusic",
  "Tags": ""
}