{
  "Origins": "Andy Rooney, the curmudgeonly commentator who closed every Sunday broadcast of television's 60 Minutes news magazine with a (typically sardonic) essay about some aspect of everyday life, is thanks to the Internet as well-known for what he hasn't said as he is for what he really has said. (Another compilation of various political observations we've covered is a prime example of widely-circulated Andy Rooney apocrypha.)",
  "Fact Check": "",
  "Description": "There are some quick giveaways that not everything on this list came from the pen of Andy Rooney: making risqu jokes about Monica Lewinsky and \"morning arousals\" just wasn't his style; he wouldn't have written \"I live in Los Angeles\" since he was a long-time east coast resident; and was well into his 80s at the time this piece began to circulate, so he was not likely to have been speaking of his grandmother in the present tense. (Of course, Mr. Rooney did have a lengthy career as a writer, so some of these items could conceivably have come from his older pieces.) Like most items of this ilk, this list has been circulating for several years, with new items being added and others dropped off as it has trudged from inbox to inbox. The first two entries (about Monica Lewinsky and vegetarians) are common jokes tacked on fairly recently; at other times the list has included some or all of the following additional entries: Award Shows: Can you believe how many award shows they have now? They have awards for commercials. The Cleo Awards. A whole show full of commercials. I taped it and then I fast-forwarded through the whole thing. Pregnancy: It's weird when pregnant women feel the baby kicking. They say, \"Oh my God. He's kicking. Do you wanna feel it?\" I always feel awkward reaching over there. Come on! It's weird to ask someone to feel your stomach. I don't do that when I have gas. \"Oh my God . . . give me your hand . . . It won't be long now . . .\" Ads in Bills: Have you ever noticed that they put advertisements in with your bills now? Like bills aren't distasteful enough, they have to stuff junk mail in there with them. I get back at them. I put garbage in with my check when I mail it in. Coffee grinds, banana peels... I write, \"Could you throw this away for me? Thank you.\" Life Cycle: The most unfair thing about life is the way it ends. I mean, life is tough. It takes up a lot of your time. And what do you get at the end of it? A death. What's that, a bonus? I think the life cycle is all backwards. You should die first, get it out of the way. Then you live in an old age home. You get kicked out when you're too young, you get a gold watch, then you got to work. You work forty years until you're young enough to enjoy your retirement. You do drugs, alcohol, you party, get laid, you get ready for high school. You go to grade school, you become a kid, you play, you have no responsibilities, you become a little baby, you go back into the womb, you spend your last nine months floating in warm liquid . . . and you check out as a gleam in somebody's eye! So, to whom should this be properly attributed? Although we could swear that at least of few of these items are things we've heard Andy Rooney say, this isn't his work. Nor is it the work of humorist George Carlin (another personality commonly given credit for political humor of uncertain origin), to whom these witticisms are also often attributed. Everything here (except the first two jokes) springs from the creative mind of comedian Sean Morey , who has performed all of these bits during several appearances on the Tonight Show and in radio and live shows all over the country. On 4 November 2011, Andy Rooney passed away at the age of 92.",
  "Originally Published": "",
  "Referred Links": "http://www.seanmorey.com/material.htm;",
  "Example": "[Collected on the Internet, 2003] Andy Rooney on Monica: Can you believe it? Monica turned 28 this week. It seems like only yesterday that she was crawling round the White Houseon her hands and knees. Andy Rooney on Vegetarians: Vegetarian that's an old Indian word meaning \"lousy hunter.\" Andy Rooney on Prisoners: Did you know that it costs forty-thousand dollars a year to house each prisoner? Gee, for forty-thousand bucks apiece, I'll take a few prisoners into my house. I live in Los Angeles. I already have bars on the windows. I don't think we should give free room and board to criminals. I think they should have to run twelve hours a day on a treadmill and generate electricity. And if they don't want to run, they can rest in the chair that's hooked up to the generator. Andy Rooney on Fabric Softeners: My wife uses fabric softener. I never knew what that stuff was for. Then I noticed women coming up to me, sniffing, then saying under their breath, \"Married!\" and walking away. Fabric Softeners are how our wives mark their territory. We can take off the ring, but it's hard to get that April fresh scent out of your clothes. Andy Rooney on Morning Differences: Men and women are different in the morning. We men wake up aroused in the morning. We can't help it. We just wake up and we want you. And the women are thinking, 'How can he want me the way I look in the morning?' It's because we can't see you. We have no blood anywhere near our optic nerve. Andy Rooney on Phone-in-Polls: You know those shows where people call in and vote on different issues? Did you ever notice there's always like 18% \"I don't know\". It costs 90 cents to call up and vote . . . They're voting \"I don't know.\" \"Honey, I feel very strongly about this. Give me the phone. (Into phone) I DON'T KNOW! (hangs up, looking proud) Sometimes you have to stand up for what you believe you're not sure about.\" This guy probably calls up phone sex girls for $2.95. (into phone) \"I'm not in the mood.\" Andy Rooney on Cripes: My wife's from the midwest. Very nice people there. Very wholesome. They use words like 'Cripes' 'For Cripes sake.' Who would that be; Jesus Cripes? The son of 'Gosh' of the church of 'Holy Moly'? I'm not making fun of it. You think I wanna burn in 'Heck'? Andy Rooney on Grandma: My grandmother has a bumper sticker on her car that says, 'Sexy Senior Citizen.' You don't want to think of your grandmother that way, do you? Out entering wet shawl contests. Makes you wonder where she got that dollar she gave you for your birthday. Andy Rooney on Answering Machines: Did you ever hear one of those corny, positive messages on someone's answering machine? \"Hi! It's a great day and I'm out enjoying it right now. I hope you are too. The thought for the day is 'Share the love.'\" Beep. \"Uh, yeah . . . this is the VD clinic calling . . . Speaking of being positive, your test is back. Stop sharing the love.\"",
  "Last Updated": "5 November 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/rooney3.asp",
  "Claim": "List compiles Andy Rooney's wry observations on a variety of topics.",
  "Claim_ID": "politics_soapbox_rooney3",
  "Tags": ""
}