{
  "Origins": "In September 2012, Muslim protesters objecting to a film that mocked the Prophet Mohammed climbed the walls of the U.S. Embassy in the Egyptian capital of Cairo and brought down the American flag:",
  "Fact Check": "",
  "Description": "A few days later, rumors circulated online that the U.S. Marine guards stationed at the embassy had been hindered in their efforts to defend it because the U.S. ambassador to Egypt, Anne Patterson, had prevented them from carrying live ammunition: Patterson did not permit US Marine guards to carry live ammunition, according to USMC blogs. Thus she neutralized any US military capability that was dedicated to preserve her life and protect the US Embassy. In this respect, she did not defend US sovereign territory and betrayed her oath of office. She neutered the Marines posted to defend the embassy, trusting the Egyptians over the Marines. However, a 13 September 2012 memorandum from Major Alex Cross, Deputy Director of the Marine Liaison Office to the U.S. House of Representatives, stated that Marines at the American embassy in Cairo had been authorized to carry live ammunition: The Ambassador did not impose restrictions on weapons or weapons status on the Marine Corps Embassy Security Group (MCESG) detachment. The MCESG Marines in Cairo were allowed to have live ammunition in their weapons. The Ambassador and Regional Security Officer have been completely and appropriately engaged with the security situation. Reports of Marines not being able to have their weapons loaded per direction from the Ambassador are not accurate. Fox News also reported that: A Marine spokesperson at the Pentagon denied reports that U.S. Marines defending the American embassy in Egypt were not permitted by the State Department to carry live ammunition in a statement to Fox News. Pentagon Lt. Col. Chris Hughes told the outlet: \"The ambassador and RSO [Regional Security Officer] have been completely and appropriately engaged with the security situation. No restrictions on weapons or weapons status have been imposed. This information comes from the Det Commander at AMEMB [American Embassy] Cairo.\"",
  "Originally Published": "",
  "Referred Links": "http://www.motherjones.com/politics/2012/09/egypt-embassy-marines-live-ammo#USMCmemo;",
  "Example": "[Collected via e-mail, September 2012] I saw a post on facebook that is claiming that U.S. Marines stationed at the U.S. Embassy in Egypt were not allowed to carry liveammunition by the U.S. Ambassador to Egypt and thus were unable to handle the protestors who attacked the embassy.",
  "Last Updated": "15 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/guns/cairo.asp",
  "Claim": "The U.S. Ambassador to Egypt prevented Marines stationed at the U.S. embassy in Cairo from carrying live ammunition.",
  "Claim_ID": "politics_guns_cairo",
  "Tags": ""
}