{
  "Origins": "Jason Derfuss, a 21-year-old student at Florida State University (FSU), barely escaped injury during a shooting that took place at that school on the morning of 20 November 2014. According to a reddit post by Derfuss, he was the \"initial target of the gunman\" who opened fire at FSU as Derfuss was leaving the school's Strozier Library, but the bullet that came his way passed through his backpack and lodged in one of his books a circumstance Derfuss didn't notice until after he had returned home:",
  "Fact Check": "",
  "Description": "Derfuss also recounted his experience for WESH television news: \"I heard what was unmistakably a gunshot behind me, and initially I kind of tried to rationalize it as a firecracker, but I knew exactly what it was,\" said Jason Derfuss, an FSU student. \"He gunned down another student right in front of me about 50 feet away.\" Derfuss said the gunman also fired several gunshots at him, but the books in his backpack stopped the bullets from striking his body. Derfuss posted another account of the shooting (quoted in the Example block above) to his Facebook page along with multiple photos of his backpack and bullet-ridden book, including the following:",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/jason.derfuss/posts/10202955135225363?pnref=story;http://www.reddit.com/user/thejasond123;",
  "Example": "[Collected via e-mail, November 2014] Earlier tonight there was a shooting at FSU, right as I was leaving Strozier. I didn't know this at the time, but the Shooter targeted me first. The shot I heard behind me I did not feel, nor did it hit me at all. He was about 5 feet from me, but he hit my books. Books one minute earlier I had checked out of the library, books that should not have stopped the bullet. But they did. I learned this about 3 hours after it happened, I never thought to check my bag. I assumed I wasn't a target, I assumed I was fine. The truth is I was almost killed tonight and God intervened. I know conceptually He can do all things, but to physically witness the impossible and to be surrounded by such grace is indescribable. To God be the glory, forever and ever, Amen.",
  "Last Updated": "20 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/guns/jasonderfuss.asp",
  "Claim": "FSU student Jason Derfuss survived a campus shooting after a bullet intended for him lodged in a book he was carrying in his backpack.",
  "Claim_ID": "politics_guns_jasonderfuss",
  "Tags": ""
}