{
  "Origins": "In July 2004 sandwich giant Subway came under fire for its use of anti-American imagery on tray liners in its German franchises. The liners, which promoted the film Super Size Me , included an image of a fat Statue of Liberty clutching a burger and an order of fries and bore the heading \"Warum sind die Amis so fett?\" which translates as \"Why are Americans so fat? (The word 'Amis' refers to Americans and is considered mildly derogatory, similar to the British word \"Yank.')",
  "Fact Check": "",
  "Description": "Though the liners were meant solely for the German market, they prompted a flood of outraged calls within the U.S. They also motivated House Majority Leader Tom DeLay to issue a statement in late July 2004 decrying them, saying they exemplified \"every bad stereotype about corporate America come true\" and that \"for Subway to thumb its nose at its American customers and promote Michael Moore's blame-America-first conspiracy in a foreign country is very concerning.\" Reacting to the negative response, the sandwich maker ended the promotion ahead of time and apologized on behalf of its German franchisees. It said the tray liner promotion was developed by a marketing firm working for the German outlets and that the campaign did not require approval from the corporate headquarters. It further asserted the parent company had no input into the German promotion. Subway had also been criticized for another poor choice of imagery used in a booklet that was part of a press kit available through the German web site of the film Super Size Me . The booklet included a drawing of a cheeseburger crashing into buildings from which panic-stricken figures flee for their lives. Some found this in poor taste, in light of the September 11 terrorist attacks in Washington and New York. Subway claimed this had not been its promotion and that the booklet was never handed out at its German franchises, but a representative of The Center for Individual Freedom claims it received its copy from an American tourist who had picked it up at a Subway in Munich. As to why Subway would want to align itself with the controversial 2004 documentary Super Size Me , the sandwich chain has been positioning itself in the fast food market as the low-calorie, low-fat alternative. Its incredible shrinking spokesperson Jared Fogle (who lost nearly 250 pounds eating the chain's sandwiches daily) has helped the chain achieve recognition as the waist management choice for diners on the run. Napkins in its stores reinforce that message by trumpeting that seven of the chain's sandwiches contain 6 grams or less of fat, comparing these seven (which range from 200 to 311 calories) to a McDonald's Big Mac (590 calories, 34 grams of fat) and a Burger King Whopper (680 calories, 39 grams of fat). The film, in which filmmaker Morgan Spurlock gains 25 pounds in 30 days on an all-McDonald's diet, links the U.S. fast-food industry to the nation's obesity problem, particularly pointing the finger at Subway's competitor, McDonald's. Barbara \"tray int ressant\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.supersizeme.com/;",
  "Example": "",
  "Last Updated": "16 August 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/subwayad.asp",
  "Claim": "Subway sandwich store tray liners used in Germany depicted a fat Statue of Liberty.",
  "Claim_ID": "politics_business_subwayad",
  "Tags": ""
}