{
  "Origins": "A January 2014 news story about a Houston man named Clifford Hall, who was sentenced to a county jail for 180 days in a child support issue despite his not owing any child support, was widely reported as case of a man who was \"sentenced for paying too much child support\":",
  "Fact Check": "",
  "Description": "The details of the issue as presented in news accounts were somewhat unclear, but the claim that Hall was punished for \"paying too much child support\" was a misinterpretation of the facts of the case. Based on Hall's side of the story, the crux of the matter was that (as maintained by Hall) a court agreement specifying child support and visitation terms was modified without his knowledge, resulting in his underpaying child support and taking custody of his son outside of the court-approved visitation schedule. When Hall found out about the modified terms, in order to avoid jail time he quickly paid nearly $3,000 in back child support (despite, he claims, having been told during a court appearance several weeks earlier that he was all paid up) and agreed to pay the child's mother $3,000 in attorney's fees. Nonetheless, Judge Lisa Millard found Hall in contempt of court and sentenced him to 180 days in county jail for some combination of his failure to pay required child support on time, his failure to follow the court's scheduled visitation times with his son, and/or his walking out of the courtroom in the middle of a hearing. (News accounts at the time were murky about which of these factors was the basis for his sentence.) However, available court records indicate that Hall was straightforwardly held in contempt of court for failure to pay child support in a case which had a motion for contempt dating back to April 2013 (and a court document briefly glimpsed in the Houston television news report about the case shown above displays a header indicating Hall was indeed held in contempt for \"for failure to pay child support\"). The information presented in news accounts indicating that Hall owed nearly $3,000 in back child support, and that the child's mother had incurred $3,000 in attorney's fees trying enforce their court agreement, suggested that this was an long-running and/or ongoing support issue rather than a sudden and recent one. Nothing presented in the original KRIV-TV news report on this case actually stated that Hall \"overpaid\" child support; it quite clearly said that he paid nearly $3,000 in \"back child support,\" implying that he was paying an amount already past due, even if he was previously unaware he owed it, not overpaying an amount he didn't yet owe. (Later news accounts stated that Hall paid an additional $1,000 over what he already owed.) However, under Texas law, for an obligor to avoid contempt charges in a child support case, he must be current on all child support obligations at the time of the enforcement hearing , not just current on the obligations originally listed in the motion to enforce that prompted the hearing. Even the most sympathetic explanation, offered by Hall's lawyer, doesn't claim that Hall was sent to jail for \"overpaying\" child support. Rather, his lawyer maintains that his child support payments were not made on time due to a clerical error, and a recent change in Texas law meant that those who fell behind in their payments (for whatever reason) could not avoid jail time by retroactively getting their accounts up to date: His falling behind was not even due to his own transgression but, rather, was caused by a clerical error in his paycheck by his employer. The payments were supposed to come out of his check automatically, but it was discovered that the payments were being withdrawn only sporadically. Hall racked up an impressive bill that forced him to pay almost $3,000 in past-due payments. The problem, as [his lawyer, Tyesha Elam] explained, lies in a law passed back in June 2013 that repeals protections for parents paying child support who may fall behind. Before, if you paid in full after falling behind, there was usually no problem. However, after the statute was passed, that all changed. The law, in Elam's view, was designed to target deadbeats who willfully fell behind and used the protections to their benefit. Now, however, it catches all parents with late payments in its dragnet. After exhausting his appeals options, Clifford Hall eventually spent eight days in the Harris County Jail and was released on 2 July 2014. Hall may have suffered an injustice, but nothing in the information presented about this case other than catchy headlines and sensationalized re-reporting of the original story supported the interpretation that Clifford Hall was \"sentenced for paying too much child support.\" Others sources reported, more accurately, that Hall was jailed \"for failing to pay child support, even though [by the time he was sentenced] he was fully paid up.\"",
  "Originally Published": "",
  "Referred Links": "http://www.myfoxhouston.com/story/24359680/2014/01/03/father-pays-outstanding-child-support-still-gets-jail-time;",
  "Example": "[Collected via e-mail, January 2014] Father sentenced to 6 months in jail for paying too much child support. This story is going around....is it real?",
  "Last Updated": "5 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/crime/childsupport.asp",
  "Claim": "A Houston man was sentenced to jail for paying too much child support for his son.",
  "Claim_ID": "politics_crime_childsupport",
  "Tags": ""
}