{
  "Origins": "Altering photographs of politicians to make them appear silly or ridiculous is a common way of poking fun at political figures, but other forms of image manipulation can be used for denigrative purposes as well. Case in point: The image displayed above, which purportedly reproduces a test scoresheet showing Alaska governor (and Republican vice-presidential nominee) Sarah Palin as having achieved high school grades and an SAT score that were decidedly mediocre.",
  "Fact Check": "",
  "Description": "There are several contextual clues that would give this image (which was part of a spurious background report on Sarah Louise Heath Palin) away as being a fake, such as the fact that Sarah Palin was a member of Wasilla High School's Honor Society, a standing she was unlikely to have achieved if she had truly pulled a barely average 2.2 GPA. We don't need contextual clues to debunk this image as phony, however. It's clearly a manipulated version of a genuine test report belonging to Dawn Eden, who posted it on her own blog back in January 2004: Ms. Eden noted in an October 2008 blog entry that: Gawker fell for a forgery that purported to be Sarah Palin's SAT scoresheet but was actually a Photoshop job made by someone who stole my own scoresheet off my blog and pasted in bad grades. The forger lowered the grades and scores on the printout to make Palin, an honor-society member, look like a mediocre student but wasn't smart enough to hide the obviousness of the Photoshop job.",
  "Originally Published": "",
  "Referred Links": "http://dawneden.blogspot.com/2008/10/nutroots-use-my-sat-scoresheet-to-forge.html;http://dawneden.blogspot.com/2004/01/high-school-confidential.html;http://www.whs.matsuk12.us/palin.htm;http://clapboard.org/temp/SarahPalinReport.pdf;",
  "Example": "[Collected via e-mail, September 2008] This is purportedly a copy of Sarah Palin's report card, with SAT scores.",
  "Last Updated": "21 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/palin/reportcard.asp",
  "Claim": "Image reproduces a test scoresheet showing Sarah Palin's high school grades and SAT scores.",
  "Claim_ID": "politics_palin_reportcard",
  "Tags": ""
}