{
  "Origins": "On 6 October 2014, a comment was posted to the Facebook page of Michigan-based WNEM-TV News questioning the veracity of a rumor circulating on social media sites. The rumor referenced claims that \"ISIS terrorists\" have been knocking on the doors of homes in Michigan and asking those who answer if the residents are in the military or have family in the military. If the answer is \"yes,\" the claim continues, then the ISIS operatives will kill the home's occupants without hesitation.",
  "Fact Check": "",
  "Description": "The warning in the image above reads: PSA!!!: for anybody back in Michigan. The Isis terrorists have been found in Michigan. They've been knocking on people's doors asking if they have family in the military. And if they respond \"yes,\" they're killing them point blank. So regardless if you're in the military or you have family in the military, tell them no. And don't even open your doors if you don't know who it is. Please spread this and get the word out so innocent people aren't getting killed!!! Thank you and stay blessed!! The warning about ISIS targeting military families in Michigan bears strong resemblance to two separate rumors popular on social media sites in late 2014. One originated in Australia after an alleged ISIS plot was uncovered and cautions that members of ISIS are \"marking\" Christian homes. The second involved a claim that began circulating in mid-September 2014 and originally stemmed from intelligence collected in June 2014. According to that warning , ISIS operatives were urged to identify American servicemembers and their families through sites like Facebook, to locate their homes, and to harm them. The second threat was addressed by Department of Homeland Security spokesman Peter Boogaard on 18 September 2014. Boogaard stated at the time that there was no \"credible intelligence\" indicating that servicemen and their families were in immediate danger due to potential ISIS attacks. No reports of mass murders of military families by ISIS operatives have emerged from Michigan or anywhere else in the United States.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;https://www.facebook.com/photo.asp?fbid=649211235191489&set=o.97177340956&type=1&theater;",
  "Example": "[Collected via email, October 2014] There is a post going around on Facebook ... statingthat Isis terrorists are killing Michigan military families going door todoor. Doubt this is true seems it is not on the news. on social media Facebook, there has been a posting of Muslim isisgroups coming door to door and requesting info of family members thatjoined in the military. If you reply yes, they will kill you in coldblood.",
  "Last Updated": "7 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/military/michiganisis.asp",
  "Claim": "ISIS operatives are visiting Michigan homes and killing the residents if they are military families.",
  "Claim_ID": "politics_military_michiganisis",
  "Tags": ""
}