{
  "Origins": "On 8 May 2014, the World News Daily Report web site published an article positing that a Chinese coal miner had just been found alive in an abandoned mine 17 years after he had been trapped inside it by an earthquake: A group of coal miners from the western province of Xinjiang, had an unbelievable surprise when the gallery they were excavating opened up on a section of an old mine, that was abandoned 17 years ago after an earthquake that caused some large sections of the tunnels to collapse. While they were exploring the galleries, they stumbled upon Cheung Wai, a 59-year old survivor from the 1997 accident, obviously in a rather bad shape. He was immediately taken to the hospital where a complete evaluation of his physical and mental states will be done over the next weeks. Soon afterwards links and excerpts referencing this item were being circulated via social media, with many of those who encountered it mistaking it for a genuine news article. However, that article was just another spoof from World News Daily Report , a tabloid-like web site whose stock in trade is publishing fantastically fictional stories such \" Giant Housecat Now Available on Market \" and \" Apple Announces Release of Paranormal Communication Application .\"",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://worldnewsdailyreport.com/apple-annouces-release-of-paranormal-communication-application/;http://worldnewsdailyreport.com/usa-giant-house-cat-now-available-on-market/;http://worldnewsdailyreport.com/china-miner-found-alive-after-17-years-underground/;",
  "Example": "[Collected via e-mail, May 2014] Someone on my Facebook posted that a miner was just found in a mine 17 years after an earthquake trapped him there.",
  "Last Updated": "12 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/miner.asp",
  "Claim": "A Chinese coal miner was recently found alive in an abandoned mine 17 years after he had been trapped inside it by an earthquake.",
  "Claim_ID": "politics_satire_miner",
  "Tags": ""
}