{
  "Origins": "In March 2015, Spirit Airlines launched a short-term promotion offering round-trip fares between several American domestic locations for $69, or $34.50 per leg. The connotations of the dollar amount were no accident, as illustrated on the above quoted text (also published to the airline's website).",
  "Fact Check": "",
  "Description": "It's worth noting that the Spirit Airlines $69 sale was first mentioned by the brand on Twitter on 16 March 2015 and the promotion concluded on 17 March 2015, leaving an exceedingly small window for fare eligibility: [Deal] We're celebrating a new plane! Fares Just $69.00* Round Trip Incl Taxes & Fees! +Restr http://t.co/n9m7igmvio pic.twitter.com/v04oW71iOu Spirit Autopilot (@SpiritAirlines) March 16, 2015 Spirit Airlines confirmed the promotion's authenticity after some doubted it, and said in a statement: It's a real promotion. It's not atypical for us to have these types of ads. Spirit isn't your typical airline. In most cases different means saving our customers a lot of money on their air travel. When it comes to advertising, different means we don't spend a lot of money on advertising because that just increases fares. But we're also different because our ads are fun and often irreverent. The goal with our marketing is to provide information about our low fares to our customers, in a unconventional manner, without the ads costing so much that we need to increase fares to cover those costs. I hope you will do a story on are [sic] ad. We have a long history of taking major, national news stories, or just things we like to have fun with and connecting them to our marketing. The vast majority of our customers think they're funny, and accept them for what they are. We realize and accept that a small group of people might not think the same way. Cheers! As the Spirit Airlines representative intimated, the relatively short window of inexpensive fares coupled with titillating wordplay resulted in a corresponding low-cost marketing campaign for the brand. Spirit Airlines employed similar overtures in previous campaigns and garnered attendant media exposure: This is not the first time Spirit has marketed an attention-getting of questionable taste. 2011's Anthony Weiner scandal prompted Spirit to launch \"The Weiner Sale, With Fares Too Hard to Resist.\" There was also the M.I.L.F. sale (Many Islands, Low Fares, \"hotter and cheaper than ever\") and the sale timed with the nomination of Sonia Sotomayor to the Supreme Court: \"Justice Ochita Suprema Ruling against high fares. Fares as low as $8 each way!\" After the oil spill in the gulf, Spirit's \"Check Out the Oil on Our Beaches,\" offended some, as did the MUFF (Many Unbelievably Fantastic Fares) Diving Sales to diving destinations. One Spirit campaign ostensibly referring to deep discounts proclaimed, \"We're proud of our Double-Ds.\" Other campaigns mentioned \"threesome sales\" and \"red-light specials.\" And of course there was the infamous \"That's Low\" commercial: In 2013, Spirit Airlines President Ben Baldanza responded to criticism of the brand's use of double entendres and said \"the only thing we think is obscene is the fares that most of our competitors charge.\"",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/SpiritAirlines/status/577505800899411968;http://t.co/v04oW71iOu;http://t.co/n9m7igmvio;",
  "Example": "[Collected via e-mail, March 2015] Not a rumor: I want to know if Spirit Airlines got hacked or ifthey're really this unprofessional. I cut and pasted this from an ad thatappeared in my Inbox: We're celebrating! We have a new plane! Fares In This Deal Just $69.00* Round Trip Includes Taxes & Fees! We've been waiting to hit 69 planes for years. It's our favorite number ever since we were twelve and found that magazine under our brother's bed(the one with the fantastic articles). #69 is perfect: just the rightsize, with a cockpit that's in your face (because it's bright yellow). Useyour mouth to spread the word: Spirit is in an even better position to getyou where you're going. Is this somebody's idea of a fun ad, or did they get hacked?",
  "Last Updated": "17 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/business/spiritairlines.asp",
  "Claim": "Spirit Airlines offers innuendo-laced promotions, including $69 fares.",
  "Claim_ID": "politics_business_spiritairlines",
  "Tags": ""
}