{
  "Origins": "In September 2007 the U.S. Mint announced that in 2009, to commemorate the 200th anniversary of the birth of President Abraham Lincoln and the 100th anniversary of the introduction of the Lincoln Cent, it would update the venerable U.S. penny by introducing four rotating designs depicting different aspects of Lincoln's life. Some of the designs reported as being under consideration by the Citizens Coinage Advisory Committee ( CCAC ) in 2007 included a log cabin (to represent Lincoln's birth), and, as shown above, Lincoln reading a book (to represent the future president's early life), and Lincoln on the floor of the Illinois Legislature (to represent his early adulthood).",
  "Fact Check": "",
  "Description": "Predictably (given similar inaccurate rumors about the new presidential dollar coins), the release of these preliminary designs in late 2007 prompted claims that the forthcoming updated versions of the Lincoln Cent were yet more evidence of an insidious atheist plot to remove the motto \"In God We Trust\" from U.S. coinage. One simple fact is sufficient to shoot down such rumors, however: All of the designs under consideration were intended to appear on the reverse of the coin, replacing the engraving of the Lincoln Memorial which has graced that side of the Lincoln cent since 1959. The obverse of the coin, which features the famous profile of Lincoln underneath the words \"In God We Trust,\" was always slated to remain intact: Ultimately, the four designs chosen by the U.S. Mint for issuance as part of the 2009 Lincoln Bicentennial One Cent Program represented, as shown below, Lincoln's birth and early childhood in Kentucky (1809-1816), his formative years in Indiana (1816-1830), his professional Life in Illinois (1830-1861), and his presidency in Washington, DC (1861-1865):",
  "Originally Published": "",
  "Referred Links": "http://www.usmint.gov/mint_programs/lincolnRedesign/;http://www.ccac.gov/aboutUs/;",
  "Example": "[Collected via e-mail, September 2007] THIS IS WHAT OUR NEW PENNIES WILL LOOK LIKE. THANKS TO THE ACLU AND OTHER SIMILAR GROUPS THE WORDS \"IN GOD WE TRUST\" HAVE BEEN REMOVED. WHEN ARE WE AS AMERICANS, GOING TO SAY ENOUGH IS ENOUGH AND STOP BOWING DOWN TO THOSE THAT TAKE OUR BELIEFS AND RIGHTS AWAY FROM US? IF WE DON'T ACT SOON THEY WILL HAVE THE WORD \"GOD\" COMPLETELY ELIMINATED FROM OUR LANGUGE. THEY'VE ALREADY STOPPED SCHOOL PRAYER, PRAYER AT SPORTING EVENTS AND NOW FROM OUR CURRENCY. WHAT'S NEXT? WILL THEY OUTLAW PRAYER IN CHURCH? WILL THEY OUTLAW THE SELL OF BIBLES? TIME TO SPEAK UP BEFORE THE THE BELIEFS OF A FEW BECOME THE LAW.",
  "Last Updated": "12 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/religion/lincolncent.asp",
  "Claim": "New versions of the Lincoln Cent will omit the motto \"In God We Trust.\"",
  "Claim_ID": "politics_religion_lincolncent",
  "Tags": ""
}