{
  "Origins": "As news of superstar golfer Tiger Woods' \"marital turmoil and multiple mistresses,\" was breaking, with additional details emerging almost daily, some pundits made note of the observation that all of his alleged mistresses were white. In that vein came the above-quoted spoof about the Rev. Al Sharpton's purportedly chiding Tiger Woods about a \"lack of diversity\" among the latter's mistresses, an item which has prompted a number of \"Is this true\" inquiries from our readers.",
  "Fact Check": "",
  "Description": "The Rev. Sharpton made no such statements as the ones quoted here. If he had truly called a press conference to berate one of the most famous and popular sports celebrities in the U.S., and then made such outrageous comments as stressing that \"cheating with African-American women would help the black community financially by giving black girls the chance to sell their stories to tabloids and gossip magazines,\" his pronouncements would have been fodder for just about every news outlet in the U.S. yet none of them reported on it. This article was offered only by the tongue-in-cheek celebrity gossip genre of web site (along with other \"news\" items such as Tiger Woods' being diagnosed with \"Restless 3rd Leg Syndrome\") because it was just a bit of satire playing on the Tiger Woods brouhaha and critics' perception of the Rev. Sharpton as a self-promoting opportunist who finds a (negative) racial angle to play up in nearly every newsworthy event involving African-Americans. Apparently many readers felt this piece of satire hewed closely enough to reality that they mistook it for (or at least believed it might be) a genuine news article.",
  "Originally Published": "",
  "Referred Links": "http://www.celebjihad.com/celeb-jihad/al-sharpton-blasts-tiger-woods-for-lack-of-mistress-diversity;http://www.celebjihad.com/celeb-jihad/breaking-news-tiger-woods-diagnosed-with-restless-3rd-leg-syndrome;http://news.yahoo.com/s/ap/20091206/ap_on_sp_ot/us_tiger_woods_race;",
  "Example": "[Collected via e-mail, December 2009] I find this hard to believe. Have you heard anything about thisyet? Al Sharpton Blasts Tiger Woods for Lack of Mistress Diversity The Rev. Al Sharpton held a press conference today to blast Tiger Woods for the lack of diversity among his mistresses. Sharpton claims that the lack of African-American women among Woods' harem will have a negative affect on the black community, specifically young black girls. \"Why is it that a man who calls himself black can't bring himself to cheat on his wife with a black woman?\" said Sharpton, speaking to a group of supporters in Harlem. \"What does it say to young black girls everywhere when you pass them over? Shame on you, Tiger Woods. What would your daddy say?\" Sharpton, who has long championed taking black women as mistresses, said that today's black athletes need to stop neglecting black women when it comes to extramarital affairs, and should follow the examples of positive black role models such as Jesse Jackson and Martin Luther King, Jr., both of whom cheated on their wives with black women. Sharpton also stressed that cheating with African-American women would help the black community financially by giving black girls the chance to sell their stories to tabloids and gossip magazines. Added Sharpton, \"I'm not asking you to not cheat on your wives, I'm just asking you to give back to your own community.\"",
  "Last Updated": "10 December 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/sharpton.asp",
  "Claim": "The Rev. Al Sharpton chided Tiger Woods for a lack of racial diversity in the mistresses he chose.",
  "Claim_ID": "Politics_satire_sharpton",
  "Tags": ""
}