{
  "Origins": "In September 2009, John Stossel , who had been a part of ABC News' popular 20/20 television program since 1981 (and had co-anchored the show since 2003), announced he was leaving that network for FOX :",
  "Fact Check": "",
  "Description": "Contrary to what is claimed above, no one involved not ABC, Fox, or John Stossel himself reported or claimed that Stossel had been \"fired\" (for \"trying to run a program on health care\" or any other reason). John Stossel voluntarily chose to leave ABC and take up a better opportunity with Fox: In a post on his ABC blog, Mr. Stossel said he wanted to \"dig into the meaning of the words 'liberty' and 'limited government'\" on the program. \"ABC enabled me to do some of that, but Fox offers me more air time and a new challenge,\" he added. In a statement, ABC News wished Mr. Stossel well and said he would be \"an asset to Fox News in this next chapter of his terrific career.\" It is true that John Stossel expressed disappointment with ABC's delayed airing of his critical piece on the Canadian health care system (\" Canadian Health Care: The End of Innovation? \"), but even he acknowledged that the piece was pushed back four weeks from its original air date to accommodate more timely (and ratings-garnering) coverage about Michael Jackson, who had just died, and not because it was deliberately delayed until after a House committee vote on health care reform. As he wrote on his ABC blog on 29 June 2009: Here's one blog comment, after I reported that ABC will hold my health care report in favor of more Michael Jackson coverage: Free market in action. See there Stossel? What's not to like about that? Posted by: jan | Jun 26, 2009 5:12:12 PM p.s. Stossel. You've been hoisted on your own petard. Cheerio. Jan is right. It's the free market in action. Of course, maybe my bosses made the wrong choice. Maybe more viewers would have tuned in for my health care report. But the beauty of the market is that if they regularly choose wrong, they will go bankrupt. Networks better at giving the public what we want will take their business. I d rather have viewers vote with their remotes than have elites govern our choices, making sure we watch \"serious\" programming. Yes, I am sick of the coverage of Michael Jackson. I hate it that ABC didn't run my piece. Free markets sometimes encourage pandering to the masses. I still say, bless the market. The good outweighs the bad. Free speech means rude obscenity and hate speech. I treasure free speech too.",
  "Originally Published": "",
  "Referred Links": "http://abcnews.go.com/2020/Stossel/story?id=7938095;http://www.foxbusiness.com/story/markets/industries/media/john-stossel-join-fox-business-network/;http://abcnews.go.com/2020/Stossel/;http://abcnews.go.com/video/playerIndex?id=7903062;",
  "Example": "[Collected via e-mail, October 2009] Amazing that John Stossel, the beauty boy of ABC and who was the true investigative reporter for the truly non-political program 20/20 program was fired when he tried to run this. Anyone know what is going on? Everyone like the change? Now you can hear and see WHY John was fired!!! (Where was Obama?> The following link is to John Stossel's ABC (20-20) special that was delayed by ABC until after Henry Waxman's House committee voted on HR3200. Possibly you have already seen it because, thank goodness, a lot of people have discovered it and are forwarding it to everyone they know. ABC's John Stossel Destroys/Pulverizes/Crushes Obama's anti-American 'Health Care' Plan http://abcnews.go.com/video/playerIndex?id=7903062",
  "Last Updated": "5 November 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/stossel.asp",
  "Claim": "ABC News' 20/20 co-anchor John Stossel was fired for trying to air a piece critical of health care reform.",
  "Claim_ID": "politics_medical_stossel",
  "Tags": ""
}