{
  "Origins": "As far as we know, the photograph displayed above, showing President George W. Bush engaged in a rugby match during his days as a Yale undergraduate, came to public attention when it accompanied an editorial (entitled \"He's Got the Bad-Boy Vote Sewed Up\") penned by Yale political science lecturer Jim Sleeper and published in the 9 August 2004 edition of the Los Angeles Times.",
  "Fact Check": "",
  "Description": "The introduction to Mr. Sleeper's piece presents the photograph as real: I am looking at a photo of the George W. Bush you've probably never seen before. It's a sports-action close-up of him at Yale, over a caption written by a fellow undergraduate more than 30 years ago: \"George Bush delivers illegal, but gratifying right hook to opposing ball carrier.\" George W. Bush did indeed play rugby during his undergraduate days at Yale (1964-68). Mr. Sleeper didn't mention the source of the picture in his editorial, but it evidently came from his 1969 Yale yearbook (which partly explains why the photo hadn't been publicized earlier: George W. Bush graduated in 1968, so one wouldn't expect to find any pictures of him in the 1969 yearbook). However, there is also another version of the photo with a different caption: We don't know for sure which of these captions is genuine and which might have been the product of digital manipulation. The use of the term \"Thursday's contest\" in the second photo's caption implies the picture was taken from a school newspaper, so it's possible the same photo might also have been used in a yearbook with a different caption and thus both are genuine. We should point out that even though the picture is described as capturing George W. Bush as \"delivering a punch to the face\" of an opponent, sports-action photos can make a perfectly ordinary portion of an athletic competition look extraordinarily embarrassing or violent a play that appears routine in a video clip can look quite different when presented in the context of a single-image still photo. (For example, a defender attempting a high tackle can easily appear as if he were trying to punch his opponent in the face, or the aftermath of a play can leave competitors in unusual positions. The caption might best be regarded as a tongue-in-cheek one.",
  "Originally Published": "",
  "Referred Links": "http://news.hawaii.com/dailypix/2004/Aug/02/ln09a2_b.jpg;http://www.latimes.com/news/printedition/opinion/la-oe-sleeper9aug09,1,4512027.story;",
  "Example": "[Sleeper, 2004]",
  "Last Updated": "19 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/bush/rugby.asp",
  "Claim": "Photo shows Yale undergraduate George W. Bush delivering a punch to the face of a rugby opponent.",
  "Claim_ID": "politics_bush_rugby",
  "Tags": ""
}