{
  "Origins": "Dr. Orly Taitz Esq. has acted as counsel in cases of military personnel refusing deployment orders on the grounds that the military's commander-in-chief, President Barack Obama, is not eligible to hold that position. All of those suits have been dismissed, and at the conclusion of one of the more recent cases ( Rhodes v. MacDonald ), U.S. District Court Judge Clay D. Land imposed a $20,000 fine on Dr. Taitz as a sanction for her misconduct in violating the Federal Rules of Civil Procedure, noting that:",
  "Fact Check": "",
  "Description": "A similar suit ( Barnett v. Obama ) recently came before U.S. District Court Judge David O. Carter. Contrary to what is claimed in the example block above, Judge Carter did not \"refuse to hear Obama's request for dismissal\" of the suit, nor did he order \"Obama to release his birth certificate in a timely manner.\" The referenced case was dismissed by Judge Carter, who concluded his 29 October 2009 order granting the defendants' Motion to Dismiss with the following statement: Plaintiffs have encouraged the Court to ignore mandates of the Constitution; to disregard the limits on its power put in place by the Constitution; and to effectively overthrow a sitting president who was popularly elected by \"We the People\" over sixty-nine million of the people. Plaintiffs have attacked the judiciary, including every prior court that has dismissed their claim, as unpatriotic and even treasonous for refusing to grant their requests and for adhering to the terms of the Constitution which set forth its jurisdiction. Respecting the constitutional role and jurisdiction of this Court is not unpatriotic. Quite the contrary, this Court considers commitment to that constitutional role to be the ultimate reflection of patriotism. On 9 January 2013, Orly Taitz trumpeted in a press release that the Chief Justice of the Supreme Court has \"scheduled\" her case \"dealing with Barack Hussein Obama s use of forged IDs\" to be \"heard in conference before the full Supreme Court\": Chief Justice of the Supreme Court of the United States John Roberts scheduled a case by attorney Orly Taitz dealing with Barack Hussein Obama s use of forged IDs to be heard in conference before the full Supreme Court. The case titled Noonan, Judd, MacLeran, Taitz v Bowen provides a mountain of evidence of Barack Obama using a last name not legally his, forged Selective Service application, forged long form and short form birth certificate and a Connecticut Social Security number 042-68-4425 which was never assigned to him according to E-Verify and SSNVS. Additionally, this case provides evidence of around one and a half million invalid voter registrations in the state of California alone. As noted by others familiar with the workings of the Supreme Court, this development does not mean that Dr. Taitz's case will be actually be discussed at a conference of all court members, or that she will be appearing and making a presentation before the court. The almost certain outcome is that her application will be routinely denied without comment, as all her previous applications have been: Roberts could have denied the stay on his own [as Justice Kennedy already did], but Orly could then have presented it to each of the other justices, one at a time. So the Court's routine practice is, when a stay or other motion is denied by one justice and then re-submitted to a second justice, the second one will submit it to the full Court (in order to kill it once and for all). That automatically involves having it \"listed\" for a conference. It is not actually discussed at the conference unless one justice puts it on the \"discuss\" list; otherwise, it is automatically denied. If one justice puts this on the discuss list, we will know because then the Justice Department will be asked to respond. But that won't happen.",
  "Originally Published": "",
  "Referred Links": "http://www.orlytaitzesq.com/?p=375765;http://www.politico.com/pdf/PPM145_birtherrlg.pdf;http://media.ledger-enquirer.com/smedia/2009/10/13/11/Land_Sanctions.source.prod_affiliate.70.pdf;http://www.salon.com/news/feature/2009/08/13/orly_taitz/;",
  "Example": "[Collected via e-mail, September 2009] Very quietly Obama's citizenship case reaches the Supreme Court ... Federal Judge Carter sets Trial Date for Obama's Eligibility! The expedited trial has been set for Jan. 26, 2010! Many concerned veterans and citizens attended the hearing in Federal Court in Santa Ana in the lawsuit against Barack Obama to determine his eligibility to be President and Commander in Chief. About 150 people showed up, almost all in support of the lawsuit to demand that Obama release his birth certificate and other records that he has hidden from the American people. Judge David Carter refused to hear Obama's request for dismissal. He indicated there was almost no chance that this case would be dismissed. Obama is arguing this lawsuit was filed in the wrong court if you can believe that. Obama would prefer a \"kangaroo court\" instead of a Federal court! Assuming Judge Carter denies Obama's motion for dismissal, he will likely then order expedited discovery which will force Obama to release his birth certificate in a timely manner (if he has one). The judge, WHO IS A FORMER U.S. MARINE, repeated several times that this is A VERY SERIOUS CASE which must be resolved quickly so that the troops know that their Commander in Chief is eligible to hold that position and issue lawful orders to our military in this time of war. He basically said OBAMA MUST PROVE HIS ELIGIBILITY to the court! He said Americans deserve to know the truth about their President! The two U.S. Attorneys representing Barack Obama tried everything they could to sway the judge that this case was frivolous, but Carter would have none of it and cut them off several times. Obama's attorneys left the courtroom after about the 90 minute hearing looking defeated and nervous. Great day in America for the U.S. Constitution! The truth about Barack Obama's eligibility will be known fairly soon - Judge Carter practically guaranteed it!",
  "Last Updated": "20 January 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/obama/birthers/carter.asp",
  "Claim": "A federal judge has ordered Barack Obama to prove his eligibility for the presidency in court on 26 January 2010.",
  "Claim_ID": "politics_obama_birthers_carter",
  "Tags": ""
}