{
  "Origins": "In January 2014, a number of disreputable web sites and social media posts began spreading claims that \"information taken directly from the Cornell University Legal Information Institute\" proved that U.S. residents were not required to observe the Affordable Care Act's (ACA) individual mandate that they obtain qualifying health insurance coverage in 2014 or pay a penalty, and that anyone who chose to do so was free to opt out of that requirement.",
  "Fact Check": "",
  "Description": "The information provided actually had nothing to do with Cornell University or that school's Legal Information Institute the claims simply cited a portion of the U.S. code (a compilation of the general and permanent federal laws of the United States) that can be found on Cornell University's web site because the Cornell Law School's web site is one of several that provide complete online listings of the U.S. Code for reference purposes. The referenced information appears in Title 42, Chapter 157, Subchapter VI, 18115 of the U.S. Code and reads as follows: 42 U.S. CODE 18115 - FREEDOM NOT TO PARTICIPATE IN FEDERAL HEALTH INSURANCE PROGRAMS No individual, company, business, nonprofit entity, or health insurance issuer offering group or individual health insurance coverage shall be required to participate in any Federal health insurance program created under this Act (or any amendments made by this Act), or in any Federal health insurance program expanded by this Act (or any such amendments), and there shall be no penalty or fine imposed upon any such issuer for choosing not to participate in such programs. The claim that this section of the law allows individuals to \"opt out\" of the Obamacare health insurance mandate is erroneous, however; a typical case of people viewing information out of context, misunderstanding it, and mistakenly construing to mean what they want it to say. As this section of the law clearly states, it applies to issuers of group or individual health insurance coverage, not purchasers of health insurance coverage. What this law says is that no one who provides health insurance may be forced to participate in any federal health insurance program (e.g., they don't have to offer or sell coverage through government-created health insurance exchange marketplaces) or be penalized for declining to do so. The individual health insurance mandate is one of keystones of the Affordable Care Act's implementation. If it were truly optional rather than a requirement, then that fact would long since have been thoroughly publicized to the point of being common knowledge. It wouldn't be an obscure nugget of information hidden in the depths of the U.S. Code, revealed only through unreliable conspiracy web sites and social media posts.",
  "Originally Published": "",
  "Referred Links": "http://www.law.cornell.edu/uscode/text/42/18115;http://www.law.cornell.edu/uscode/text;http://beforeitsnews.com/healthcare/2014/01/wow-obamacare-bombshell-no-one-is-required-to-participate-in-obamacare-no-fines-or-imprisonment-for-opting-out-2453512.html;",
  "Example": "[Collected via Facebook, January 2014] Saw a posting on Facebook regarding a Cornell University study that says there is a way to opt out of The Affordable Health Care Act without fines or penalties. Any truth in this?",
  "Last Updated": "17 January 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/medical/optout.asp",
  "Claim": "U.S. law allows all Americans to opt out of the Affordable Care Act's individual health insurance mandate.",
  "Claim_ID": "politics_medical_optout",
  "Tags": ""
}