{
  "Origins": "On 9 August 1969, Sharon Tate and four others were butchered by members of Charles Manson's \"Family.\" The next night, a married couple in a neighborhood far distant from that of the Tate residence were slaughtered in similar fashion by members of the same group. Manson and four of his followers were brought to trial in June, 1970, found guilty of the murders, and sentenced to die. Their sentences were later commuted to life in prison when the death penalty was abolished in 1972. Reinstatement of the death penalty in 1977 did not affect the revised sentences as re-sentencing them (or any of the other inmates whose death sentences had been commuted to life during the \"no death penalty\" phase) to the original penalty was deemed \"cruel and unusual.\" Manson is still in prison, having been denied parole twelve times. His next parole hearing is scheduled for 2027, when he will be 92 years old.",
  "Fact Check": "",
  "Description": "On 4 June 2014, Empire News published an article saying that Manson was going to be released from prison due to overcrowding: One of the most famous killers in the American prison system will be walking free. On Tuesday Charles Manson, who is now 79 years old, was granted parole by the California Board of Parole and authorized by California Governor Jerry Brown. According to California Board of Parole Hearings Commissioner John Peck, prison overcrowding forced the prison board to re-evaluate prisoners that are elderly or those with serious illnesses. In February a panel of federal judges ordered California Gov. Jerry Brown (D) two more years to reduce chronic prison overcrowding that has cost the state billions of dollars. By the following day links and excerpts referencing this article were being circulated via social media, with many of those who encountered the item mistaking it for a genuine news article. However, the article was just a bit of satire from Empire News , a web site that publishes fictional stories such as \"Cure for Cancer Discovered; 'Amazingly Simple' Says Researcher,\" and \"College Student Excused from Classes After Dog Eats Grandmother.\" Empire News 's disclaimer page notes that it \"is a satirical and entertainment website.\"",
  "Originally Published": "",
  "Referred Links": "http://empirenews.net/about-disclaimer/;http://empirenews.net/charles-manson-granted-parole/;",
  "Example": "[Collected via Facebook, June 2014] Is it true that Charles Manson, 79 years old was granted parole,but release date has yet to be set?",
  "Last Updated": "6 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/Politics/satire/mansonparole.asp",
  "Claim": "Charles Manson has been granted parole and will be released from prison.",
  "Claim_ID": "Politics_satire_mansonparole",
  "Tags": ""
}