{
  "Origins": "The letter of resignation quoted above was indeed submitted to U.S. Secretary of State Colin L. Powell by John Brady Kiesling, a career diplomat who has served the United States at embassies from Israel to Morocco to Armenia. Mr. Kiesling resigned, in large part, because of his disagreement with the Bush administration's policy towards Iraq, and his letter of resignation was made public when it was published in the 27 February 2003 edition of The New York Times .",
  "Fact Check": "",
  "Description": "For those of you who read through the whole letter and are puzzling over the phrase oderint dum metuant , it's Latin for \"Let them hate us, so long as they fear us,\" claimed to have been a favorite saying of the Roman emperor Caligula.",
  "Originally Published": "",
  "Referred Links": "http://www.nytimes.com/2003/02/27/international/27WEB-TNAT.html?pagewanted=1;",
  "Example": "[Collected on the Internet, 2003] U.S. Diplomat's Letter of Resignation Dear Mr. Secretary: I am writing you to submit my resignation from the Foreign Service of the United States and from my position as Political Counselor in U.S. Embassy Athens, effective March 7. I do so with a heavy heart. The baggage of my upbringing included a felt obligation to give something back to my country. Service as a U.S. diplomat was a dream job. I was paid to understand foreign languages and cultures, to seek out diplomats, politicians, scholars and journalists, and to persuade them that U.S. interests and theirs fundamentally coincided. My faith in my country and its values was the most powerful weapon in my diplomatic arsenal. It is inevitable that during twenty years with the State Department I would become more sophisticated and cynical about the narrow and selfish bureaucratic motives that sometimes shaped our policies. Human nature is what it is, and I was rewarded and promoted for understanding human nature. But until this Administration it had been possible to believe that by upholding the policies of my president I was also upholding the interests of the American people and the world. I believe it no longer. The policies we are now asked to advance are incompatible not only with American values but also with American interests. Our fervent pursuit of war with Iraq is driving us to squander the international legitimacy that has been America s most potent weapon of both offense and defense since the days of Woodrow Wilson. We have begun to dismantle the largest and most effective web of international relationships the world has ever known. Our current course will bring instability and danger, not security. The sacrifice of global interests to domestic politics and to bureaucratic self-interest is nothing new, and it is certainly not a uniquely American problem. Still, we have not seen such systematic distortion of intelligence, such systematic manipulation of American opinion, since the war in Vietnam. The September 11 tragedy left us stronger than before, rallying around us a vast international coalition to cooperate for the first time in a systematic way against the threat of terrorism. But rather than take credit for those successes and build on them, this Administration has chosen to make terrorism a domestic political tool, enlisting a scattered and largely defeated Al Qaeda as its bureaucratic ally. We spread disproportionate terror and confusion in the public mind, arbitrarily linking the unrelated problems of terrorism and Iraq. The result, and perhaps the motive, is to justify a vast misallocation of shrinking public wealth to the military and to weaken the safeguards that protect American citizens from the heavy hand of government. September 11 did not do as much damage to the fabric of American society as we seem determined to so to ourselves. Is the Russia of the late Romanovs really our model, a selfish, superstitious empire thrashing toward self-destruction in the name of a doomed status quo? We should ask ourselves why we have failed to persuade more of the world that a war with Iraq is necessary. We have over the past two years done too much to assert to our world partners that narrow and mercenary U.S. interests override the cherished values of our partners. Even where our aims were not in question, our consistency is at issue. The model of Afghanistan is little comfort to allies wondering on what basis we plan to rebuild the Middle East, and in whose image and interests. Have we indeed become blind, as Russia is blind in Chechnya, as Israel is blind in the Occupied Territories, to our own advice, that overwhelming military power is not the answer to terrorism? After the shambles of post-war Iraq joins the shambles in Grozny and Ramallah, it will be a brave foreigner who forms ranks with Micronesia to follow where we lead. We have a coalition still, a good one. The loyalty of many of our friends is impressive, a tribute to American moral capital built up over a century. But our closest allies are persuaded less that war is justified than that it would be perilous to allow the U.S. to drift into complete solipsism. Loyalty should be reciprocal. Why does our President condone the swaggering and contemptuous approach to our friends and allies this Administration is fostering, including among its most senior officials. Has \"oderint dum metuant\" really become our motto? I urge you to listen to America s friends around the world. Even here in Greece, purported hotbed of European anti-Americanism, we have more and closer friends than the American newspaper reader can possibly imagine. Even when they complain about American arrogance, Greeks know that the world is a difficult and dangerous place, and they want a strong international system, with the U.S. and EU in close partnership. When our friends are afraid of us rather than for us, it is time to worry. And now they are afraid. Who will tell them convincingly that the United States is as it was, a beacon of liberty, security, and justice for the planet? Mr. Secretary, I have enormous respect for your character and ability. You have preserved more international credibility for us than our policy deserves, and salvaged something positive from the excesses of an ideological and self-serving Administration. But your loyalty to the President goes too far. We are straining beyond its limits an international system we built with such toil and treasure, a web of laws, treaties, organizations, and shared values that sets limits on our foes far more effectively than it ever constrained America s ability to defend its interests. I am resigning because I have tried and failed to reconcile my conscience with my ability to represent the current U.S. Administration. I have confidence that our democratic process is ultimately self-correcting, and hope that in a small way I can contribute from outside to shaping policies that better serve the security and prosperity of the American people and the world we share.",
  "Last Updated": "13 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/soapbox/kiesling.asp",
  "Claim": "Letter of resignation submitted to Secretary of State Colin L. Powell by a U.S. diplomat.",
  "Claim_ID": "politics_soapbox_kiesling",
  "Tags": ""
}