{
  "Origins": "Comedian Dennis Miller , famous for his informative diatribes on all matters sociological and political (better known as \"rants\"), has been asserted as the author of the essay quoted above. This piece, sometimes entitled \"Trying to Help\" and sometimes identified as an \"Article in Wichita Falls paper,\" began circulating on the Internet in March 2003.",
  "Fact Check": "",
  "Description": "Miller, who usually prefaces his sardonic comments with \"Now I don't want to get off on a rant here . . .\" seems an appropriate person to finger for authorship; the piece is written in something approximating his style, and nothing in the text is all that far removed from comments he is known to have made on his HBO television program, in his stand-up comedy routines, and while appearing as a guest on various talk shows (particularly The Tonight Show with Jay Leno). However, genuine Dennis Miller rants are peppered with pop culture references casually tossed in as verbal exclamation points but are not themselves central to his caustic comments, yet this particular offering contains only two such references, both of them presented as prime points of the essay. More simply, although he's on record as making wry observations similar in nature to those made in the piece now being attributed to him (e.g. \"At this point, Ariel Sharon believes the only time Arabs and Jews will share the land is when they're under it\" and \"You have to just marvel at the stun-gun absurdity of fighting to the death over what happens after you die\"), he makes them in a different way. This particular offering did run in the Times Record News , the only newspaper in Wichita Falls, Texas. It appeared as a Letter to the Editor on 26 February 2003, with its author identified as W. Wayne Schields of Wichita Falls. How the piece came to be attributed to Dennis Miller remains a mystery. We're left to suspect that someone, in an effort to imbue the essay with credibility, slapped the popular comedian's name onto something he particularly liked and wanted others to likewise appreciate. We can substantiate that the two checkable points in the rant do indeed stand up to scrutiny: The United Nations Commission on Human Rights is chaired by Najat Al-Hajjaji of the Libyan Arab Jamahiriya, and Iraq was selected to head the United Nations' Conference on Disarmament scheduled to be held in Geneva beginning in May 2003. (Which country chairs the U.N. Conference on Disarmament is determined through \"purely automatic rotation by alphabetical order.\") However, in mid-February Iraq informed the U.N. that it was giving up its turn at the rotating presidency of the disarmament forum; since Iran had already given up its turn to chair the body as well, the position fell upon the next country on the alphabetical list, Ireland. Barbara \"even rant worthy\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2003/WORLD/meast/01/28/sprj.irq.disarmament.conference;http://www.usembassy.it/file2003_01/alia/a3011701.htm;http://www.trnonline.com/trn/lo_letters_editor/article/0,1891,TRN_5781_1771327,00.html;http://www.hbo.com/dml/;",
  "Example": "[Collected on the Internet, 2003] All the rhetoric on whether or not we should go to war against Iraq has got my insane little brain spinning like a roulette wheel. I enjoy reading opinions from both sides but I have detected a hint of confusion from some of you. As I was reading the paper recently, I was reminded of the best advice someone ever gave me. He told me about the \"KISS\" method (Keep It Simple, Stupid!) So, with this as a theme, I'd like to apply this theory for those who don't quite get it. My hope is that we can simplify things a bit and recognize a few important facts. Here are 10 things to consider when voicing an opinion on this important issue: 1) Out of President Bush and Saddam Hussein . . . Hussein is the bad guy. 2) If you have faith in the United Nations to do the right thing, keep this in mind, they have Libya heading the Committee on Human Rights and Iraq heading the Global Disarmament committee. Do your own math here. 3) If you use Google Search and type in \"French Military Victories,\" your reply will be \"Did you mean French Military Defeats?\" 4) If your only anti-war slogan is \"No War For Oil,\" sue your school district for allowing you to slip through the cracks and robbing you of the education you deserve. 5) Saddam and bin Laden will not seek United Nations approval before they try to kill us. 6) Despite common belief, Martin Sheen is not the President. He plays one on TV. 7) Even if you are anti-war, you are still an \"infidel\" and bin Laden wants you dead, too. 8) If you believe in a \"vast right-wing conspiracy\" but not in the danger Hussein poses, quit hanging out with the Dell computer Dude. 9) We are not trying to kill Iraqi citizens. We are trying to liberate them. 10) Whether you are for military action or against it, our young men and women overseas are fighting for us to defend our right to speak out. We all need to support them without reservation. I hope this helps.",
  "Last Updated": "14 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/soapbox/miller.asp",
  "Claim": "Dennis Miller explains how to tell the good guys from the bad guys in the world of politics.",
  "Claim_ID": "politics_soapbox_miller",
  "Tags": ""
}