{
  "Origins": "The best that can be said for this purported quote from Senator Dianne Feinstein of California is that it was loosely based on something she said, so it wasn't completely made up out of whole cloth. It's false, nonetheless, as what she actually said and the subject she was speaking on have been distorted in order to make her appear imperious and out of touch.",
  "Fact Check": "",
  "Description": "On 1 October 2008 (one month prior to the election of Barack Obama as President), Senator Feinstein addressed the U.S. Senate, but the subject of her comments was not health care reform legislation, nor did she exclaim that \"I can't believe so many people still don't get it!\" As the C-SPAN video clip and transcript document, Senator Feinstein was discussing the Emergency Economic Stabilization Act of 2008 (H.R. 1424, commonly known as the \"bank bailout bill\"), and the substance of her remarks was that she had received many phone calls and e-mails from her constituents expressing opposition to the bill, but they were reacting to an earlier proposal (i.e., the so-called \"Paulson plan,\" which was widely criticized for granting too much power to the Secretary of Treasury) and not the bill currently under consideration in the Senate: Mr. President, they say Senators have 6-year terms so they can take tough votes when tough votes are called for, so that they can vote for the best interests of their country even sometimes when their constituents do not understand it or may be opposed to it. I have received 91,000 phone calls and e-mails from California, 85,000 of them opposed to this measure. There is a great deal of confusion out there. People don't understand. What was printed most prominently was the original Paulson proposal, a proposal which gave one man control over $700 billion to dispense as he chose, above the law, with no administrative view or legislative oversight. This bill is not the bill that was put forward by Secretary Paulson on September 20. His bill was essentially a nonstarter startling in its unbridled allocation of power to one man: the Secretary of Treasury whom we know now, and to a Secretary of Treasury after January whom we do not know. It placed this man above the law, above administrative oversight and above congressional action, and essentially gave him $700 billion to do with what he thought best. This bill didn't fly with virtually anyone who looked at it, particularly constituents, who have called in the tens of thousands of phone calls all across this land. My office has received over 91,000 calls and e-mails with over 86,000 opposed. The bill before us is not Paulson's 3-page proposal. Rather, it is a bipartisan effort that adds oversight, accountability, assistance to homeowners, executive compensation limits, and other measures to protect taxpayers. But there still is a lot of misinformation on this bill.",
  "Originally Published": "",
  "Referred Links": "http://www.time.com/time/politics/article/0,8599,1843642,00.html;http://thomas.loc.gov/cgi-bin/bdquery/z?d110:hr1424:;http://www.c-spanvideo.org/videoLibrary/clip.asp?appid=595262329;",
  "Example": "[Collected via e-mail, May 2010] Did Senator Diane Feinstein make the statement attributed to her in the message accompanying the attached picture? \"Speaking on health care on Monday, Senator Diane [sic] Feinstein said, 'I've gotten 90,000 emails and faxes on the health care bill and over 85,000 of them are against it. After all the debate we've had, I can't believe so many people still don't get it!\"",
  "Last Updated": "15 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/quotes/feinstein.asp",
  "Claim": "Senator Dianne Feinstein said she \"can't believe that so many people still don't\" approve of health care reform legislation.",
  "Claim_ID": "politics_quotes_feinstein",
  "Tags": ""
}