{
  "Origins": "On 6 July 1996, Melissa Gay, the 14-year-old daughter of investment firm Bain Capital managing director Robert Gay, took a train from her home in Connecticut to New York City and failed to return home. According to contemporaneous news reports, Melissa had met up with two young men she knew, gone with them to a rave party on Randalls Island, taken several doses of Ecstasy, and then was last seen at a party in a park beneath the Whitestone Bridge in the Bronx. When Melissa hadn't come home by the following morning, her parents said, \"That's when we knew something was not right\"; they called all her friends in an effort to locate her and then called the police.",
  "Fact Check": "",
  "Description": "In the days following Melissa's disappearance, Bain Capital whose partners and founders included Mitt Romney all but shut down as the firm mobilized its resources to assist in the efforts to find Robert Gay's daughter. As the New York Times reported at the time: As the days went by and her parents, Robert and Lynette Gay, grew more and more frantic, they finally told Mr. Gay's partners at the private equity-investment firm Bain Capital. A few hours later, executives of the Boston-based firm were on the shuttle to New York for a huge volunteer effort, harnessing corporate manpower throughout the city and immersing professional baby boomers in a youth party culture many knew nothing about. \"These are investment bankers, lawyers and accountants, many of whom are out there in jackets and ties and wool suits trying to talk to kids with spiked hair and nose rings who are young enough to be our kids,\" said Marc B. Wolpow, a managing director at Bain Capital, who was helping coordinate the effort. \"We basically learned this thing overnight. You'd be amazed.\" Bain Capital's partners closed down the firm and drew on friendships and connections to find volunteers for the search. R.R. Donnelly, the firm's printer, printed more than 300,000 fliers bearing Ms. Gay's picture and last known whereabouts. Duane Reade, a drugstore chain in which Bain Capital is an investor, had clerks at 52 stores insert fliers in shopping bags. Price Waterhouse, which does the firm's accounting, sent nearly 100 volunteers to distribute the posters, and Goldman Sachs, Bankers Trust and Morgan Stanley dispatched more than 60 people. Command centers to dispatch volunteers and get in touch with the press were set up at the Marriott Hotel at La Guardia Airport, the Donnelly offices and the Pierre Hotel in Manhattan. Volunteers with cellular phones fanned out to clubs like the Limelight and the Tunnel, the Lollapolooza concert at Downing Stadium on Randalls Island, parties in Tompkins Square and Central Park, to Madison Square Garden and the Port Authority Terminal. News accounts of the time made mention of the role Mitt Romney and other partners at Bain Capital played in helping to find their managing director's daughter. The Boston Globe , for example, reported that: When Bain Capital Inc. executives learned the 14-year-old daughter of a business partner was missing, they responded by closing the Boston company's office and flew about 50 employees to New York City to look for the girl themselves. Yesterday, in their first day of searching, they pounded the pavement, plastered the city with 200,000 fliers and quizzed teen-agers at concerts and parks. But as of late last night, Melissa Gay was still nowhere to be found. \"Our children are what life is all about,\" said W. Mitt Romney, founder and managing partner of Bain Capital. \"Everything else takes a back seat.\" But Bob Gay just couldn't sit back and watch. [H]e walked the streets of Manhattan looking for his blonde daughter, who was last seen wearing a blue or red-striped shirt and baggy tan pants. Gay, who has worked for Bain for eight years, kept his ordeal to himself, confiding only in Romney. But Romney decided to tell the other 11 managing directors, and they decided that finding a missing daughter was more important than operating a $1 billion investment firm. The executives decided not only to give their time but their money, paying all expenses for the search for the fifth of Gay's seven children. That night, 16 employees flew to New York, turned a function room of the Laguardia Marriott Hotel into a \"war room,\" and got printing giant R.R. Donnelly to print 200,000 fliers with a color picture of Melissa. They also hired a private investigator and set up an 800-number hot line. Another 40 employees caught an early morning shuttle yesterday, and later were joined by about 250 colleagues from other Wall Street firms, including Goldman Sachs, Price Waterhouse and Bankers Trust. \"Most of us have children,\" said Stephen Pagliuca, 44, a Bain managing director with four children. \"That's the most important thing in our lives. It wasn't even a question. We just decided to do it.\" Melissa was eventually found six days after she disappeared due to a tip obtained when a teenaged boy who saw one of the televised \"Help us find Melissa\" appeals called 911: A Connecticut teen-ager who was missing for six days after she took a train to New York City was reunited with her family after the police found her at a New Jersey home where she was staying. Melissa Gay, 14, met her parents, Robert and Lynette, at the police station in Montville, N.J., at 2:30 A.M. and returned home to Ridgefield, Conn. We haven't really talked to her yet,\" Mr. Gay said from the Pierre Hotel. \"We just gave her hugs and brought her home.\" Mr. Gay, a partner in the private investment firm Bain Capital, launched a huge search with the help of business partners to help locate his daughter, whom the family had not heard from since [the previous] Saturday. Melissa left her parents' home that day, took a train to New York and never returned after attending a rave concert on Randalls Island. While at the concert, her father said, she took the drug Ecstasy and then \"wandered the city.\" During her wandering, her father said, she met a young man who took her to his parents' home in Towaco, N.J. The young man, whose name was not released, kept her in the home without his parents' knowledge, the police said. Officers went to the home in response to several telephone calls, but the police would not give further details. The Montville police said no charges would be filed. In a followup article several months later, the Globe noted that Bain Capital's partners had selected their search efforts on Melissa's behalf as their top accomplishment of 1996: Last week, the partners of Boston's Bain Capital Inc. drew up their annual list of accomplishments: Number one was the week they spent last July combing Manhattan in search of Melissa Gay, the missing 14-year-old daughter of one of the partners. \"It really overshadowed everything we did from a money standpoint,\" said Mitt Romney, the Bain Capital founder who won the 1994 Massachusetts Republican Senate nomination partly on his reputation as a venture capital wiz. \"The days and nights spent looking for Missy Gay were more valuable than some financial home runs that made the front page of the Wall Street Journal. I mean, money is just money.\" The 15 Bain Capital partners chartered a plane to New York to search for the missing youngster among the thousands of abandoned children and runaways who congregate in Manhattan. They didn't find her themselves. She turned up in Montville, N.J. The Associated Press reported at the time that she was dazed from a disorienting dose of a drug taken at a rock concert. Now back in school and fully recovered, Melissa and her parents are doing well, Romney said. The partners, however, are still taking stock of their visit to the dark corners of New York, putting up posters and talking to runaways outside seedy nightclubs and peep shows. Romney said he can't escape some of the images he carries with him from his week in the New York underworld. \"It was a shocker,\" he said. \"The number of lost souls was astounding.\" Romney said one partner still talks about a runaway he spoke with in search of information about Melissa. \"The girl asked, 'Why are you looking for her?' and he said, 'Because her parents miss her,'\" Romney said. \"She replied, 'I wish my parents missed me like that.'\" In a 2002 Globe article, Robert Gay credited Mitt Romney with being instrumental in organizing the search for his daughter: In 1996, [Romney] helped Bain Capital partner Robert Gay find his 14-year-old daughter, who had disappeared after sneaking away to attend a rave in New York City. Gay, who had called Romney after several days away from the office, was flabbergasted when Romney hatched a plan to find her. \"It was the most amazing thing, and I'll never forget this to the day I die,\" Gay says. \"What he did was literally close down an entire business. He basically galvanized an entire industry that just doesn't do this, and got them all on the streets for 48 hours.\" With the Bain partners he brought from Boston and investment bankers they knew in New York, Romney set up elaborate search parties, mapping out territories of New York City and turning to a public relations firm for help. Within days, they'd been featured on TV news, and the teenager who had taken her home to Montauk, N.Y. where she was shivering through detox after a massive dose of ecstasy called hoping for a reward. Doctors told Gay she might not have lived another day. \"I'm not sure we would have gotten her back without him,\" Gay says of Romney. A 2007 New Hampshire campaign commercial for Mitt Romney also featured Robert Gay giving Romney credit for helping to find his daughter: My 14-year-old daughter had disappeared in New York City for three days. No one could find her. My business partner stepped forward to take charge. He closed the company and brought almost all our employees to New York. He said, 'I don't care how long it takes, we're going to find her.' He set up a command center and searched through the night. The man who helped save my daughter was Mitt Romney. Mitt's done a lot of things that people say are nearly impossible. But for me, the most important thing he's ever done is to help save my daughter. Other sources have since suggested that Melissa Gay's disappearance was the intentional act of a runaway girl, that her life was never in danger, and that she was on the verge of returning home on her own when a telephoned tip led police to find her. But even they note \"there s no debate that Romney s quick and resolute action helped locate the girl.\"",
  "Originally Published": "",
  "Referred Links": "http://www.thedaily.com/page/2012/04/16/041612-news-romney-missing-teen-gay-nestel-1-4;http://www.presidency.ucsb.edu/ws/index.asp?pid=95467;",
  "Example": "[Collected via e-mail, January 2012] Sometimes, this facet of Romney's personality isn't so subtle. In July 1996, the 14-year-old daughter of Robert Gay, a partner at Bain Capital, had disappeared. She had attended a rave party in New York City and gotten high on ecstasy. Three days later, her distraught father had no idea where she was. Romney took immediate action. He closed down the entire firm and asked all 30 partners and employees to fly to New York to help find Gay's daughter. Romney set up a command center at the LaGuardia Marriott and hired a private detective firm to assist with the search. He established a toll-free number for tips, coordinating the effort with the NYPD, and went through his Rolodex and called everyone Bain did business with in New York, and asked them to help find his friend's missing daughter. Romney's accountants at Price Waterhouse Cooper put up posters on street poles, while cashiers at a pharmacy owned by Bain put fliers in the bag of every shopper. Romney and the other Bain employees scoured every part of New York and talked with everyone they could prostitutes, drug addicts anyone. That day, their hunt made the evening news, which featured photos of the girl and the Bain employees searching for her. As a result, a teenage boy phoned in, asked if there was a reward, and then hung up abruptly. The NYPD traced the call to a home in New Jersey, where they found the girl in the basement, shivering and experiencing withdrawal symptoms from a massive ecstasy dose. Doctors later said the girl might not have survived another day. Romney s former partner credits Mitt Romney with saving his daughter's life, saying, \"It was the most amazing thing, and I ll never forget this to the day I die.\" So, here's my epiphany: Mitt Romney simply can't help himself. He sees a problem, and his mind immediately sets to work solving it, sometimes consciously, and sometimes not-so-consciously. He doesn't do it for self-aggrandizement, or for personal gain. He does it because that's just how he's wired.",
  "Last Updated": "11 May 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/politics/romney/search.asp",
  "Claim": "Mitt Romney assisted in the search for his business partner's missing daughter.",
  "Claim_ID": "politics_romney_search",
  "Tags": ""
}