{
  "Origins": "No, this is not a genuine news article from 1944. Like several other similar pastiches of recent years (e.g., a 1941 Edward R. Murrow report about Pearl Harbor, a 1944 Reuters article about the Allied invasion of Europe , a 1945 Reuters article about occupied Germany ), this piece is a modern creation which uses the events of World War II as a framework for satirical criticism of current events, in this case the debate over elements of the U.S. invasion of Iraq.",
  "Fact Check": "",
  "Description": "As often happens, the satirical article was stripped of its attribution and circulated via e-mail, leaving some recipients wondering whether it was really a news report from 1944. The original was written by John Hawkins and Perry Bullock and published on the Right Wing News web site in May 2004.",
  "Originally Published": "",
  "Referred Links": "http://www.rightwingnews.com/john/troopww2.asp;http://www.rightwingnews.com/john/troopww2.asp;",
  "Example": "[Collected on the Internet, 2004] House Republicans Call For Troop Withdrawals August 1st, 1944 After one of the bloodiest months of fighting in Europe, House Republican leaders called for all United States forces to be withdrawn from Europe. \"This is a quagmire,\" said one house member. \"There is no evidence whatsoever that Nazi Germany had any connection to the attacks of 12/07 and fighting with Germany is a distraction from our war on Japan. We need to finish the job in the Pacific before getting involved in Europe s problem and besides, it s not as if Nazi Germany is an imminent threat to America. They haven t even been able to conquer Britain. Besides, isn t this a matter for the League of Nations?\" Asked about reports that there were some concentration camps in Europe, another House member replied, \"He [FDR] has never said that this was about liberating the concentration camps in his 12/08 speech. In fact, how could he [FDR] say a word about this when we ally ourselves with dictators such as Josef Stalin and Chang-Kai-Shek?\" One Republican Senator opined that, \"FDR has squandered all the good will we built up from WW1 in a few short years and for what? So we can conquer Japan and Germany to acquire cheap radios and German automobiles. It s about enriching FDR's Wall-Street buddies\". [Click here to view the complete article]",
  "Last Updated": "6 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/satire/withdrawal.asp",
  "Claim": "A 1944 article describes Republican calls for U.S. forces to be withdrawn from Europe.",
  "Claim_ID": "politics_satire_withdrawal",
  "Tags": ""
}