{
  "Origins": "Despite dire warnings about the imminent release of cell phone numbers to telemarketers that continue to be circulated via e-mail year after year, cell phone users do not have to register their cell phone numbers with the national Do Not Call registry before a soon-to-pass deadline to head off an onslaught of telemarketing calls. The panic-inducing e-mails (which circulate especially widely every January or June, since many versions of the warning list the end of those months as a cut-off date for registering cell phone numbers with the national Do Not Call registry) grew out of a misunderstanding about the proposed creation of a wireless directory assistance service.",
  "Fact Check": "",
  "Description": "Cell phone numbers have generally been excluded from printed telephone books and directory assistance services. However, since the use of cell phones has burgeoned in recent years (to the point that many people no longer maintain landline phone service), several national wireless companies (AllTel, AT&T Wireless, Cingular, Nextel, Sprint PCS, and T-Mobile) banded together and hired Qsent, Inc. (since purchased by TransUnion) to produce a Wireless 411 service. Their goal was to pool their listings to create a comprehensive directory of cell phone customer names and phone numbers that would be made available to directory assistance providers. Someone made the wild leap of reasoning that the proposed creation of a cell phone directory was the equivalent of \"giving cell phone numbers to telemarketers\" and began the chain of wildly inaccurate e-mails warning cell phone users to register with the National Do Not Call List in order to prevent this fate. This warning was overblown, for a couple of major reasons: The Wireless 411 service was to be strictly \"opt-in\" that is, cell phone customers would be included in the directory only if they specifically requested to be added. The phone numbers of wireless customers who did nothing would not be included, those who chose to be listed could have their numbers removed from the directory if they changed their minds, and there was no charge for requesting to be included or choosing not to be included. The Wireless 411 information was not to be included in printed phone directories, distributed in other printed form, made available via the Internet, or sold to telemarketers. It would be made available only to operator service centers performing the 411 directory assistance service. All of these points have been summed up in numerous media articles, such as the following from the Milwaukee Journal Sentinel: There is a grain of truth in the message making it believable, but it's wrong on two counts: Not all cell phone numbers will be listed in the national directory planned for 2006. And telemarketers will not have access to the directory. It is illegal for marketers using auto-dialers and most do to call wireless phone numbers. Here's the truth: A national directory will be compiled, but numbers will be included on an opt-in basis. If a cell phone subscriber does nothing, the number will not be listed. When the directory is ready, it will be available only as part of the existing 411 directory service, accessed by calling in and asking for a specific number. It will not be published in a book or on the Internet. And it will not be sold to telemarketers. Cell phone subscribers can list their numbers on the do-not-call registry if they choose, but there is no deadline to get on the list, as the e-mail messages now circulating suggest Qsent's Wireless 411 service still has not seen the light of day, and several states have since passed laws requiring wireless carriers to obtain the consent of subscribers before listing them in directories. (A different company, Intelius , did offer a fee-for-use reverse cell phone number lookup service based on information obtained from non-phone company sources, but it operated that service for only a few months before announcing its discontinuation in February 2008.) Cellular users can choose to register their cell numbers with the national Do Not Call registry as an additional measure of protection, although FCC regulations already in place outlaw most types of telemarketing calls to cell phones. (The CAN SPAM Act of 2003 prohibits unsolicited commercial messages to wireless phones, and the Telephone Consumer Protection Act of 1991 prohibits any calls to cell phones that employ auto-dialers or any artificial or prerecorded voice messages.) There is not (and never has been) a deadline to list one's phone number with the national Do Not Call Registry it can be done at any time. (Contrary to previous statements, the FTC announced in October 2007 that Do Not Call registry entries will not expire after five years, so those who signed up when the registry went into effect in June 2003 will not have to register again in 2008.) Unfortunately, customers have little recourse against telemarketers who willfully ignore the Do Not Call Registry and violate other restrictions against placing calls to cell phones. Violators can be reported to the FCC, but that organization has limited resources to investigate and take action regarding the thousands of cases reported to them daily. Additional information: The Truth About Cell Phones and the Do Not Call Registry (Federal Trade Commission) FCC on Rumor (Federal Communications Commission) Wireless 411 Service: Q&A (Qsent) Choice, Privacy, Security (Qsent)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070221132301/www.qsent.com/assets/files/wireless411/choice-privacy-security.pdf;http://web.archive.org/web/20070221132732/www.qsent.com/assets/files/wireless411/wireless411_q-a.pdf;http://hraunfoss.fcc.gov/edocs_public/attachmatch/DOC-293502A1.pdf;http://www.ftc.gov/opa/2007/02/dnccellphones.shtm;http://www.ftc.gov/opa/2007/10/dncstate.shtm;http://www.intelius.com/people-search-phone.html;http://web.archive.org/web/20070704180717/http://www.qsent.com/company/pressreleases/wireless411privacyact;http://www.donotcall.gov;",
  "Example": "[Collected on the Internet, 2006] Greetings To All of My Friends and Family In just 4 days from today all U. S. cell phone numbers will be released to telemarketing companies and you will begin to receive sales calls. You will be charged for these calls! Even if you do not answer, the telemarketer will end up in your voice mail and you will be charged for all of the minutes the incoming (usually recorded) message takes to complete. You will then also be charged when you call your voice mail to retrieve your messages. To prevent this, call 888-382-1222 from your cell phone. This is the national DO NOT CALL list; it takes only a minute to register your cell phone number and it blocks most telemarketers calls for five years. In case you have friends other than me, pass this on to them. [Collected on the Internet, 2005] JUST A REMINDER... 31 days from today, cell phone numbers are being released to telemarketing companies and you will start to receive sales calls. YOU WILL BE CHARGED FOR THESE CALLS... To prevent this, call the following number from your cell phone: 888-382-1222. It is the national DO NOT CALL list. It will only take a minute of your time. It blocks your number for five (5) years. PASS THIS ON TO ALL YOUR FRIENDS [Collected on the Internet, 2004] A directory of cell phone numbers will soon be published for all consumers to have access to. This will open the doors for solicitors to call you on your cell phones, using up the precious minutes that we pay lots of money for. The Federal Trade Commission has set up a \"do not call\" list. It is called a cell phone registry. To be included on the \"do not call\" list, you must call from the number you wish to register. The number is 1-888-382-1222 or you can go to their website at www.donotcall.gov. [Collected on the Internet, 2004] Starting Jan 1, 2005, all cell phone numbers will be made public to telemarketing firms. So this means as of Jan 1, your cell phone may start ringing off the hook with telemarketers, but unlike your home phone, most plans pay for your incoming calls. These telemarketers will eat up your free minutes and end up costing money. According to the National Do Not Call List, you have until Dec 15, 2004 to get on the national \"Do Not Call List\" for cell phones. You can either call 1-888-382-1222 from the cell phone that you wish to have put on the \"do not call list\" or you can do it online at www.donotcall.gov. Registering only takes a minute, is in effect for 5 years. All of you will need to register before Dec 15. You may want to also do your own personal cell phones.",
  "Last Updated": "7 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/politics/business/cell411.asp",
  "Claim": "Cell phone users must register their numbers with the national \"Do Not Call\" directory by a given deadline to prevent their cell phone numbers from being released to telemarketers.",
  "Claim_ID": "politics_business_cell411",
  "Tags": ""
}