{
  "Origins": "On 29 September 2015, the web site Inside the Vatican published an item reporting that Kim Davis, the Kentucky county clerk who famously defied court orders and went to jail for refusing to issue marriage licenses to same-sex couples, met with Pope Francis during the pontiff's visit to the United States. The initial report was met with skepticism, as the only source of information about the purported meeting was Davis' attorney, Mat Staver:",
  "Fact Check": "Did Kentucky county clerk Kim Davis meet Pope Francis?",
  "Description": "The Kentucky county clerk who refused to issue marriage licenses to same sex couples met with Pope Francis during his U.S. visit, a meeting kept secret from the media, her lawyer says. The Vatican has not confirmed that the meeting between Davis and Pope Francis took place. The Vatican reached out to Davis through other parties who then put the Vatican in touch with Staver, the lawyer said. Staver said he was there when a car picked up the Davises to take them to the embassy. The couple was at the embassy for two hours but the actual visit with the pope lasted 15 minutes, Staver said. \"He held out his hands and he asked Kim to pray,\" Staver said. \"He thanked her for her courage. He said these words, 'Stay strong,' and they embraced and hugged.\" The pope spoke in English during the meeting, Staver said. Shortly after news broke about Davis' putative meeting with Pope Francis, the Vatican released a statement in which they neither confirmed nor denied that the meeting had taken place: \"The Holy See is aware of the reports of Kim Davis meeting with the Holy Father. The Vatican does not confirm the meeting, nor does it deny the meeting. There will be no further information given,\" the statement reads. But on 29 September 2015, a Vatican spokesman confirmed there was a meeting: Vatican officials initially would not confirm that the meeting occurred, finally doing while refusing to discuss any details. The secretiveness of the meeting, and the Vatican s refusal to give any information, will inevitably raise questions about why Francis chose to meet with Ms. Davis and why he kept the meeting secret. Mr. Staver said that he, the Davises and Vatican officials had agreed to not publicize the meeting until after the pope had left the United States because, he said, we didn t want the pope s visit to be focused on Kim Davis. Mr. Staver said the idea for a meeting was first discussed on Sept. 14, more than a week before the pope s arrival. He declined to say who proposed the meeting. The Vatican spokesman, the Rev. Federico Lombardi, confirmed the meeting, but he declined to elaborate. \"I do not deny that the meeting took place, but I have no other comments to add,\" he said. Mr. Staver said that Vatican officials had been aware of Ms. Davis, and that the meeting had been arranged through them not through bishops or the bishops conference in the United States. He would not identify the Vatican officials. According to the Christian Post, Davis was in Washington, D.C. during the Pope's visit. The Rowan County clerk traveled to the Values Voter Summit in Washington in order to receive the 2015 \"Cost of Discipleship Award\" from the Family Research Council. A few days after news of the meeting broke, Vatican officials downplayed it, saying that Davis was only one of a group of several dozen people whom the Pope greeted briefly and non-privately, and that their meeting (which was not an \"audience\") \"should not be considered a form of support of her position\": A highly placed source inside the Vatican claims the Pope was blindsided. The Vatican has since tried to distance Pope Francis from Davis. Vatican spokesman Rev. Federico Lombardi said the pope s meeting with Davis was not an endorsement of her decision to refuse to issue same-sex marriage licenses. \"Pope Francis met with several dozen persons who had been invited by the Nunciature to greet him as he prepared to leave Washington for New York City. Such brief greetings occur on all papal visits and are due to the Pope s characteristic kindness and availability. The only real audience granted by the Pope at the Nunciature was with one of his former students and his family.\" \"The Pope did not enter into the details of the situation of Mrs. Davis and his meeting with her should not be considered a form of support of her position in all of its particular and complex aspects.\" Lombardi said the Vatican wanted to clarify what happened in order to contribute to an objective understanding of what transpired. Not even Lombardi knew about [the meeting with Davis] ahead of time, nor did the leadership of the U.S. Conference of Catholic Bishops, which would have opposed it. Others claim the Pope knew about the meeting, and had ordered Vatican diplomats to set it up. Davis' lawyer disputed that description of the origins and nature of the meeting: An assistant to Lombardi, the Rev. Thomas Rosica, said he believed the pope would have been given a list of names of the several dozen people who were invited to the embassy to bid farewell as he left Washington, but was unaware of the details of [Davis'] case or any possible implications of the meeting. He hypothesized that the reception amounted to a receiving line-type event, with people in various rooms on the first floor of the embassy to greet the pope and receive a rosary from him. \"I don't think he knew the details, the full biographies of each person, except for the names of the people there,\" Rosica said. \"I don't think it's a matter of being tricked as of being fully aware of the situation and its complexities,\" he said. \"I don't think anyone was willfully trying to trick the pope, and at the same time nor was the pope briefed properly on who was he meeting. He wasn't properly briefed on the person or the impact of such a visit.\" [Staver] said an unnamed Vatican official initiated the meeting on Sept. 14, the day Davis returned to work after being jailed, saying the pope wanted to meet her. He said Vatican security picked up her and her husband from their hotel and told her to change her hairdo so she wouldn't be recognized since the Vatican wanted the meeting kept secret. Staver disputed a Vatican spokesman's claims that the pope only met Davis in a \"farewell lineup\" or receiving line. He said the couple was in a separate room with Francis and Vatican security and personnel and that no member of the general public was present, to keep the meeting secret. He said the Vatican official who arranged the meeting insisted that it not be made public until after Francis had left the U.S., and gave him the \"green light\" to make it public after Francis was back in Rome. No photographs of Davis with the Pope nor any audio recordings of the meeting have surfaced. However, Davis did share her account of the meeting with Inside the Vatican: \"The Pope spoke in English,\" she told me. \"There was no interpreter. 'Thank you for your courage,' Pope Francis said to me. I said, 'Thank you, Holy Father.' I had asked a monsignor earlier what was the proper way to greet the Pope, and whether it would be appropriate for me to embrace him, and I had been told it would be okay to hug him. So I hugged him, and he hugged me back. It was an extraordinary moment. 'Stay strong,' he said to me. Then he gave me a rosary as a gift, and he gave one also to my husband, Joe. I broke into tears. I was deeply moved. \"Then he said to me, 'Please pray for me.' And I said to him, 'Please pray for me also, Holy Father.' And he assured me that he would pray for me.\" Last updated: 2 October 2015",
  "Originally Published": " 30 September 2015",
  "Referred Links": "http://insidethevatican.com/news/letter-38-2015-kim-and-francis;http://news.yahoo.com/vatican-popes-visit-davis-not-form-support-092505075.html;http://press.vatican.va/content/salastampa/en/bollettino/pubblico/2015/10/02/0749/01616.html;http://www.msn.com/en-us/news/us/update-1-pope-did-not-give-unconditional-support-to-clerk-in-gay-marriage-row-vatican/ar-AAf1P79;http://chicago.cbslocal.com/2015/10/01/vatican-source-pope-blindsided-by-meeting-with-controversial-kentucky-clerk/;http://www.christianpost.com/news/frc-honors-kim-davis-with-cost-of-discipleship-award-for-courage-in-standing-for-biblical-marriage-146365/;http://www.nytimes.com/2015/09/30/us/county-clerk-kim-davis-who-denied-gay-couples-visited-pope.html;http://insidethevatican.com/news/letter-38-2015-kim-and-francis;",
  "Example": "",
  "Last Updated": "2 October 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/pope-francis-kim-davis/",
  "Claim": "Kentucky county clerk Kim Davis met Pope Francis.",
  "Tags": "pope francis;pope;kim davis;vatican;",
  "Claim_ID": "pope-francis-kim-davis"
}