{
  "Origins": "On 26 June 2015, the entertainment web site Manila Link posted a fictitious story which claimed that Pope Francis had warned against the \"Nae Nae\" dance as it closely resembled a satanic ritual: \"The [Nae Nae] dance heavily resembles a 500 year old demonic ritual that was practiced to spawn Satan himself,\" says the Bishop of Rome and the Sovereign of the Vatican City.",
  "Fact Check": "Did Pope Francis say that the \"Nae Nae\" was a satanic dance?",
  "Description": "Fox News (United States) caught up with the Pope in the Vatican today as he delivered his statement towards the LGBT community, divorce and legalization of marijuana as a recreational drug. Pope Francis was also asked to comment on the latest dance craze, the \"Nae Nae\" dance, to which he shook his head. \"This 'Nae Nae' dance you speak of, it's a form of Devil worship,\" the Pope told interviewer John Sly. Sly was shocked after the lighthearted question backfired. \"It is what the Greek cultists used to do in their attempt to summon Satan and intercept the resurrection of the Holy Father's Son.\" He asked the devotees to not participate in the dance craze and save their peers from doom by stopping the viral hit from being shared. While the above-quoted story received some attention after it was initially published, interest in the pope's fictitious comments skyrocketed on 7 September 2015 after the \"Nae Nae\" started trending on Twitter and Facebook due to NBA star Steph Curry's appearance in the Philippines where he performed the dance move: A video posted by Abigail Encela (@abbyencela) on Sep 5, 2015 at 7:56am PDT While the above-displayed video does show Steph Curry doing the Nae Nae, this is not a satanic ritual. The Manila Link is a \"satirical\" web site that publishes fake news stories: Manila Link is the most notorious satirical and shocking news portal in the Philippines that's updated with headline-worthy articles daily. Last updated: 7 September 2015",
  "Originally Published": " 7 September 2015",
  "Referred Links": "https://instagram.com/p/7QMgVlKZNh/;http://time.com/4023921/whip-and-nae-nae-riley-stephen-curry/;http://www.donotlink.com/gloy;",
  "Example": "[Collected via email, September 2015] Apparently the Pope commented that the Nae Nae is an actual dance used to summon the Spawn of Satan.",
  "Last Updated": "7 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/pope-francis-nae-nae/",
  "Claim": "Pope Francis said that the Nae Nae was a satanic dance.",
  "Tags": "pope francis;pope;nae nae;steph curry;satan;satanic;satanic ritual;",
  "Claim_ID": "pope-francis-nae-nae"
}