{
  "Origins": "On 6 July 2015, the entertainment web site Real News Right Now published an article reporting that Pope Francis announced during a sermon that he had been instructed by God to change the Ten Commandments: During his sermon, Pope Francis announced to Christians around the world that God had called upon him, instructing him to revise the most sacred of texts, the Ten Commandments. Given to the Israelites by God himself at Mount Sinai, the Commandments include instructions for worship and list several prohibited practices.",
  "Fact Check": "Did Pope Francis announce during a sermon that God had instructed him to change the Ten Commandments?",
  "Description": "Pope Francis said Christians around the world are faced with ever-increasing temptations brought on by the evils of modern society. The Pope said the updated Commandments reflect the changing times and include some minor rewording of the existing rules as well as the addition of two new Commandments. The Fourth Commandment, which advocates that proper respect be shown towards one s parents, has been reworded in order to include children raised by same-sex parents. Pope Francis said the Seventh Commandment, prohibiting adultery and, among other things, homosexuality, has been removed entirely, as instructed by God, in order to extend God s grace to all His children. While Real News Right Now does not contain a disclaimer identifying it as a fake news web site, the above-quoted story is just that: another piece of fake news. Real News Right Now has published a number of fictional news items, including an article about President Obama's stripping Texas of statehood and an article about President Obama's banning the possession of Confederate flags. The biggest indicator that Real News Right Now is a fake news publication comes from the site's \"About\" page, where author R. Hobbus J.D. brags about winning fictional awards such as the \"Oscar Mayer Award for Journalistic Excellence\" and the \"Stephen Glass [a journalist notorious for falsifying news stories) Distinction in Journalistic Integrity.\" Last updated: 7 July 2015",
  "Originally Published": " 7 July 2015",
  "Referred Links": "http://www.donotlink.com/fa8f;http://www.donotlink.com/fu0q;",
  "Example": "[Collected via e-mail, July 2015] I recently read an article that said Pope Francis is rewriting the Ten Commandments. Is this true?",
  "Last Updated": "7 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/pope-changing-commandments/",
  "Claim": "Pope Francis announced during a sermon that God had instructed him to change the ten commandments.",
  "Tags": "pope francis;ten commandments;",
  "Claim_ID": "pope-changing-commandments"
}