{
  "Origins": "On 26 October 2015 the web site National Report (and its shill site USAToday.com.co) published an article reporting that: In a final speech to the synod, Pope Francis endorsed Senator Bernie Sanders for President of the United States, while taking some clear swipes at conservatives who hold up church doctrine above all else, and use it to cast judgment on others.",
  "Fact Check": "",
  "Description": "\"The synod experience also made us better realize that the true defenders are not those who uphold its letter, but its spirit; not ideas but people; not formulas but free availability of God s love and forgiveness,\" Pope Francis said. I see in Senator Bernard Sanders a man of great integrity and moral conviction, who understands these principles and genuinely wants what s best for all people.\" There is no truth to the story. The National Report is a fake news site, as is USAToday.com.co, the shill site that attempts to lend credibility to National Report's fake, clickbaiting stories by reposting them to a domain mimicking that of the legitimate USA Today news outlet. National Report has spread fabricated stories reporting that Michigan was taking in thousands of Syrian refugees, that FEMA's first \"camp\" had opened in Arizona, that the band R.E.M. sued Donald Trump, that President Obama was awarded a second Nobel Peace Prize, and that a Christian pastor was jailed for refusing to officiate a same-sex wedding. Last updated: 26 October 2015",
  "Originally Published": " 26 October 2015",
  "Referred Links": "http://www.donotlink.com/h5h2;https://twitter.com/hello_im_kati/status/658820551721353216;https://t.co/OE6pOhUcOG;",
  "Example": "[Collected via Twitter, October 2015] Like I needed another reason to just adore him- Pope Francis Endorses Bernie Sanders for President - USA Today https://t.co/OE6pOhUcOG Kati Holland (@hello_im_kati) October 27, 2015",
  "Last Updated": "26 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/pope-francis-endorses-bernie-sanders/",
  "Claim": "Pope Francis has endorsed Bernie Sanders for President.",
  "Tags": "pope francis;national report;bernie sanders;usatoday.com.co;",
  "Claim_ID": "pope-francis-endorses-bernie-sanders"
}