{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.powerball.com/pb_home.asp;",
  "Example": "[Collected via Email, January 2016] Rumors that lottery drawing for 1-13-2016 is canceled due to balls being rigged. Origin:On 12 January 2016, the entertainment web site Action News 3 published a fake news article claiming that a $1.5 billion Powerball lottery had been cancelled: In a shocking report released Tuesday by the Multi-State Lottery Association, Wednesday s lottery drawing worth an estimated $1.5 billion has been canceled due to unethical match-fixing by the association. The historical lottery prize amount raised suspicion with authorities prompting them to look into the consistency and uniformity of the balls used during the lottery sessions. What they found during their investigation, caused an immediate closure of lottery sales across the country. According to the report, many of the balls used were much lighter than the others. Prompting balls that were non-winning numbers to be pulled out of the machine. Authorities say they hope to have everyone informed to stop the sale of lottery tickets by end of business day today. A class action lawsuit has been filed by the Attorney General s office, and they say the lottery Association will be responsible for returning the lost funds. Action News 3 is not a credible web site. The above-quoted story is a work of fiction and not a real news story. Action News 3 does not contain a readily available disclaimer labeling its content as fiction, but there are several ways to tell that the above-quoted story is fake. For one, no reputable publication has filed a similar report. For another, the official Powerball web site also confirms that the drawing on 13 January 2016 has not been cancelled. Last updated: 12 January 2016 Originally published: 12 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/powerball-lottery-not-cancelled/",
  "Claim": "A $1.5 billion powerball lottery drawing scheduled for 13 January 2016 has been cancelled.",
  "Tags": "cancelled;powerball;lottery;lottery cancelled;billion;",
  "Claim_ID": "powerball-lottery-not-cancelled"
}