{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.sandiegouniontribune.com/news/2016/jan/15/tennessee-couple-claims-they-have-powerball/;https://www.instagram.com/explore/tags/powerball/;http://www.powerball.com/;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/12440680_573223629498607_8477863754222659856_o.jpg;https://www.facebook.com/hashtag/bronxny;https://www.facebook.com/hashtag/billionaire;https://www.facebook.com/hashtag/iwon;https://www.facebook.com/hashtag/powerball;",
  "Example": "[Collected via Facebook, January 2016] I WASNT GOING TO PUT THIS ON FB BUT I COULDNT HOLD IT AND I STILL CANT BELIEVE THIS!!! I WON $1.5 BILLION. MY FAMILY HAS BEEN CRYING FOR HOURS. I am picking 10 random people who share this photo and giving them $10,000 each. CALL ME CRAZY BUT GOD is GOOD! FOLLOW ME ON INSTRAGRAM: rickstarrxo #powerball #iwon #billionaire #bronxny Origin:On 13 January 2016, the official web site for the Powerball lottery announced that three winning tickets had been sold (one in California, one in Tennessee, and one in Florida) for the $1.6 billion jackpot. Shortly thereafter, rumors started circulating about the identity of the winners. Several people took advantage of the hype surrounding the record breaking Powerball lottery and posted fake tickets to their social media accounts. Most of these posts followed the familiar \"Like Farming\" formula, in which people are promised monetary rewards in exchange for liking, sharing, or commenting on a Facebook message. The above-displayed Facebook post, for instance, instructed people to share the photo for a chance to win $10,000. Rickstarr Ferragamo, however, did not win the lottery. The biggest giveaway in Ferragamo's post is that his \"winning ticket\" was purchased in New York, and not in one of the states which sold an actual winning ticket: Ferragamo wasn't the only hoaxster to post a ticket from a non-winning state. Twitter user @BerenabasG, who promised to give $2000 to anyone who retweeted his image, and @Nerdout, who just wanted people to \"hit him up\" about his recent windfall of cash, posted fake \"winning\" fake from Texas and Ohio: Some internet hoaxsters, however, did manage to produce fake tickets from one of the states that did sell a winning ticket. The most convincing example of this came from skateboarder and filmmaker Erik Bragg: OMG I WON $1.5 BILLION!!!!! I'm posting this in case anyone tries to jack me this is proof! Look it up, I bought in chino hills where I grew up! #powerball While Bragg's photo has garnered 100,000 likes on Instagram, the above-displayed image also features a fake lottery ticket. The biggest giveaway here is the \"ABCDE\" displayed on the left side of the ticket, which indicates that the ticket should feature four additional groups of lotto numbers. These numbers were removed, however, when the image was altered to display the winning lotto numbers of 4, 8, 19, 27, 34, and 10. As of 15 January 2015, $1.6 billion Powerball lottery winners who have been officially identified are John and Lisa Robinson of Mumford, Tennessee. Last updated: 15 January 2016 Originally published: 15 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/powerball-lottery-winners-identity/",
  "Claim": "The three winners of the $1.6 Powerball lottery have identified themselves on social media.",
  "Tags": "powerball;$1.6 billion;erik bragg;Rickstarr Ferragamo;",
  "Claim_ID": "powerball-lottery-winners-identity"
}