{
  "Origins": "Among some expectant mothers there exists a common fear that confusion at the hospital will cause them to be sent home with the wrong babies, resulting in their raising unrelated children as their own while their real offspring end up with strangers. The story cited above, which at first glance looks to be an expression of that anxiety, resembles a somewhat garbled account of an event well reported on by the Canadian news media in 1994.",
  "Fact Check": "",
  "Description": "While the story did not play out in real life exactly as lore would now have it, a set of identical twins was indeed once separated when another child was inadvertently switched with one of them. This mix-up resulted in a birth family's unknowingly raising as their own both their natural son and a child unrelated to them, while their other boy was adopted into another family. The boys weren't ten years old when the baby swap was discovered, no camping trip was involved, nor had the mistake taken place at the hospital where the infants were brought into this world, but the story is essentially true even if the details of its telling have changed. In June 1971, Laura Cain gave birth at Ottawa's Grace Hospital to identical twin boys, whom she named George and Marcus. Because she was unable to care for the two newborns on her own, she placed them with that area's Children's Aid Society (CAS), which in turn placed the two infants into a foster home. After marrying the twins' father, Randy Holmes, in August 1971, Laura and her new husband asked for the return of their boys. Two boys were turned over to them, George and another youngster. Laura and Randy assumed the other boy was Marcus and raised him as their son. The real Marcus (who had been renamed Brent) was adopted and raised by Jim and Carroll Tremblay of Orleans, a nearby community. The mix-up was discovered when George and Brent met in the fall of 1992 at Carleton University in Ottawa, where both of them were students. The two young men were brought together by a classmate who spotted Brent and suggested that he be introduced to George, a friend who looked just like him. The twins (who did not then know they were brothers) became friends, with Brent coming to be a sometimes visitor in the apartment shared by Marcus and George. Eventually the two look-alikes thought it would be a neat idea to meet each other's parents. Once each set of parents was introduced to the young man who looked like their son, they started asking questions about the other boy's history, discovered each lad had been an infant in CAS foster care at the same time as their own, and began to ponder the unthinkable. They arranged for DNA testing, which confirmed that Brent and George were the actual twins, and Marcus was biologically unrelated to the boy he'd been raised with as a twin brother. As to how the children came to be jumbled, they found that another baby boy was already resident in the foster home where the twins were placed in June 1971. In August of that year, the two boys thought to be the twins were moved to a second foster home. In September 1971, when Laura and Randy asked for their children back, they were given these two infants. The third child, actually the other twin, was also moved to a second foster home prior to being adopted by the Tremblays. According to Laura Cain, the boys she had thought were her twin sons were noticeably different from each other at an early age. They had separate friends and separate interests, but George and Marcus always got along and always depended on each other. When the time came to leave home, they moved into a place together. Although back in 1994 there was a great deal of talk about potential legal action against the Children's Aid Society over this mess, nothing in the news coverage of the story indicates that anything ever came of it, or even that a lawsuit was begun. Barbara \"boys not named sue\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] Two families that had never met, were camping next to each other when they noticed that their 10-year-old boys looked a lot alike. finally they looked into it and discovered that one family had had twins and the other had had one baby. the babies had been switched at birth and they were just now finding out.",
  "Last Updated": "11 April 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/pregnant/switched.asp",
  "Claim": "An identical twin given to the wrong parents was coincidentally reunited with his brother later in life.",
  "Claim_ID": "pregnant_switched",
  "Tags": ""
}