{
  "Origins": "Charles Vance Millar was a prominent lawyer who practiced in Toronto from 1881 until his death in 1926. He went to his grave a bachelor, and due to some interesting investments (Charlie liked the longshots), this irascible 73-year-old left a considerable estate.",
  "Fact Check": "",
  "Description": "Millar was both a student of human nature and possessed of a perverse sense of fun. His best jokes turned on others' greed and love of money, and his pet theory was that every man had his price; the trick was to figure out what it was. (One of his favorite pranks was to leave $1 bills on the sidewalk, then watch the expressions of passersby as they furtively pocketed them.) His last will and testament exemplified his unusual sense of humor and put to the test his notions about every man having his price. Given Millar's obvious familiarity with the law, he had to have known what the execution of his will would do to the judicial system he'd long been part of; indeed, that was probably the motivation behind his wacky stipulations. Millar's death afforded him one last chance to tweak the beard of the legal system, and he took it. The will itself was a marvel of playfulness. As Millar himself noted: This Will is necessarily uncommon and capricious because I have no dependents or near relations and no duty rests upon me to leave any property at my death and what I do leave is proof of my folly in gathering and retaining more than I required in my lifetime. The Millar will is now primarily remembered as the instrument that sparked The Great Stork Derby of the 1930s in Canada, but it also contained several other oddball bequests worthy of mention: Exceedingly valuable Ontario Jockey Club shares were left to three men: two of them moral pillars of the community, and the third a colorful character whose shady reputation would otherwise have barred him from membership in that august body. Each of the two upstanding recipients had long been vocal opponents to racetrack betting, so the game was set up: would greed win out over principle? One share of the Kenilworth Jockey Club was given to every practicing minister in three nearby towns. The joke was on them, as the shares they publicly agonized over accepting turned out to be worth half a cent each. One share of the O'Keefe Brewery Company was bequeathed to every practicing Protestant minister and Orange Lodge in Toronto. This joke had a few additional twists: the brewery was a Catholic firm, and Millar didn't actually own the stock he was giving away. (The latter condition ultimately made this clause of the will moot.) Would ministers who raged against Demon Rum pocket their principles long enough to make a grab for the stock? Would Orangemen take anything from the hated Catholics? Millar mischievously willed the use of a vacation home in Jamaica to three lawyers not known for getting along with each other. Upon the death of the last of them (probably at the hands of each other), the proceeds from its sale were to be distributed among the poor of that city. (Luckily for the three lawyers, Millar had sold the house during his lifetime.) Though these smaller bequests kept Toronto entertained for weeks (thoughts of clergymen scrambling after jockey club shares worth half a penny convulsed the populace as did the mental picture of three bickering lawyers battling it out in Jamaica), it was the infamous Clause 9 that earned Millar his place in history. Simply put, he directed the residue of his estate be given to the Toronto mother who gave birth to the most children in the ten years immediately following his death: All the rest and residue of my property wheresoever situate I give, devise and bequeath unto my Executors and Trustees named below in Trust to convert into money as they deem advisable and invest all the money until the expiration of nine years from my death and then call in and convert it all into money and at the expiration of ten years from my death to give it and its accumulations to the Mother who has since my death given birth in Toronto to the greatest number of children as shown by the Registrations under the Vital Statistics Act. If one or more mothers have equal highest number of registrations under the said Act to divide the said moneys and accumulations equally between them. And what a ten years it was! In addition to all the babies being born and the media excitement over same, two external events took place that elevated this unusual bequest into the realm of legend: the building of a tunnel from Windsor, Ontario, to Detroit, Michigan, and the onset of the Great Depression. Following hard on the heels of the easy money of the 1920s, the Depression hit struggling families doubly hard. Jobs were difficult to find and didn't pay much even if ultimately secured. Small families headed by one wage earner were fighting to get by. (A significant number of families lacked even that one income. In 1933, between a quarter and a third of all working-age Canadians were unemployed.) A bequest that had been little more than a curiosity during the halcyon days of the 1920s became the only beacon of hope for a brighter future to a few lucky families. In those dark, grim days, even those families not part of the baby race themselves cheered on those who were. For those few years, there was a way out; there was a Fairy Godmother to believe in. That Fairy Godmother's magic dust turned out to be the dirt under the Detroit River. Valued at a nominal $2 (total) at the time of Millar's death, his 100,000 shares in the Windsor/Detroit tunnel project turned a $100,000 estate into one worth $750,000 by the time the race hit the home stretch. The minimum wage back then was $12.50 for a 60-hour week, and many were lucky to be getting even that. Even a small share of the Millar fortune would change lives. The media tracked the event with growing interest, and the mothers in the race became household names. It should be stressed that it doesn't appear any of the women got in the family way by trying for the prize. Likely as not, these same women would have had just as many young ones even if there'd never been a Stork Derby. A look at the family stats of the 1933 front runners bears this out: the five women leading the pack had 56 kids between them, but only 32 of the children were eligible to be counted under the terms of the Millar will. But before the babies could be counted up and the money distributed, certain legal determinations had to be made. Was Clause 9 legal? If not, who would claim the residue of the estate? Did the Stork Derby contribute to public immorality? What constituted \"Toronto\"? Should stillborn children count towards the total? What about children whose births weren't registered in the manner Charlie Millar had specified? Indeed, what about illegitimate children? The court wrangled with these questions for years after the mothers crossed the finish line in 1936. Millar's distant relatives made a few runs at invalidating the will and claiming the jackpot as well, and the whole shebang danced itself through the Supreme Court of Canada before being resolved. The race ended in a tie when four women demonstrated nine properly registered live births apiece during the specified ten-year period. They were: Annie Katherine Smith, Kathleen Ellen Nagle, Lucy Alice Timleck and Isabel Mary Maclean. Each of them received $125,000. Two other mothers who had given birth at least ten times during the specified period were given a settlement of $12,500 each: Lillian Kenny and Pauline Mae Clarke. Keeping Mrs. Kenny away from sharing in the jackpot was the misfortune that two of her children were stillborn. (Millar's will was interpreted to refer to \"live children\" only.) In Mrs. Clarke's case the disqualifying factor was the obvious illegitimacy of several of her offspring. (Although Mrs. Clarke was still married to her original husband, she was living with and had borne several children by another man. The law of the time stipulated that references in wills to children meant legitimate children only unless otherwise noted.) The $25,000 shared by these two women was considered a small price to pay to get out of yet another round of appeals. The four triumphant families the Smiths, Nagles, Timlecks, and Macleans went on to spend their winnings in a consistently sensible manner. Homes and automobiles were bought, and children's educations were provided for. The Macleans even managed to drop entirely from view, protecting the family from the overblown media interest that had sprung up around the winners. So why did Charlie Millar do it? His will's \"necessarily uncommon and capricious\" statement likely contains the answer. As he said, he had no one to leave the money to. Moreover, he had no obligation to leave anything, so what he chose to do with his property was his business. One stroke of the pen ensured that his name would live on long after most of his contemporaries' were forgotten. That same pen stroke also transformed him from a childless bachelor into the father of 36 kids , each of them growing up with loving thoughts of him. When Charlie Millar raced up a set of stairs that October afternoon and keeled over a few minutes later from a fatal heart attack, he had no idea that one of his many blue sky investments was going to substantially enrich his estate years after his death. He likewise had no notion that the affluent 1920s would soon yield to the Dirty Thirties, a time when every dime mattered, when families would go hungry, and hope would be at a premium. With those two factors unknown to him, not even the author of the comedy had an inkling of just how \"uncommon and capricious\" his final jape would ultimately turn out to be. Barbara \"welcome to the stork club\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "20 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/pregnant/babyrace.asp",
  "Claim": "A wealthy Toronto lawyer bequeathed his estate to whichever woman gave birth to the most babies in the ten-year period following his death.",
  "Claim_ID": "pregnant_babyrace",
  "Tags": ""
}