{
  "Origins": "It would be wonderful if not getting pregnant were simply a matter of applying the right bit of folk wisdom at the right time if that were the case, no one would have to bother with formal birth control and abortion would be naught but a faintly remembered relic of the distant past. Yet that's not the way of it, and our oddball beliefs about surefire ways to sidestep conception are no more effective at accomplishing that goal than is wishing on a star when we look to win the lottery.",
  "Fact Check": "",
  "Description": "Teens are especially vulnerable to these canards because their need to believe is greater. Theirs is a time of growing sex drive coupled with societal pressure both to pair off but to not get all hot and steamy with the ones they've fallen for. \"You can't get pregnant if ...\" factlets appear to offer protection against lasting negative effects should they engage in intercourse, thus they are fervently clung to. The following wild beliefs are as old as the hills. Yes, the current crop of teenagers look to them for protection, but numerous previous generations placed their faith in them too. Many a sedate matron of today has in her younger days 7-Up'd after a session of beach blanket bingo. You can't get pregnant if it's your first time. Jumping up and down immediately after intercourse will prevent conception. Douching with Coca-Cola or 7-Up will kill whatever sperm the process doesn't wash away. It's impossible to get pregnant if you have sex during your period. After intercourse, a hot bath or a heating pad on the stomach prevents conception. As long as neither party takes off their underpants, no babies will result. Taking 20 Aspirin right after will halt conception from taking place. Provided you do it standing up or with the girl on top, the sperm will never reach the egg. As long as he pulls out before he ejaculates, no sperm will be loosed inside the girl. Sneezing after sex prevents pregnancy. As much as teens would like to believe otherwise, there is no magic formula, no special act of voodoo, they can perform to prevent conception. It all comes down to a matter of fertilized egg successfully implanting; if that happens, a gal becomes pregnant. Taking them one at a time: You can't get pregnant if it's your first time. Oh yes you can. There's no magical protection offered by it being the gal's or the guy's first time that's merely wishful thinking based on the notion that one's first time is \"special\" and thus shielded by benevolent forces. The bottom line is far less romantic if the gal is ovulating at the time of her first experience with intercourse, she could become a Mom nine months later. Equally, a gal can become pregnant even before she's had her first period if her first ovulation coincides with an act of intercourse, she could well be buying diapers before she's had to buy sanitary pads or tampons. And yes, this has happened. Jumping up and down immediately after intercourse will prevent conception. The average ejaculate contains 300 million sperm in about 5 ml of fluid, and each of them is doing its best to swim towards the uterus. Jumping up and down isn't going to dislodge more than the tiniest number of them millions upon millions will continue to swim on, intent upon fulfilling their purpose. Douching with Coca-Cola or 7-Up will kill whatever sperm the process doesn't wash away. Douching with anything isn't all that effective at preventing conception, and there's nothing special in this regard about soft drinks. Their various chemicals and flavorants do not amount to a spermicide, neither does the beverage's carbonation result in a fizzy and effective vaginal wash. Moreover, using in this fashion soft drinks that contain sugar or corn syrup can lead to a vaginal yeast infection, a nasty little condition that can take ages to clear up. A related myth of the \"rinse your troubles away\" variety asserts that urinating right after sex will wash out semen that has been ejaculated in the vagina. There is an additional problem with this theory over and above the fact that douching with anything doesn't work all that well; urine empties from the urinary tract, not the vagina, thus the urine stream doesn't travel the route the sperm is taking. This method is akin to washing your neighbor's window when you want to see better out of your own. It's impossible to get pregnant if you have sex during your period. Because menstrual cycles are often unpredictable and erratic, especially in adolescence, there are no absolutely \"safe\" days when someone can have sex without any possibility of pregnancy. After intercourse, a hot bath or a heating pad on the stomach prevents pregnancy. Belief in this one stems from half-remembered knowledge that heat kills sperm. That's true provided we're talking about zapping a small amount of sperm with a large amount of heat. A warm bath or a heating pad isn't going to do anything in this regard. As long as neither party takes off their underpants, no babies will result. If that were true, condoms would be made of cotton. Although teens may feel as long as a barrier of any sort keeps genitals from having direct contact with each other that what's going on doesn't really count, sperm don't subscribe to that view they've a job to perform, and symbolic barriers mean nothing to them. Taking 20 Aspirin right after will stop conception from taking place. In a word, no. Aspirin doesn't have any effect on sperm or on the implantation process. Likewise, drinking a Coke and downing three Aspirin ahead of time or having the fellow swallow a birth control pill prior to getting up close and personal with him isn't going to prevent conception. All of these old wives' tales stem from the belief that medicine any medicine is a magic bullet that will mysteriously work on whatever ails you. Provided you do it standing up or with the girl on top, the sperm will never reach the egg. The sperm are exerting themselves with much more force than gravity is applying against them. More simply, this won't work the effect of gravity on swimming sperm is negligible. As long as he pulls out before he ejaculates, no sperm will be loosed inside the girl. Although most of sperm is contained in the ejaculate, some ends up in the lubricating fluid that secretes from the head of the penis during the sex act. Remember, we're talking hundreds of millions of sperm in any one instance of ejaculation, thus even a drop or two of this lubricating fluid can be more than enough to make a gal a parent many millions of times over. According to Planned Parenthood, \"Of every 100 women whose partners use withdrawal, 19 will become pregnant during the first year of typical use.\" Also, even if there's no vaginal penetration, pregnancy can still result if ejaculation occurs near the vagina. Semen can still seep inside the girl's body, and sperm can still make their way toward the egg. Sneezing after sex prevents pregnancy. The idea behind this canard relies on the expulsive power of a sneeze; if it's enough to propel mucus out one's nose, it must be enough to eject the mucus-like deposit of semen from a gal's nether regions. That's just wishful thinking, however. Although a good sneeze can serve to expel some of the semen, even the wildest sneezing fit imaginable won't shed the body of enough sperm to prevent conception. Forget the pepper under the nose; this is just not fated to work. Similarly, some women believe rhythmic contractions of the vaginal muscles will work to effectively expel the semen packet. Although yes, you can force some of the seminal emission back out the way it came by this method, you won't get all of it. And with 300 million sperm to get rid of, getting some is not nearly good enough. The truth of the matter has always been that there's no magic about getting pregnant if sperm meets up with egg, conception occurs. And it matters not if it was the gal's first time, she did it standing up after swallowing 20 Aspirin, and immediately afterwards douched with Coca-Cola. If sperm met egg, she's going to become a Mom. Some scary truths that need to be kept in mind: The average ejaculate contains 300 million sperm in about 5 ml of fluid. Although the egg lives for only 12-24 hours after it is released from the ovary and fertilization must take place within that time, sperm can live inside a girl's body for two to five days waiting for the egg to be released. It can take only 20 minutes for the fastest sperm to reach the waiting egg. There is no magic to be had; it's all a relentless matter of biology. And that's a hard fact to swallow, especially for those looking for the warm, enveloping comfort of an easy answer. Teens are especially fond of \"You can't get pregnant if . . .\" lore for a number of reasons. First and foremost, sex is a powerful force to reckon with, and often it seems our sex drives (those of adults as well as teens) are in charge of us rather than us being master of them. These little snippets of voodoo are a way of taking back some of that control, of proving that we're the ones running matters here, not this mysterious powerful force no one ever warned us about. Belief that the power to control the outcome of a sexual encounter is theirs for the taking makes those who turn to these \"answers\" feel all-knowing and in charge of their lives. It's a fallacy, of course, but it is comforting. And empowering. Also, these snippets of \"wisdom\" come to adolescents from friends of their own age and so are trusted implicitly. Parents and other adults are viewed as hopelessly out of touch when it comes to questions of teen romance, thus the advice and wisdom of peers is heeded in favor of anything the older folks might have to offer up. Besides, this sort of lore appears to offer ways to undo sex. Sex is seen at this stage as something loaded with secrets and hidden mysteries, thus it seems only right that some of them be cheat codes that will restore matters to the previous level of safety. Just as a child will walk backwards under a ladder she has wandered under in an attempt to undo any bad luck she's attracted to herself, so will a teen look to apply peer group lore to ward off any bad effects from a potentially life-altering event she's unthinkingly engaged in. There's also the matter of the coldly premeditated aspect to taking charge of one's birth control many gals don't feel at all comfortable with doing that. Deciding to go on the pill or to carry condoms is, in a way, at least an admission that the possibility of having sex with someone isn't entirely out of the question. There's little romance in this approach, little of that \"It just sort of happened; I was swept off my feet\" deniability. Thus, for some, not taking an active role before the fact preserves the needed illusion that when a chase across the bedsheets occurs it was the unavoidable result of unspeakable and totally unforeseen passion and not at all about anything they'd made up their minds to ahead of time. For those who subscribe to that mindset, \"You can't get pregnant if . . .\" myths are practically the only defense they have against becoming mothers before they're ready to. Lurking in the back of their minds is the notion that everything will be fine provided there's a can of Coca-Cola near to hand or their boyfriends pull out in time. One odd bit of old wives' lore does have something to it, though: A gal who is nursing one baby is unlikely to become pregnant with another. Breastfeeding cuts down on the female hormone needed to prompt ovulation, thus the chance of conceiving during this time is markedly lower than at others. Still, gals have ended up with Number 2 because they placed their faith in nursing Number 1 to prevent conception, so this shouldn't be mistaken for anything surefire. Breastfeeding is deemed Nature's contraceptive, but for it to work, the new Mom has to nurse her child exclusively. It's the regular suckling of the babe that prompts the mother's body to hold back the next egg. Trips to the formula bottle or attempts to start Junior on solid food can interrupt this process. Teen pregnancy is a reality that will be with us for a long time; it didn't start with this generation, and it won't end with it either. But it's not all doom and gloom the birth rate for American mothers 15 to 19 declined 3% to 49.6 births per 1,000 women in 1999 from the previous year. This rate has fallen 20% since 1991 and is now at a record low. In other words, before we old geezers give in to the urge to feel smugly superior to this current crop of youngsters, we'd better realize they're smarter about this than we were. Barbara \"mum's the word\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "19 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/conceive.asp",
  "Claim": "Gals can't become pregnant the first time they have sex.",
  "Claim_ID": "pregnant_conceive",
  "Tags": ""
}