{
  "Origins": "This canard has been enthralling women for decades. Though widely believed and vigorously defended by its proponents with anecdotal data about how the test worked for all the women they knew, there's nothing to it. Mixing Drano with urine will not predict the sex of an unborn child any better than will hanging a dead chicken from the flagpole and watching to see which way the wind riffles it. However, unlike the dead chicken method (which imparts no further ill effect other than to cause the neighbors to question the chicken swinger's sanity), breathing the fumes of the Drano-and-urine mixture may well harm the expectant mother. In other words, if you must play at \"predict the baby's sex,\" do it another way.",
  "Fact Check": "",
  "Description": "Those who swear by the Drano test (and there are many) will loudly assert that their particular combination of resultant colors is the right one. According to the varying theorists: Green = boy Red = girl Green = boy Yellow = girl Green = boy Brown = girl Brown = boy Green = girl Brownish = boy No change = girl Black = boy Blue = girl Blue = boy Yellow = girl Blue = boy Green = girl Bluish yellow = boy Greenish brown = girl As should be obvious from the table above, there is no one \"right\" key to interpreting the possible color combinations. Brown, for instance, could indicate a boy or a girl, depending upon whose key is used. As Ann Landers said, \"The only thing this test proves is that the pregnant woman's kidneys are functioning.\" In yet another version of the Drano test, if the substance bubbles up when a pregnant woman urinates on it, she is carrying a boy; boy, if there are few to no bubbles, she's carrying a girl. Those looking for safer ways to predict the sex of an arriving baby have many snippets of folk wisdom to choose from. This first list outlines some passive methods, indicators dependent upon changes or differences in the mother's physical condition: Position of the Baby: Many swear that if a woman carries her baby high in the uterus and her stomach has a round appearance, the chances are excellent she is expecting a girl. Likewise, a boy is carried low and relatively more sideways. However, many swear by the exact opposite and believe boys are always carried high. Go figure. Activity of the Baby: It is said that an unborn baby who is very active, kicks, and moves a great deal in the womb is far more likely to be a girl than a boy. According to one delivery-room nurse, \"Boys are lazier, even before they are born.\" Hand Position of the Baby: If the ultrasound shows the baby's hands are raised, the child is a girl; if they are down, the child is a boy. Baby's Boots: If the unborn kicks on the right side of the mother's womb, he's a boy; if on the left, she's a girl. Stripe Theory: A woman sporting a stripe down her middle will have a boy, and the absence of one indicates a girl. (A man bearing a stripe down his back, especially if it's yellow, oh, nevermind.) Heartbeat: If a baby's heart registers 130 beats per minute or faster it is a girl, whereas under 130 indicates a boy. Sweet Versus Sour: A woman who craves sweets is bearing a boy; a lust for sour foods indicates she's carrying a girl. Spicy Cravings: A mom-to-be who desires a diet of spicy foods is expecting a boy. Heartburn: An expectant mom who is especially troubled by heartburn and indigestion will have a boy. (This \"sign\" may be related to the indicator above.) Clingy Older Sister: If the unborn baby's female sibling becomes especially clingy towards her mom throughout her mom's pregnancy, a boy is on the way. Bloodshot Eyes: If the expectant woman's eyes become bloodshot and her nose broadens, she's carrying a girl. Nosebleeds: A mom-to-be who suffers nosebleeds will be delivered of a girl. Hairy Legs: An expectant mom who has to shave her legs more frequently during her pregnancy is said to be awaiting the delivery of a girl. This second set of \"tests\" requires more active participation on the part of the prognosticator. (The Drano test properly belongs on this list.) Dangling a Pin: A pin or needle affixed to a piece of thread is dangled over the expectant woman's wrist. If the pin swings back and forth, it's a boy. If it twirls in circles, it's a girl. Some suggest using a nail instead of a pin. Some say the pin or nail should dangle over the mother's stomach instead of her wrist. Dangling the Wedding Ring: The mom-to-be's wedding ring is tied to a piece of string or a strand of her hair and suspended over her stomach. If the ring rotates counterclockwise, it's a boy. If it rotates clockwise, it's a girl. Chinese Lunar Calendar: The sex of the baby is determined by the mother's 'lunar age' (age plus nine months) at conception and the month of conception. (Click here if you'd like to try it for yourself.) Interest in divination rituals and portents stems from our desire to believe we're on to a bit of secret knowledge that others haven't the privilege of knowing yet. Be it the sex of impending babies or the state of the next day's weather, what's being divined matters not, as long as we get to feel we've stumbled onto the secret of it all. Sometimes our love affair with everyday magic blinds us to the obvious, as is the case with \"predict the baby's sex\" lore. Since there are only two possible outcomes, any sign or test result will be bang on the money half the time. Moreover, because we tend to mentally catalogue astonishing results and toss out mundane ones, we'll remember the three of our friends for whom the test \"worked\" but forget about the other three gals it let down. Also, randomly-generated results land in random patterns that will at times include weird clumpings, so it's entirely possible any one person will know six out of six women for whom the test made an accurate prediction. (That result, of course, will be balanced by that of someone in another part of the country whose friends went zero for six.) Now, over time and a large enough sample size, those wild groupings of results do average out, but for any one observer working with only what's in front of her, a two-outcome test may appear from her limited perspective to have produced a significant result. That this appearance has everything to do with sample size and the ordinary scatter of data and nothing to do with the effectiveness of the test will likely not impact that observer one whit she'll be convinced she's onto something, and she won't be in the mood to be told any different. What does that mean in practical terms? It means that if two pregnant women try the Drano test, and it \"works\" for one but doesn't come through for the other (50% success rate, remember?), the one whose child's gender matched the prediction will forever afterwards be pointed to as proof of how effective the test is, and the other will be quickly forgotten. Over time, such \"keep this, but discard that\" rememberings build into a body of widely believed folklore, with each accurate prediction adding to the lore and each incorrect one taking nothing from it. Barbara \"stork clubbed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.fortunebaby.com/chinesegenderpredictionchart.html;",
  "Example": "",
  "Last Updated": "20 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/drano.asp",
  "Claim": "The color change displayed by a mixture of Drano and urine from a pregnant woman will predict the sex of the unborn child.",
  "Claim_ID": "pregnant_drano",
  "Tags": ""
}