{
  "Origins": "Despite initial reports of New York City hospitals' seeing a dramatic increase in the number of births nine months after the 1965 blackout, later analyses showed the birth rate during that period to be well within the norm.",
  "Fact Check": "",
  "Description": "A series of three articles appearing in The New York Times from August 10-12 in 1966 reported larger-than-average numbers of births at several area hospitals, leading many to declare that the ten-hour overnight blackout the city experienced nine months earlier had led to an unusually high number of conceptions that evening. As often happens, however, people formed predetermined conclusions and then tried to fit the data to them. The birth rate nine months after the blackout did not show a statistically significant difference from the rate of birth recorded during the same period in any of the five previous years. It is a common belief that the number of conceptions increases during natural disasters or crises that keep people confined within their homes for unexpectedly long periods of times. Nine months after such events blackouts, blizzards, earthquakes, erupting volcanoes, ice storms, and even strikes by professional football players reports about \"baby booms\" in local hospitals invariably appear in the media. However, these \"booms\" typically prove to be nothing more than natural fluctuations in the birth rate (or, in many cases, no variation in the birth rate at all). We never hear about these fluctuations when they are not preceded by some unusual event; conversely, when such fluctuations do occur, people go scrambling to find some earlier event to attribute them to (even though evidence establishing any causal connection is lacking). As J. Richard Udry stated at the conclusion of his article about the effect of the New York City blackout on the birth rate, it \"is evidently pleasing to many people to fantasize that when people are trapped by some immobilizing event which deprives them of their usual activities, most will turn to copulation.\" Additional Information: Births Up 9 Months After the Blackout (The New York Times, 10 August 1966) Theories Abound on Birth Increase (The New York Times, 11 August 1966) Hospitals Report Birth Rates Gradually Returning to Normal (The New York Times, 12 August 1966) The Effect of the Great Blackout of 1965 on Births in New York City (Demography, August 1970)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "17 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/blackout.asp",
  "Claim": "Nine months after the Great Blackout of 1965, the birth rate in New York City increased dramatically.",
  "Claim_ID": "pregnant_blackout",
  "Tags": ""
}