{
  "Origins": "Babies have always been notorious for not turning up when expected. While it might be tempting to chalk up that lateness to insouciance on their part, it is overreliance on \"due dates\" that lies at the heart of this seeming tardiness. Due dates are simply educated guesses about when the stork is most likely to arrive, not a guarantee of delivery. It's perfectly normal for a woman to give birth one to two weeks before or after her due date, and an expectant mom isn't truly considered overdue until two weeks past the day circled in red on her calendar.",
  "Fact Check": "",
  "Description": "Even so, that circled-in-red date which was understood at the beginning of the process as a rough estimate of when the little stranger would enter the world, becomes perceived, as the months pass and the pregnancy lengthens, almost as a guarantee that the baby will arrive on that date. (By the way, only five percent of babies arrive on their mothers' \"due dates.\" That's one in twenty. The other nineteen bundles from heaven arrive earlier or later.) Women who have gone more than a couple of days beyond their scheduled delivery dates often feel something needs to be done to set things to rights. Which is where folklore comes in. Over the years, numerous beliefs have arisen about what pregnant women can do to bring on labor. While some are activity-specific (bouncing on beds, driving over speed bumps, walking, dancing, running up and down stairs, having sex), a great many focus on food, usually specifying a particular dish or a certain type of ingestible as the surefire item that will kick-start the contractions. Moms-to-be who haven't yet reached their due dates are counseled to avoid those activities or foodstuffs lest they inadvertently trigger premature births, but those languishing in post-due date limbo are encouraged to seek them out as the answers to their \"Where's the stork?\" prayers. Tardy babies are purportedly sped into the world by their mothers' ingestion of spicy dishes. Or eggplant. Or pineapple. (The list of foods that supposedly serve as the trigger is diverse and lengthy. Don't expect to make sense of it; just accept that everybody's grandmother said something different.) It was inevitable that sooner or later a few pregnant women on the wrong side of their due dates would dine at the same restaurant then shortly thereafter go into labor. Being the pattern-seeking species that we are, correlation would be mistaken for causation, with the assumption being made that something served by the eatery had brought on their labor. Various restaurants have experienced this phenomenon: overdue moms-to-be, who in their advanced states of pregnancy didn't feel like making dinner or didn't want to cope with the smells of cooking lingering for hours afterwards in their homes, dined at those eateries and then within a day or two were holding their newborns in their arms. In such cases, word quickly spread about those establishments' serving \"miracle\" foodstuffs or recipes that brought on the contractions. This in turn led to an even greater number of overdue women patronizing those places, which in turn led to more success stories. In Los Angeles in 1992, the gourmet pizza restaurant Caioti in Laurel Canyon was hit with this rumor (its romaine and watercress salad said to do the trick), and it soon filled with very pregnant women looking to go into labor. While initially delighted with the publicity brought about by the baby-bringing tales, the restaurant's owner, Ed LaDou, grew weary of the one-sided image the scuttlebutt had saddled his business with and the dent it made in the single and unmarried couple trade. Scalini's, an old-fashioned Italian restaurant in Cobb County, Georgia, deliberately cultivated the rumor after hearing spicy food could serve to get the stork airborne. In 1992, the eatery began handing out gift certificates and tiny T-shirts to babies born after their mothers enjoyed certain dishes there. By 2002, the rumor had become attached primarily to the restaurant's eggplant parmigiana, a dish Scalini's claimed was \"guaranteed\" to induce labor. McKinnon's, a Creole restaurant in Buckhead, Georgia, markets crab and shrimp in cream sauce with eggplant puree to its overly pregnant clientele. Its legend began in the early 1980s, when a relative of the owner went into labor after devouring the eggplant. With her next pregnancy, it happened again. Word got out and pregnant women began flocking there, and as of 2002 the restaurant was presenting gift certificates to any women at or past their due dates if the remedy didn't work within two days. In 2003, Trio restaurant in Salt Lake City became known for its chicken, roasted garlic and mushroom pizza, which, according to a Salt Lake Tribune article, impelled three expectant moms into the delivery room. In 1981, a pregnant woman who jokingly asked for a customized pizza to induce labor was rewarded by the staff of Skipolini's, a pizza restaurant in Clayton, California, with a huge pie loaded down with just about everything they could think of. The woman went into labor that night. She shared her tale with another expectant mom, and that woman subsequently came in to order the \"pregnant pizza.\" She, too, promptly delivered, and so the legend of the labor-inducing pie was born. Skipolini's \"Prego\" is a hand-tossed, New York-style pizza with extra garlic, extra onions, oregano and Parmesan, topped with layers of salami, sausage, pepperoni, linguica, olives, mushrooms, and bell peppers. Likewise, in 2005, the spicy chicken wings at Beef O'Brady's in Glen Ellyn, Illinois, reportedly sent a couple of pregnant women to the delivery room. In recognition of same, both gals were given lifetime supplies of Beef O'Brady's chicken wings. All of this anecdotal information might lead the more credulous to conclude there's something to the claims that specific dishes from particular restaurants will jump start the contractions in those experiencing delays in welcoming their babies into the world. Yet there's precious little magic to it while various theories have been thrown about regarding which ingredient in those special menu offerings might be the one that does the trick, scientific support is lacking. There's nothing magical or labor-inducing about eggplant. And while spicy food might cause indigestion, rumblings in the digestive tract won't spark contractions in the uterus, nor does pineapple break down hormones that are blocking contractions (the latter claim heard from no less an authority than a midwife). The seemingly significant results are primarily a matter of probabilities: Given that most mothers give birth within a two-week period either before or after their due dates, by the time a pregnant woman thinks herself overdue and has set out to do something about it, she's usually already in the second week of the later margin and thus no more than a scant few days from delivering her baby. If you were to chart the results of a group of such women, you'd find that a great many of them would give birth to their children within a day or so no matter what they ate or did, with almost all of the rest delivering no more than two or three days after that. Special menu items appear to do the trick for the same reason various folkloric \"wart cures\" seem to work: because by the time the one so afflicted is sufficiently fed up with her situation so as to seek remedy to it, the problem bedeviling her is in the process of resolving itself. There's also a psychological aspect to be factored in. If a woman believes the meal she just ate will send her into labor, in a handful of cases that conviction might have a hastening effect. But even then, the result has nothing to do with the physical properties of the item the woman ate, but of her faith in it. An overloaded pizza or dressing-drenched salad isn't going to harm a pregnant woman, but it's also not going to be what impels her into the delivery room. Babies, say all the medical authorities, show up only when they're darned good and ready. All the magical cuisine choices in the world won't change that. Barbara \"on a spicy chicken wing and a prayer\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/overdue.asp",
  "Claim": "Overdue pregnant women induce labor by eating at specific restaurants.",
  "Claim_ID": "pregnant_overdue",
  "Tags": ""
}