{
  "Origins": "In his 1948 book The Affairs of Dame Rumor , Jacobson mentions this rumor \"flooded the Atlantic states in 1934\" and notes the story had been published in the Boston Traveler a few years earlier. Fishbein's 1930 book Shattering Health Superstitions includes the text of the Traveler piece: A London factory girl is reported to have swallowed something while taking a swim, and immediately after was seized with terrible pains. A local doctor and a specialist both failed to diagnose the case, but an X-ray examination finally showed that she had swallowed an octopus egg, which had hatched out inside her anatomy. Folklorist Jan Brunvand points out there is a traditional folk motif assigned to this type of tale: B784.1.4 Girl swallows frog spawn; an octopus grows inside her with tentacles reaching to every part of her body. How an octopus can grow from frog spawn remains unexplained, however.",
  "Fact Check": "",
  "Description": "There are numerous versions of the basic legend: Octopus grows inside girl who swallowed an octopus egg while swimming in the ocean. Fish grows inside man who swallowed a fish egg when he was a boy, either while swimming in a stream or by drinking spring water. Snake grows inside girl who ingested a snake egg by drinking from the garden hose. Lizard is coughed up by woman who unknowingly acquired it by drinking water. All of these tales might be considered variations of the \"bosom serpent\" legend, described by Harold Schecter as a tale in which \"through some unfortunate circumstance or act of carelessness . . . a snake. . . is accidentally ingested by, or grows inside the body of, the unlucky individual, where it remains until it is expelled or in some way lured out of the victim's body.\" This motif remains popular in films such as Alien , which features a crew member \"impregnated\" by an alien creature; once the incubation period is complete, the alien lifeform is \"born\" by bursting out through his chest. As Schechter notes, \"like the traditional, oral versions that have been popular for hundreds of years, [the] only purpose [of the birth scene in Alien ] is to produce emotional response: shock, revulsion, morbid fascination.\" In June 2004 the Iranian daily Etemaad reported that an unnamed woman from the south-eastern city of Iranshahr had given birth to a frog. According to that paper, the woman's gynaecologist confirmed that the lady in question, whose period had stopped for six months, had undergone sonography in May which showed she had a cyst in her abdomen and that following severe bleeding, she gave birth to a live grey frog accompanied with mud. Numerous news outlets subsequently carried the story, but in the manner of reporting that an Iranian paper had run the item, not as a confirmation of the facts of the account. If the photo of the frog (as initially provided by the BBC it was later stripped from their online article and replaced by a map of Iraq) was accurate, it disproved the theory that the purported mother of Kermit came by her amphibian pregnancy through having swum in or drunk frog spawn, because the lily pad jumper so pictured was of a species not native to Iran. In any event, it was always a case of news outlets repeating a weird story that had come to them, not of vetting the tale's claims. Humans cannot give birth to frogs, or snakes, or fish, or lizards, or octopuses our biology rules it out.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Brunvand, 1984] This teen age girl, growing up in a California coastal town, was obviously pregnant stomach starting to swell, morning sickness, etc. She, however, tearfully insisted to her mother that she couldn't possibly be pregnant. She had never \"done it\" with a boy and it just wasn't possible. As time went on, however, the signs continued. Her stomach continued to grow, her appetite increased, and so forth. Her mother insisted she was pregnant. The girl insisted it wasn't possible. She was still a \"good\" girl. Finally x-rays were taken and the girl was vindicated. She had a large tumor in her stomach and surgery was performed immediately. To everyone's amazement the surgeons removed not a tumor but a small, live octopus that had fastened itself to the lining of the girl's stomach. What happened to this girl supposedly is really possible. Octopus eggs are microscopic in size and laid in clusters of tens of thousands. They are usually affixed to kelp at the ocean bottom by a sticky secretion. It is not beyond the realm of possibility that a few could escape and float to the surface where they could be swallowed by an unsuspecting swimmer . . . Anyway, don't scoff, because the girl was a close friend of my older brother's girlfriend.",
  "Last Updated": "22 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/octopus.asp",
  "Claim": "Woman gives birth to octopus (or lizard, frog, fish, or snake).",
  "Claim_ID": "pregnant_octopus",
  "Tags": ""
}