{
  "Origins": "Sex is a subject which, because it has long been considered an inappropriate topic for public discourse in our society, is a particularly favorite topic of non-public discourse. We gossip about people who are having sex, we gossip about people who aren't having sex, and we gossip about people who are having too much sex. We titter about people who know too much about sex, and we chortle at people who know too little about sex.",
  "Fact Check": "",
  "Description": "The latter point is well-represented in urban folklore, which abounds with tales of sexually naive adults who don't understand what sex is, have sex the \"wrong\" way, or don't grasp the rudiments of birth control. Thus we have tales of childless couples who discover their infertility is due to either a complete lack of intercourse or to the husband's mistakenly penetrating his wife's urethra (because no one ever explained sex or proper sexual techniques to them), couples who use prophylactics by placing them on the ends of bananas or broomsticks (because that's how condom use was demonstrated to them), and women aghast at finding themselves pregnant even though they've been consuming contraceptive jelly . (In Joseph Heller's novel Catch-22 , Doc Daneeka reminisces to Yossarian about his days in private practice, and he talks about a couple who once came to him because they were unable to conceive a child. Despite the couple's claims of regular sex, the doctor discovered upon examination that the wife was still a virgin. He used plastic models to demonstrate to the couple how to have sex the \"correct\" way, and a few days later the husband returned and punched him in the face.) In May 2004, yet another news article reported the classic \"couple discovers they're childless because they're not having sex\" tale, this one supposedly involving a couple who sought to undergo an IVF (in vitro fertilisation) procedure at the L beck University hospital fertility clinic in Germany, where the staff determined the cause of the couple's childless state was their having \"never made love\" the couple thought all they had to do in order to conceive was \"to lie next to each other and let nature take its course.\" (Their ignorance of sex was attributed to their having been brought up in a \"strict religious environment.\") Although doctors at the L beck fertility clinic did treat a couple whose inability to conceive was a result of their never having engaged in intercourse, nothing else about the story as reported was accurate: the couple had not been raised in a \"strict religious environment,\" they were not \"woefully ignorant\" of sexual matters, they were not unaware of the necessary connection between sexual intercourse and conception, and they did not think the IVF process involved a \"turkey baster, a mattress and a woman standing on her head.\" What had happened was that in 2003 the German medical journal Gyn kologische Endokrinologie had published an article about the importance of sexual history in the diagnosis of infertility, and someone took one of the case studies presented in that article and rewrote it in farcical form. The UK newspapers The Mirror and The Sun and other media outlets (such as UPI) picked up the farcical version and published it as straight news in May 2004, and the story was quickly spread throughout the Internet as a real-life example of the \"too dumb to know about sex\" legend. What the original medical journal article actually documented was a case in which a 30-year-old woman and her 36-year-old husband presented themselves at the L beck infertility clinic and reported they had experienced difficulty conceiving a child. The couple had been together for eight years and had been married for three, but although they had wanted a child for the last four years, results were not forthcoming. Doctors at the clinic proceeded to give the couple a routine workup but discovered no immediately apparent medical indicator of infertility. When someone at the clinic noticed that the couple had written a question mark next to a questionnaire item asking about their frequency of sexual intercourse, doctors began making inquiries of the couple regarding their sexual history. What doctors learned from their questioning was that the couple had never engaged in sexual intercourse not because they were ignorant of sexual matters, but because the husband had suffered from erectile dysfunction throughout the length of their relationship. Although the husband was reluctant to speak of the matter, the wife explained that she knew of no physical reason why her husband was unable to engage in sex with her; she had assumed the problem was a psychological one and had hoped that it would go away once they married, but it had not. Doctors performed a physical examination of the husband and found no abnormality other than a frenulum breve, which they treated with a minor surgical procedure. The husband was able to produce a semen sample through masturbation, and tests found the quantity and motility of the sperm in that sample to be within the normal range. Doctors advised the couple that IVF was not a recommended course of action until their relationship and sexual issues had first been addressed and urged them to seek counseling.",
  "Originally Published": "",
  "Referred Links": "http://www.springerlink.com/openurl.asp?genre=article&eissn=1610-2908&volume=1&issue=4&spage=197;",
  "Example": "[The Mirror, May 2004] Fertility doctors were baffled when a perfectly-healthy couple claimed they couldn't have children - until they confessed they had never made love. The husband, 36, and his 32-year-old wife thought that all they had to do to make a baby was to lie next to each other and let nature take its course. When nothing happened, they saved up 7,000 and went to an IVF clinic where they were given a quick lesson about the facts of life. A spokesman for the clinic said: \"We're not talking about retards here, but a couple who were brought up in a strict religious environment who simply did not know how babies were created. It was only after they were subjected to a battery of tests and both were found to be perfectly fertile that we asked them how often they had sex. \"The husband said, 'We're not exactly sure what you mean'.\" The couple are now doing a sexual therapy course, which, doctors hope, will lead to the child they are longing for. The spokesman for the clinic at the German University of Luebeck added: \"They seemed to think that lying next to each other at night in their bedclothes would somehow miraculously produce a child.\" He said the couple had read up about in-vitro fertilisation treatment but believed it was something to do with a \"turkey baster, a mattress and a woman standing on her head.\" He went on: \"Although this does have its humorous side, the pair were woefully ignorant about sexuality. \"But at least they have a marvellous awakening to look forward to at a time when most people have long shed their innocence.\" The university plans to carry out a survey to discover how many more childless couples think the same way and are in desperate need of basic sex education.",
  "Last Updated": "22 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/fertility.asp",
  "Claim": "A childless couple discovered the cause of their infertility was a lack of sex.",
  "Claim_ID": "pregnant_fertility",
  "Tags": ""
}