{
  "Origins": "Although we can see a tremendous amount of variety in the plant and animal life all around us both within and between species many of us still find extremes in variety among human beings somewhat disconcerting. While an extraordinarily large dog or a cat with an unusually long tail may be regarded as nothing more than a momentarily interesting curiosity or a source of amusement, people who exhibit one of the extremes in human development whether it be in intelligence, height, weight, or some other feature have long struggled to avoid being identified as \"freaks.\"",
  "Fact Check": "",
  "Description": "Perhaps the most discomfiting record of this nature involves the youngest person ever to give birth, reputedly a five-year-old girl not only because such a record posits that a child barely of kindergarten age (presumably involuntarily) underwent an experience we associate with physical and psychological maturity, but also because it implies the commission of an act now considered to be nothing less than child molestation. Regardless of our squeamishness, we have to note that the claim of a five-year-old girl giving birth is apparently true. Her name was Lina Medina, a Peruvian girl from the Andean village of Ticrapo who made medical history when she gave birth to a boy by caesarean section in May 1939 at the age of five years, seven months and 21 days. Lina's parents initially thought their daughter had a large abdominal tumor, but after they took her to a hospital in the town of Pisco physicians confirmed that her abdominal swelling was due to pregnancy. Lina was eventually transferred to a hospital in Lima, where she delivered a six-pound baby boy by Cesarean section on 14 May 1939 (coincidentally the date on which Mother's Day was celebrated that year). Lina's father was temporarily jailed on suspicion of incest, but he was released for a lack of evidence and authorities were never able to determine who fathered Lina's child. Lina's incredible story was documented in contemporaneous reports by Edmundo Escomel , one of Peru's preeminent physician-researchers of the period and a laureate of the prestigious French Academy of Sciences. Escomel's first correspondence to the editors of La Presse Medicale 1 (which is undated but appeared in the 13 May 1939 issue) noted that Lina first came to the attention of Dr. G rado Lozada, chief physician of the Hospital of Pisco, when she appeared at that hospital in early April 1939 for evaluation of what was assumed to be a massive abdominal tumor. It soon became obvious to the stunned Lozada, however, that the little girl was pregnant. A medical history revealed that she had been having regular periods since age 3, but that she had stopped menstruating for the past 7 months. Additionally, she had fully developed breasts. Further examination revealed a fetal heartbeat, and an X-ray confirmed the pregnancy. Escomel stated that Lozada had submitted a report about the case to the Academy of Medicine in Lima. Escomel's announcement 2 (dated 20 May 1939) that Lina had delivered a baby boy (on 14 May ) appeared in the 31 May issue of La Presse Medicale . In addition to amending the age at which Lina began menstruating (to an incredible 8 months ), Escomel submitted a photograph of the gravid 5 -year-old: At the end of his piece Escomel noted with some sadness that no one had yet discovered the identity of the father since Lina \"couldn't give precise responses.\" He also stressed the importance of getting adequate care for the little girl. Escomel's final report 3 was published in the 19 December 1939 issue of La Presse Medicale . He commented on a biopsy of one of Lina's ovaries performed on a sample removed at the time of the Cesarean section and provided photomicrographs of the stained tissue sections. In the end, pathologists pronounced Lina to have the ovaries of a fully mature woman. Escomel posited that the reason behind her precocious fertility could not lie in the ovaries themselves but must have stemmed from an extraordinary hormonal disorder of pituitary origin. (As a point of comparison, the average age of first menstruation in the U.S. is 12 .) The U.S. press was also interested in this curious and disturbing story. A United Press report published in the Los Angeles Times on 16 May 1939 noted: Dr. Hipolito Larrabure, head of the maternity hospital, who aided Dr. [Geraldo] Lozada [director of the Pisco Hospital] during the [Cesarean] operation, said Lina withstood the operation in excellent manner. Medical circles here were astonished at the birth, which they believed without precedent. Dr. Larrabure said the case was \"truly astounding\" and added that he hoped \"some United States scientific foundation will send an investigator to Lima to observe the case and indicate the best manner of caring for the mother and child.\"4 The Los Angeles Times also reported its own confirmation of the story that same day: The possibility of a girl becoming a mother at the age of 5, as reported on Sunday from Lima, Peru, was upheld today by Dr. Joseph B. De Lee, obstetrics authority of Chicago Lying-in Hospital. Dr. De Lee cited the case of a Russian girl who became a mother at the age of 6 . According to the physician who reported the case in a German medical journal, Dr. De Lee said, the mother had the physical development of a girl 10 or 12 years old.5 Six months later, the New York Times reported that an American public health official had also verified Lina's remarkable story: While in Lima Dr. [S.L. Christian, assistant surgeon general of the U.S. Public Health Service] examined Lina Medina, the Indian child-mother whose baby was born last May when the mother was about 5 years old. He said that although there was some confusion as to whether the mother was 5 or 6, there was no doubt of the authenticity of the case, which he described as the most amazing thing in his career as a physician.6 The following year the New York Times reported that a trip was being organized so Lina could be \"brought to the United States within a month for examination by a five-man medical commission.\" Plans called for the little mother, the baby boy, and the girl's parents to travel to Chicago, but there was no follow-up indicating that the Medina family ever made the journey to the U.S. 7 In 1941, two years after Lina give birth, the New York Times published an account of an American psychologist who had examined Lina while visiting South America: Another passenger [on the liner Santa Clara, which was returning from South America] was Mrs. Paul Kosak, specialist in child education at Teachers College, Columbia University. Mrs. Kosak is the only child psychologist who has been permitted to make studies of Lina Medina, the Peruvian girl who, two years ago, gave birth to a child at the age of 5 years. Mrs. Kosak said she gave a series of intelligence tests to the child and that on the basis of this study she has no doubt the child's age was given correctly. \"Lina is above normal in intelligence and the baby, a boy, is perfectly normal and is physically better developed than the average Mestiza (Spanish Indian) child,\" she said. \"She thinks of the child as a baby brother and so does the rest of the family.\"8 Lina Medina, son Gerardo, and Dr. G rado Lozada Jose Sandoval, an obstetrician who took an interest in Lina Medina's case and authored a book about her in 2002 said that Lina was a psychologically normal child, that she displayed no other unusual medical symptoms, and that she preferred playing with dolls rather than her own child. Lina's boy, named Gerardo (after Dr. G rado Lozada, chief physician of the hospital in Pisco where Lina's pregnancy was diagnosed), did not learn until he was 10 years old that the woman he thought to be his sister was in fact his mother. Gerardo died in 1979, but Lina's second son, born in 1972 (thirty-three years after his brother), now lives in Mexico. Lina and her husband currently reside in the \"Little Chicago\" district of Lima, Peru. 9",
  "Originally Published": "",
  "Referred Links": "http://vidal.med.puc.cl/imagenes2/EscomelDr.JPG;",
  "Example": "",
  "Last Updated": "7 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/pregnant/youngestmother.asp",
  "Claim": "The youngest mother on record was a five-year-old Peruvian girl.",
  "Claim_ID": "pregnant_youngestmother",
  "Tags": ""
}