{
  "Origins": "While three-dimensional films have been part of moviegoers' experience since the 1950s, only in recent years has the technology advanced to the point of providing a truly \"real\" feel to their audiences. However, that the technology has improved doesn't mean these cinematic offerings can as yet do real things. Common sense should tell folks one cannot become pregnant from viewing a pornographic film.",
  "Fact Check": "",
  "Description": "The purported news story about a woman who claimed she'd gotten in the family way from watching a risqu movie spread via e-mail and on social networking sites such as Facebook. According to its lights, the wife of a GI serving in Iraq presented her husband with a black baby upon his return, claiming the child was fathered by the 3D film she'd viewed with friends in New York. While many who read it were quick to conclude the wife had fabricated what she believed was a likely cover story to help explain to her husband the presence of a racially-different baby in their marital home, as opposed to telling him the truth about what she'd been up to while he was off serving his country, they failed to pick up on the actual hoax (which had nothing to do with slipping one past a gullible spouse). This wild tale of movie viewership gone wickedly awry wasn't an actual news story. It was instead a humor piece presented to the public at large on 4 May 2010 by the Brazilian satirical news site Sensacionalista , a publication whose slogan translates as \"The newspaper exempt from truth.\" In the original Sensacionalista leg pull, which was written in Portuguese, the trusting American soldier's name was rendered as \"Erick Jhonson\" (note the unusual spelling of the first name and wild misspelling of the surname, errors that later pranksters would correct by changing the GI's name to \"Erik Johnson\"). Then and now, the \"clipping\" circulated on the Internet included a photo of a smiling brunette Caucasian woman holding aloft a dark-skinned toddler. Whoever the woman and child actually are, they are not the mother and child of the fictitious \"Porn caused my pregnancy\" story. Said photograph was discovered online by Sensacionalista and used in its fake report without permission of the woman depicted in it. Such unauthorized usage resulted in the issuance of an apology to the folks who had been wronged. Said the satire site in its mea culpa: A week ago we published an article about a woman who claimed to get pregnant after watching a 3d porn movie. The article was fake and we used a photo that we found on the internet. Unfortunately, the article spread around the world because some sites thought that it was real. That was not our intention. Sensacionalista is a small site from Brazil. We never thought that this could happen. That's why we are asking this family to accept our sincere apology. That woman and her baby in the photo had nothing to do with this article. They are just a normal family trying to live they're [sic] own lives. We apologize for taking their photo and wrongfully putting it in our article. Please, do not publish this article again and next time check what you read before you write. This site is a humor site. Nothing here is real. Barbara \"realed in\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2011]",
  "Last Updated": "9 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/3dfilm.asp",
  "Claim": "A woman became pregnant from viewing a 3D porn film.",
  "Claim_ID": "pregnant_3dfilm",
  "Tags": ""
}