{
  "Origins": "Sometimes touted as the origin of the phrase \"son of a gun,\" the apocryphal tale of \"the bullet through the balls\" is a well-traveled legend, often reported by such infamous urban legend vectors as \"Dear Abby,\" as in this example from her 6 November 1982 column: It seems that during the Civil War (May 12, 1863, to be exact), a young Virginia farm girl was standing on her front porch while a battle was raging nearby. A stray bullet first passed through the scrotum of a young Union cavalryman, then lodged in the reproductive tract of the young woman, who thus became pregnant by a man she had not been within 100 feet of! And nine months later she gave birth to a healthy baby! The story, in fact, is completely false. The claim for the miraculous \"bullet pregnancy\" originated with an article that was printed as a joke in the journal The American Medical Weekly on 7 November 1874. Subsequent journals and books cited the article as fact without checking the original source or realizing that it was a put-on , and the story has been passed down through the years as an \"actual case that appeared in a real medical journal many years ago.\"",
  "Fact Check": "",
  "Description": "The long and tortuous history of this legend begins with an article entitled \"ATTENTION GYNAECOLOGISTS! NOTES FROM THE DIARY OF A FIELD AND HOSPITAL SURGEON, C.S.A.\" appearing under the name of an \"L.G. Capers, M.D., Vicksburg, Miss.\" in the 7 November 1874 issue of The American Medical Weekly. It recounts the now-familiar story of a Confederate field surgeon who dressed the wound of a soldier injured by a bullet that had entered the soldier's leg, ricocheted off the bone, and carried away his left testicle. Coincidentally, the same surgeon was then called upon a few moments later to administer aid to a young lady who had received a gunshot wound to the abdomen. Exactly 278 days later, the surgeon returned to the village and delivered a baby boy of the wounded women, although she steadfastly maintained that she was still a virgin. The general tone and style of the article should have indicated to the astute reader that the whole thing was a gag. Even if they didn't, at least a few more obvious clues gave away the joke: The baby was said to have been born \"with something wrong about the genitals,\" and upon examination the surgeon discovered that the ball which had wounded the soldier and impregnated the woman was lodged in the newborn infant's scrotum! Even more implausibly, the soldier, when told of his astonishingly-achieved fatherhood, quickly wed the child's mother! For those who still didn't catch on to the article's facetiousness, a note from the editor explaining that the whole thing was a bit of \"fun\" (complete with a pun on the putative author's name) was printed in the same journal two weeks later. (Note: The details of battle given in the original article do correspond to actual events. In May of 1863, Union troops under the command of Major General James B. McPherson set out for Raymond, Mississippi, a town about fifteen miles from Jackson, the state capital. On May 12 a unit led by Major General John A. Logan ran into a Confederate brigade under the command of General John Gregg, and the battle of Raymond ensued, with Gregg eventually withdrawing his outnumbered forces from Raymond and heading down the road to Jackson.) Several months later, the British medical journal The Lancet reprinted (portions of) the 1874 article. Then, in 1896, George M. Gould and Walter L. Pyle cited (and quoted from) The Lancet as a footnote to a section about artificial impregnation in their book Anomalies and Curiosities of Medicine. Even Gould and Pyle seem to have recognized the original article's drollery, however, as they mention that it is included \"not because it bears any semblance of possibility, but as a curious example from the realms of imagination in medicine.\" F. Donald Napolitani, M.D., evidently didn't catch the article's whimsicality, though, as he presented all the same details as an \"authenticated case report\" in his 1959 article about \"Two Unusual Cases of Gunshot Wounds of the Uterus\" for the New York State Journal of Medicine. From then on, one or more of these sources has been cited as proof of an actual occurrence \"carefully recorded for the annals of medicine\" in everything from American Heritage magazine to \"Dear Abby,\" with each source accepting the previous ones' references as accurate citations of a \"real\" medical journal article. The links below include the original 1874 article from The American Medical Weekly that started it all, an editor's note from a subsequent issue of the same publication explaining the whole thing as a gag, an oft misinterpreted summation from the 1896 book Anomalies and Curiosities of Medicine, and a 1959 article from the New York State Journal of Medicine by a doctor who didn't quite get the joke (or do his homework). Sightings: This legend was told during an episode of the television series House (\"Joy to the World,\" original air date 9 December 2008) in response to a patient asking how a virgin could become pregnant. Additional Information: Notes from the Diary of a Field and Hospital Surgeon (The American Medical Weekly, 7 November 1874) Editor's Note (The American Medical Weekly, 21 November 1874) Excerpt from Anomalies and Curiosities of Medicine Two Unusual Cases of Gunshot Wounds of the Uterus (New York State Journal of Medicine, 1 February 1959)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "22 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/bullet.asp",
  "Claim": "A woman became pregnant from being struck by a bullet that had passed through the scrotum of a Civil War soldier.",
  "Claim_ID": "pregnant_bullet",
  "Tags": ""
}