{
  "Origins": "According to longstanding rumor, a child born in-flight is awarded free air transport on that carrier for the rest of his days. This unwritten rule is whispered as the reason airlines restrict the travel plans of expectant women. After all, if you don't allow the ladies to fly when they're getting close to their time, you never need worry about providing lifetime passes to their kids, right?",
  "Fact Check": "",
  "Description": "For the record, there is no truth to this obligatory lifetime pass thing (although if you read down to the end you'll see some have been granted, each on a different foreign airline). So forget about suggesting a little trip to your spouse when the due date is imminent. Trying to get to the bottom of this tale, in 1994 I wrote letters to ten airlines as well as Transport Canada. I heard back from five airlines: Canadian, KLM, Qantas, USAir and Delta. This legend is not as widespread as other airline tales; personnel at some airlines were aware of it, while those working for other carriers had not previously encountered it. My experiences on a 1994 Air Canada flight were typical in this regard: While chatting with the flight attendants in the galley (okay, so I was there after another drink, it still counts as research), I discovered two of them had previously heard about this legend, but the other two had not. What became clear in my dealings with the various airlines was that each of them had different rules regarding the combination of travel and pregnant women. Air Canada's restrictions require a telephone consultation between the expectant mother's doctor and one of their doctors about the physical condition of the potential passenger. Air Canada has reserved the right to refuse passage to anyone it determines is a medical risk. USAir admitted to a \"don't ask, don't tell\" policy. Delta said it too has no restrictions regarding expectant mothers. Up to a woman's 35th week of pregnancy, Qantas requires a \"fitness to travel\" certificate from her doctor. After the 35th week, a medical clearance is required from Qantas' Director of Medical Services. Canadian (now part of Air Canada) accepted expectant women without restriction up to the 32nd week of pregnancy. During the ninth month, pregnant women were still allowed to fly with Canadian if they could provide medical clearances from their doctors. \"However, within seven days of the expected date of delivery, an expectant mother will only be carried as a 'Medevac', accompanied by a qualified attendant,\" that company said. I believe the origin of the \"lifetime pass\" legend came about as a fanciful explanation for why some airlines refuse passage to expectant women. It's typical urban legend stuff in that the \"powers that be\" have the right to restrict Jane Doe's travel plans; therefore, there has to be something else at work here besides concern over the health of the mother and child or any airline's reluctance to deal with a medical emergency at 35,000 feet. Makes more of a story if you can say they don't want to pay out on the \"baby born inflight\" sweepstakes than to admit it's only reasonable prudence in light of a possible medical situation. Ah, the joy of urban legends. That normal and reasonable regulations can be explained away by some far-fetched story. Related stories: Though the regulation does not exist and airlines are under no obligation to reward inflight deliveries from the stork, at least a few high-flying babies have hit the jackpot. On 6 September 1995, Dararasami Thongcharoen surprised everyone by being born two months ahead of schedule on Thai Airway's flight 641. Dararasami (named for the Boeing 747 her mother was flying on when she gave birth her name means 'Starlight' in English) is now considered a \"daughter of Thai Airways.\" Airline president Thamnoon Wanglee announced that in addition to the special flying privileges, the girl would also receive an educational scholarship from the airline. Mohd Aliff Mohd Fuad came into the world on an Asia Pacific Airlines flight on 23 May 1996. In recognition of his being the first baby born on that carrier (Asia Pacific began operations on 10 May 1996) and \"first\" events being viewed as especially lucky in that culture, the company has chosen to celebrate this fortuitous event by sponsoring the lad's education and providing him with free travel for life. In October 2009, 31-year-old Liew Siaw Hsia went into labor and delivered a boy on an AirAsia flight between two Malaysian islands. The airline announced they would provide both mother and child with free travel on that carrier for life. On a more earthbound note, Stephany Ann Marie Ehler was born aboard a commuter train in San Francisco on 21 July 1996. In recognition of her being the first baby born aboard a BART train in the 23-year history of the transit system, the line chose to grant her a lifetime pass for free rides on BART. Barbara \"infant-astic\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 October 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/airbaby.asp",
  "Claim": "Every baby born in-flight is given free air travel by the airline for the rest of his life.",
  "Claim_ID": "pregnant_airbaby",
  "Tags": ""
}