{
  "Origins": "In June 1985, a story flashed across the wire services that amused some readers and outraged others. It seemed earlier that year an expectant mom had been accused of attempting to shoplift a basketball and had been forced by store security to prove she hadn't. The humiliation of the incident apparently contributed to the onset of early labor, with her son being born a scant day later, a full month before the stork had been expected to come in for a landing.",
  "Fact Check": "",
  "Description": "Once the incident was behind her, the woman sued the store for what she'd been put through. And it was news of this lawsuit that made it onto the newswires in June 1985. The full story was far less titillating than one- or two-line summations of the incident made it out to be. On 13 February 1985, a very pregnant Betsy Nelson of Arlington, Virginia, was detained on suspicion of shoplifting by Irving's Sport Shop, a sporting goods store in Seven Corners, Virginia. She had gone there to look for a rowing machine to help her get back in shape after the upcoming birth of her child, a joyous event not expected for another full month. She didn't find what she wanted, so she left the store to browse in an adjacent mall. She was fetched back to Irving's by the store's assistant manager and a security guard. A cashier had told her supervisor Nelson had stolen a basketball and put it under her dress. Nelson was held at the store for about thirty minutes, where she was given the option of either opening her garments and proving she hadn't stashed anything in them, or going to the police station. She chose to clear up the matter on the spot. \"I had to disrobe in front of six male security guards and police officers in the store,\" Mrs. Nelson said. \"I had to take off my jacket, sweater and lift up my blouse.\" \"Disrobe\" was a loaded word to have chosen, as most people equate it with the removal of all of one's clothes. Nelson had been required to doff her jacket and sweater and shake out her maternity top, a procedure which would have dislodged any purloined merchandise. At no point in the proceedings was she in a state of undress, at least not according to the descriptions of her treatment she gave to the press. No basketballs were shaken loose, nor anything else that wasn't Mrs. Nelson's by right. The incident concluded with the assistant manager's apologizing to her. Months later, Nelson filed suit against Irving's. She was seeking $100,000 in compensatory damages and $500,000 in punitive damages from the store, charging false arrest and negligence on the part of store employees. No information on how this lawsuit was ultimately decided surfaced in the press, leading us to believe it was resolved out of court. Did the case deserve the media attention it garnered? Yes and no. Yes, in that we put motherhood on a pedestal in this society, so the thought of an expectant mother-to-be's being mistakenly treated like a common criminal is abhorrent to us, as is the mental image of someone in that condition being bullied into having to expose (parts of) herself. No, in that shoplifting is a retail reality, something that stores have to combat every day. Without the 'expectant mom' angle, Nelson's experience didn't seem to have been unduly unpleasant, and indeed it appeared to have been well handled compared to how it could have gone. Retail shrinkage (unexplained loss of merchandise) due to shoplifting is rampant, and for women a favored method of getting anything out of a store unquestioned is to put it up under one's dress, on the often-correct assumption no one will detain a pregnant mom or even risk suggesting she might have been helping herself to a ten-finger discount. The sanctity of impending motherhood has aided a number of professional shoplifters to live quite comfortably. Does that mean every pregnant woman should be eyed as a potential shoplifter? No, not even close. But on the other hand, if a store clerk sees what she thinks is a theft in process, she's justified in having the suspect detained and checked out, impending motherhood or not. A popular bit of lore (included here only because it too features pregnant women and stores) is the apocryphal tale of an expectant mom whose water breaks while she's grocery shopping. She retains her presence of mind, quickly grabbing a jar of pickles off the shelf and deliberately dropping it. The pickle juice masks the amniotic fluid puddling around her feet. Some have taken that story to heart, even suggesting expectant moms should carry jars of pickles with them once they near their due dates in case their water breaks in public. Barbara \"classic Vlasic solution\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "15 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/pregnant/shoplift.asp",
  "Claim": "A pregnant woman was detained by security at a sporting goods store on suspicion that she was trying to shoplift a basketball.",
  "Claim_ID": "pregnant_shoplift",
  "Tags": ""
}