{
  "Origins": "The earliest print sighting of this legend dates to a 1947 privately published collection of jokes wherein the pregnant woman boards a street car, then changes seat numerous times, each time placing herself under a different guffaw-producing advertisement as another rider regards her with increasing merriment. His full story emerges only when in front of the judge to defend himself on charges of having insulted the expectant mother by laughing at her.",
  "Fact Check": "",
  "Description": "The joke plays upon potential double meanings found in advertising. (Similar hilarity ensued during my school years in the 1970s over a gum manufacturer's jingle, \"Pass it on, pass it on, the big stick is getting around.\") Depending on the version, the incident is said to have taken place on a bus or a streetcar, in the UK or Australia. The signs the woman supposedly sits under vary too: \"Coming Soon: The Gold Dust Twins\" vs. \"The Doublemint Twins Are Coming\" \"Sloans Liniments Remove Swelling\" vs. \"Logan's Liniment Will Reduce the Swelling\" \"William's Stick Did the Trick\" vs. \"William's Big Stick Did the Trick\" \"Dunlop Rubber Would Have Prevented This Accident\" vs. \"Goodyear Rubber Could Have Prevented This Accident\" Forget about this being \"from an actual trial in the UK\" or an \"actual true story\" neither in the U.K. nor in Australia is it a crime to be overcome by merriment while looking at someone. Barbara \"moot hoot\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.geocities.com/~jimlowe/tmoore/golddust.html;",
  "Example": "[Collected on the Internet, 2004] Pregnant Lady on the Bus Actual true story/Australian Court Docket 12659, Case of the Pregnant Lady A lady about 8 months pregnant got on a bus. She noticed a man opposite her was smiling at her. She immediately moved to another seat. This time the man's smile turned into a grin, so she move again. The man seemed more amused. When she moved for the fourth time, the man burst out laughing, she complained to the driver and he had the man arrested. (Only in Australia) The case came up in court. The judge asked the man, (about 20 years old), what he had to say for himself. The man replied, \"Well your Honor, it was like this: When the lady got on the bus, I couldn't help but notice her condition. She sat under a sweets sign that said, THE DOUBLEMINT TWINS ARE COMING, and I grinned. Then she moved and sat under a sign that said, LOGAN'S LINIMENT WILL REDUCE THE SWELLING, I had to smile. Then she placed herself under a deodorant sign than said, WILLIAMS BIG STICK DID THE TRICK, I could hardly contain myself. But, your Honor, when she moved the fourth time and sat under a sign that said, GOODYEAR RUBBER COULD HAVE PREVENTED THIS ACCIDENT, I just lost it. The case was dismissed. [Collected via e-mail, 1995] This is from an actual trial in the UK. A young woman who was several months pregnant boarded a bus. Then she noticed a young man smiling at her she began feeling humiliated on account of her condition. She changed her seat and he seemed more amused. She moved again and then on her fourth move he burst out laughing. She had him arrested. Then the case came before the court, the young man was asked why he acted in such a manner. His reply was: When the lady boarded the bus I couldn't help noticing she was pregnant. She sat under an advertisement which read \"Coming Soon: The Gold Dust Twins\", then she moved under one that read \"Sloans Liniments remove swelling\". I was even more amused when she sat under a shaving advertisement which read \"William's Stick Did The Trick\". Then I could not control myself any longer when on the fourth move she sat under an advertisement which read \"Dunlop Rubber would have prevented this accident.\" The case was dismissed.",
  "Last Updated": "30 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/busrider.asp",
  "Claim": "Expectant mother produces growing cascade of guffaws by reseating herself under a series of ads on a bus.",
  "Claim_ID": "pregnant_busrider",
  "Tags": ""
}