{
  "Origins": "The possibility of a man's becoming pregnant has been the subject of more than a few works of speculative fiction and comedy, and the topic was given some sober consideration in the media after the British weekly New Society ran an article discussing specifics of the procedure in 1986. It could be done, New Society reasoned, if an egg were fertilized in vitro and implanted in a man's abdominal cavity. The embryo would have to attach itself to a major organ, the man would have to undergo hormone injections, and the child would have to be delivered by caesarian section, but it was possible , they speculated. (The child would have to be male, though, or else the necessary hormone injections would effectively castrate the male host.)",
  "Fact Check": "",
  "Description": "The dangers of such a course of action are far too high for the idea to be taken as anything more than a bit of scientific \"what if\" entertainment, however. Although some women have successfully given birth to children conceived outside the womb, ectopic pregnancies are quite dangerous, and nearly all ectopic embryos are removed soon after diagnosis. For a man to attempt to carry a child to term in such a manner would be an unacceptably high risk (especially since the placenta would have to be left to decay inside the man's body after he gave \"birth,\" as its removal would result in major haemorrhaging). Now, fourteen years later, people have begun to wonder about the web site at http://malepregnancy.com , which purports to chronicle the efforts of one Lee Mingwei to carry off the \"first human male pregnancy.\" The site hosts video clips of \"Mr. Lee,\" an ultrasound video of his \"baby,\" an \"interview\" in which he explains why he's doing this, a discussion of how male pregnancy is scientifically possible, and a chat room where visitors can discuss the \"social implications\" of male pregnancies. Is this for real? No. It is, like its sister site at http://www.genochoice.com (where you can \"Create your own genetically healthy child online!\"), an exercise in speculative fantasy. Follow the links from the \"Credits\" section, and eventually you'll find a disclaimer which reads: This site (\"Site\") was created to be an exploration of a very likely scenario that may one day result from new advances in biotechnology and infertility treatments. The Site itself does not provide actual commercial services, and the information contained on the Site is not represented as being factually accurate. This is a fictitious web site created by a single artist. (You can also read profiles of Lee Mingwei and his collaborator, Virgil Wong , on the web.) Perhaps some day these concepts might indeed become reality, but for now they exist only within the realm of fiction. Sightings: The 1978 Joan Rivers film Rabbit Test ran (far too long) with this idea. The 1994 Arnold Schwarzenegger film Junior was a bit more merciful.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0110216;http://us.imdb.com/Title?0078133;http://www.virgilwong.com;http://www.leemingwei.com;http://www.genochoice.com/;http://malepregnancy.com;",
  "Example": "",
  "Last Updated": "9 May 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/malepreg.asp",
  "Claim": "A man who has had an embryo implanted in his abdomen is engaged in the world's first human male pregnancy.",
  "Claim_ID": "pregnant_malepreg",
  "Tags": ""
}