{
  "Origins": "Nowadays a woman who wants to find out if she's pregnant need only make a quick trip to the local drug, grocery, or convenience store; purchase an over-the-counter home pregnancy test kit; and perform a simple test; and she'll know the results within a matter of minutes. Not so long ago, however, it wasn't nearly so quick or easy: A woman who thought she might be with child had to schedule an appointment with her doctor, make a trip to his office, give a urine sample, go home, then spend an anxious couple of days waiting for the office to telephone with the test results.",
  "Fact Check": "",
  "Description": "In the movies and television, a positive result was usually revealed by having a character burst into a scene and announce dramatically, \"The rabbit died!\" (This phrase was either shouted excitedly or whispered in a hushed tone, depending upon whether or not a positive result was the one the woman desired.) But why a rabbit? And why did it die if the woman was pregnant? The origins of the \"rabbit test\" lie with the discovery in the 1920s that a woman starts producing a hormone known as human chorionic gonadotropin ( hCG ) shortly after a fertilized egg implants itself in the uterine wall. (It was later discovered that the presence of hCG causes the placenta to produce progesterone after implantation, necessary to prevent rejection of the developing embryo.) In 1927, medical researchers found that not only is hCG present in the urine of pregnant women, but that female rabbits injected with urine containing hCG would, within a few days, display distinct ovarian changes. Thus the \"rabbit test\" was born, and with it the misconception that the rabbit's death was an indicator of a positive result. In those early tests, the rabbit always died, because the animal had to be killed so its ovaries could be removed and examined. Later refinements to the test enabled clinicians to inspect the ovaries without having to kill the rabbits first, but as the example cited above demonstrates, the misconception that the test rabbit died only if the woman was pregnant is still with us today, even though the \"rabbit test\" itself is not. Modern pregnancy tests are still based on measuring the amount of hCG present in urine, but they do so directly, without the need of an animal intermediary to serve as a test subject. (Blood can also be tested for hCG, and a blood test is more accurate and can be performed earlier in a pregnancy. However, urine tests are still used in home pregnancy kits because they're much easier to self-administer.) Sightings: In an episode of TV's M*A*S*H (\"What's Up, Doc?\", original air date 30 January 1978), Hot Lips thinks she's pregnant, and the only available means of testing her requires the use of Radar's rabbit. In the following video clip, Hawkeye explains to Radar how the rabbit test works:",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/19990508182117/http://www.babydata.com/info/docs/info/3gen/human_chorionic_gonadotropin.htm;",
  "Example": "[Collected on the Internet, 1999] True story ... In the \"olden days\" they used to inject the urine of a woman into a rabbit. If the rabbit died, the woman was definitely pregnant. If the rabbit lived, she was not.",
  "Last Updated": "5 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/pregnant/rabbit.asp",
  "Claim": "In the days when the \"rabbit test\" was used to determine if a woman was pregnant, the rabbit's death was an indicator of a positive result.",
  "Claim_ID": "pregnant_rabbit",
  "Tags": ""
}