{
  "Origins": "Correcting errors in other people's spelling and grammar is an ever-popular method for expressing a feeling of intellectual superiority over others; and the sight of the roadside produce stand sign shown above brings out that feeling in many people, prompting online comments such as \"I am from East Texas and this does not surprise me a bit,\" \"I expect a modicum of intelligence from an adult who wants my money,\" and \"LOL! Just LOL!\" But of course, playing on such feelings is exactly the intent here, and the misspellings are deliberate rather than unintentional. This sign is not the product of some hapless, near-illiterate farmer who due to a lack of education can barely render the names of his produce offerings (zucchini, jalape os, bell peppers) with child-like phonetic spellings such as \"zookeene,\" \"hallopinyo,\" and \"bail pepr\" rather, it's a marketing ploy used by Jack Roach of Duck Creek Produce.",
  "Fact Check": "Does a local farm stand advertise produce with unintentionally misspelled names?",
  "Description": "As East Texas television station KLTV reported in 2014, the items on the sign are intentionally misspelled in order to grab the attention of motorists who pass the produce stand while driving along Highway 69: You may have seen the sign alongside Highway 69 between Mineola and Lindale; the phonetically-written sign advertising \"skwash\" and \"maters\" attracts the attention of passersby, and that's just what the farmer behind the sign hopes will happen. 71-year-old Jack Roach and his nephew Daniel were working together at Duck Creek Produce as I stopped in on my never-ending quest for green tomatoes. (For some reason, grocery stores don't usually have them in stock.) In any case, Farmer Jack had plenty to sell me, as well as lots of yellow squash, zucchini, kale, onions, carrots, potatoes and rainbow Swiss chard. I asked Roach how long he'd been selling at his farm stand, and he said he's been farming and selling in various locations in Lindale for nearly 40 years. The stand is definitely a family operation; for example, his aunt and uncle placed the brick floor several years back where there used to be a sawdust floor, and before that a dirt floor. Roach's parents worked with him in years past, and his youngest sister's teenage son is helping him out this summer. This isn't one of those produce stands that ships produce in from other states or countries to sell as if they were locally grown. On the contrary, this farm stand is stocked with produce grown on the land directly behind the stand, a piece of land Roach said stretches west for about a mile. He also owns land across the highway from the farm stand. He said he rented his first land to farm at age 14, and he's been going strong ever since, much to the complete happiness of those in the area who have patronized his stand for the last several decades. The misspellings, like the produce, change with the growing seasons, so at times Farmer Jack's offerings include items such as \"qcomebur,\" \"peech,\" \"yeller skwash,\" and \"oakre\": Last updated: 5 August 2015",
  "Originally Published": " 5 August 2015",
  "Referred Links": "http://www.kltv.com/story/25673408/40-years-of-local-food-duck-creek-produce;",
  "Example": "[Collected via e-mail, July 2015] I saw this at a roadside produce stand today in E. Texas. There are literally no words.",
  "Last Updated": "5 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/produce-stand-sign/",
  "Claim": "A local farm stand advertises produce with unintentionally misspelled names.",
  "Tags": "zookeene;produce stand;",
  "Claim_ID": "produce-stand-sign"
}