{
  "Origins": "In mid-November 2015, a quote incorrectly attributed to Russian President Vladimir Putin started circulating on social media. Russian Today news anchor Remi Maalouf found the quote on Facebook and tweeted it to 13,000 followers. From there, it was picked up by web sites such as Fox Nation and Bar Stool Sports:",
  "Fact Check": "",
  "Description": "I know that Putin isn t exactly a good guy, but my word do I love these quotes from him. They re both awesome and hysterical. He s a world leader who is really a movie character. To forgive the terrorists is up to god, to send them to him is up to me. Who talks like that? PUTIN DOES! All the world leaders are talking about grieving and coming together in unity to show terror cannot defeat us. Not Vladimir, he s terrorizing the terrorists. If you re a terrorist every shit you take you ll be thinking that Putin is about to kick that door in and snap your neck. He s coming, and hell s coming with him! Wyatt Earp said that, but Putin probably did too. It turns out, however, that Facebook is not a good place to source original quotes. Prior to Maalouf's tweet, no major publications had reported Putin's quote and there is no recording of Putin uttering such a phrase. On 18 November 2015, the Russian news anchor apologized for spreading a misattributed quote: So where did the quote come from? Variations of the phrase \"to forgive the terrorists is up to god, but to send them to him is up to me\" have been circulating for several years. In 2001, the quote was incorrectly attributed to General Norman Schwarzkopf and in 2004 the phrase was uttered by Denzel Washington's character in the movie Man On Fire: While we haven't been able to pinpoint the exact origins of the phrase, we previously noted that the phrase could be a misremembering of a message commonly told to soldiers in ROTC training in the 1980s: \"Your enemy's duty is to die in defense of his country. Your duty is to see that your enemy does his duty.\" A similar phrase can be traced back to the beginning of the 13th century when Arnaud Amalric, a Cistercian abbot, allegedly advised a soldier before the Massacre at Beziers \"Caedite eos. Novit enim Dominus qui sunt eius\" or \"kill them. For the Lord knows those that are His own.\" But this, too, may have been an exaggeration of what actually transpired before the Massacre at Beziers and some scholars doubt that the quote was uttered by Amalric. Last updated: 17 November 2015",
  "Originally Published": " 17 November 2015",
  "Referred Links": "http://www.thisdayinquotes.com/2011/07/kill-them-all-and-let-god-sort-them-out.html;https://twitter.com/RemiMaalouf/status/666972960406814721;http://nation.foxnews.com/2015/11/17/putin-forgive-terrorists-god-send-them-him-me;http://www.barstoolsports.com/boston/to-forgive-the-terrorists-is-up-to-god-but-to-send-them-to-him-is-up-to-me-vladimir-putin-or-a-movie-character/;",
  "Example": "[Collected via email, November 2015] Did Putin really say, \"To forgive the terrorists is up to God, to send them to Him is up to me.\" It's all over Facebook.",
  "Last Updated": "17 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/putin-forgive-terrorists-quote/",
  "Claim": "Russian President Vladimir Putin said \"To forgive the terrorists is up to God, to send them to him is up to me.\"",
  "Tags": "quote;putin;putin quote;vladimir putin;terrorists;",
  "Claim_ID": "putin-forgive-terrorists-quote"
}