{
  "Origins": "Few figures in American political history have been as reviled as President Harry S. Truman was when he left office in January 1953. After the end of the Great Depression and World War II, public dissatisfaction with 20 years of Democratic rule, the New Deal reforms enacted by Franklin D. Roosevelt, and numerous labor strikes, along with frightening political events such as the Soviet Union's successful test of an atomic bomb, the Communist revolution in China, and the stalemate of the Korean War all combined to send Truman's popularity plummeting to an unprecedented nadir by the end of 1952.",
  "Fact Check": "",
  "Description": "In the half-century since the end of Truman's presidency, though, his popular image has undergone a remarkable reversal, and he is now held up by both Republicans and Democrats as the plain-speaking, tough-but-fair exemplar of what a president should be. The anecdotes related above about Harry S. Truman reflect his modern image as the bluntly honest chief executive who refused to use his office as a stepping stone to personal gain. The quote that opens this piece comes from President Truman's Special Message to the Congress on the Internal Security of the United States, delivered on 8 August 1950, in which he spoke out against the implementation of laws curbing expressions of dissent as a means of combating subversion: [T]here are some people who wish us to enact laws which would seriously damage the right of free speech and which could be used not only against subversive groups but against other groups engaged in political or other activities which were not generally popular. Such measures would not only infringe on the Bill of Rights and the basic liberties of our people; they would also undermine the very internal security they seek to protect. Laws forbidding dissent do not prevent subversive activities; they merely drive them into more secret and more dangerous channels. Police states are not secure; their history is marked by successive purges, and growing concentration camps, as their governments strike out blindly in fear of violent revolt. Once a government is committed to the principle of silencing the voice of opposition, it has only one way to go, and that is down the path of increasingly repressive measures, until it becomes a source of terror to all its citizens and creates a country where everyone lives in fear. When Truman left the White House and returned to life as a private citizen in Missouri in January 1953, the U.S. did not provide any form of pension to former presidents. Truman had little or no income beyond his Army pension of $112.56 per month and bore all the costs of maintaining an office and staff himself, and it was largely due to his financial limitations that Congress finally enacted the Former Presidents Act ( FPA ) in 1958 to provide former presidents with pensions and allowances to cover office and travel expenses. We couldn't find a source for the quote that has Truman declining offers of corporate positions at large salaries with the rebuff that \"You don't want me. You want the office of the president, and that doesn't belong to me. It belongs to the American people and it's not for sale.\" However, even if he didn't use those exact words, Truman did express that sentiment regarding the acceptance of corporate positions in his 1960 book, Mr. Citizen: I turned down all of those offers. I knew that they were not interested in hiring Harry Truman, the person, but what they wanted to hire was the former President of the United States. I could never lend myself to any transaction, however respectable, that would commercialize on the prestige and the dignity of the office of the Presidency. In May 1971, towards the end of Truman's life (he died in December 1972 ), the House of Representatives was considering awarding the Medal of Honor to the former president. Truman quashed such deliberations by writing a letter, read to the House on 6 May 1971 by Rep. William J. Randall of Missouri, in which he maintained that the Medal of Honor was for combat bravery and that changing the requirements in his case would detract from the merit of the award: I do not consider that I have done anything which should be the reason of any award, Congressional or otherwise. This does not mean I do not appreciate what you and others have done, because I do appreciate the kind things that have been said and the proposal to have the award offered to me. Therefore, I close by saying thanks, but I will not accept a Congressional Medal of Honor. (Truman ostensibly might have been awarded a \"legitimate\" Medal of Honor due to his service as an artillery captain with the U.S. Army during World War I .) The legend-cum-joke about a respected, successful man who notes in retrospect that had he enjoyed more advantages early in his life he might have ended up as a piano player in a brothel is an old one, one which Truman echoed when he observed (as related in the book Plain Speaking) that \"My choice early in life was either to be a piano player in a whorehouse or a politician. And to tell the truth, there's hardly any difference.\" However, the follow-up line, \"I, for one, believe the piano player job to be much more honorable than current politicians,\" does not appear in that book and is possibly an apocryphal addition rather than Truman's own words. And yes, it is appropriate to render Truman's full name with a period after the 'S'.",
  "Originally Published": "",
  "Referred Links": "http://www.senate.gov/reference/resources/pdf/98-249.pdf;http://www.presidency.ucsb.edu/ws/index.asp?pid=13576&st=&st1=;",
  "Example": "[Collected via e-mail, June 2008] \"Once a government is committed to the principle of silencing the voice of opposition, it has only one way to go, and that is down the path of increasingly repressive measures, until it becomes a source of terror to all its citizens and creates a country where everyone lives in fear.\" Harry S. Truman After President Truman retired from office in 1952, he was left with an income consisting of basically just a U.S. Army pension, reported to have been only $13,507.72 a year. Congress, noting that he was paying for his stamps and personally licking them, granted him an \"allowance\" and, later, a retroactive pension of $25,000 per year. When offered corporate positions at large salaries, he declined, stating, \"You don't want me. You want the office of the president, and that doesn't belong to me. It belongs to the American people and it's not for sale.\" Even later, on May 6, 1971, when Congress was preparing to award him the Medal of Honor on his 87th birthday, he refused to accept it, writing, \"I don't consider that I have done anything which should be the reason for any award, Congressional or otherwise.\" We now see that other past presidents, have found a new level of success in cashing in on the presidency, resulting in untold wealth. Today, many in Congress also have found a way to become quite wealthy while enjoying the fruits of their offices. Obviously, political offices are now for sale. Good old Harry Truman could have been correct when he observed, \"My choice early in life was either to be a piano player in a whorehouse or a politician. And to tell the truth, there's hardly any difference. I, for one, believe the piano player job to be much more honorable than current politicians.\"",
  "Last Updated": "18 May 2011",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/quotes/truman/truman.asp",
  "Claim": "Collection of anecdotes about honesty includes real quotes from President Harry S. Truman.",
  "Claim_ID": "quotes_truman_truman",
  "Tags": ""
}