{
  "Origins": "Yet another entry in the \"dueling quotes\" competition (see similar attributions for Bill Clinton and Kenneth Starr ) purports to come from a \"60 Minutes\" interview with U.S. AttorneyGeneral Janet Reno in 1994: A cultist is one who has a strong belief in the Bible and the Second Coming of Christ; who frequently attends Bible's studies; who has a high level of financial giving to a Christian cause; who home schools for their children; who has accumulated survival foods and has a strong belief in the Second Amendment; and who distrust big government. Any of these may qualify but certainly more than one would cause us to look at this person as a threat, and his family as being in a risk situation that qualified for government interference. The date of the putative interview varies depending upon the source, but 26 June 1994 seems to be the most commonly mentioned one. It doesn't matter, because Janet Reno was not interviewed by 60 Minutes on that date or at any other time during 1994, nor did she ever make such a statement.",
  "Fact Check": "",
  "Description": "Unlike the fabricated Clinton and Starr quotes, this one doesn't attempt to make its subject look like a hypocrite this is an effort to make the subject look dangerous . The U.S. Attorney General's definition of a \"cultist\" is something that would include just about any moderately religious Christian and/or anyone mistrustful of government? And such a person is at risk of \"government interference,\" just like the siege Reno ordered waged against Branch Davidian compound in Waco? Pretty scary, isn't it? No wonder this quote is spread around with sentiments like the following attached to it: Do you qualify?? Are you a threat? This worries me. Does it worry you? Everyone in this country \"the land of the free\"? with computer access should copy this and send to every other man, woman and child who can read. Make up your own mind about Janet Reno based on her actions, but don't form an opinion based on this quote: it's bogus. The silly thing has been popping up in newsletters and on the Internet since 1997, at least. As Liza Mundy of The Washington Post wrote early in 1998: [I]t's probably also not surprising that [Reno] has attracted the ravings of a subterranean lunatic fringe. The fringe includes Internet fulminators upset by her Miami campaign against deadbeat dads or by Waco or simply by federal law enforcement in general. Among other things, the fulminators regularly fabricate bogus press releases (some of which have found their way into newspapers and provoked letters of inquiry from congressional offices) attempting to persuade the nation that Reno favors \"parental licensing,\" or that she believes that \"a cultist is one who has a strong belief in the Bible.\" Does it worry me? Yes, it worries me that something so obviously phony can so easily be passed off as the truth.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "26 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/reno.asp",
  "Claim": "Janet Reno provided her definition of a \"cultist\" during a 60 Minutes interview in 1994.",
  "Claim_ID": "quotes_reno",
  "Tags": ""
}