{
  "Origins": "Michael Faraday (1791-1867) was a self-educated English bookbinder who, after obtaining an appointment as a lab assistant at the Royal Institution, went on to become a renowned chemist and physicist noted for his key experiments in electromagnetism. In 1821, by dangling a wire over an electromagnet and observing that the wire revolved in a circular pattern around the magnet, Faraday demonstrated the Newtonian supposition that forces acted rectilinearly did not always hold true and discovered the principle behind the electric motor. Faraday is also given credit for discovering electro-magnetic induction, the principle behind the electric transformer and generator.",
  "Fact Check": "",
  "Description": "It was one of Faraday's electromagnetic devices, legend has it, that prompted his remark to a curious prime minister who failed to grasp its utility. The anecdote should be considered apocryphal, however, because it isn't mentioned in any accounts by Faraday or his contemporaries (letters, newspapers, or biographies) and only popped up well after Faraday's death. As well, the prime minister to whom Faraday supposedly made his remark is often said to be William Gladstone, which is an impossibility since Gladstone didn't first become prime minister until the year after Faraday died. Most likely this tale was an invented rebuke attributed to real historical figures, created to emphasize the perception of politicians as shortsighted people ignorant of subjects other than politics (such as science), interested primarily in means of extorting money from the citizenry. Thus the prime minister of this anecdote fails to grasp the significance of how Faraday's discovery could tremendously enhance England's industrial capabilities (and wealth) and is instead presumed to be interested in it only as another avenue for taxation. Additional Information: Michael Faraday (Royal Institution of Great Britain)",
  "Originally Published": "",
  "Referred Links": "http://www.rigb.org/heritage/faradaypage.html;",
  "Example": "[Bodanis, 2000] . . . after Faraday was made a fellow of the Royal Society[,] the prime minister of the day asked what good this invention could be, and Faraday answered: \"Why, Prime Minister, someday you can tax it.\"",
  "Last Updated": "25 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/faraday.asp",
  "Claim": "When the English prime minister asked scientist Michael Faraday what the usefulness of his electromagnetic device was, Faraday replied, \"Someday you can tax it.\"",
  "Claim_ID": "quotes_faraday",
  "Tags": ""
}