{
  "Origins": "Lawrence Peter \"Yogi\" Berra is best known in the sports world for his Hall of Fame career as a catcher with baseball's New York Yankees from 1947-63, and in the pop culture world for his many \"Yogi-isms\" legendary, often self-contradictory quips that may leave listeners shaking their heads in befuddlement but still somehow get the point across (e.g., \"It's like d j vu all over again\"; \"When you come to a fork in the road, take it.\"). Even those persons completely unfamiliar with Yogi's baseball career have probably seen him delivering a string of Yogi-isms in the classic \"Berra at the Barber\" television commercial for Aflac insurance.",
  "Fact Check": "",
  "Description": "Berra, a native of St. Louis, was invited to attend 19 May 2007 graduation ceremonies at Saint Louis University (SLU) to receive an honorary degree and serve as commencement speaker. Yogi didn't disappoint his SLU audience, receiving a standing ovation from the enthusiastic crowd and delivering a speech peppered with familiar Yogi-isms: Baseball's unofficial ambassador started things off on a light note by talking about what it felt like to be back home in St. Louis (\"Feels like deja vu all over again!\") and about whether he'd had a chance to visit The Hill, the St. Louis neighborhood where he was born. (\"Nobody goes there anymore. It's too crowded.\") Then Berra revealed the wisdom behind many of his most famous \"Yogi-isms,\" the classic quotes and quips that propelled him to pop culture status and made him one of the most quoted sports figures in history. \"Dear graduates, when you come to a fork in the road, take it,\" Berra said. \"In life, the only poor decisions are the ones you don't follow through on. When you leave here today you will have more choices than you ever thought possible. But when you have to make a choice, make it because you believe in it. Then stick to your guns.\" Then he addressed one of the quotes that people most often ask him about: \"If the world was perfect, it wouldn't be.\" \"People always tell me that quote I said doesn't make much sense. But all of you understand what I'm saying, right?\" he asked the estimated 10,000 graduates, family members and friends in the crowd. \"I know you got a good education at SLU. And I'm sure it's opened your eyes to the people in the world who need your help. But most important, your SLU education has prepared you to give that help.\" \"Be careful if you don't know where you're going in life, because you might not get there,\" he said, quoting another classic Yogi-ism. However, the much-circulated text reproduced at the head of this article a non-stop assortment of Yogi-isms, Yogi-like statements, and malapropisms is not a transcript of Yogi Berra's SLU commencement address. It's the invention of St. Louis Post-Dispatch sportswriter Dan O'Neill, who, not having heard Yogi's actual address, published (a week after the event) his own imagined version of what a Yogi Berra speech might sound like. O'Neill's introduction to the article clued readers in that he was writing with tongue planted firmly in cheek: Deadlines being what they are for this Sunday column, this essayist missed a momentous occasion recently. Yogi Berra accepted an honorary degree from St. Louis University and delivered the commencement speech for 1,900 graduates and 10,000 in attendance at Scottrade Center. It's hard to imagine a more promising lingual event. Berra is to vocal communication what Don Cherry is to the fashion industry. Yogi doesn't so much command the English language as he corkscrews it. It is part of what makes the baseball Hall of Famer and pride of the Hill one of America's endearing figures. While the oratory went unrecognized in this space last week, I was fortunate enough to secure wink, wink a copy of the discourse and felt compelled to share it with those who did not attend. So here is, in its entirety, Yogi's dissertation.",
  "Originally Published": "",
  "Referred Links": "http://www.stltoday.com/stltoday/sports/columnists.nsf/danoneill/story/6215341669C84746862572E7000CBCE7?OpenDocument;http://www.slu.edu/x15946.xml;http://www.slu.edu/x15798.xml;http://www.youtube.com/watch?v=O-EZf56AfYc;",
  "Example": "[Collected via e-mail, June 2007] Thank you again for joining us at the game last night. Hopefully you had as much fun as we did! As I mentioned yesterday, Yogi gave the commencement address at St. Louis University this year. Printed below is a transcript of that address. Enjoy! \"Thank you all for being here tonight. I know this is a busy time of year, and if you weren't here, you could probably be somewhere else. I especially want to thank the administration at St. Louis University for making this day necessary. It is an honor to receive this honorary degree. \"It is wonderful to be here in St. Louis and to visit the old neighborhood. I haven't been back since the last time I was here. Everything looks the same, only different. Of course, things in the past are never as they used to be. \"Before I speak, I have something I'd like to say. As you may know, I never went to college, or high school for that matter. To be honest, I'm not much of a public speaker, so I will try to keep this short as long as I can. \"As I look out upon all of the young people here tonight, there are a number of words of wisdom I might depart. But I think the most irrelevant piece of advice I can pass along is this: \"The most important things in life are the things that are least important. \"I could have gone a number of directions in my life. Growing up on the Hill, I could have opened a restaurant or a bakery. But the more time I spent in places like that, the less time I wanted to spend there. I knew that if I wanted to play baseball, I was going to have to play baseball. My childhood friend, Joe Garagiola, also became a big-league ballpayer, as did my son, Dale. I think you'll find the similarities in our careers are quite different. \"You're probably wondering, how does a kid from the Hill become a New York Yankee and get in the Hall of Fame? Well, let me tell you something, if it was easy nobody would do it. Nothing is impossible until you make it possible. \"Of course, times were different. To be honest, I was born at an early age. Things are much more confiscated now. It seems like a nickel ain't worth a dime anymore. But let me tell you, if the world was perfect, it wouldn't be. Even Napoleon had his Watergate. \"You'll make some wrong mistakes along the way, but only the wrong survive. Never put off until tomorrow what you can't do today. Denial isn't just a river in Europe. \"Strive for success and remember you won't get what you want unless you want what you get. Some will choose a different path. If they don't want to come along, you can't stop them. Remember, none are so kind as those who will not see. \"Keep the faith and follow the Commandments: Do not covet thy neighbor's wife, unless she has nothing else to wear. Treat others before you treat yourself. As Franklin Eleanor Roosevelt once said, 'The only thing you have to fear is beer itself.' \"Hold on to your integrity, ladies and gentlemen. It's the one thing you really need to have; if you don't have it, that's why you need it. Work hard to reach your goals, and if you can't reach them, use a ladder. There may come a day when you get hurt and have to miss work. Don't worry, it won't hurt to miss work. \"Over the years, I have realized that baseball is really just a menopause for life. We all have limitations, but we also know limitation is the greatest form of flattery. Beauty is in the eyes of Jim Holder. \"Half the lies you hear won't be true, and half the things you say, you won't ever say. \"As parents you'll want to give your children all the things you didn't have. But don't buy them an encyclopedia, make them walk to school like you did. Teach them to have respect for others, especially the police. They are not here to create disorder, they are here to preserve it. \"Throughout my career, I found good things always came in pairs of three. There will be times when you are an overwhelming underdog. Give 100 percent to everything you do, and when that's not enough, give everything you have left. 'Winning isn't everything, but it's better than rheumatism.' I think Guy Lombardo said that. \"Finally, dear graduates and friends, cherish this moment; it is a memory you will never forget. You have your entire future ahead of you. \"Good luck and Bob's speed.\"",
  "Last Updated": "21 June 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/yogiberra.asp",
  "Claim": "Transcript reproduces 2007 commencement address delivered by Yogi Berra at Saint Louis University.",
  "Claim_ID": "quotes_yogiberra",
  "Tags": ""
}