{
  "Origins": "Anti-Semitic screeds are nothing new; neither, unfortunately, is the practice of attempting to legitimize them by attributing them to the pens and tongues of respected figures. After all, if as esteemed a person as George Washington the Father of Our Country, the first President of the United States of America, the man who \"could not tell a lie\" said that Jews were a dangerous scourge who should be hunted down as pests, there must be something to it. At the very least, the apocryphal attribution lends an unwarranted credibility to those who would repeat it for their own racist purposes.",
  "Fact Check": "",
  "Description": "This quote is a recasting of something Washington did say, providing just enough of an aura of authenticity to sound believable. What Washington actually wrote referenced currency speculators who sought to profit by taking advantage of soldiers and others during the Revolutionary War: This tribe of black gentry work more effectually against us, than the enemy's arms. They are a hundred times more dangerous to our liberties, and the great cause we are engaged in. It is much to be lamented that each State, long ere this, has not hunted them down as pests to society, and the greatest enemies we have to the happiness of America. Washington's private life and writings reveal no evidence of anti-Semitism, and his public attitude towards religious tolerance was well expressed on a 1790 goodwill visit he paid to Newport, Rhode Island, during his first term as President. When a goodwill address was presented to him by the Hebrew Congregation of Newport, Washington responded by penning \"the first presidential declaration of the free and equal status of Jewish-American citizens\": The Citizens of the United States of America have a right to applaud themselves for giving to Mankind examples of an enlarged and liberal policy: a policy worthy of imitation. All possess alike liberty of conscience and immunities of citizenship. It is now no more that toleration is spoken of, as if it was by the indulgence of one class of people that another enjoyed the exercise of their inherent natural rights. For happily the Government of the United States, which gives to bigotry no sanction, to persecution no assistance, requires only that they who live under its protection, should demean themselves as good citizens. May the Children of the Stock of Abraham, who dwell in this land, continue to merit and enjoy the good will of the other Inhabitants; while every one shall sit under his own vine and fig tree, and there shall be none to make him afraid.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/0061662585?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0061662585;http://www.amazon.com/gp/product/0195064690?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0195064690;http://www.amazon.com/gp/product/0312340044?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0312340044;http://memory.loc.gov/ammem/today/aug17.html;http://replay.waybackmachine.org/20040227044132/http://www.spiritandtruth.freeservers.com/hitler_nonracist.htm;",
  "Example": "[Collected via e-mail, December 2002] They work more effectively against us than the enermy's armies. They are a hundred times more dangerous to our liberties and the great cause we are engaged in. It is much to be lamented that each state, long ago has not hunted them down as pests to society and the greatest enemies we have to the happiness of America The Jews.",
  "Last Updated": "19 March 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/washington/enemies.asp",
  "Claim": "George Washington said that Jews were a dangerous scourge who should be \"hunted down as pests.\"",
  "Claim_ID": "quotes_washington_enemies",
  "Tags": ""
}