{
  "Origins": "September 1998 was a key month in what the world knew as the \"Monica Lewinsky scandal\" involving President Clinton. The month before, both Bill Clinton and Monica Lewinsky had testified before a grand jury; on August 17 , Clinton went on national television and admitted to having a relationship with Lewinsky that was \" wrong \" and \"not appropriate\" (despite his having denied any such relationship several months earlier). On 9 September, Independent Counsel Ken Starr submitted the infamous \" Starr report \" to the House of Representatives, while the House Judiciary Committee debated whether or not to release President Clinton's videotaped grand jury testimony to the public.",
  "Fact Check": "",
  "Description": "In the midst of this political brouhaha, House Majority Leader Dick Armey (a Republican congressman from Texas) held his weekly meeting with Capitol reporters on 15 September . Although Armey was not asked if he would resign if he were in President Clinton's place, he did offer a humorous quip much like the one quoted above when a reporter provided him an opening by inquiring what he would do if he were in the president's shoes. As the Los Angeles Times described the scene: . . . the jam-packed room burst into raucous laughter as one reporter prefaced a question about the Lewinsky scandal by saying, \"If you were in the president's position . . . \" Armey didn't miss a beat. \"If I were, I would be looking up from a pool of blood and hearing my wife say : 'How do I reload this thing?'\" Still, our favorite quote was uttered by Republican congressman James Sensenbrenner of Wisconsin. Commenting on conflicting statements by Clinton and Lewinsky about whether they had sexual relations with each other, Sensenbrenner said: \"She did and he didn't.\"",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/ALLPOLITICS/stories/1998/09/18/starr.tape/;http://www.cnn.com/ALLPOLITICS/stories/1998/09/09/starr.report/;http://www.cnn.com/ALLPOLITICS/1998/01/21/clinton.starr.am/;http://www.cnn.com/ALLPOLITICS/1998/08/17/speech/;",
  "Example": "[Collected on the Internet, 2002] Nominated for quote of the year is the statement made by Representative Dick Armey, who when asked if he had been in President Clinton's place, would he have resigned? He responded: \"If I were in the President's place I would not have gotten a chance to resign. I would be laying in a pool of my own blood, hearing Mrs. Armey standing over me saying, \"How do I reload this damn thing?\"",
  "Last Updated": "23 September 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/quotes/armey.asp",
  "Claim": "Rep. Dick Armey offered a humorous quip about President Clinton's troubles during the Monica Lewinsky scandal.",
  "Claim_ID": "quotes_armey",
  "Tags": ""
}