{
  "Origins": "Another timely quote in the vein of the apocryphal Julius Caesar warning about political leaders who can all too easily send the citizenry marching eagerly off to war by manufacturing crises that purportedly threaten national security and making popular appeals to patriotism. In this case the sentiment expressed is even more disturbing because it comes not from a venerated figure of antiquity, but supposedly from a reviled twentieth-century figure associated with the most chilling example of genocide in human history: Hermann Goering, Nazi Reichsmarshall and Luftwaffe-Chief. We may be made somewhat uneasy by the idea that the head of a classic civilization recognized 2,000 years ago that the populace could be manipulated into sacrificing themselves in wars at the whims of their leaders, but we're outraged (and maybe even scared) at the thought of a fat Nazi fascist flunky's recognizing and telling us the same thing.",
  "Fact Check": "",
  "Description": "The notable difference here is that although the Caesar quote is a latter-day fabrication, the words attributed to Hermann Goering are real. Goering was one of the highest-ranking Nazis who survived to be captured and put on trial for war crimes in the city of Nuremberg by the Allies after the end of World War II . He was found guilty on charges of \"war crimes,\" \"crimes against peace,\" and \"crimes against humanity\" by the Nuremberg tribunal and sentenced to death by hanging. The sentence could not be carried out, however, because Goering committed suicide with smuggled cyanide capsules hours before his execution, scheduled for 15 October 1946. The quote cited above does not appear in transcripts of the Nuremberg trials because although Goering spoke these words during the course of the proceedings, he did not offer them at his trial. His comments were made privately to Gustave Gilbert, a German-speaking intelligence officer and psychologist who was granted free access by the Allies to all the prisoners held in the Nuremberg jail. Gilbert kept a journal of his observations of the proceedings and his conversations with the prisoners, which he later published in the book Nuremberg Diary . The quote offered above was part of a conversation Gilbert held with a dejected Hermann Goering in his cell on the evening of 18 April 1946, as the trials were halted for a three-day Easter recess: Sweating in his cell in the evening, Goering was defensive and deflated and not very happy over the turn the trial was taking. He said that he had no control over the actions or the defense of the others, and that he had never been anti-Semitic himself, had not believed these atrocities, and that several Jews had offered to testify in his behalf. If [Hans] Frank [Governor-General of occupied Poland] had known about atrocities in 1943, he should have come to him and he would have tried to do something about it. He might not have had enough power to change things in 1943, but if somebody had come to him in 1941 or 1942 he could have forced a showdown. (I still did not have the desire at this point to tell him what [SS General Otto] Ohlendorf had said to this: that Goering had been written off as an effective \"moderating\" influence, because of his drug addiction and corruption.) I pointed out that with his \"temperamental utterances,\" such as preferring the killing of 200 Jews to the destruction of property, he had hardly set himself up as champion of minority rights. Goering protested that too much weight was being put on these temperamental utterances. Furthermore, he made it clear that he was not defending or glorifying Hitler. Later in the conversation, Gilbert recorded Goering's observations that the common people can always be manipulated into supporting and fighting wars by their political leaders: We got around to the subject of war again and I said that, contrary to his attitude, I did not think that the common people are very thankful for leaders who bring them war and destruction. \"Why, of course, the people don't want war,\" Goering shrugged. \"Why would some poor slob on a farm want to risk his life in a war when the best that he can get out of it is to come back to his farm in one piece. Naturally, the common people don't want war; neither in Russia nor in England nor in America, nor for that matter in Germany. That is understood. But, after all, it is the leaders of the country who determine the policy and it is always a simple matter to drag the people along, whether it is a democracy or a fascist dictatorship or a Parliament or a Communist dictatorship.\" \"There is one difference,\" I pointed out. \"In a democracy the people have some say in the matter through their elected representatives, and in the United States only Congress can declare wars.\" \"Oh, that is all well and good, but, voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same way in any country.\" It is true that the validity of this quote is based upon a single source's report of a private comment (and therefore cannot be independently verified), but Gustave Gilbert was a respected psychologist with no obvious motivation to fabricate a tale such as this, and some sixty-five years on his book The Psychology of Dictatorship: Based on an Examination of the Leaders of Nazi Germany is still a highly regarded entry in its field.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] \"Of course the people don't want war. But after all, it's the leaders of the country who determine the policy, and it's always a simple matter to drag the people along whether it's a democracy, a fascist dictatorship, or a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. That is easy. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism, and exposing the country to greater danger.\" -- Herman Goering at the Nuremberg trials",
  "Last Updated": "8 October 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/quotes/goering.asp",
  "Claim": "Nazi Luftwaffe commander Hermann Goering proclaimed that although \"the people don't want war,\" they \"can always be brought to the bidding of their leaders.\"",
  "Claim_ID": "quotes_goering",
  "Tags": ""
}