{
  "Origins": "Popular quotations need famous mouths, history has proved time and again: If you want people to pay attention to a statement, the odds that they will do so are greatly enhanced if those words seemingly issued from mind and lips of someone they know and respect. Thus it was not surprising when the following quotation exploded across the Internet in July 2014 after they were attributed to Meryl Streep, the critically acclaimed actress who has received more Academy Award nominations (18) than any other actor or actress, and has won three Academy Awards, twice in the Best Actress category and once in the Best Supporting Actress category:",
  "Fact Check": "",
  "Description": "Words Meryl Streep lives by: I no longer have patience for certain things, not because I've become arrogant, but simply because I reached a point in my life where I do not want to waste more time with what displeases me or hurts me. I have no patience for cynicism, excessive criticism and demands of any nature. I lost the will to please those who do not like me, to love those who do not love me and to smile at those who do not want to smile at me. I no longer spend a single minute on those who lie or want to manipulate. I decided not to coexist anymore with pretense, hypocrisy, dishonesty and cheap praise. I do not tolerate selective erudition nor academic arrogance. I do not adjust either to popular gossiping. I hate conflict and comparisons. I believe in a world of opposites and that's why I avoid people with rigid and inflexible personalities. In friendship I dislike the lack of loyalty and betrayal. I do not get along with those who do not know how to give a compliment or a word of encouragement. Exaggerations bore me and I have difficulty accepting those who do not like animals. And on top of everything I have no patience for anyone who does not deserve my patience. Although it's possible that Meryl Streep agrees with the sentiment expressed in the passage reproduced above, it otherwise has naught to do with her. These words were actually penned by someone who is not a thespian, not a woman, and not nearly Ms. Streep's age: a Portuguese life coach/self-help guru by the name of Jos Micard Teixeira . Teixeira took to Facebook on 2 September 2014 to ask readers to spread the word about the misattribution: My words have already published in American magazines as being those of an actress. I'm going to ask you to help me get out the truth. Post to the Facebook page of this magazine (Obvious Magazine) and clarify who is the author. Many people can make a difference!!!! I wrote it!! Thanks to all of you! As far as we can tell, the earliest Facebook reposting of Teixeira's words that incorrectly credited them to Meryl Streep occurred on the page of Tuncluer Textiles on 15 July 2014, and the quote went viral in that form after being combined with a photograph of Meryl Streep and published on the Romanian-language \"Ioadicaeu's Blog\" on 31 July 2014. The photo used to accompany the text in the example version at the head of this page was one that appeared in the Facebook post by Obvious Magazine that Teixeira referenced in his own Facebook post.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;https://www.facebook.com/obviousmag/photos/a.148095353088.107909.69440448088/10152454401218089/;http://ioadicaeu.wordpress.com/2014/07/31/i-no-longer-have-patience/;https://www.facebook.com/Tuncluer.Inc/posts/760914427306304;https://www.facebook.com/jose.m.teixeira.18/posts/10204794992383977;http://www.dictionary-quotes.com/jose-micard-teixeira-i-no-longer/;",
  "Example": "[Collected via Facebook, October 2014] I'm with her - every single bloody syllable ...",
  "Last Updated": "13 October 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/nopatience.asp",
  "Claim": "Actress Meryl Streep originated a statement about no longer having patience for things that displease her.",
  "Claim_ID": "quotes_nopatience",
  "Tags": ""
}