{
  "Origins": "The original notion claimed for the health maintenance organization (HMO) concept that has come to dominate the U.S. medical care industry over the last few decades was that by providing patients with prepaid medical service for a set fee they would be encouraged to seek preventive or early care, thus saving money in the long run by helping to head off the hefty costs of treatment and hospitalization associated with serious and chronic illnesses. Although the HMO concept was not widely put into practice until the 1970s, prepaid health plans existed (on a small scale) before the beginning of the 20th century, and the idea of managed health care is of similar age, as expressed in this 1908 article: The day is near at hand when the doctor will no longer be engaged to patch up the sick man, but to prevent him from getting sick. He will visit families, examine the premises, inspect factories and shops, and give instruction to his patients how to keep from getting sick. Each family will select its doctor and pay him so much a year per capita. The doctors will not lose by the arrangement, either. Recent years have seen increased interest in alternatives to \"traditional\" medicine, such as holistic medicine, a system that focuses on areas such as personal accountability for one's health, the human body's ability to heal itself, and balancing the body, mind, and spirit with the environment, as well as encompassing practices such as acupuncture, biofeedback, faith healing, folk medicine, meditation, megavitamin therapy, and yoga. Many people don't accept the efficacy of alternative forms of medicine, though, so having a famous and respected scientific commentator seemingly anticipate the rise of holistic medicine helps to lend credibility to that field, hence the popularity of the above-cited quote regarding the nature of the \"doctor of the future\" which is commonly attributed to renowned inventor Thomas Edison.",
  "Fact Check": "",
  "Description": "Indeed, this quote has been widely reproduced and distributed by chiropractors (a group of practitioners who have often been criticized as being outside the realm of \"real\" medical science) for many years, as evidenced by this 1964 newspaper advertisement: But did Edison ever really say such a thing? Beyond the invocation of Thomas Edison's name, the \"doctor of the future\" statement typically appears unaccompanied by any other details, such as when, where, and in what context Edison supposedly spoke these words. And the authors of the 1989 book They Never Said It maintained that no one had yet been able to trace the quote back to Edison himself: The doctor-of-the-future statement is popular with American chiropracters [sic]. It appears on their stationery and in frames on the walls of their offices. But it appears nowhere in the writings of the great American inventor. Neither the Palmer Chiropractic College archivist in Davenport, Iowa, not researchers at the Edison Historical Society could locate it. In the early 1980s the American Chiropractic Association offered a small reward to anyone who could provide the source in Edison's writings, but to date there have been no takers. We decided to undertake the challenge, and we opted to start by trying to determine how long ago this statement first came to be attributed to Edison. If we found that the earliest references to this statement didn't start to appear in print until well after Edison's death, that would be a strong indicator the words were likely a false, post-mortem attribution rather than something Edison actually said. The oldest reproduction of this quote we initially found that credited the \"doctor of the future\" statement to Thomas Edison appeared in another newspaper advertisement placed by a chiropractor, this one published in 1920: We gleaned two important leads from that advertisement: Since the ad appeared well within Edison's lifetime (the famous inventor passed away in 1931), the quote could not easily be dismissed as words that had been put into Edison's mouth after his death (when he was no longer around to deny having said them). The original statement, if it existed, might be worded in a significantly different fashion than the form in which it was now commonly circulated. With those leads, and some additional searching, we turned up several newspaper articles from late 1902 and early 1903 that reprinted Edison's predictions for the upcoming year. Those predictions included some comments from him about the future of medicine, a portion of which incorporated the \"doctor of the future\" statement now attributed to him: \"Nineteen hundred and three will bring great advances in surgery, in the study of bacteria, in the knowledge of the cause and prevention of disease. Medicine is played out. Every new discovery of bacteria shows us all the more convincingly that we have been wrong and that the million tons of stuff we have taken was all useless. \"The doctor of the future will give no medicine, but will instruct his patient in the care of the human frame, in diet and in the cause and prevention of disease. \"They may even discover the germ of old age. I don't predict it, but it might be by the sacrifice of animal life human life could be prolonged. \"Surgery, diet, antiseptics these three are the vital things of the future in preserving the health of humanity. There were never so many able, active minds at work on the problems of diseases as now, and all their discoveries are tending to the simple truth that you can't improve on nature.\" The bolded passage is rendered slightly differently in various newspaper accounts (e.g., \"The doctor of the future there will always be doctors will instruct his patient how to care for the human frame and how to diet himself instead of giving him medicine\"), perhaps due to the vagaries of reporters' having to transcribe an oral statement as it was being spoken (or later from memory), but it's clear that the gist of the statement in question was widely and contemporaneously reported as something Thomas Edison himself said in late 1902. However, one should keep in mind the context in which Edison made this statement. He was speaking at a time when very little effective \"medicine\" existed: the drugs used for alleviating illness in his era consisted primarily of useless (and often harmful) \"snake oil\" concoctions, toxic bromides, and \"patent medicines\" based on narcotics such as heroin, opium, morphine, and cocaine. Aspirin, which might be considered the very first safe, effective, non-addictive drug to be widely used, had been introduced only a few years prior to Edison's remarks, and the development of antibiotics was still several decades away. In retrospect, therefore, it's hardly surprising that a scientist speaking at the dawn of the 20th century might have declared medicine to be \"played out\" and instead have advocated a focus on health maintenance, disease prevention, and surgical treatment over a reliance on crude drugs.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0195064690/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "25 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/quotes/futuredoctor.asp",
  "Claim": "Thomas Edison said that \"The doctor of the future will give no medicine but will interest his patients in the care of the human frame, in diet and in the cause and prevention of disease.\"",
  "Claim_ID": "quotes_futuredoctor",
  "Tags": ""
}