{
  "Origins": "The above quote, attributed to President Abraham Lincoln, has been periodically dusted off and presented to the public as a prophetic warning about the destruction of America through the usurpation of power and concentration of wealth by capitalist tyrants for over a century now, undergoing a renewed burst of popularity whenever wartime exigencies stir public debate over governmental policies.",
  "Fact Check": "",
  "Description": "These words did not originate with Abraham Lincoln, however they appear in none of his collected writings or speeches, and they did not surface until more than twenty years after his death (and were immediately denounced as a \"bold, unflushing forgery\" by John Nicolay, Lincoln's private secretary). This spurious Lincoln warning gained currency during the 1896 presidential election season (when economic policy, particularly the USA's adherence to the gold standard , was the major campaign issue), and ever since then it has been cited and quoted by innumerable journalists, clergymen, congressmen, and compilers of encyclopedias. Pedigree for this quote is often asserted by pointing to the 1950 Lincoln Encyclopedia , compiled by Archer H. Shaw, which \"authenticates\" the quote by citing a purported 1864 letter from Lincoln to one Col. William F. Elkins found in Emanuel Hertz's 1931 book, Abraham Lincoln: A New Portrait. However, this source is fraudulent: the Elkins letter reproduced by Hertz was a forgery, and Shaw, a sloppy compiler, added the bogus letter to his encyclopedia (along with several other pieces of Lincoln apocrypha) without verifying its authenticity. As historian Merrill Peterson, author of Lincoln in American Memory , noted of Shaw's work: A Lincoln Encyclopedia, the brainchild of an Ohio newspaperman, Archer H. Shaw, made its appearance in 1950. Here, conveniently arranged from A to Y from \"A.B.C. Schools, attended by Lincoln\" to \"Young Men, attitude toward\" were the great man's spoken and written words for ready reference. \"Mr. Lincoln is the most quotable notable in history,\" David Mearns opined in the Introduction. He might have added \"one of the most fraudulently quoted\" as well. Regrettably, some of these errors crept into the Encyclopedia. Here, for instance, was the oft-heard warning against \"corporations enthroned\" by the war, the letter to Colonel Taylor on the origin of Greenbacks, and an alleged plea to an Illinois jury in 1839 in defense of fifteen women on trial for saloon smashing. Protecting the Lincoln canon from spurious intruders was an ongoing problem. Why have these \"money powers\" words been put in the mouth of Abraham Lincoln? In a general sense, the reason is because dead people especially revered leaders make great commentators on modern-day politics: They can't be questioned about the legitimacy of their comments, interrogated about what they meant, or asked to elaborate about the subject at hand; they can only be refuted through imprudent suggestions that Our Revered Leader was wrong! In a specific sense, this quote sounds plausible because Lincoln's tenure as president occurred during a great war that was indeed the focal point of industrial and economic change in America, and because Lincoln left behind some decidedly pro-labor statements. As Merrill Peterson detailed: It was easy to understand Lincoln's appeal to social radicals, said [socialist William J.] Ghent, for he held very advanced views of the rights of labor. As early as 1847 he had written, \"To secure to each labourer the whole product of his labour, or as nearly as possible, is a most worthy object of any good government,\" which was remarkable for a prairie lawyer of that time. Speaking in New England in 1860, he praised the right to strike, as then being exercised by the shoemakers of Lynn. His clear assertion of the labor theory of value in the 1861 message \"Labor is prior to, and . . . superior to capital\" and his answers to the addresses of workingmen abroad and at home gave a color of Marxism to his thinking. He was, surely, the best friend labor ever had in the White House. Nonetheless, Peterson concluded, even Lincoln's wartime experience and pro-labor credentials don't justify the attribution of the \"money power\" warning to him: Nevertheless, he was no prophet. Imprisoned in the democratic-capitalist ideology of nineteenth-century America, he believed the free laborer toiled up from poverty to become a capitalist in his own right. Individual opportunity, not class struggle, was his message.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20090227035642/http://projects.vassar.edu/1896/currency.html;",
  "Example": "[Collected via e-mail, 2005] Abraham Lincoln said: As a result of the war, corporations have been enthroned, and an era of corruption in high places will follow, and the money power of the country will endeavor to prolong its reign by working on the prejudices of the people until all wealth is aggregated in a few hands, and the republic is destroyed. I feel at this moment more anxiety for the safety of my country than ever before even in the midst of war. God grant that my suspicions may prove groundless.",
  "Last Updated": "12 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/lincoln.asp",
  "Claim": "Abraham Lincoln issued a prophetic warning about the tyranny of capitalism.",
  "Claim_ID": "quotes_lincoln",
  "Tags": ""
}