{
  "Origins": "We love it when we can find examples of prominent politicians, businessmen, scientists, or artists making statements that indicate they completely misjudged or failed to see the obvious in their given lines of endeavor. There's comfort to be found in the thought that maybe some of these people became great successes more through luck than anything else, that they hadn't done anything we couldn't have done but were merely fortunate enough to be in the right place at the right time. Such verbal misadventures on their parts allow us to continue to entertain that belief because they serve to bring the famous and successful down to our own level. \" We wouldn't have made such obvious mistakes,\" we say smugly to ourselves. \"Therefore those guys got where they did not because they were visionaries or smarter but because they got lucky.\"",
  "Fact Check": "",
  "Description": "Although a number of very successful people have said some rather questionable things about their areas of expertise, many quotes of this nature are either apocryphal or rather sensible comments that sound foolish only when taken out of context. The infamous statement about computers made by Ken Olsen and cited at the head of this page is an example of the latter however laughable it may sound now, it hits our ears that way only because what we hear is filtered through our understanding of what home computers are, not because Ken Olsen didn't see the potential in what was to become a vital component of the PC market. Ken Olsen was the co-founder and CEO of Digital (also known as Digital Equipment Corporation, or DEC), a company launched out of an old wool mill in Massachusetts in 1957, which at its peak the late 1980s was the number two computer company in the United States with sales revenues of $14 billion. Digital faltered in the 1990s, however; in 1992 Olsen was replaced as CEO, and in 1998 the company was sold to Compaq (which in turn was bought up by Hewlett-Packard in 2002). Part of the reason for Digital's downfall is often blamed on Olsen's failure to anticipate or understand the burgeoning personal computer market, a failure supposedly exemplified by his having disparaged the PC as something no individual needed to have in his home. There is no question that Ken Olsen did indeed say the words history now attributes to him during a talk at a 1977 meeting of the World Future Society in Boston, he said he saw \"no reason for any individual to have a computer in his home,\" a statement that was publicized quite widely when Time magazine repeated it. What was missing, however, was context: repetitions of a single sentence from Olsen's talk are misleading because they don't convey that he used \"computer in his home\" in a very different sense than we would now use it. The \"computer\" Ken Olsen was referring to (and eschewing as a home consumer product) in 1977 was not the modern PC, a desktop user-driven device many of us use to play games, send and receive e-mail , make CDs of music files, store photographs, and keep track of the family checkbook on. As Olsen later noted, he was already well familiar with the potential for such individual-driven applications of a home-based computer: [That interpretation of my comment] is, of course, ridiculous because the business we were in was making PCs, and almost from the start I had them at home and my wife played Scrabble with time-sharing machines, and my sixth-grade son was networking the MIT computers and the DEC computers together, hopefully without doing mischief, using the computers I had at home. Home computers were a natural continuum of the \"personal computers\" that people had at work, in the laboratory, in the military. What Olsen was addressing in 1977 was the concept of powerful central computers that controlled every aspect of home life: turning lights on and off, regulating temperature, choosing entertainments, monitoring food supplies and preparing meals, etc. The subject of his remark was not the personal use computer that is now so much a part of the American home, but the environment-regulating behemoth of science fiction. Digital historian Edgar H. Schein described it thusly: What Olsen [was focusing on was] that in the 1950s and 1960s there existed the notion that the computer not only could but would control all aspects of our lives. Images of the fully computerized home that automatically turned lights on and off and that prepared meals and controlled daily diets were popular. And the fear that computers might, as in the movie 2001: A Space Odyssey, even try to take charge altogether was widely experienced. As Ken Olsen explained many times, what he was repudiating was the idea of a home computer so controlling that residents' engaging in ordinary human activities would create a source of conflict: I did make a number of statements and still make statements that people don't understand about computers, or delight in misquoting. A long time ago when the common knowledge was that PCs would run our lives in every detail, I said that if you stole something from the refrigerator at night you didn't want to enter this into the computer so that it would . . . mess up the computer plans for coming meals. Olsen clarified that point to Schein again for the latter's 2003 history of Digital: As Olsen explained to me at length and attempted to make clear, he thought it would be unacceptable to have the computer in the home controlling everything. Why would anyone want that? He did not object to the concept of a PC at all . . . Nonetheless, the out-of-context misinterpretation of Olsen's comments is considered much more amusing and entertaining than what he really meant, so that is the version that has been promulgated for decades now. \"The quote's the thing,\" a familiar saying tells us. Maybe it is, but context is still king.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=1576752259/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1559580224/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=0380806258/urbanlegendsrefeA/;",
  "Example": "[Gatlin, 1999] By 1980, the Apple II and other personal computers on the market were changing the minds of bigger, older computer companies about the future of personal computing. IBM, which dominated the market for large mainframe computers, and Digital Equipment Corporation, which had been doing a booming business in what were then seen as \"smaller\" computers with a wide variety of applications, had been slow about seeing that PCs were the wave of the future. Indeed, Ken Olsen, the founder of DEC (whom Bill Gates had idolized as a teenager), had been debunking the PC since 1977, when he told a convention of the World Future Society, \"There is no reason for any individual to have a computer in his home.\" This famously mistaken judgment meant that DEC would later have to make a massive attempt to catch up, and it eventually led to Olsen's ouster from the company.",
  "Last Updated": "21 September 2004",
  "Credibility": "true",
  "URL": "www.snopes.com/quotes/kenolsen.asp",
  "Claim": "In 1977, Ken Olsen, the founder and CEO of Digital Equipment Corporation, said, \"There is no reason for any individual to have a computer in his home.\"",
  "Claim_ID": "quotes_kenolsen",
  "Tags": ""
}