{
  "Origins": "Diplomatic tensions between the United States and France were running high in 2003 over the issue of Iraq, with U.S. President Bush pushing for military action to remove Saddam Hussein from power and neutralize the threat his \"weapons of mass destruction\" pose to the rest of the world, and French President Jacques Chirac expressing skepticism over Iraq's possession of such weapons and calling for allowing U.N. weapons inspectors in Iraq more time to complete their task. The U.S. and France had been at loggerheads over foreign policy and military issues many times since the end of World War II , a situation which led to France's withdrawal from the integrated military structure of the NATO alliance in 1966.",
  "Fact Check": "",
  "Description": "Whenever the U.S. favors military action that France opposes (such as the disagreement in April 1986 that saw France denying U.S. F-111's overfly permission on their way to a bombing mission against Libya), jokes and sardonic comments about the prowess and fortitude of the French military inevitably ratchet up several levels in the American media. Hence the latest pithy anti-French quote making the rounds, this one emphasizing American frustration with France and expressing the attitude that having French support in military ventures is ineffective and irrelevant \"going to war without France is like going deer hunting without an accordion.\" These words were spoken by Jed Babbin, a former deputy undersecretary of defense in the first Bush administration, during a 30 January 2003 appearance on the political talk show Hardball . The full comment (offered during the course of a discussion about differences between U.S. and European policy towards Iraq) was: \" . . . you know frankly, going to war without France is like going deer hunting without an accordion. You just leave a lot of useless noisy baggage behind.\" Since Jed Babbin doesn't currently hold a position in the U.S. government (he served as deputy undersecretary of defense under President George H.W. Bush back in late 1980s) and is hardly a household name, this quote has been attributed to several other more prominent political and military figures, including former Secretary of Defense Donald Rumsfeld, Gulf War commander General Norman Schwarzkopf, and former presidential candidate Ross Perot.",
  "Originally Published": "",
  "Referred Links": "http://www.msnbc.msn.com/id/5334121/;http://www.nato.int/;",
  "Example": "[Hardball, 2003] . . . you know frankly, going to war without France is like going deer hunting without an accordion. You just leave a lot of useless noisy baggage behind.",
  "Last Updated": "6 May 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/quotes/babbin.asp",
  "Claim": "Jed Babbin said that \"going to war without France is like going deer hunting without an accordion.\"",
  "Claim_ID": "quotes_babbin",
  "Tags": ""
}