{
  "Origins": "There are many reasons why quotations often become attributed not to the persons who originally uttered them, but to others who most assuredly did not. Typical reasons for misattributions include attempts to associate sayings with persons much more famous than their actual originators, or to give the words greater import by putting them into the mouths of more historically esteemed individuals. In this case, however, the primary factor behind a mistaken attribution appears to be based on a confusion of similar names.",
  "Fact Check": "",
  "Description": "This sentiment about spending time alone came not from the pen of the 19th century Irish writer and poet Oscar Wilde , but from the mouth of 21st century Irish-American actress Olivia Wilde . Speaking in a July 2011 interview on the subject of dating again after her pending divorce, the then 27-year-old actress likened joining the dating scene to entering a \"shark pool\" and stressed the importance of being comfortable with spending time by oneself: Wilde also opens up about splitting from her husband of eight years, whom she married when she was just 18. 'The trauma of the whole thing has been humbling and for the first time I'm a little bit wobbly,' she says. 'But I think it's very healthy to spend time alone. You need to know how to be alone and not be defined by another person.' The similarity of names between these two personalities is not completely coincidental, however. Olivia Wilde was born Olivia Jane Cockburn and adopted her stage surname of Wilde as an homage to the Irish playwright.",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/name/nm1312575/;http://www.online-literature.com/wilde/;",
  "Example": "[Collected on the Internet, June 2012] Did Oscar Wilde really say this? \"I think it's very healthy to spend time alone. You need to know how to be alone and not be defined by another person.\" Oscar Wilde",
  "Last Updated": "12 June 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/timealone.asp",
  "Claim": "Oscar Wilde said \"it's very healthy to spend time alone.\"",
  "Claim_ID": "quotes_timealone",
  "Tags": ""
}