{
  "Origins": "Feminist legal theorist and anti-pornography crusader Catharine A. MacKinnon is no stranger to controversy. During her more than twenty-five years in the public eye, she has placed herself at the heart of a number of storms raging through the realm of public opinion. She has asserted that rape laws are written to protect the perpetrators rather than the victims, and that pornography is a violation of civil rights. She is notable for the part she played in bringing about Canada's tougher anti-pornography laws, and in persuading the U.S. Supreme Court to adopt the view that sexual harassment is a form of sex discrimination.",
  "Fact Check": "",
  "Description": "MacKinnon is not universally respected or liked, even within the ranks of feminism. Her outspoken nature and strong opinions have created enemies for her, and she has become a convenient target for anyone looking to run down the movement by caricaturing one of its prominent members as a strident harpy who has loudly asserted as fact any number of fool-headed opinions. It is therefore not surprising that she would be tagged with having made a pronouncement such as \"All sex is rape,\" a statement that calls into question the sanity of the person who utters it even as it alienates most everyone who hears it. MacKinnon never made the statement which has been attributed to her. (The quote she never gave has been variously rendered as \"All sex is rape,\" \"All men are rapists,\" and \"All sex is sexual harassment.\") Critics of MacKinnon's work argue she implies all men are rapists, but the quote given here was created by MacKinnon's opponents , not MacKinnon herself. MacKinnon claims the first reference to her alleged belief that all sex is hostile surfaced in the October 1986 issue of Playboy . According to MacKinnon, the statement (which had previously been attached to feminist Andrea Dworkin) was made up by the pornography industry in an attempt to undermine her credibility. It became inextricably linked with MacKinnon's name after she began working with Dworkin in the early 1980s to write model anti-pornography laws. Dworkin has also disavowed the quote as a false statement circulated by her opponents. She has denied saying that \"all sex is rape\" or \"all men are rapists.\" When asked to explain her views on the topic, Dworkin replied: \"Penetrative intercourse is, by its nature, violent. But I'm not saying that sex must be rape. What I think is that sex must not put women in a subordinate position. It must be reciprocal and not an act of aggression from a man looking only to satisfy himself. That's my point.\" MacKinnon was further tied to the quote she did not utter by a March 1999 article by conservative commentator Cal Thomas in which he incorrectly identified her as the author of Professing Feminism and quoted her as saying: \"In a patriarchal society all heterosexual intercourse is rape because women, as a group, are not strong enough to give meaningful consent.\" Not only is the quote misattributed, but the putative source, Professing Feminism: Cautionary Tales From the Strange World of Women's Studies , is a book criticizing the work of MacKinnon and other feminists, written by Daphne Patai and Noretta Koertge. Barbara \"ms. attributed\" Mikkelson Additional information: Biography of Catharine MacKinnon (Virginia Tech University)",
  "Originally Published": "",
  "Referred Links": "http://www.cddc.vt.edu/feminism/MacKinnon.html;",
  "Example": "",
  "Last Updated": "28 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/mackinnon.asp",
  "Claim": "Feminist Catharine MacKinnon said \"All sex is rape.\"",
  "Claim_ID": "quotes_mackinnon",
  "Tags": ""
}