{
  "Origins": "No, Mariah didn't say this to CNN, nor did the snippet above appear in USA Today. The whole thing is another fabricated quote designed to make Mariah Carey appear foolishly ignorant and self-absorbed, much like the earlier hoax about her statements concerning starving children . This one appears to have originated with a joke posted to the newsgroups alt.music.mariah.carey and alt.fan.madonna on 7 February 1999, with the USA Today and CNN attributions added later.",
  "Fact Check": "",
  "Description": "Consider the following joke widely told about Jesse Jackson in the 1980s, which also invokes a confusion of Middle Eastern politics with sports to poke fun at a well-known figure's alleged lack of experience in world affairs: After he declared his candidacy, the reporters asked Jesse Jackson what he thought about Beirut. He said, \"Babe Ruth?\" Well, he was a good ballplayer, but I must confess I personally prefer Hank Aaron. Additional Information: Mariah Carey and the King of Jordan (E! Online)",
  "Originally Published": "",
  "Referred Links": "http://www.eonline.com/News/Items/0,1,4343,00.html?eol.tkr;",
  "Example": "[Collected on the Internet, 1999] USA TODAY/Monday, February 8, 1999. A&E Mariah Carey was one of the first celebrities to comment on the death of the King of Jordan. Mariah told CNN, \"I'm inconsolable at the present time. I was a very good friend of Jordan, he was probably the greatest basketball player this country has ever seen, we will never see his like again.\" When told by reporters that it was King Hussein of Jordan who had died and not Michael Jordan, Mariah was then led away by her security in a state of 'confusion.'",
  "Last Updated": "24 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/carey2.asp",
  "Claim": "When singer Mariah Carey's was asked to comment on the passing of King Hussein of Jordan, she confused him with basketball star Michael Jordan.",
  "Claim_ID": "quotes_carey2",
  "Tags": ""
}