{
  "Origins": "A number of Hollywood actors have been famously associated with signature phrases repeated across many years by legions by imitators lines that, although they may not actually have been repetitions of words spoken by those actors in any of the films they ever appeared in, were nonetheless able to conjure up the essence of a given actor's cadence and verbal trademark. Some common examples include Cary Grant's \"Judy, Judy, Judy\" triad, Jimmy Cagney's snarling \"Mmmmm, you dirty rat!\" and Bette Davis' waving her cigarette holder around while exclaiming \"Peter, Peter, Peter!\"",
  "Fact Check": "",
  "Description": "In the case of actor Tony Curtis, the line most famously associated with him is one which was \"intended to be derisive, highlighting his working-class Bronx accent and, by extension, his limitations as an actor.\" That line, according to legend, stemmed from one of the many costume dramas Curtis appeared in during the earlier days of his film career, one with a medieval setting which provided the set-up for Curtis' character to approach a structure from a distance and proclaim, \"Yondah lies da castle of my foddah\" a legend repeated by, among others, the New York Sun in 2008: The Jewish kid from the Bronx, Bernie Schwartz, [was] the guy who wore a dress in his most popular movie and whose most famous line in a film can't be recited without inciting snickers: \"Yonder lies the castle of my fad-dah.\" I always thought that this line was apocryphal, [b]ut it really is a line from a movie, \"The Black Shield of Falworth\" (1954), a kitschy swashbuckler that Mr. Curtis made with his wife at the time, Janet Leigh. Though it was, like most of Mr. Curtis's 1950s films, a box-office hit, it is scarcely remembered today. In these days of YouTube and other video sharing sites, one would expect to find numerous clips online documenting Tony Curtis' delivery of this infamous line, but those who seek such confirmation invariably come away disappointed. That's because Curtis never uttered any such words: not in The Black Shield of Falworth , nor The Prince Who Was a Thief , The Vikings , or any of his other movies. The closest match to Curtis' apocryphal signature phrase occurs in the 1952 film Son of Ali Baba , during which Tony Curtis (as Kashma Baba) informs Piper Laurie (as Princess Azura of Fez), \"This is my father's palace, and yonder lies the Valley of the Sun\" with an inflection markedly less than the pronounced Bronx accent of legend: In his 2008 memoir, American Prince , Curtis laid blame on actress Debbie Reynolds for misrepresenting his Son of Ali Baba performance (while amusingly misstating what he actually said himself): Son of Ali Baba was the movie where I gave a line that people unjustly made fun of for years afterward. There's a scene where I'm on horseback and Piper is sitting next to me, and I say to her, \"Yonder in the valley of the sun is my father's castle [sic].\" After the film came out, Debbie Reynolds, who would later marry Eddie Fisher, went on television and said, \"Did you see the new guy in the movies? They call him Tony Curtis, but that's not his real name. In his new movie he's got a hilarious line where he says, 'Yonder lies the castle of my fodda.'\" You could chalk up her ridicule up to my New York accent, but when she mentioned the issue of my real name on television, I began to wonder if there was something anti-Semitic going on there. I'm probably just hypersensitive on that topic. But either way, she got the line wrong! Unfortunately, her version stuck with the public, and for a while it became popular for people to quote the incorrect line in a ridiculous New York accent. Years later, Hugh Hefner came up to me at a party and said, \"Yonder lies the castle of my fodda.'\" I looked at him coolly. \"Hef, I never said that.\" \"Then don't tell anybody,\" he said. \"It makes a great movie story.\"",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt0045175/;",
  "Example": "[A.V. Club, 2010] [Tony's] early days were marked by Curtis working hard to shed every trace of his rough-and-tumble Bronx upbringing, though it still occasionally bled through: Most famously, his delivery of the line Yonder lies the castle of my fodder in 1951 s The Prince Who Was A Thief became a running joke that shadowed him his entire life.",
  "Last Updated": "5 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/signature/tonycurtis.asp",
  "Claim": "In one of his films, actor Tony Curtis delivered the line, \"Yondah lies da castle of my foddah.\"",
  "Claim_ID": "quotes_signature_tonycurtis",
  "Tags": ""
}