{
  "Origins": "The phrase \"Life is hard; it's harder when you're stupid\" (also variously rendered as \"Life is hard; it's even harder when you're stupid\" or \"Life is tough, but it's tougher when you're stupid\") has long been a favorite of memists , nearly all of whom attribute the saying to iconic Western film actor John Wayne. It sounds like something the blunt-speaking Duke would have said, and that's sufficient for most people. But John Wayne didn't actually say this, either as a line of character dialogue in a film or speaking as himself.",
  "Fact Check": "",
  "Description": "This line has been claimed of various characters played by Wayne in a number of movies, most commonly the 1949 release Sands of Iwo Jima , in which Wayne portrayed the battle-hardened Marine sergeant John M. Stryker the IMDb even lists this saying as one of the film's memorable quotes . But no character in Sands of Iwo Jima , Sgt. Stryker or otherwise, speaks such a line. And no one has yet turned up a film clip or script documenting the phrase as something spoken by a Wayne character in any other movie. So where did the phrase come from? Is it yet another great saying thought up by that witty sage, Anonymous? The earliest known cinematic use of this thought (whatever its precise expression) appears in the 1973 crime film The Friends of Eddie Coyle , which was in turn based on the 1970 novel of the same name by George V. Higgins. The book's title character is an aging, small-time criminal and informant who works as a gun runner in Boston's Irish-American underworld; but it is another character, the young gun runner Jackie Brown, who ends up saying, \"This life's hard, but it's harder if you're stupid.\" That line comes through almost intact in the film version, rendered by actor Steven Keats (playing Jackie Brown) as \"This life's hard, man, but it's harder if you're stupid\": The movie was promoted in print ads using a tag line of \"Life is tough, but it's tougher when you're stupid,\" which likely accounts for the variations in the saying's renderings. (Even people who correctly identify the source of this quote often mistakenly attribute it to the character portrayed in the movie version by actor Robert Mitchum, Eddie 'Fingers' Coyle.) It has also been claimed that John Wayne said this line during a 1966 guest appearance on The Dean Martin Show , in the context of his passing along wisdom to the younger generation. Wayne did participate in a segment for that show in which he discussed his thoughts about what he wanted for his then-infant daughter Marisa, but a clip of that segment (no longer available online) does not record him speaking the line in question.",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt0070077;http://www.imdb.com/title/tt0041841/quotes?ref_=tttrv_sa_3;http://www.imdb.com/title/tt0041841/;https://www.google.com/search?hl=en&site=imghp&tbm=isch&source=hp&biw=1600&bih=775&q=john+wayne+stupid&oq=john+wayne+stupid&gs_l=img.3..0.774.3341.0.3510.17.11.0.6.6.0.147.1049.8j3.11.0.msedr...0...1ac.1.64.img..0.17.1062.sWudE3femDo;",
  "Example": "[Collected on the Internet, February 2008] The actor John Wayne is alleged to have said: \"Life is hard; its harder when you're stupid.\" Where and when did he say this? I can't find it in any movie quote. Did he really say it?",
  "Last Updated": "4 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/johnwayne/lifehard.asp",
  "Claim": "John Wayne said, \"Life is hard; it's even harder when you're stupid.\"",
  "Claim_ID": "quotes_johnwayne_lifehard",
  "Tags": ""
}