{
  "Origins": "Verifying whether a particular person was responsible for a quote commonly attributed to him generally involves searching material (e.g., books, news accounts, personal papers) that has recorded the various utterances, speeches, letters, and other writings made by that person during his lifetime. Determining whether a fictional character should truly be credited as the original source of a particular quote is a different matter, however, because anyone can put words in the mouth of a fictional character, and therefore such debates often devolve into arguments over how \"official\" a given source is. (For example, if an actor portraying Sherlock Holmes in a film speaks words that appear nowhere in the original writings of Sir Arthur Conan Doyle, can one maintain that Sherlock Holmes actually \"said\" them, or does only material from the Sherlock Holmes canon count?)",
  "Fact Check": "",
  "Description": "Such is the issue with the quote referenced above, \"A meeting is an event where minutes are taken and hours wasted,\" which is widely credited (on the Internet and in several business-related books ) to James T. Kirk, captain of the USS Enterprise in the original Star Trek television series. If these words were not spoken by James Kirk in any Star Trek television episode or film, but were only attributed to him in a secondary work such as a Star Trek novel or desk calendar, can we maintain he really said them, or would it be a case of someone else's putting words into his mouth? Fortunately, we don't have to make that distinction here. Quote verification is understood to be about determining whether a particular person was the first one to use those words, and in this case Captain Kirk fails to pass the test. The Kirk character first appeared with the debut of Star Trek on television in September 1966, but expressions of the \"minutes are taken and hours are wasted\" phrase can be found in sources from well before 1966 (such as this 1961 business book). Additionally, the same sentiment has long been expressed with slightly different wording \"A committee is a group that keeps minutes and loses hours\" and commonly attributed to comedian Milton Berle, who also long antedates the first appearance of Captain Kirk (although the phrase likely didn't originate with Berle either, as he was known for liberally borrowing material from others). As for whether James T. Kirk ever \"said\" these words (whether he was the first to do so or not), we haven't uncovered any evidence that he did. Although it's easy to find hundreds and hundreds of attributions to Kirk for \"A meeting is an event where minutes are taken and hours wasted,\" we haven't located a single one that provided any more specific source information. We know James T. Kirk didn't speak this line in any Star Trek television episode or movie, and we haven't turned up this bit of dialogue in any Star Trek -related novelization. How and when this aphorism came to be credited to a fictional starship captain remains a mystery to us for now.",
  "Originally Published": "",
  "Referred Links": "https://www.google.com/search?q=%22A+committee+is+a+group+that+keeps+minutes+and+loses+hours%22&hl=en&safe=off&prmd=imvns&ei=S3vhTuCKC7TXiQLCyNCPDw&start=10&sa=N&biw=1152&bih=745;http://books.google.com/books?id=zQLI2AwHwygC&q=%22minutes+are+taken%22+%22hours+are+wasted%22&dq=%22 minutes+are+taken%22+%22hours+are+wasted%22&hl=en&ei=jdDeTu_ZNYPftgep5KXwBQ&sa=X&oi=book_result&ct=result&resnum=9&ved=0CFkQ6AEwCDgK;https://www.google.com/search?q=%22A+meeting+is+an+event+where+minutes+are+taken+and+hours+wasted%22+kirk&btnG=Search+Books&tbm=bks&tbo=1;https://www.google.com/search?hl=en&safe=off&site=&q=%22A+meeting+is+an+event+where+minutes+are+taken+and+hours+wasted%22+kirk&oq=%22A+meeting+is+an+event+where+minutes+are+taken+and+hours+wasted%22+kirk&aq=f&aqi=g-v1&aql=&gs_sm=e&gs_upl=1722l3889l0l4072l8l7l0l0l0l0l199l1093l0.7l7l0;http://en.wikipedia.org/wiki/Canon_of_Sherlock_Holmes;",
  "Example": "[Collected via e-mail, December 2011] For several years now I have attended off/on meetings. Every once in awhile someone running this business meeting will throw up a slide with this particular quote on it. \"A meeting is an event where minutes are taken and hours wasted.\" James T. Kirk Which they attribute to William Shatner's character of James T. Kirk from the original series of Star Trek. I've done an exhaustive search for this quote covering everything related to the series or even to the character of James T. Kirk and have not found it at all. Where did this come from, if you google this it will show up on many websites.",
  "Last Updated": "27 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/meetings.asp",
  "Claim": "James T. Kirk said that \"A meeting is an event where minutes are taken and hours wasted.\"",
  "Claim_ID": "quotes_meetings",
  "Tags": ""
}