{
  "Origins": "In 1971 John Wayne, the iconic movie star who had \"charged the beaches at Iwo Jima, beaten back the Indians at Fort Apache, and often bloodied his fists in the name of frontier justice\" was at the height of his popularity: Having appeared in over 200 films to date, he'd been listed among Hollywood's top ten box-office attractions for two decades straight, had just won a Best Actor Academy Award for his portrayal of Rooster Cogburn (the \"fearless, one-eyed U.S. marshal who never knew a dry day in his life\") in True Grit , and had garnered impressive ratings with his star-studded John Wayne's Tribute to America NBC television special.",
  "Fact Check": "",
  "Description": "In that moment, Playboy magazine interviewed the Western film legend (with the results published in their May 1971 issue) and found that his reputation for being archly conservative in his politics was true to the man himself, not just to the characters he played on the silver screen. Particularly, Wayne was unsparingly unsympathetic to the plight of real Native Americans (still termed \"Indians\" in the parlance of the times) who had been portrayed as adversaries in so many of this films, expressing his viewpoint that they deserved whatever misfortunes had befallen them, and that modern Americans bore no responsibility for addressing wrongs done to Native Americans by previous generations: PLAYBOY: For years American Indians have played an important if subordinate role in your Westerns. Do you feel any empathy with them? WAYNE: I don't feel we did wrong in taking this great country away from them, if that's what you're asking. Our so-called stealing of this country from them was just a matter of survival. There were great numbers of people who needed new land, and the Indians were selfishly trying to keep it for themselves. PLAYBOY: Weren't the Indians by virtue of prior possession the rightful owners ofthe land? WAYNE: Look, I'm sure there have been inequalities. If those inequalities are presently affecting any of the Indians now alive, they have a right to a court hearing. But whathappened 100 years ago in our country can't be blamed on us today. PLAYBOY: Indians today are still being dehumanized on reservations. WAYNE: I'm quite sure that the concept of a government-run reservation would have an ill effect on anyone. But that seems to be what the socialists are working for now to have everyone cared for from cradle to grave. PLAYBOY: Indians on reservations are more neglected than cared for. Even if you accept the principle of expropriation, don't you think a more humane solution to theIndian problem could have been devised? WAYNE: This may come as a surprise to you, but I wasn't alive when reservations were created even if I do look that old. I have no idea what the best method of dealing with the Indians in the 1800s would have been. Our forefathers evidently thought they weredoing the right thing. PLAYBOY: How do you feel about the government grant for a university and cultural center that these Indians [occupying Alcatraz] have demanded as \"reparations\"? WAYNE: What happened between their forefathers and our forefathers is so far back right, wrong or indifferent that I don't see why we owe them anything. I don't know why the government should give them something that it wouldn't give me.",
  "Originally Published": "",
  "Referred Links": "https://pages.shanti.virginia.edu/Wild_Wild_Cold_War/files/2011/11/John_Wayne_Playboy_Int2.pdf;",
  "Example": "[Collected on the Internet, Feruary 2002] I have a book of quotations which contains the following attributed to John Wayne although no details of when or where he said it are provided or even whether he said it as a character in a film or in real life. Does anyone know if it's genuine or not? Some of the other quotes in the book I know aren't correct: \"I don't feel we did wrong in taking this great country away from [the Indians]. There were great numbers of people who needed new land and the Indians were selfishly trying to keep it for themselves.\"",
  "Last Updated": "2 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/quotes/johnwayne/indians.asp",
  "Claim": "John Wayne once said that the taking of land from Native Americans was justifiable because \"there were great numbers of people who needed new land, and the Indians were selfishly trying to keep it for themselves.\"",
  "Claim_ID": "quotes_johnwayne_indians",
  "Tags": ""
}