{
  "Origins": "Sounds too good to be true, doesn't it? Whitewater special prosecutor Kenneth Starr, the man who conducted investigations that led to reports and videotapes containing graphic descriptions of sexual activity between President Bill Clinton and White House intern Monica Lewinsky flooding the media, violated the proclamation he allegedly made to \"60 Minutes\" correspondent Diane Sawyer in a 1987 interview: Public media should not contain explicit or implied descriptions of sex acts. Our society should be purged of the perverts who provide the media with pornographic material while pretending it has some redeeming social value under the public's 'right to know.' As you should expect, this quote is too good to be true. It's a clever counterpoint to the now notorious statements made about Nixon's impeachment in 1974 by a young University of Arkansas law professor named Bill Clinton, but it's also a complete fabrication. According to CBS, Kenneth Starr then a judge with the U.S. Circuit Court of Appeals for the District of Columbia did not appear on 60 Minutes in 1987 (if he had, we certainly would have seen a clip of this appearance a few thousand times by now), nor was there any newsworthy reason why he would have been interviewed or made such a statement that year. (According to Salon, Starr had ruled in a case brought by CBS that year, but it had nothing to do with pornography.) Moreover, the statement attributed to Starr doesn't appear in any judicial documents issued by him during his time on the U.S. Court of Appeals, nor does it sound like something Starr would say or write.",
  "Fact Check": "",
  "Description": "We should still sit back and marvel at how far and fast something so obviously phony can spread these days. Additional Information: Kenneth Starr biography",
  "Originally Published": "",
  "Referred Links": "http://cnn.com/ALLPOLITICS/1997/gen/resources/players/starr/index.html;",
  "Example": "",
  "Last Updated": "26 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/starr.asp",
  "Claim": "In a 1987 interview, special prosecutor Kenneth Starr decried \"perverts who provide the media with pornographic material.\"",
  "Claim_ID": "quotes_starr",
  "Tags": ""
}