{
  "Origins": "In June 1997, a list of quotations putatively uttered by Marion Barry, the once and former mayor of Washington, D.C., appeared on the Internet. Barry, a three-term mayor, was caught (and taped) smoking crack cocaine by the FBI during a federal sting operation in 1990. Despite his subsequent conviction and prison sentence, Barry was later re-elected (inconceivably, in many people's minds) to yet another term as Washington's mayor. Black, unpolished, and a convicted perjurer, Barry became for the public the perfect buffoon to whom these absurd statements could be attributed, a man the public perceived as dumb enough to confuse \"inclement weather\" with \"increment weather\" or list Nigeria and Israel as examples of \"international cities\"; audacious enough to distinguish between a \"strip bar\" and an \"erotic club,\" or claim that his city would have a low crime rate if all the homicides were discounted; ignorant enough to claim that the \"law of gravity\" was racist or that Abraham Lincoln was not a Republican; and possessed of enough hubris to claim he was \"more popular than Reagan\" yet still state he was a \"humble man.\"",
  "Fact Check": "",
  "Description": "Although many of these quotes are somewhat related to things Marion Barry has said or done during his long tenure in public service, only a few are authentic: During a 23 March 1989 speech to the National Press Club, Barry did claim that, aside from the increase in homicides, the District of Columbia actually had a low crime rate; talking to reporters after his 1988 traffic accident, Barry did aver that he was a \"night owl,\"; and after being nabbed by FBI agents for smoking crack with a female companion, Barry did protest: \"Goddamn setup . . . I'll be goddamn . . . bitch set me up.\" Barry has been criticized for the size of his security detail, and a 1997 recall movement was prompted in part by the city's slow response to broken water mains, but there is no record of Barry's having made the ridiculous statements cited above in response to these controversies.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1998] \"The contagious people of Washington have stood firm against diversity during this long period of increment weather.\" \"I promise you a police car on every sidewalk.\" \"If you take out the killings, Washington actually has a very very low crime rate.\" \"First, it was not a strip bar, it was an erotic club. And second,what can I say? I'm a night owl.\" \"Bitch set me up.\" \"I am clearly more popular than Reagan. I am in my third term. Where's Reagan? Gone after two! Defeated by George Bush and Michael Dukakis no less.\" \"The laws in this city are clearly racist. All laws are racist. The law of gravity is racist.\" \"I am making this trip to Africa because Washington is an international city, just like Tokyo, Nigeria or Israel. As mayor, I am an international symbol. Can you deny that to Africa?\" \"People have criticized me because my security detail is larger than the president's. But you must ask yourself: are there more people who want to kill me than who want to kill the president? I can assure you there are.\" \"The brave men who died in Vietnam, more than 100% of which were Black, were the ultimate sacrifice.\" \"I read a funny story about how the Republicans freed the slaves.The Republicans are the ones who created slavery by law in the 1600s. Abraham Lincoln freed the slaves and he was not a Republican.\" \"What right does Congress have to go around making laws just because they deem it necessary?\" \"People blame me because these water mains break, but I ask you, if the water mains didn't break, would it be my responsibility to fix them then? WOULD IT!?!\" \"I am a great mayor; I am an upstanding Christian man; I am an intelligent man; I am a deeply educated man; I am a humble man.\"",
  "Last Updated": "23 September 2007",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/quotes/barry.asp",
  "Claim": "Washington, D.C. mayor Marion Barry said lots of really dumb things.",
  "Claim_ID": "quotes_barry",
  "Tags": ""
}