{
  "Origins": "After a satirical (and fictitious) Mariah Carey \"interview\" appeared on the Internet in a web publication called Cupcake in early 1996, the damaging sentence cited above was lifted from it and quoted in VOX magazine (a British culture/movie/music publication), from which the British newspaper The Independent picked up the story in May. The quote spread like wildfire on Internet newsgroups beginning in June, and by August the quote was being reprinted (without question or verification) by dozens of newspapers and magazines throughout the world (including Ms. magazine and The San Francisco Chronicle 's usually reliable columnist Herb Caen). The quote was frequently attributed by news reports as having been uttered by Ms. Carey in an interview with the UK's Radio 1 (as reprinted in the British publication The Face , a style/fashion magazine) or on the World Entertainment News Network, and although debunkings of the story appeared in print as early as July, the fictitious quote was still being spread as true by the media into September.",
  "Fact Check": "",
  "Description": "Ordinarily such obviously satirical material doesn't gain such widespread currency, but sometimes it does when it strikes a particularly resonant chord with the public, as this quote did perhaps because it embodied widespread perceptions of the insensitivity of thin people towards the non-thin, and the callous attitude of the wealthy towards the poverty-stricken. If either of these were the main point that caused the legend to be so easily believed and spread, however, the subject of the rumor would most likely have been someone such as ultra-thin model Kate Moss or wealthy and stylish Marla Maples Trump, not Mariah Carey. The association of this quotation with Carey would seem to be another instance of the \"celebrity is not what he/she appears to be\" legend type, a weapon usually launched at people who, in the public's perception, have come to fame and fortune in too facile a manner. (Other victims of this type of rumor include children's radio host Uncle Don and another pop singer, John Denver .) Mariah Carey is regarded by some as an unsophisticated \"pop diva\" with the pretty face and figure who has achieved massive success by appealing to the lowest common denominator in musical taste and cranking out empty, soulless Top 40 single after single about \"fulfilling dreams through hard work and perseverance.\" (Her chart success, some claim, also had to do with the machinations of her husband, who was the head of the record label for which she recorded.) A news item portraying her as uncaring and self-indulgent (and none too bright) was therefore one many people were all too readily willing to pass along unquestioningly. Carey has actually engaged in a number of philanthropic efforts, including performing benefit concerts to raise money for Camp Mariah, a camp for impoverished city youths in Fishkill, N.Y. Additional Information: Mariah Carey 'interview' (Cupcake)",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "24 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/carey.asp",
  "Claim": "In a 1996 interview, Mariah Carey said the following: \"When I watch TV and see those poor starving kids all over the world, I can't help but cry. I mean, I'd love to be skinny like that, but not with all those flies and death and stuff.\"",
  "Claim_ID": "quotes_carey",
  "Tags": ""
}