{
  "Origins": "When George H.W. Bush, the 1988 Republican nominee for President, announced his vice-presidential running mate, he took nearly everyone by surprise. The man Bush tapped, a young senator named Dan Quayle, was little known outside his home state of Indiana. Senator Quayle soon became a household name, but much to the chagrin of Bush and the Republicans not for the reasons they expected. Dan Quayle soon proved himself to be a terrible public speaker: he appeared nervous (even frightened) in front of television cameras, he often fumbled his way through prepared speeches, and his extemporaneous comments frequently defied comprehension. Senator (and, after the election, Vice-President) Quayle and his gaffes soon became the butt of numerous jokes. Just as President Gerald Ford had been forevermore tagged a clumsy bumbler after a few physical mishaps a decade earlier, so Dan Quayle was characterized as \"stupid\" by the public and the media, a label that would prove impossible to remove once it had been affixed.",
  "Fact Check": "",
  "Description": "With much of the media gleefully reporting every Quayle misstatement and malaprop, it was only a matter of time before demand exceeded supply and someone made up a ridiculous statement and attributed it to the Vice-President. Someone did, and this someone was a rather unlikely source: a Republican congressperson. In April 1989, Representative Claudine Schneider of Rhode Island told a gathering of Republicans that she had recently attended an event at the Belgian embassy, where Vice-President Quayle complimented her on her command of French. Then, Schneider said, the Vice-President added: \"I was recently on a tour of Latin America, and the only regret I have was that I didn't study Latin harder in school so I could converse with those people.\" Ms. Schneider concluded by admitting that the story was merely a joke, but not all the newspapers reported it that way. Several publications, either through carelessness or a desire not to let the truth get in the way of a good story, reported the story as true. The culprits included such venerable publications as Newsday, the Chicago Tribune, Newsweek , and Time. The fabricated misquote took hold because it sounded exactly like something Dan Quayle (or, more accurately, the Dan Quayle of public perception) would say, and no amount of correction could dislodge it from the public vocabulary. Dan Quayle certainly made more than his share of misstatements, and most of the ones on the following list are actual Quayle quotes (although versions of this list with all the quotes mischievously attributed to Vice-President Al Gore and then-Texas governor George W. Bush have also circulated around the Internet), but let's be fair to Mr. Quayle and not saddle him with one that he didn't say: \"Republicans understand the importance of bondage between a mother and child.\" \"Welcome to President Bush, Mrs. Bush, and my fellow astronauts.\" \"Mars is essentially in the same orbit . . . Mars is somewhat the same distance from the Sun, which is very important. We have seen pictures where there are canals, we believe, and water. If there is water, that means there is oxygen. If oxygen, that means we can breathe.\" \"What a waste it is to lose one's mind. Or not to have a mind is being very wasteful. How true that is.\" \"The Holocaust was an obscene period in our nation's history. I mean in this century's history. But we all lived in this century. I didn't live in this century.\" \"I believe we are on an irreversible trend toward more freedom and democracy - but that could change.\" \"One word sums up probably the responsibility of any vice president, and that one word is 'to be prepared.'\" \"Verbosity leads to unclear, inarticulate things.\" \"I have made good judgments in the past. I have made good judgments in the future.\" \"The future will be better tomorrow.\" \"We're going to have the best-educated American people in the world.\" \"People that are really very weird can get into sensitive positions and have a tremendous impact on history.\" \"I stand by all the misstatements that I've made.\" \"We have a firm commitment to NATO, we are a part of NATO. We have a firm commitment to Europe. We are a part of Europe.\" \"I am not part of the problem. I am a Republican.\" \"I love California, I practically grew up in Phoenix.\" \"When I have been asked during these last weeks who caused the riots and the killing in L.A., my answer has been direct and simple: Who is to blame for the riots? The rioters are to blame. Who is to blame for the killings? The killers are to blame.\" \"Illegitimacy is something we should talk about in terms of not having it.\" \"We are ready for any unforeseen event that may or may not occur.\" \"For NASA, space is still a high priority.\" \"Quite frankly, teachers are the only profession that teach our children.\" \"[It's] time for the human race to enter the solar system.\" This following group are Quayleisms: that is, comments widely attributed to the former Vice-President that were coined by humor writers as statements that sounded like something he might say rather than something he actually said: \"If we don't succeed, we run the risk of failure.\" \"A low voter turnout is an indication of fewer people going to the polls.\" \"It isn't pollution that's harming the environment. It's the impurities in our air and water that are doing it.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, November 2001] Did Dan Quayle really say, \"I regret I didn't study Latin harder in school so I could converse with people in Latin America\"?",
  "Last Updated": "18 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/quayle.asp",
  "Claim": "Vice-President Dan Quayle once said, \"I was recently on a tour of Latin America, and the only regret I have was that I didn't study Latin harder in school so I could converse with those people.\"",
  "Claim_ID": "quotes_quayle",
  "Tags": ""
}