{
  "Origins": "We've been seeing this \"quote\" on the Internet since December 2001, sometimes attributed to Julius Caesar, sometimes to William Shakespeare (presumably lifted from his play, Julius Caesar ). Throughout the summer of 2002 it gained popularity, appearing in countless posts to newsgroups and even surfacing in various letters to editors in a handful of newspapers.",
  "Fact Check": "",
  "Description": "Its popularity is not hard to understand: The USA has been embroiled in a war against terrorism far across the world and is contemplating war with Iraq, and the latter action, especially, has been the subject of much debate and dissension within America. This telling observation from Caesar appears to offer yet another valid reason for not yelling \"Our leader; right or wrong!\" and blindly following the President into war. It is therefore a favorite of those who'd rather sit this dance out, thankyouverymuch. Yet as popular as the quote is, it's not real. These words are not anything Julius Caesar ever wrote or said. No biographies of Caesar or histories of Rome contain these lines, and scholars who have made it their business to know everything about the man draw a blank on this quote. Likewise, Shakespeare did not stuff this soliloquy into the mouth of the title character in his play Julius Caesar , nor did any of the Bard's other characters utter it. No record of this quote has been found prior to its appearance on the Internet in late 2001. So what's going on here, then? As Ralph Keyes explains in Nice Guys Finish Seventh , his compendium of misattributed and false quotes, \"Famous dead people make excellent commentators on current events.\" The dead do not reappear to challenge words assigned to them, an attribute much prized by those looking for convenient spokesmen to lend authority to their convictions. This \"quote\" called for a strong and respected military leader and statesman, hence Caesar was resurrected to give it voice. Barbara \"great Caesar's ghost!\" Mikkelson Sightings: On 29 September 2002, Barbra Streisand used the spurious quote during a speech she gave at a Democratic Congressional Campaign Committee Gala given in Hollywood. Political cartoonist Paul Conrad also used it as the basis for his cartoon of 29 September 2002.",
  "Originally Published": "",
  "Referred Links": "http://cagle.slate.msn.com/working/020929/conrad.gif;http://www.barbrastreisand.com/news_statements.html;",
  "Example": "[Collected on the Internet, 2001] Beware the leader who bangs the drums of war in order to whip the citizenry into a patriotic fervor, for patriotism is indeed a double-edged sword. It both emboldens the blood, just as it narrows the mind. And when the drums of war have reached a fever pitch and the blood boils with hate and the mind has closed, the leader will have no need in seizing the rights of the citizenry. Rather, the citizenry, infused with fear andblinded by patriotism, will offer up all of their rights unto the leader and gladly so. How do I know? For this is what I have done. And I am Caesar.",
  "Last Updated": "24 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/caesar.asp",
  "Claim": "Julius Caesar bade us beware of leaders who bang the drums of war.",
  "Claim_ID": "quotes_caesar",
  "Tags": ""
}