{
  "Origins": "Like a similar piece entitled \" A Secret of Love \" (typically credited to Brad Pitt), this item is a another case of an essay on the subject of love being attributed to a prominent actor who is the long-time partner of an actress. And like that other case, the attribution is completely spurious.",
  "Fact Check": "",
  "Description": "The words reproduced above were not written by Paul Newman for the occasion of his wedding to actress Joanne Woodward (or for any other reason); they are actually the text of a poem entitled \" The Art of Marriage \" which was penned by Wilferd A. Peterson, a writer who turned out inspirational essays for the \"Words to Live By\" column of This Week magazine beginning in 1960, many of which were collected in a series of inspirational books, most notably The Art of Living . \"The Art of Marriage\" is by far Peterson's best known work, inspired by his wife, Ruth Irene Rector Peterson. (Peterson noted that while he \"wrote about the art of living, [Ruth] lived it.\") The poem has been described by Souvenir Press the \"most frequently recited English-language wedding poems and one of the greatest odes to matrimony. It embodies the sentiments, the ideals, and the love to which any marriage aspires. The memorable simplicity of its language makes the poem a touchstone for all couples, both at the start of a relationship and after the blessings of a lifetime in love.\" \"The Art of Marriage\" is often selected by couples for recitation at their wedding ceremonies, which is how the poem has come to be misattributed to Paul Newman: when the actor married Joanne Woodward in Las Vegas on 29 January 1958, \"The Art of Marriage\" was reportedly read at their nuptials . The celebrity couple certainly embodied the ideals expressed in the poem, as they had one of the most enduring Hollywood marriages ever it lasted for fifty years, until Newman's death on 26 September 2008.",
  "Originally Published": "",
  "Referred Links": "http://www.wedlok.com/lasvegaswedding/wedding_news/the_art_of_marriage_is_a_newman_familytradition-110263.html;https://openlibrary.org/works/OL15154933W/Twenty-three_essays_on_the_art_of_living;http://www.todays-weddings.com/planning/readings/art_marriage.html;",
  "Example": "[Collected via Facebook, July 2014] Did Paul Newman write this to Joanne Woodward for their wedding day social media says Yes! \"Happiness in marriage is not something that just happens. A good marriage must be created. In the Art of Marriage, the little things are the big things. It is never being too old to hold hands. It is remembering to say I love you at least once a day. It is never going to sleep angry. It is at no time taking the other for granted; the courtship should not end with the honeymoon; it should continue through all the years. It is having a mutual sense of values and common objectives. It is standing together facing the world. It is forming a circle of love that gathers in the whole family. It is doing things for each other, not in the attitude of duty or sacrifice, but in the spirit of joy. It is speaking words of appreciation and demonstrating gratitude in thoughtful ways. It is not expecting the husband to wear a halo or the wife to have the wings of an angel. It is not looking for perfection in each other. It is cultivating flexibility, patience, understanding and a sense of humor. It is having the capacity to forgive and forget. It is giving each other an atmosphere in which each can grow. It is finding rooms for things of the spirit. It is a common search for the good and the beautiful. It is establishing a relationship in which the independence is equal, dependence is mutual and obligation is reciprocal. It is not only marrying the right partner, it is being the right partner.\"",
  "Last Updated": "22 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/artofmarriage.asp",
  "Claim": "Actor Paul Newman authored an essay on the art of marriage for his wedding to Joanne Woodward.",
  "Claim_ID": "quotes_artofmarriage",
  "Tags": ""
}