{
  "Origins": "Baseball afficianados may remember Yogi Berra as one of the greatest catchers ever to play the game, but most people remember the New York Yankee icon for his various \"yogiisms\" seemingly nonsensical or self-contradictory statements that actually convey serious thoughts once listeners untangle the knots of their unusual phrasing.",
  "Fact Check": "",
  "Description": "Several of these paradoxical phrases, such as \"It ain't over 'til it's over,\" \"Nobody goes there anymore; it's too crowded,\" and \"When you come to a fork in the road, take it,\" were collected in Berra's The Yogi Book: I Really Didn't Say Everything I Said! along with anecdotes explaining their origins. But one phrase that is now frequently attributed to Yogi \"In theory, there is no difference between practice and theory. In practice, there is\" does not appear in that volume. That omission is because Yogi Berra is not the originator of this phrase. The \"practice and theory\" quote sounds a bit too eloquent for Yogi, and as far as we can tell first appeared in print in the 1986 book Pascal: An Introduction to the Art and Science of Programming by Walter J. Savitch. Savitch did not attribute the quote to a specific speaker but wrote that the remark was \"overheard at a computer science conference.\" A similar origin for the phrase was relayed in the book Philosophical Perspectives on Bioethics , in which the utterer was simply identified as an \"unknown wit.\" While it's amusing to imagine Yogi Berra sitting at the back of an auditorium heckling speakers at a science conference, that probably isn't how this aphorism came about. So who was this \"unknown wit?\" Although this quote has been attributed to several people over the years ( including Chuck Reid, Grant Gainey, William T. Harbaugh, and Jerry Percell), most sources point to computer scientist Jan van de Snepscheut as its originator. While we can't definitively say that Snepscheut was the person responsible for giving birth to this bit of wisdom, we can confirm that this quote was not uttered by Yogi Berra. In addition to the fact that the \"practice and theory\" quote had been circulating for nearly a decade before Yogi Berra's name became attached to it, the maxim was originally promulgated in scientific disciplines rather than the game of baseball.",
  "Originally Published": "",
  "Referred Links": "https://books.google.com/books?id=1G9MGgsymIAC&pg=PR9&dq=%E2%80%9CIn+theory,+there+is+no+difference+between+theory+and+practice.+But,+in+practice,+there+is.%E2%80%9D&hl=en&sa=X&ei=OhNBVeOpGsmfNvLdgrAH&ved=0CFAQ6AEwCA#v=onepage&q=%E2%80%9CIn%20theory%2C%20there%20is%20no%20difference%20between%20theory%20and%20practice.%20But%2C%20in%20practice%2C%20there%20is.%E2%80%9D&f=false;https://books.google.com/books?id=pFepAgAAQBAJ&pg=PA162&lpg=PA162&dq=%22In+theory,+there+is+no+difference+between+practice+and+theory.%22&source=bl&ots=ThprlylNXi&sig=MAYTbvbsBFv_8ToKoioZ6cNoFm0&hl=en&sa=X&ei=BxFBVfP2OsHMsAWk2IH4Ag&ved=0CDIQ6AEwBQ#v=onepage&q=%22In%20theory%2C%20there%20is%20no%20difference%20between%20practice%20and%20theory.%22&f=false;https://books.google.com/books?id=71uh07L4lbMC&printsec=frontcover&dq=Survey+Research+in+Corporate+Finance:+Bridging+the+Gap+between+Theory+and+Practice&hl=en&sa=X&ei=0yFBVeCDIsqogwTu4oBg&ved=0CB4Q6AEwAA#v=onepage&q=Snepscheut&f=false;http://todayinsci.com/S/Snepscheut_Jan/SnepscheutJan-Quotations.htm;http://www.amazon.com/Yogi-Book-Berra/dp/0761154434;",
  "Example": "[Collected via e-mail, April 2015] Yogi Berra actually said \"In theory, there is no difference between practice and theory. In practice, there is.\"",
  "Last Updated": "28 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/berra/practicetheory.asp",
  "Claim": "A classic Yogiism uttered by baseball baseball Hall of Famer Yogi Berra explains the difference between practice and theory.",
  "Claim_ID": "quotes_berra_practicetheory",
  "Tags": ""
}