{
  "Origins": "The passage quoted above is indeed an excerpt from a letter Thomas Jefferson wrote to his nephew, Peter Carr, on 19 August 1785, as collected in The Papers of Thomas Jefferson . It was part of a longer section in which Jefferson touted the benefits of physical exercise (such as walking or shooting) in ensuring both bodily health and mental health:",
  "Fact Check": "",
  "Description": "Encourage all your virtuous dispositions, and exercise them whenever an opportunity arises, being assured that they will gain strength by exercise as a limb of the body does, and that exercise will make them habitual ... Give about two [hours] every day to exercise; for health must not be sacrificed to learning. A strong body makes the mind strong. As to the species of exercise, I advise the gun. While this gives a moderate exercise to the body, it gives boldness, enterprize, and independance to the mind. Games played with the ball and others of that nature, are too violent for the body and stamp no character on the mind. Let your gun therefore be the constant companion of your walks. Never think of taking a book with you. The object of walking is to relax the mind. You should therefore not permit yourself even to think while you walk. But divert your attention by the objects surrounding you. Walking is the best possible exercise. Habituate yourself to walk very far. The Europeans value themselves on having subdued the horse to the uses of man. But I doubt whether we have not lost more than we have gained by the use of this animal. No one has occasioned so much the degeneracy of the human body. An Indian goes on foot nearly as far in a day, for a long journey, as an enfeebled white does on his horse, and he will tire the best horses. There is no habit you will value so much as that of walking far without fatigue. I would advise you to take your exercise in the afternoon. Not because it is the best time for exercise for certainly it is not: but because it is the best time to spare from your studies; and habit will soon reconcile it to health, and render it nearly as useful as if you gave to that the more precious hours of the day. A little walk of half an hour in the morning when you first rise is adviseable also. It shakes off sleep, and produces other good effects in the animal economy.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, July 2012] \"A strong body makes the mind strong. As to the species of exercises, I advise the gun. While this gives moderate exercise to the body, it gives boldness, enterprise and independence to the mind. Games played with the ball, and others of that nature, are too violent for the body and stamp no character on the mind. Let your gun therefore be your constant companion of your walks.\" Thomas Jefferson, letter to PeterCarr, 1785 This was sent to me via email by a friend. Did Jefferson actually say this?",
  "Last Updated": "25 July 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/quotes/jefferson/exercise.asp",
  "Claim": "Thomas Jefferson touted using a gun as a good form of physical and mental exercise.",
  "Claim_ID": "quotes_jefferson_exercise",
  "Tags": ""
}