{
  "Origins": "One of author Ralph Keyes' axioms of misquotations is \"Famous quotes need famous mouths,\" and the fulfillment of that need has, for the last several decades, put on the lips of Abraham Lincoln words that were not written until more than fifty years after Lincoln's death, penned by an obscure personage whose name is unknown to most living Americans.",
  "Fact Check": "",
  "Description": "The Rev. William John Henry Boetcker was a Presbyterian minister and notable public speaker who served as director of the pro-employer Citizens' Industrial Alliance, a position he held when, in 1916, he produced a booklet of \"nuggets\" from his lectures, which included maxims such as \"We cannot strengthen the weak by weakening the strong\" and \"We cannot help the poor by kicking the rich.\" Boetcker's collection of maxims eventually crystallized as the list of ten now familiar entries (variously known as the \"Industrial Decalogue,\" the \"Ten Don'ts,\" the \"Ten Cannots,\" \"Ten Things You Cannot Do, \"or the \"American Charter\") reproduced above: * You cannot bring about prosperity by discouraging thrift. * You cannot strengthen the weak by weakening the strong. * You cannot help little men by tearing down big men. * You cannot lift the wage earner by pulling down the wage payer. * You cannot help the poor by destroying the rich. * You cannot establish sound security on borrowed money. * You cannot further the brotherhood of man by inciting class hatred. * You cannot keep out of trouble by spending more than you earn. * You cannot build character and courage by destroying men's initiative and independence. * You cannot help men permanently by doing for them what they can and should do for themselves. Sources differ on exactly how Boetcker's decalogue eventually came to be attributed to Lincoln, but the generally accepted explanation is that someone published a leaflet with Boetcker's list of \"cannots\" on one side and authentic Lincoln quotations on the other, leading to an inevitable mix-up which resulted in everything printed on both sides of the paper being attributed to Lincoln. (The leaflet in question is usually claimed to be a 1942 publication by the Committee for Constitutional Government entitled \"Lincoln on Limitation[s],\" with the confusion in attribution coming about either because one version of the leaflet omitted Boetcker's name, because the printed credits mistakenly switched Boetcker's name with Lincoln's, or because readers glossed over Boetcker's unfamiliar name and mistakenly assumed all the material in the leaflet originated with the much more familiar figure of Abraham Lincoln.) Once the runaway train of misattribution got rolling, there was no stopping it. As William Boetcker faded from public memory and Abraham Lincoln grew ever larger in American historical legend, few people had an interest or desire in setting the matter right in accordance with another principle set forth by Keyes: \"If words we like can't be credited to someone we've heard of, they might as well not have been said at all.\" Any chance of genuine history winning out over the faux version in this case was probably set back at least a generation when another U.S. president, Ronald Reagan, stood before a nationwide audience at the 1992 Republican National Convention and delivered a speech in which he also erroneously attributed four of Boetcker's maxims to Lincoln: I heard those speakers at that other convention saying \"we won the Cold War\" and I couldn't help wondering, just who exactly do they mean by \"we\"? And to top it off, they even tried to portray themselves as sharing the same fundamental values of our party! What they truly don't understand is the principle so eloquently stated by Abraham Lincoln: \"You cannot strengthen the weak by weakening the strong. You cannot help the wage-earner by pulling down the wage-payer. You cannot help the poor by destroying the rich. You cannot help men permanently by doing for them what they could and should do for themselves.\"",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040622082719/http://www.gopconvention.com/contents/newsroom/reagan/1992.shtml;",
  "Example": "[Collected via e-mail, August 2009]",
  "Last Updated": "12 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/lincoln/prosperity.asp",
  "Claim": "Abraham Lincoln authored a list of maxims beginning with 'You cannot bring about prosperity by discouraging thrift.'\"",
  "Claim_ID": "quotes_lincoln_prosperity",
  "Tags": ""
}