{
  "Origins": "Many a person, whether historical figure or fictional character, has become associated with a signature phrase: a single sentence or exclamation so strongly connected with a particular person that the mere repetition of it, regardless of context, is sufficient to uniquely identify that person to the listener. For example, the exclamation \"Sorry about that, Chief!\" instantly brings to mind the character of Maxwell Smart (at least to anyone familiar with the 1960s TV spy spoof Get Smart).",
  "Fact Check": "",
  "Description": "As it happens, a good many signature phrases are \"false\" in the sense that they were never uttered by the persons with whom they are linked sometimes a \"false\" signature phrase can be an apocryphal saying assigned by tradition to someone deemed likely to have said it, sometimes it can be a real quote that has been mistakenly attributed to the wrong source, and sometimes it can be a shortening, paraphrase, or rewording of something the person did say. One of the most well-known examples of all falls into this latter category: \"Elementary, my dear Watson,\" the signature phrase indelibly associated with Sherlock Holmes, the fictional detective created by writer Sir Arthur Conan Doyle. In some sense it seems a bit odd to claim that a fictional character never uttered a specific phrase, since fictional characters aren't real and therefore can't \"say\" anything (or, conversely, they can be made to say whatever words someone wants to put in their mouths). In this case, when we refer to the words \"spoken\" by the character of Sherlock Holmes, we mean the dialog assigned to him in the literary works in which he appears that are considered canonical that is, the Sherlock Holmes novels and stories authored by Arthur Conan Doyle himself, not imitative or derivative works (such as movies, television programs, radio dramas, stage plays, pastiches, and parodies) written by others. In Doyle's own writings, then, the bit of dialog that comes closest to matching the famous Holmesian signature phrase is this exchange between Holmes and Dr. Watson in the short story \"The Crooked Man\": \"I see that you are professionally rather busy just now,\" said he, glancing very keenly across at me. \"Yes, I've had a busy day,\" I answered. \"It may seem very foolish in your eyes,\" I added, \"but really I don't know how you deduced it.\" Holmes chuckled to himself. \"I have the advantage of knowing your habits, my dear Watson,\" said he. \"When your round is a short one you walk, and when it is a long one you use a hansom. As I perceive that your boots, although used, are by no means dirty, I cannot doubt that you are at present busy enough to justify the hansom.\" \"Excellent!\" I cried. \"Elementary,\" said he. As is often the case (with literary characters), a derivative, non-canonical work is typically cited as the apparent origin of the best-known form of this signature phrase: In the 1929 film The Return of Sherlock Holmes, written by Basil Dean and Garrett Fort, the renowned Baker Street detective (as portrayed by actor Clive Brook) speaks the line, \"Elementary, my dear Watson, elementary.\" Citing that movie as primarily responsible for popularizing this phrase is problematic, though, as the New York Times noted in its review of the film that: In the final scene Dr. Watson is there with his \"Amazing Holmes,\" and Holmes comes forth with his \"Elementary, my dear, Watson, elementary.\" This suggests that \"Elementary, my dear, Watson\" was already a familiar phrase to audiences, and the writers of The Return of Sherlock Holmes merely capitalized on that familiarity by incorporating the line into their film. The actor William Gillette is often credited with originating this phrase in a slightly longer form in the 1899 stage production Sherlock Holmes (for which he both wrote the script and played the lead role), during which he (as Holmes) reportedly uttered the line, \"Oh, this is elementary, my dear Watson.\" However, a 1999 biography of Sir Arthur Conan Doyle indicates that it is unclear exactly when (if ever) Gillette actually spoke this line on stage: Many of Gillette's inventions and mannerisms were absorbed into the Holmes mythology. He may have been the first to utter the words \"Elementary, my dear Watson,\" though the line does not appear in any published version of the script nor in any story by Conan Doyle. Wherever \"Elementary, my dear Watson\" came from, though, it did not originate with Sir Arthur Conan Doyle, but rather like so many other now-familiar aspects of the Holmes legend with others who extended and embellished the portrait originally drawn by Doyle.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0805050744/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0312340044/ref=urbanlegendsrefe;http://www.imdb.com/title/tt0020324/;",
  "Example": "",
  "Last Updated": "2 July 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/signature/elementary.asp",
  "Claim": "Sherlock Holmes said, \"Elementary, my dear Watson.\"",
  "Claim_ID": "quotes_signature_elementary",
  "Tags": ""
}