{
  "Origins": "In July 2000, an inventive story about Oracle CEO Larry Ellison bestowing an unusual commencement speech upon the graduating class of Yale University began popping up in various inboxes. Some were left wondering if this could be the real thing, given what is known of Ellison's famed ego, and because the wide circulation of the 1997 Kurt Vonnegut commencement speech hoax had prepared the way for this piece to sound plausible.",
  "Fact Check": "",
  "Description": "In truth, Ellison did not give a such a speech at Yale, nor anywhere else. The article was the fanciful creation of Andrew Marlatt, a writer for the satire website, SatireWire . It was reprinted (with SatireWire's express permission) on BBspot , another satirical web site. The full text of the piece: ELLISON TO GRADS: DIPLOMAS ARE FOR LOSERS Oracle CEO Urges Students to Drop out, Start up NEW HAVEN, CONN. (SatireWire.com) - In one of the more controversial commencement addresses in memory, Oracle CEO and college dropout Larry Ellison told Yale's Class of 2000 they were \"losers\" whose hard-won diplomas would never propel them into the ranks of the super rich. The evangelical Ellison, noting that college dropouts Bill Gates, Paul Allen, and Michael Dell were, like himself, on Forbes' recent top 10 list of billionaires, urged freshmen and sophomores at the ceremony to \"drop out and start up,\" and added that the undereducated Yale security guards who ushered him off stage probably had a better shot at uber-wealth than graduating seniors. What follows is a transcript of the speech delivered by Ellison at the Yale University last month: Graduates of Yale University, I apologize if you have endured this type of prologue before, but I want you to do something for me. Please, take a ood look around you. Look at the classmate on your left. Look at the classmate on your right. Now, consider this: five years from now, 10 years from now, even 30 years from now, odds are the person on your left is going to be a loser. The person on your right, meanwhile, will also be a loser. And you, in the middle? What can you expect? Loser. Loserhood. Loser Cum Laude. \"In fact, as I look out before me today, I don't see a thousand hopes for a bright tomorrow. I don't see a thousand future leaders in a thousand industries. I see a thousand losers. \"You're upset. That's understandable. After all, how can I, Lawrence 'Larry' Ellison, college dropout, have the audacity to spout such heresy to the graduating class of one of the nation's most prestigious institutions? I'll tell you why. Because I, Lawrence \"Larry\" Ellison, second richest man on the planet, am a college dropout, and you are not. \"Because Bill Gates, richest man on the planet for now, anyway is acollege dropout, and you are not. \"Because Paul Allen, the third richest man on the planet, dropped out of college, and you did not. \"And for good measure, because Michael Dell, No. 9 on the list and moving up fast, is a college dropout, and you, yet again, are not. \"Hmm . . . you're very upset. That's understandable. So let me stroke your egos for a moment by pointing out, quite sincerely, that your diplomas were not attained in vain. Most of you, I imagine, have spent four to five years here, and in many ways what you've learned and endured will serve you well in the years ahead. You've established good work habits. You've established a network of people that will help you down the road. And you've established what will be lifelong relationships with the word 'therapy.' All that of is good. For in truth, you will need that network. You will need those strong work habits. You will need that therapy. \"You will need them because you didn't drop out, and so you will never be among the richest people in the world. Oh sure, you may, perhaps, work your way up to No. 10 or No. 11, like Steve Ballmer. But then, I don't have to tell you who he really works for, do I? And for the record, he dropped out of grad school. Bit of a late bloomer. \"Finally, I realize that many of you, and hopefully by now most of you, are wondering, 'Is there anything I can do? Is there any hope for me at all?' Actually, no. It's too late. You've absorbed too much, think you know too much. You're not 19 anymore. You have a built-in cap, and I'm not referring to the mortar boards on your heads. \"Hmm... you're really very upset. That's understandable. So perhaps this would be a good time to bring up the silver lining. Not for you, Class of '00. You are a write-off, so I'll let you slink off to your pathetic $200,000-a-year jobs, where your checks will be signed by former classmates who dropped out two years ago. \"Instead, I want to give hope to any underclassmen here today. I say to you, and I can't stress this enough: leave. Pack your things and your ideas and don't come back. Drop out. Start up. \"For I can tell you that a cap and gown will keep you down just as surely as these security guards dragging me off this stage are keeping me down . . .\" The last line of the piece should have given away the joke, if nothing else did. Larry Ellison being dragged off a stage is a satisfying mental image to contemplate and provides a wonderful closing for a piece that would otherwise be difficult to orchestrate an ending for, but that's all it ever could be, even if Ellison had addressed the Yale Class of 2000 and had given that speech. (Which, by the way, he hadn't). Venerable institutions of higher learning have at times chosen keynote speakers they've later had cause to regret. The price of turning the podium over to another is having to listen politely to the entirety of his address, even if it is offensive. Audiences are still expected to clap at its culmination, and whoever introduced the speaker is still on the hook for thanking him for his insights. Such are the demands of a polite society, with security guards standing poised to remove invited guests who give voice to unpopular sentiments not figuring anywhere into the equation. Should there still be any remnant of doubt about the veracity of the article in question, Yale didn't have a guest speaker at its 299th graduation ceremony, held in May 2000. Yale seniors received a more personal address on Class Day, another part of this two-day commencement ceremony. The keynote speaker for that event was Bob Woodward, who graduated from Yale in 1965. (His investigation of the Watergate break-in helped win a Pulitzer Prize for The Washington Post in 1973.) Larry Ellison is a prime choice for such lampooning because this thrice-married, thrice-divorced multimillionaire is known for living larger than life. A 1997 unofficial biography was titled The Difference Between God and Larry Ellison: God Doesn't Think He is Larry Ellison . Barbara \"leisure unsuited larry\" Mikkelson Additional Information: SatireWire BBSpot",
  "Originally Published": "",
  "Referred Links": "http://bbspot.com;http://www.satirewire.com;http://bbspot.com/News/2000/7/ellison_grad.html;http://www.satirewire.com/news/0006/satire-ellison.html;",
  "Example": "",
  "Last Updated": "24 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/ellison.asp",
  "Claim": "While delivering the commencement speech at Yale University in 2000, Oracle CEO Larry Ellison said: \"Graduates of Yale University, I apologize if you have endured this type of prologue before, but I want you to do something for me. Please, take a good look around you. Look at the classmate on your left. Look at the classmate on your right. Now, consider this: five years from now, 10 years from now, even 30 years from now, odds are the person on your left is going to be a loser. The person on your right, meanwhile, will also be a loser. And you, in the middle? What can you expect? Loser. Loserhood. Loser Cum Laude.\"",
  "Claim_ID": "quotes_ellison",
  "Tags": ""
}