{
  "Origins": "One of the \"Rules of Misquotation\" outlined by Ralph Keyes in his 1992 book on that subject is that axiom that \"Famous dead people make excellent commentators on current events.\" Given the fear and uncertainty engendered by the current economic situation, and the disgruntlement expressed by many Americans at the thought of providing taxpayer-funded government bailouts to financial institutions and other large corporate entities (such as the auto industry), it was only a matter of time until someone trotted out a quotation (apocryphal or otherwise) from a respected, long-dead figure demonstrating that this whole economic mess was both predictable and inevitable. And one could hardly find a more hallowed figure in U.S. history than Thomas Jefferson to deliver this message, warning us from across the centuries that predatory banks and corporations would eventually impoverish us all.",
  "Fact Check": "",
  "Description": "Although Jefferson certainly expressed disdain and mistrust of banking institutions and paper currency on many occasions, this particular quotation bears all the hallmarks of being a retroquote \"words placed posthumously in the mouth of a well-known dead person\": No documentation ties it to its putative originator. Its earliest known reference did not appear until long after the death of its supposed originator. Multiple sources are claimed for its origins. Contextual information indicates the words are of more recent origin than claimed. According to the Jefferson Encyclopedia, the earliest printed reference to this quotation found so far appeared in a 1937 Congressional subcommittee report, which means there is no known record of these words having been attached to Jefferson's name until well more than a century after his death (1826). And even though this quotation has bedeviled historians for several decades now, no one has yet turned up any Jeffersonian speeches or writings or other documentation demonstrating that Thomas Jefferson ever uttered or wrote these words. This quotation is commonly cited as originating with one of several sources, primarily an 1802 letter to Secretary of the Treasury Albert Gallatin, an 1809 publication entitled The Debate Over the Recharter of the Bank Bill , and a 1 January 1815 letter to James Monroe. However, no such words appear in any extant correspondence between Jefferson and Albert Gallatin, no publication entitled The Debate Over the Recharter of the Bank Bill has yet been found, and Jefferson's 1 January 1815 letter to James Monroe, although it touches on the subject of banks and paper money in its second paragraph, does not include anything resembling the quotation in question. In addition to the lack of documentation, an entry in Respectfully Quoted: A Dictionary of Quotations labels this quotation as \"obviously spurious\" for contextual reasons, noting that the Oxford English Dictionary 's (OED) earliest citation for the word \"deflation\" (as related to currency) dates only to 1920. (The OED's earliest citation for the word \"inflation\" used in a financial sense dates to 1838, which means that usage might have been known during Jefferson's lifetime.) A couple of similar statements have likewise been attributed to Jefferson and sometimes appended to the quotation in question: \"I believe that banking institutions are more dangerous to our liberties than standing armies\" and \"The issuing power [of money] should be taken from the banks and restored to the people, to whom it properly belongs.\" Although these statements likewise lack documentation establishing them as authentically Jeffersonian, the former is a reasonably close paraphrase of the closing sentence in Jefferson's 28 May 1816 letter to John Taylor: And I sincerely believe, with you, that banking establishments are more dangerous than standing armies; and that the principle of spending money to be paid by posterity, under the name of funding, is but swindling futurity on a large scale. The latter statement is both undocumented and not in accordance what Jefferson wrote in a 24 June 1813 letter to John Wayles Eppes: But while this is going on, another measure should be pressed, to recover ultimately our fight to the circulation. The States should be applied to, to transfer the right of issuing circulating paper to Congress exclusively, in perpetuum, if possible, but during the war at least, with a saving of charter rights. I believe that every State west and South of Connecticut river, except Delaware, would immediately do it.",
  "Originally Published": "",
  "Referred Links": "http://memory.loc.gov/cgi-bin/query/r?ammem/mtj:@field(DOCID+@lit(tj110120));http://memory.loc.gov/cgi-bin/query/r?ammem/mtj:@field(DOCID+@lit(tj110172));http://www.bartleby.com/73/1204.html;http://memory.loc.gov/cgi-bin/query/r?ammem/mtj:@field(DOCID+@lit(tj110150));http://etext.lib.virginia.edu/jefferson/quotations/jeff1325.htm;",
  "Example": "[Collected via e-mail, October 2008] I received this quote in an email and am trying to find out if is truly a quote by Thomas Jefferson: \"If the American people ever allow private banks to control the issue of their currency, first by inflation, then by deflation, the banks and corporations that will grow up around them will deprive the people of all property until their children wake up homeless on the continent their Fathers conquered.\" Variations: Some versions of this quotation end with the following lines: \" We are completely saddled and bridled, and the bank is so firmly mounted on us that we must go where they ill guide. The dominion which the banking institutions have obtained over the minds of our citizens ... must be broken, or it will break us. \"",
  "Last Updated": "6 September 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/jefferson/banks.asp",
  "Claim": "Thomas Jefferson said that \"banks and corporations will deprive the people of all property.\"",
  "Claim_ID": "quotes_jefferson_banks",
  "Tags": ""
}