{
  "Origins": "Despite the derisive references that continue even today, former Vice-President Al Gore never claimed that he \"invented\" the Internet, nor did he say anything that could reasonably be interpreted that way. The \"Al Gore said he 'invented' the Internet\" put-downs were misleading, out-of-context distortions of something he said during an interview with Wolf Blitzer on CNN's \"Late Edition\" program on 9 March 1999. When asked to describe what distinguished him from his challenger for the Democratic presidential nomination, Senator Bill Bradley of New Jersey, Gore replied (in part): During my service in the United States Congress, I took the initiative in creating the Internet. I took the initiative in moving forward a whole range of initiatives that have proven to be important to our country's economic growth and environmental protection, improvements in our educational system. Although Vice-President Gore's phrasing might have been a bit clumsy (and perhaps self-serving), he was not claiming that he \"invented\" the Internet in the sense of having designed or implemented it, but rather that he was responsible, in an economic and legislative sense, for fostering the development the technology that we now know as the Internet. To claim that Gore was seriously trying to take credit for the \"invention\" of the Internet is, frankly, just silly political posturing that arose out of a close presidential campaign. Gore never used the word \"invent,\" and the words \"create\" and \"invent\" have distinctly different meanings: the former is used in the sense of \"to bring about\" or \"to bring into existence\" while the latter is generally used to signify the first instance of someone's thinking up or implementing an idea.",
  "Fact Check": "",
  "Description": "(To those who say the words \"create\" and \"invent\" mean exactly the same thing, we have to ask why, then, the media overwhelmingly and consistently cited Gore as having claimed he \"invented\" the Internet, even though he never used that word, and transcripts of what he actually said were readily available.) If President Eisenhower had said in the mid-1960s that he, while president, \"took the initiative in creating the Interstate Highway System,\" he would not have been the subject of dozens and dozens of editorials lampooning him for claiming he \"invented\" the concept of highways or implying that he personally went out and dug ditches across the country to help build the roadway. Everyone would have understood that Ike meant he was a driving force behind the legislation that created the highway system, and this was the very same concept Al Gore was expressing about himself with his Internet statement. Whether Gore's statement that he \"took the initiative in creating the Internet\" is justified can be a subject of debate, as statements about the \"creation\" or \"beginning\" of the Internet is difficult to evaluate because the Internet is not a homogenous entity (it's a collection of computers, networks, protocols, standards, and application programs), nor did it all spring into being at once (the components that comprise the Internet were developed in various places at different times and are continuously being modified, improved, and expanded). But a spirited defense of Gore's statement penned by Internet pioneers Robert Kahn and Vinton Cerf (the latter often referred to as the \"father of the Internet\") in 2000 noted that \"Al Gore was the first political leader to recognize the importance of the Internet and to promote and support its development\" and that \"No other elected official, to our knowledge, has made a greater contribution [to the Internet] over a longer period of time\": Al Gore was the first political leader to recognize the importance of the Internet and to promote and support its development. No one person or even small group of persons exclusively \"invented\" the Internet. It is the result of many years of ongoing collaboration among people in government and the university community. But as the two people who designed the basic architecture and the core protocols that make the Internet work, we would like to acknowledge VP Gore's contributions as a Congressman, Senator and as Vice President. No other elected official, to our knowledge, has made a greater contribution over a longer period of time. Last year the Vice President made a straightforward statement on his role. He said: \"During my service in the United States Congress I took the initiative in creating the Internet.\" We don't think, as some people have argued, that Gore intended to claim he \"invented\" the Internet. Moreover, there is no question in our minds that while serving as Senator, Gore's initiatives had a significant and beneficial effect on the still-evolving Internet. The fact of the matter is that Gore was talking about and promoting the Internet long before most people were listening. We feel it is timely to offer our perspective. As far back as the 1970s Congressman Gore promoted the idea of high speed telecommunications as an engine for both economic growth and the improvement of our educational system. He was the first elected official to grasp the potential of computer communications to have a broader impact than just improving the conduct of science and scholarship. Though easily forgotten, now, at the time this was an unproven and controversial concept. Our work on the Internet started in 1973 and was based on even earlier work that took place in the mid-late 1960s. But the Internet, as we know it today, was not deployed until 1983. When the Internet was still in the early stages of its deployment, Congressman Gore provided intellectual leadership by helping create the vision of the potential benefits of high speed computing and communication. As an example, he sponsored hearings on how advanced technologies might be put to use in areas like coordinating the response of government agencies to natural disasters and other crises. As a Senator in the 1980s Gore urged government agencies to consolidate what at the time were several dozen different and unconnected networks into an \"Interagency Network.\" Working in a bi-partisan manner with officials in Ronald Reagan and George Bush's administrations, Gore secured the passage of the High Performance Computing and Communications Act in 1991. This \"Gore Act\" supported the National Research and Education Network (NREN) initiative that became one of the major vehicles for the spread of the Internet beyond the field of computer science. As Vice President Gore promoted building the Internet both up and out, as well as releasing the Internet from the control of the government agencies that spawned it. He served as the major administration proponent for continued investment in advanced computing and networking and private sector initiatives such as Net Day. He was and is a strong proponent of extending access to the network to schools and libraries. Today, approximately 95% of our nation's schools are on the Internet. Gore provided much-needed political support for the speedy privatization of the Internet when the time arrived for it to become a commercially-driven operation. There are many factors that have contributed to the Internet's rapid growth since the later 1980s, not the least of which has been political support for its privatization and continued support for research in advanced networking technology. No one in public life has been more intellectually engaged in helping to create the climate for a thriving Internet than the Vice President. Gore has been a clear champion of this effort, both in the councils of government and with the public at large. The Vice President deserves credit for his early recognition of the value of high speed computing and communication and for his long-term and consistent articulation of the potential value of the Internet to American citizens and industry and, indeed, to the rest of the world. It is certainly true that Gore was popularizing the term \"information superhighway\" in the early 1990s (although he did not, as is often claimed by others, coin the phrase himself) when few people outside academia or the computer/defense industries had heard of the Internet, and he sponsored legislation that included efforts to establish a national computing plan, to help link universities and libraries via a shared network, and to open the Internet to commercial traffic. In May 2005, the organizers of the Webby Awards for online achievements honored Al Gore with a lifetime achievement award for three decades of contributions to the Internet. \"He is indeed due some thanks and consideration for his early contributions,\" said Vint Cerf.",
  "Originally Published": "",
  "Referred Links": "http://amsterdam.nettime.org/Lists-Archives/nettime-l-0009/msg00311.html;http://www.cnn.com/ALLPOLITICS/stories/1999/03/09/president.2000/transcript.gore/index.html;",
  "Example": "",
  "Last Updated": "12 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/internet.asp",
  "Claim": "Vice-President Al Gore claimed during a news interview that he \"invented\" the Internet.",
  "Claim_ID": "quotes_internet",
  "Tags": ""
}