{
  "Origins": "More than thirty-five years after U.S. military involvement in Vietnam ended, debate continues unabated over the purpose, meaning, and results of that war. One particularly contentious subject in such debates is the question of whether the U.S. failed to achieve its objectives in Vietnam because it was defeated by a foe whose resourcefulness and tenacity it had underestimated, or whether American forces were undone not by enemy soldiers on the battlefield but were hamstrung by a swelling chorus of anti-war reporting in the news media whose influence over public opinion (and thus the government's conduct of the war) severely limited their ability to fight effectively.",
  "Fact Check": "",
  "Description": "Definitively resolving this sort of historical question is problematic, as such examinations of hypotheticals rarely yield objective evidence. But what if a leading military figure on the other side of the conflict weighed in on the matter? Surely that would be a form of expert, informed opinion difficult to dismiss or ignore. That's the concept behind the claim that General Vo Nguyen Giap, the chief Vietminh military leader in the war against U.S. forces (and later minister of defense and deputy premier of the Socialist Republic of Vietnam after the fall of Saigon in 1975), penned memoirs in which he maintained that the North Vietnamese realized the war was unwinnable and were prepared to give up, but they ultimately prevailed because negative public opinion in America (fomented by anti-war protesters and hostile news media) undermined the U.S. war effort. This claim gained prominence during the run-up to the 2004 U.S. presidential election (in which U.S. military involvement in Iraq was one of the major issues, and in which the Democratic challenger to incumbent president George W. Bush, Senator John Kerry of Massachusetts, was both a Vietnam veteran and a prominent anti-war activist) and again in the run-up to the 2008 presidential election. Most forms of this claim state that General Giap made his pronouncement about the effectiveness of American anti-war activism during the Vietnam War era either in his 1976 book How We Won the War or in an unspecified 1985 memoir. But Ed Moise, a professor of history at Clemson University specializing in modern China and Vietnam, noted in a review of the former book that no such statement appeared within: This book has been the subject of several unfounded rumors on the Internet. The first one began in the late 1990s. Supposedly, General Giap had written in How We Won the War that in the aftermath of the Tet Offensive of 1968, the Communist leaders in Vietnam had been ready to abandon the war, but that a broadcast by Walter Cronkite, declaring the Tet Offensive a Communist victory, persuaded them to change their minds and fight on. This rumor was entirely false. Giap had not mentioned Cronkite, and had not said the Communists had ever considered giving up on the war. Several variants of this rumor appeared in 2004. In these, Giap is supposed to have credited either the American anti-war movement in general, or John Kerry's organization (Vietnam Veterans Against the War) in particular, for persuading the Communist leaders to change their minds and not give up on the war. Giap is sometimes said to have made this statement in How We Won the War, sometimes in an unnamed 1985 memoir. All versions of the rumor are false. Neither in How We Won the War, nor in any other book (the 1985 memoir is entirely imaginary), has Giap mentioned Kerry or Vietnam Veterans Against the War, or said that the Communist leaders had ever considered giving up on the war. As well, when Washington Dispatch commentator Greg Lewis cited a version of this rumor in a February 2004 column about John Kerry, he issued a mea culpa a few weeks later in which he acknowledged that he was unable to verify it: A few weeks ago in a column about Kerry, I referred to what has turned out to be an \"urban legend.\" Specifically, based on a \"news\" item that appeared on NewsMax.com, I repeated a reference to a volume of memoirs supposedly published by North Vietnamese General Vo Nguyen Giap in 1985 as the source of an assertion by Colonel Oliver North. After a reader requested a reference to Giap's 1985 \"Memoirs,\" I did research that convinced me no such volume exists. For that matter, I haven't been able to verify through Fox News that Colonel North actually made the comments he is said to have made and which I repeated. My apologies to Colonel North and to WashingtonDispatch.com readers for including inadequately verified material in my piece on Kerry. In his most recent statement on the matter that we're aware of, a 1996 interview conducted for a CNN series on the Cold War, General Giap attributed the Communists' eventual military victory to their courage, determination, wisdom, tactics, intelligence, and sacrifices, along with Americans' lack of knowledge about the Vietnamese nation and its people, but he said nothing about a defeated Vietminh preparing to give up the effort before U.S. protesters and news media changed the course of the war. It's possible that the apparently apocryphal General Giap statement is based upon a misattribution of somewhat similar sentiments expressed by other political or military figures involved in the Vietnam War. For example, in 1995 the Wall Street Journal published an interview with Bui Tin, a former colonel who served on the general staff of the North Vietnamese army, that included the following exchange: Q: How did Hanoi intend to defeat the Americans? A: By fighting a long war which would break their will to help South Vietnam. Ho Chi Minh said, \"We don't need to win military victories, we only need to hit them until they give up and get out.\" Q: Was the American antiwar movement important to Hanoi's victory? A: It was essential to our strategy. Support for the war from our rear was completely secure while the American rear was vulnerable. Every day our leadership would listen to world news over the radio at 9 a.m. to follow the growth of the American antiwar movement. Visits to Hanoi by people like Jane Fonda and former Attorney General Ramsey Clark and ministers gave us confidence that we should hold on in the face of battlefield reverses. We were elated when Jane Fonda, wearing a red Vietnamese dress, said at a press conference that she was ashamed of American actions in the war and that she would struggle along with us. Q: Did the Politburo pay attention to these visits? A: Keenly Q: Why? A: Those people represented the conscience of America. The conscience of America was part of its war-making capability, and we were turning that power in our favor. America lost because of its democracy; through dissent and protest it lost the ability to mobilize a will to win. Q: What else? A: We had the impression that American commanders had their hands tied by political factors. Your generals could never deploy a maximum force for greatest military effect. (The article notes that this interview was conducted after Bui Tin became \"disillusioned with the fruits of Vietnamese communism\" and left Vietnam to live in Paris, so it's possible that his comments may have been influenced by his changed outlook.) Vo Nguyen Giap passed away in Hanoi, at a reported age of 102, in October 2013.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010610022952/http://www.cnn.com/SPECIALS/cold.war/episodes/11/interviews/giap/;http://web.archive.org/web/20040408003001/http://www.washingtondispatch.com/article_8268.shtml;",
  "Example": "[Collected via e-mail, April 2008] [Collected via e-mail, October 2004] Something all of you should think about is what General Vo Nguyen Giap, the Commander in Chief of the North Vietnamese Army had to say about John Kerry in his 1985 memoir \"How We Won The War\". He said that the North Vietnamese were planning a negotiated surrender after the 68 TET offensive. They watched the US news and heard how distorted our press reported it and the war protesters rioting in the streets of America. He said \"We were delighted. We went from a planned surrender to a policy of needing to persevere for one more hour, day, week month, eventually the protesters in America would help us to achieve a victory we knew we could not win on the battlefield.\" He also said \"If it were not for organizations like John Kerry's Vietnam Veterans Against the War, Hanoi would have surrendered to the US.\" [Collected via e-mail, November 2007] Giap's memoirs... (Gen. Giap was a very famous and knowledgeable General in the North Vietnamese Army.) General Giap has published his memoirs and confirmed what most Americans knew. The Vietnam war was not lost in Vietnam it was lost at home. The exact same slippery slope, sponsored by the Dems and the US media, is currently well underway. It exposes the enormous power of a biased media(the Dems could never do it alone) to cut out the heart and will of the American public. General Giap was a brilliant, highly respected leader of the North Vietnam military. The following quote is from his memoirs currently found in the Vietnam war memorial in Hanoi: \"What we still don't understand is why you Americans stopped the bombing of Hanoi. You had us on the ropes. If you had pressed us a little harder, just for another day or two, we were ready to surrender! It was the same at the battles of TET. You defeated us! We knew it, and we thought you knew it. But we were elated to notice your media was definitely helping us. They were causing more disruption in America than we could in the battlefields. We were ready to surrender. You had won!\" A truism worthy of note: Do not fear the enemy, for they can take only your life. Fear the media far more, for they will destroy your honour.",
  "Last Updated": "4 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/giap.asp",
  "Claim": "Vietnamese general Vo Nguyen Giap's memoirs pinned U.S. military failure in Vietnam on anti-war reporting in the American media.",
  "Claim_ID": "quotes_giap",
  "Tags": ""
}