{
  "Origins": "The average person could hardly be faulted for thinking the stirring words quoted above were spoken by former South African president Nelson Mandela, as they have been attributed to him in numerous web sites, films, books , and motivational posters, often cited as a passage from the speech Mandela gave upon his inauguration as the first black president of South Africa. However, these words appear in neither the inaugural address Mandela delivered in Cape Town on 9 May 1994 nor the one he delivered the following day in Pretoria , nor do they come from any other speech or writing of Nelson Mandela's.",
  "Fact Check": "",
  "Description": "This oft-reproduced reflection about \"our deepest fear\" originated with the 1992 work A Return to Love: Reflections on the Principles of a Course in Miracles , the best-selling first book by author Marianne Williamson. Of the misattribution of her words, Ms. Williamson said: Several years ago, this paragraph from A Return to Love began popping up everywhere, attributed to Nelson Mandela's 1994 inaugural address. As honored as I would be had President Mandela quoted my words, indeed he did not. I have no idea where that story came from, but I am gratified that the paragraph has come to mean so much to so many people.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0060163747/urbanlegendsrefeA/;http://www.aetw.org/mandela.htm#2;http://www.aetw.org/mandela.htm#1;https://www.google.com/search?hl=en&safe=off&tbo=1&tbm=bks&q=mandela+%22Our+deepest+fear+is+not+that+we+are+inadequate%22+-williamson&oq=mandela+%22Our+deepest+fear+is+not+that+we+are+inadequate%22+-williamson&gs_l=serp.12...4369.7928.0.9167.12.12.0.0.0.0.130.924.9j3.12.0...0.0...1c.0OU8KhbVVF4;",
  "Example": "[Collected on the Internet, May 2007] \"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure. It is our light, not our darkness, that most frightens us.' We ask ourselves, Who am I to be brilliant, gorgeous, talented, fabulous? Actually, who are you not to be? You are a child of God. Your playing small doesn't serve the world. There's nothing enlightened about shrinking so that other people won't feel insecure around you. We are all meant to shine, as children do. We were born to make manifest the glory of God that is within us. It's not just in some of us; it's in everyone. And as we let our own light shine, we subconsciously give other people permission to do the same. As we're liberated from our own fear, our presence automatically liberates others.\" Nelson Mandela",
  "Last Updated": "6 December 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/deepestfear.asp",
  "Claim": "Nelson Mandela said that \"Our deepest fear is not that we are inadequate. Our deepest fear is that we are powerful beyond measure.\"",
  "Claim_ID": "quotes_deepestfear",
  "Tags": ""
}