{
  "Origins": "Though undeniably beautiful, the preceding speech is not even remotely authentic. Rather than issuing from the very real Chief Seattle in 1854, those moving words were written by a screenwriter in 1971.",
  "Fact Check": "",
  "Description": "\"Chief Seattle is probably our greatest manufactured prophet,\" said David Buerge, a Northwest historian. The real Chief Seattle did give a speech in 1854, but he never said \"The earth is our mother.\" Nor did he say \"I have seen a thousand rotting buffaloes on the prairie, left by the white man who shot them from a passing train.\" There were no bison within 600 miles of the chief's home on Puget Sound in the Pacific Northwest, and trains to the West were years away. The words Chief Seattle has become famous for were written by Ted Perry, the screenwriter for Home , a 1972 film about ecology. They have since been widely quoted in books, on TV, and from the pulpit. A children's book, Brother Eagle, Sister Sky: A Message From Chief Seattle , sold 280,000 within the first six months of its 1991 issue. By most accounts, Chief Seattle was a great speaker and skilled diplomat. He was born in 1786, and his real name in the Lushootseed language was See-ahth. Whites found it nearly impossible to pronounce. Seattle was also a warrior with a considerable reputation for daring raids on other Indian tribes. After smallpox wiped out many of his people, he realized the inevitability of the coming tide of white settlement. In 1854 he made a speech to more than a thousand of his people gathered to greet the Government's Indian superintendent, Isaac Stevens. Most historians agree that the speech was delivered in the Salish dialect. A year later, the chief signed a treaty with the United States Government, ceding much of the area on which the city of Seattle now stands. There is only one record of what Chief Seattle did say in 1854, a translation of the chief's speech done by Dr. Henry Smith who published his recollection in 1887 33 years after it was given. According to Smith, Seattle merely praised the generosity of the President in buying his land. Chief Seattle died in 1866, more than a hundred years before the words that would be attributed to him were penned. Barbara \"falsified prophet\" Mikkelson Sightings: Al Gore uses the apocryphal Chief Seattle speech in his 1992 book, Earth in the Balance . Additional Information: Chief Seattle speech (Museum of History and Industry, Seattle) Chief Seattle speech (Washington State Library)",
  "Originally Published": "",
  "Referred Links": "http://www.synaptic.bc.ca/ejournal/wslibrry.htm;http://www.synaptic.bc.ca/ejournal/muhisind.htm;",
  "Example": "[Perry, 1971] How can you buy or sell the sky, the warmth of the land? The idea is strange to us. If we do not own the freshness of the air and the sparkle of the water, how can you buy them? Every part of the Earth is sacred to my people. Every shining pine needle, every sandy shore, every mist in the dark woods, every clear and humming insect is holy in the memory and experience of my people. The sap which courses through the trees carries the memory and experience of my people. The sap which courses through the trees carries the memories of the red man. The white man's dead forget the country of their birth when they go to walk among the stars. Our dead never forget this beautiful Earth, for it is the mother of the red man. We are part of the Earth and it is part of us. The perfumed flowers are our sisters, the deer, the horse, the great eagle, these are our brothers. The rocky crests, the juices in the meadows, the body heat of the pony, and the man, all belong to the same family. So, when the Great Chief in Washington sends word that he wishes to buy our land, he asks much of us. The Great White Chief sends word he will reserve us a place so that we can live comfortably to ourselves. He will be our father and we will be his children. So we will consider your offer to buy land. But it will not be easy. For this land is sacred to us. This shining water that moves in streams and rivers is not just water but the blood of our ancestors. If we sell you land, you must remember that it is sacred blood of our ancestors. If we sell you land, you must remember that it is sacred, and you must teach your children that it is sacred and that each ghostly reflection in the clear water of the lakes tells of events in the life of my people. The waters murmur is the voice of my father's father. The rivers of our brothers they quench our thirst. The rivers carry our canoes and feed our children. If we sell you our land, you must remember to teach your children that the rivers are our brothers, and yours, and you must henceforth give the rivers the kindness that you would give my brother. We know that the white man does not understand our ways. One portion of land is the same to him as the next, for he is a stranger who comes in the night and takes from the land whatever he needs. The Earth is not his brother, but his enemy and when he has conquered it, he moves on. He leaves his father's graves behind, and he does not care. He kidnaps the Earth from his children, and he does not care. BIRTHRIGHT His father's grave, and his children's birthright are forgotten. He treats his mother, the Earth, and his brother, the same, as things to be bought, plundered, sold like sheep or bright beads. His appetite will devour the Earth and leave behind only a desert. I do not know. Our ways are different from yours ways. The sight of your cities pains the eyes of the red man. But perhaps it is because the red man is a savage and does not understand. There is no quiet place in the white man's cities. No place to hear the unfurling of leaves in spring, or the rustle of an insect's wings. But perhaps it is because I am a savage and do not understand. The clatter only seems to insult the ears. And what is there to life if a man cannot hear the lonely cry of a whippoorwill or the arguments of the frogs around a pond at night. I am a red man and do not understand. The Indian prefers the soft sound of the wind darting over the face of the pond, and the smell of the wind itself, cleansed by a midday rain, or scented with the pinon pine. PRECIOUS The air is precious to the red man, for all things share the same breath - the beast, the tree, the man, they all share the same breath. The white man does not seem to notice the air he breathes. Like a man dying for many days, he is numb to the stench. But if we sell you our land, you must remember that the air is precious to us, that the air shares its spirit with all the life it supports. The wind that gave our grandfather his first breath also receives his last sigh. And if we sell you our land, you must keep it apart and sacred, as a place where even the white man can go to taste the wind that is sweetened by the meadow's flowers. So we will consider your offer to buy our land. If we decide to accept, I will make one condition - the white man must treat the beasts of this land as his brothers. I am a savage and do not understand any other way. I have seen a thousand rotting buffaloes on the prairie, left by the white man who shot them from a passing train. I am a savage and do not understand how the smoking iron horse can be made more important than the buffalo that we kill only to stay alive. What is man without the beasts? If all the beasts were gone, man would die from a great loneliness of the spirit. For whatever happens to the beasts, soon happens to man. All things are connected. RESPECT You must teach your children that the ground beneath their feet is the ashes of our grandfathers. So that they will respect the land, tell your children that the Earth is rich with the lives of our kin. Teach your children what we have taught our children, that the Earth is our mother. Whatever befalls the Earth befalls the sons of the Earth. If men spit upon the ground, they spit upon themselves. This we know - the Earth does not belong to man - man belongs to the Earth. This we know. All things are connected like the blood which unites one family. All things are connected. Whatever befalls the Earth - befalls the sons of the Earth. Man did not weave the web of life - he is merely a strand in it. Whatever he does to the web, he does to himself. Even the white man, whose God walks and talks with him as friend to friend, cannot be exempt from the common destiny. We may be brothers after all. We shall see. One thing we know, which the white man may one day discover - Our God is the same God. You may think now that you own Him as you wish to own our land, but you cannot. He is the God of man, and His compassion is equal for red man and the white. The Earth is precious to Him, and to harm the Earth is to heap contempt on its creator. The whites too shall pass, perhaps sooner than allother tribes. But in your perishing you will shine brightly, fired by the strength of the God who brought you to this land and for some special purpose gave you dominion over this land and over the red man. That destiny is a mystery to us, for we do not understand when the buffalo are slaughtered, the wild horses tamed, the secret corners of the forest heavy with scent of many men, and the view of the ripe hills blotted by talking wires. Where is the thicket? Gone. Where is the Eagle? Gone. The end of living and the beginning of survival. Chief Seattle 1854",
  "Last Updated": "26 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/seattle.asp",
  "Claim": "In 1854 Chief Seattle gave a stirring speech about the sanctity of the land and the need for careful stewardship of it.",
  "Claim_ID": "quotes_seattle",
  "Tags": ""
}