{
  "Origins": "The 2003 Fiesta Bowl in Tempe, Arizona, offered one of the best season-ending contests in college football history, pitting the undefeated (12-0) and #1-ranked Miami Hurricanes against the also undefeated (13-0) and #2-ranked Ohio State Buckeyes. The defending champion Hurricanes, riding a 34-game winning streak, were favored by 13 points over Ohio State, who had ended the previous season with a disappointing loss to South Carolina in the Outback Bowl , but the underdog Buckeyes pulled off a spectacular 31-24 double overtime win to clinch Ohio State's first national championship since 1968.",
  "Fact Check": "",
  "Description": "Buckeye fans everywhere celebrated and lavished praise on head coach Jim Tressel not just for his coaching prowess, but also for his inspiring leadership, as exemplified by the stirring pre-game exhortation quoted above, delivered to his players in the locker room just 20 minutes before that historic Fiesta Bowl game. Soon netizens all over the country were forwarding their friends transcripts of Tressel's uplifting message, a rousing address that football fans and non-fans alike savored as a terrific example of inspirational speech-making. But Tressel didn't write it. Or say it. Tressel's \"speech\" was actually the work of Buckeye fan Ken Pryor, who wrote it as an example of what a head coach might say to his team before a big game and posted it to a public forum on The-Ozone , a fan site for Ohio State sports teams, the day of the Fiesta Bowl game: Pryor, who grew up in Canton, is a huge Ohio State fan. His obsession with all things Buckeye started with his father and grew as he watched players from Canton McKinley High School head off to Columbus. \"I get very keyed up about the games,\" said Pryor, who works as an associate producer for the Discovery Channel. \"About three days before the Michigan game, I couldn't sleep.\" Pryor, who's been contributing to the site for about two years, said he sat down at his computer Jan. 2 and the words began to flow. He finished the \"speech\" and sent it to the Web site, which posted it on Jan. 3 the day of the Fiesta Bowl game. \"I didn't want people to think it was coach Tressel's actual words. I really approached it like, 'If I were the coach of this team, what would I say to these players before the game?' I sat down at my computer and the words just came to me.\" But \"true stories\" are usually much more satisfying than fiction, and Pryor's work was soon circulating on the Internet as a genuine \"Pre-Championship Game Speech,\" although it differed markedly from what actually took place in the Buckeye locker room just before the big game: Kenny Peterson, a defensive lineman on the team, told WBNS-TV in Columbus that Tressel's pre-game approach was simple. \"Everybody thought it was some big Woody Hayes speech. It wasn't anything like that,\" he told sportscaster Dom Tiberi. \"We stuck to our usual routine, said the Lord's Prayer and then said our little prayer. We took the field and that's it.\" So, how did the whole thing get twisted? \"I really don't know,\" Pryor said. \"I wasn't trying to be dishonest and didn't want to gobble up all the credit. Someone just picked up what I wrote and turned into something else.\" Part of the problem might have been the headline placed on Pryor's work \"Pre-Championship Game Speech\" which was placed on the writing by the site builders and was just ambigious enough for people to think that the words were Tressel's.",
  "Originally Published": "",
  "Referred Links": "http://www.the-ozone.net/;http://forums.the-ozone.net/hof/messages/29.html;http://espn.go.com/ncf/bowls01/outback.html;http://espn.go.com/ncf/news/2002/0103/1305441.html;http://sports.espn.go.com/ncf/recap?gameId=230032390;",
  "Example": "[Collected on the Internet, 2003] Coach Tressel's pre-game speech. Is it any wonder these \"boys\" played their hearts out for this man? A truly inspirational message from Jim Tressel. It gives you a bit of a feel for what it must have been like in that locker room before the game. Men, tonight you embark upon the last portion of a journey that you started 12 months ago when we walked off the field after the bowl game. Part of the journey involved some of our friends leaving us for various reasons to go their separate ways. But those of you who remain are a part of something special here at Ohio State University. You stayed for a reason. You stayed on because you care about the school, what it stands for, your teammates, and yourselves! All of you recognize that you are a part of something special here tonight. You recognize that you've come a long way from last January. I encourage you to savor it. Absorb this moment and seize it! Embrace it and take it the direction that YOU want to go. There comes a point in each persons life when he/she asks himself: HOW DO I WANT TO BE REMEMBERED? Reality is so few people have the chance that you have tonight. You have the chance to effect the answer to that question. The moment is at hand. It is not about tomorrow. It is not about yesterday. It is not about what you did ten minutes ago. But part of your future and how you'll be remembered will be shaped BY YOU over the next three and half hours!!! Look around this room and look at the person next to you. How do you want that guy to remember you? How do you want him to remember the way you played in this game? How do you want your parents, family, and friends to remember your performance on this night? Will you be remembered as ordinary or extraordinary? Thirty years from now when you have your team reunion you'll see many of these faces again and you'll shake hands. Wouldn't it be nice to be able to grasp the hand of that teammate 30 years from now and you look down at each other's hand and you see a giant ring on the finger? You'll reminesce and you'll soak up the common bond that you have with your teammates that can never be broken. The coaches have prepared you for this game. The trainers have prepared you for this game. You've prepared yourselves for this game. But there are several things to remember when you take the field: 1. Play with heart. No matter what happens, we don't let up! 2. Play with passion. For many of you this is your last game as a Buckeye. But even for the underclassmen, do not take this situation for granted. Although you earned the right to be here, don't assume you'll be back. Play it as if it were your last hurrah. PLAY EVERY SINGLE DOWN LIKE ITS THE PLAY THAT WILL SAVE THE GAME! EACH PLAY MUST BE A WINNING PLAY. As the game goes on each play adds up to a winning performance. 3. Play within yourselves. Remember what you've been taught and play within that. So often teams lose games because guys start playing outside what they've been asked to do. Trust your mates and know they have your back. 4. Have fun! Relish this moment. Two teams have a shot at this each year. That means an awful lot of young men will go through life wondering what it would have been like to be in your shoes. Enjoy this, men! Don't be afraid to win! 5. PLAY LIKE CHAMPIONS TONIGHT! Play with the champion's heart, mind, spirit, & attitude. OWN THE CHAMPIONSHIP, MEN! CLAIM IT! OWN IT! BE IT! DON'T LET ANYONE TAKE THIS MOMENT AWAY FROM YOU! NOT THE PRESS! NOT THE FANS! NOT THE MEDIA! AND CERTAINLY NOT THE MIAMI HURRICANES!!!!! GO OUT THERE TONIGHT AND SHOW THE WORLD WHAT OHIO STATE FOOTBALL IS ALL ABOUT! WE TALK ABOUT THE TRADITION THAT EXISTS HERE! WE TALK ABOUT GREAT MEN SUCH AS HAYES, KERN, GRIFFIN, PACE, & PAUL BROWN. WE TALK ABOUT THE COLORS. WE TALK ABOUT SCRIPT OHIO! YOU'RE NOT ALONE ON THAT FIELD, MEN! THE GHOSTS OF OHIO STATE PAST WILL BE WITH YOU! All season long we've talked about what it takes to be considered truly extraordinary. What it takes to be considered great! There are people in this world who are afraid to be great! They're afraid to be champions only because they are afraid of the work and committment required to be in the champions pantheon! BUT NOT YOU! LOOK AT YOUR COLORS! LOOK AT YOUR HELMETS AND ABSORB WHAT IT IS TO BE A PART OF THE SPECIAL FRATERNITY OF OHIO STATE FOOTBALL PLAYERS! ABSORB THE TRADITION! PLAY FOR THE TRADITION! PLAY FOR YOURSELVES! GO OUT THERE AND BE CHAMPIONS!!!!!!!! BE CHAMPIONS AT OHIO STATE UNIVERSITY!!!!!!!!",
  "Last Updated": "26 September 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/tressel.asp",
  "Claim": "Ohio State football coach Jim Tressel delivered a stirring \"Pre-Championship Game Speech\" to his players just before the 2003 Fiesta Bowl.",
  "Claim_ID": "quotes_tressel",
  "Tags": ""
}