{
  "Origins": "In September 2006, the U.S. was rocked by a deadly outbreak of E. coli passed to unsuspecting consumers through the fresh spinach they ingested. Later that same month, country great Willie Nelson and four others were cited for possession of psychedelic mushrooms and marijuana after a traffic stop of the band's tour bus on a Louisiana highway netted police 1.5 pounds of marijuana and 0.2 pounds of narcotic mushrooms.",
  "Fact Check": "",
  "Description": "The resultant specious Willie Nelson quote that tied the two events together into a humor offering began circulating in e-mail in late September 2006. Often prefaced with the claim that it was \"Willie Nelson's public statement regarding being caught with a bag of Marijuana,\" it laid responsibility for the trenchant remark at the country star's feet. Yet he was not its author. The jape originated with humorist Argus Hamilton , who wrote in his 20 September 2006 column: \"Willie Nelson was ticketed in Louisiana Monday with a pound of marijuana and mushrooms in his tour bus. It's the luckiest thing that ever happened to him. If an unscrupulous dealer had sold him a bagged spinach salad it might have killed him.\" Hamilton's column is carried in more than 100 newspapers in the U.S. The substance of the fictitious \"quote\" was likely picked up from that source by some unknown Internet wag who repackaged it into first-person form and issued it as something the singer had himself said. There's no reason to believe Willie Nelson voiced the statement at any point in the fake quote's development: the news reports of the period were silent in this regard, which would not have been the case had the star said anything that witty. Nelson has instead remained rather closemouthed about the matter of drugs being found on his tour bus. As to why there had been such an expression of humor in the first place, comics often look to the news of the day for inspiration for their pithy observations on the human existence. While an E. coli outbreak that sickened more than 183 people (including 95 hospitalizations and at least 29 cases of kidney failure) and caused one death might not at first glance seem a fitting subject for forays into humor, yukking it up about solemn matters is one of the ways people work to reclaim a sense of mastery over the very scary reality of life being a precarious and uncertain affair that can all too easily end in unforeseen, unpreventable, and often absurd ways. As well, folks hang onto a number of unpleasant associations formed in childhood and carry them over into adulthood. Vegetables are one of the classes of food the rebellious little kid in us loves to hate, a perspective reflected in this gem harvested from the Atlanta Journal-Constitution : My PC book says that we can't just profile spinach. We have to pull all vegetables off the shelves. Barbara \"veggie trails\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.argushamilton.com/argus.htm;",
  "Example": "",
  "Last Updated": "1 October 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/quotes/nelson.asp",
  "Claim": "Singer Willie Nelson said of his September 2006 drug offense, \"It's a good thing I had a bag of marijuana instead of a bag of spinach. I'd be dead by now.\"",
  "Claim_ID": "quotes_nelson",
  "Tags": ""
}