{
  "Origins": "One of the societal changes that came about in conjunction with the Civil Rights movement in America in the 1960s was the introduction of black characters into popular entertainments where they had previously made only token appearances, usually in subservient and racially stereotyped roles. It was in 1963 that a black actor first won an Academy Award for a leading role (Sidney Poitier garnered those honors for his performance in Lilies of the Field , it wasn't until 1965 that a prime-time network television drama finally featured a black actor in a lead role (when comedian Bill Cosby was tapped to co-star with Robert Culp in the espionage series I Spy, ) and 1965 was also the year that a black hero was first featured in an American comic book (the unfortunately short-lived Western series Lobo ).",
  "Fact Check": "",
  "Description": "Another area of social change in the entertainment arena was newspaper cartoons and comic strips, a field that included a number of long-running entries set in seemingly all-white suburbias. Charles Schulz's Peanuts , which debuted in 1950, had by the 1960s become by far the most popular and influential comic strip of its day, and it was in 1968 that Schulz added a black character named Franklin to the ranks of Snoopy, Charlie Brown, Linus, Lucy and the rest of the Peanuts gang. Franklin was a little-used, undistinguished character, though, prompting Chris Rock to joke (incorrectly) in 1992 that Franklin hadn't spoken a single line in 25 years: Nonetheless, Schulz later discussed in an interview the resistance he'd encountered in using the Franklin character even in a limited role: Later on, when Franklin was introduced into the strip, the little black kid I could have put him in long before that, but for other reasons, I didn't. I didn't want to intrude upon the work of others, so I held off on that. But I finally put Franklin in, and there was one strip where Charlie Brown and Franklin had been playing on the beach, and Franklin said, \"Well, it's been nice being with you, come on over to my house some time.\" Again, they didn't like that. Another editor protested once when Franklin was sitting in the same row of school desks with Peppermint Patty, and said, \"We have enough trouble here in the South without you showing the kids together in school.\" But I never paid any attention to those things, and I remember telling Larry [Rutman, president of the United Features syndicate] at the time about Franklin he wanted me to change it, and we talked about it for a long while on the phone, and I finally sighed and said, \"Well, Larry, let's put it this way: Either you print it just the way I draw it or I quit. How's that?\" So that's the way that ended. But I've never done much with Franklin, because I don't do race things. I'm not an expert on race, I don't know what it's like to grow up as a little black boy, and I don't think you should draw things unless you really understand them, unless you're just out to stir things up or to try to teach people different things. I'm not in this business to instruct; I'm just in it to be funny. Now and then I may instruct a few things, but I'm not out to grind a lot of axes. Let somebody else do it who's an expert on that, not me. It was in this climate that Hank Ketcham, the cartoonist whose Dennis the Menace feature had debuted in newspapers in 1951 (and proved popular enough to spawn a live-action television series in 1959), decided to introduce a black character of his own in 1970, the fleetingly seen Jackson: Unlike Franklin, whose race was largely irrelevant to the way Schulz used him in the Peanuts strip, Jackson debuted in a panel that Ketcham specifically intended as a commentary on racial attitudes. Ketcham often employed the technique of spoofing the foibles of adults by having Dennis embarrassingly repeat things he'd heard his parents say but hadn't understood (such as referring to his mother's friend, whom she'd said had a dye job, as \"the lady with dead hair\"), and in other circumstances one might find Ketcham put that technique to endearingly good use here to illustrate the concept that prejudice is something that is learned rather than innate: Dennis is innocently color blind and fails to recognize why he's supposed to have \"race trouble\" with Jackson, because he knows the word \"race\" only as something that denotes a speed contest and doesn't understand its use as an anthropological term. Hence his perception of \"race trouble\" is nothing more than being perturbed that Jackson runs faster than he does. Unfortunately, Ketcham completely undercut his message by visually portraying Jackson as if the character had just stepped out of a 19th century minstrel show or the pages of Little Black Sambo . As Ketcham wrote in his autobiography The Merchant of Dennis , the panel (predictably to everyone but the cartoonist, it seemed) offended many readers and prompted outbursts of violence in several American cities: A harmless little play on words and, I felt, a soft, amusing beginning. Not so. The rumble started in Detroit, then moved south to St. Louis where rocks and bottles were thrown through the windows of the Post-Dispatch. Newspaper boys were being chased and hassled in Little Rock, and in Miami some Herald editors were being threatened. The cancer quickly spread to other large cities. I first heard the news in a midnight transatlantic telephone call to my Geneva apartment from the syndicate in New York. I was shocked, then frustrated, then mad as hell, and, at the request of my beleaguered colleagues fielding complaints from all over the country, dictated a statement to the client newspapers involved. Some newspapers, such as the Cleveland Press , ran editorial apologies to their subscribers in place of the Dennis the Menace cartoon the following day: Ketcham tried one more time with Jackson, in a setting that again touched on the theme of Dennis' untainted innocence blinding him to what he's supposed to see as obviously \"different\" about his new friend. Sadly, Ketcham depicted the Jackson character in a manner many readers found scarcely less offensive than his previous effort: Lamentably, Ketcham never seemed to quite grasp what all the fuss was about, remaining unaware even in his final days why a \"miniature Stepin Fetchit\" character had been so poorly received in the racially conscious early 1970s: I made a point not to apologize but to express my utter dismay at the absurd reaction to my innocent cartoon and my amazement at the number of \"art directors\" out there. Any regular Dennis-watcher would surely know that I am never vindictive or show any intent to malign or denigrate. But I guess those violent protestants were not avid followers of newspaper comics. And they weren't complaining about the \"gag\"; it was my depiction of Dennis's new pal that got their tails in a knot. I gave them a miniature Stepin Fetchit when they wanted a half-pint Harry Belafonte. It seems that Sammy Davis, Jr., was the only one who could safely poke fun at the minorities. To this day, Jackson remains in the ink bottle. A pity.",
  "Originally Published": "",
  "Referred Links": "http://www.michaelbarrier.com/Interviews/Schulz/interview_charles_schulz.htm;http://hubpages.com/hub/How-The-Peanuts-Comic-Strip-Got-Its-First-Black-Character;http://journeyintoawesome.com/2013/02/04/black-history-month-super-hero-spotlight-lobo/;",
  "Example": "[Collected via e-mail, 2014] I saw on Twitter today a post that claims that Dennis the Menaceartist, Hank Ketchum, drew an overtly racist panel that was published in1970. It caused such an uproar that the newspaper, the Cleveland Press,had to post an apology. I have several questions about this panel. The first is that theAfrican-American character. being referred to isn't drawn in the uniquestyle that Mr. Ketchum was known for. Second, why was the Cleveland Pressthe only one to apologize. DTM had a very wide distribution so the comicshould have run in dozens if not hundreds of newspapers. Third the onlyreference I can find see some blog posts that seem to start in 2008.",
  "Last Updated": "31 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/racial/arts/dennisthemenace.asp",
  "Claim": "The portrayal of a black character in a Dennis the Menace cartoon prompted outbursts of violence and apologies from newspapers that published it.",
  "Claim_ID": "racial_arts_dennisthemenace",
  "Tags": ""
}