{
  "Origins": "Folks search for proofs of their darkest imaginings everywhere, including on the shelves of grocery stores. Packages bearing marks whose meanings aren't readily apparent to the average shopper have been interpreted by those always on the sniff for a Jewish conspiracy as signs that Big Business is in league with the Jews.",
  "Fact Check": "",
  "Description": "The rumor that the presence of those mysterious markings signifies that the manufacturers of those products have paid a secret tax to the Jews of America has been afoot for decades; the e-mail quoted above is merely a recent manifestation of this age-old canard. The claim is wholly false, and we wonder at the twisted minds that would advance such a slander. There is no \"Jewish Secret Tax\" and never has been. The markings pointed to in the rumor are real; however, their purpose is entirely different from the one asserted by the rumormongers. They do not signal that a secret tax has been paid or that corporations have succumbed to blackmail; they are there to indicate to members of a particular faith that such items have been vetted as having met the strictures their religion imposes. (If the notion of a religion imposing dietary requirements upon its followers sounds like an outlandish proposition, keep in mind that only in recent times have Catholics taken to eating meat on Fridays, and that Muslims still eschew pork.) As to what those markings mean: The letter \"K\" simply means \"Kosher.\" Kosher, in Hebrew, means fit or proper, and is generally used to describe foods that are prepared in accordance with special Jewish dietary laws. These laws are stringent and almost incomprehensible to those not versed in them. The small \"u\" in a circle or (\"OU\") stands for the Union of Orthodox Jewish Congregations and shows that the food underwent rabbinical supervision in its preparation. (An \"OUD\" marking shows that the package contains dairy products, while an \"OUM\" indicates the presence of meat.) \"Parve\" (also \"pareve\") is Yiddish for \"neutral.\" The presence of this word on packaging signifies that the contents of the package contain neither milk nor meat and thus can be combined with other ingredients in recipes. (Jewish dietary law forbids the mixing of meat and dairy, thus a packaged food that contained cheese could not be combined with, say, hamburger.) This variety of markings used on packaged foods alert consumers that items contained therein either meet the strict dietary constraints imposed by Judaism on its followers or that the contents of the package can be mixed with other foods or can touch them. Not all Jews keep kosher, nor even among those who do are the strictures always adhered to rigorously, but those determined upon being truly pious are aided in this endeavor by the presence of those markings. The devout go so far as to maintain two separate sets of utensils, cookware, and cutting surfaces so that meat and dairy never encounter one another in their kitchens. It is for their benefit that otherwise puzzling kosher certifications on non-foodstuff items are there (e.g., certifications are placed upon dishwashing liquid because dishes used for dairy cannot be washed using a soap made from animal fats). Less observant Jews do not bother themselves overly much about the kosherness of everyday items; they avoid the out-and-out no-nos such as pork and shellfish but don't lose much sleep over the animal fat content of their washing-up liquid, nor do they fret that cold cuts might now be resting upon a plate that had months earlier been used to serve cheese. The proponents of the \"Jewish Secret Tax\" slander often assert that a sub rosa Jewish cabal forces large companies to comply via the threat of a nationwide boycott, backed by the underlying presumption that all Jews can be marshalled into turning their backs on products that fail to display kosher certification marks. That is not the case Jews buy and use non-kosher items too, so although lack of kosher certification keeps the ultra-conservative crowd from buying certain products, it doesn't prevent the less stringent from making such purchases, nor would a \"don't buy that because it's not kosher\" directive have much effect even if there were a secret Jewish cabal to issue it. Those seeking kosher certification for their products have to adhere to kosher practices through the manufacturing process, use only kosher ingredients, and have their facilities regularly vetted by qualified inspectors. Kosher certification companies do charge for this service, which is the backbone of the \"secret tax\" claim it costs money to obtain and maintain kosher certification, thus this is an extra expense a manufacturer must bear if he's determined upon having that certification. Where the rumor and reality part ways, however, is where the money goes. Fees paid to kosher certification companies go to keeping those businesses afloat with the profits siphoned off by those companies' owners; they do not flow off into some special Jewish fund used to advance Zionist causes. These are businesses, not charities, and those who run them do so with every expectation of making a living, in the same manner that someone who owns a hardware store does so with the notion of making enough from the endeavor to support himself and his family. Does certification add to the price of a product? Certainly, but the amount is miniscule, especially compared to the advertising, packaging, shipping, research, testing, admin and finance-related costs, and a myriad of other components that contribute to the process of bringing a product to market or making it better appeal to consumers. One might as well rail against the costs associated with selecting the ink colors and style of lettering used on a package it's all legitimate business expense, even though no one ever rails against the \"Secret Red Ink Conspiracy\" or rants about the \"Helvetica Font Tax.\" Barbara \"heading for Helvetica in a handbasket\" Mikkelson Additional information: A Kosher Primer (Union of Orthodox Jewish Congregations of America)",
  "Originally Published": "",
  "Referred Links": "http://www.ou.org/kosher/primer.html;",
  "Example": "[Collected on the Internet, 2005] The \"Kosher Nostra Scam\" on the American Consumer By Ernesto Cienfuegos La Voz de Aztlan Los Angeles, Alta California (ACN) La Voz de Aztlan receives quite a few \"news tips\" per week from our many subscribers and readers. Some we dismiss immediately but a very few catch our attention. Last week we receive an e-mail asking us if we knew the significance of the small encircled letter \"U\" or letter \"K\" that can be found printed on many food cans, food packages and on other kitchen products. The message gave us some clues and suggested that we do some research into the subject. What we found certainly was \"news\" to us and it both shocked and angered us. On arriving at my residence, I immediately went to the pantry to verify that what I had just learned was actually true. Sure enough, most of the packaged and canned foods from major companies, like Proctor & Gamble and others, did have the (U), the (K) or other similar markings. The Arrowhead water bottle, the instant Folgers Coffee, the Kelloggs box, the Jiff Peanut Butter, the Pepper container, the Trader Joe's tea box and even the Glads plastic sandwich bags carton had the (U) or (K) mark on them. We needed a little more verification so we called two major companies to asked some questions. We chose Proctor & Gamble that markets the Folgers Coffee and the Clorox Company that manufactures the Glads plastic zip lock sandwich bags. Each of the two companies, as well as most others, have 1-800 telephone numbers printed on their packages for consumers to call in case they have any questions about their products. When we asked the Proctor & Gamble representative what the (U) meant on their Folgers Coffee container, she asked us to wait until she consulted with her supervisor. She came back and informed us that the mark meant that the coffee was \" certified kosher\". We than asked her how and who certified the coffee to be \"kosher\" and whether it cost any money to do so. She refused to answer these and other questions. She suggested that we write to their Corporate Public Affairs Department. We than called the Clorox Corporation to ask what the (U) meant on the package of their Glads plastic sandwich bags and she also said that the (U) meant that the plastic bags were \"kosher\" but refused to answer questions concerning payments the Clorox Corporation has to make in order to be able to print the (U) on their products. What we learned next, pretty much floored me personally. I learned that major food companies throughout America actually pay a Jewish Tax amounting to hundreds of million of dollars per year in order to receive protection. This hidden tax gets passed, of course, to all non-Jewish consumers of the products. The scam is to coerce the companies to pay up or suffer the consequences of a Jewish boycott. Jewish consumers have learned not to buy any kitchen product that does not have the (U) the (K) and other similar markings. Another shocker was learning who is actually behind these sophisticated \"Kosher Nostra Scams.\" It turns out that the perpetrators of these elaborate extortion schemes are actually Rabbinical Councils that are set up, not just in the U.S. but in other western countries as well. For example, the largest payola operation in the U.S. is run by those who license the (U) symbol. The (U) symbol provides protection for many products sold here in Aztlan and in the United States. This symbol is managed by the The Union of Orthodox Jewish Congregations with headquarters at 333 Seventh Avenue in New York City. The scam works like a well oiled machine and is now generating vast amounts of funds, some of which are being utilized by the Union of Orthodox Rabbis to support the Ariel Sharon Zionist government in Israel. The website of the Union of Orthodox Jewish Congregations is full of pro-Israel and anti-Palestinian propaganda. The \"Kosher Nostra\" protection racket starts when an Orthodox Rabbi approaches a company to warn the owners that unless their product is certified as kosher, or \"fit for a Jew to eat\", they will face a boycott by every Jew in America. Most, if not all of the food companies, succumb to the blackmail because of fear of the Jewish dominated media and a boycott that may eventually culminate in bankruptcy. Also, the food companies know that the cost can be passed on to the consumer anyway. The food companies have kept secret from the general consumer the meaning of the (U) and the amount of money they have to pay the Jewish Rabbis. It is estimated that the Union of Orthodox Jewish Congregations, which manages the (U) symbol protection racket, controls about 85% of the \"Kosher Nostra \"certification business. They now employ about 1200 Rabbi agents that are spread through out the U.S. Food companies must first pay an exorbitant application fee and than a large annual fee for the use of the (U) copyright symbol. Secondly, the companies must pay separate fees each time a team of Rabbis shows up to \"inspect\" the company's operations. Certain food companies are required to hire Rabbis full time at very lucrative salaries. The amount of money that the non-Jewish consumer has paid the food companies to make up for the hidden Jewish Tax is unknown, but it is estimated to be in the billions since the scam first started. The Orthodox Jewish Councils as well as the food companies keep the amount of the fees very secret. The Jewish owned Wall Street Journal wrote about the problem many years ago, but they have stopped writing about it now. Only public awareness concerning the \"Kosher Nostra Scam\" will eventually help stop this swindle of the American consumer. Public education of the scam may lead to an eventual non-Jewish boycott of all products with the (U), (K) or other Jewish protection symbols. I certainly do not need to pay extra for \"kosher water\", \"kosher coffee\" or \"kosher plastic sandwich bags\". In fact, I demand my money back for all the money I had to pay over the years for the hidden and illegal Jewish Tax. Are there any bright attorneys out there that could bring a class action suit against the Union of Orthodox Jewish Congregations on behalf of the citizens of Aztlan and other non-Jewish people?",
  "Last Updated": "3 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/racial/business/kosher.asp",
  "Claim": "Certain symbols displayed on the packaging of a variety of grocery items signify that their manufacturers have paid a secret tax to the Jews.",
  "Claim_ID": "racial_business_kosher",
  "Tags": ""
}