{
  "Origins": "In early May 2006, the above-quoted denunciation of racial profiling by nationwide chain of CVS drug stores began circulating on the Internet. According to news segments we found, the charge appeared to have a basis of truth to it: in some CVS stores television news reporters visited, only hair care products meant for African-American consumers were security-tagged; the other kinds of similar products available on those stores' shelves bore no such tags.",
  "Fact Check": "",
  "Description": "As reported by News Channel 7 in Spartanburg, South Carolina: \"We bought hair care products from the CVS/pharmacy store in Boiling Springs. The hair relaxers for African American women have security tags. Similar, more expensive hair straighteners for Caucasian women did not\" and \"We bought these boxes of 'Just Five' hair color from the same shelf at the CVS store on Chesnee Highway in Spartanburg. The two for African American women have security tags. The one for Caucasian women, no tag.\" However, the same segment pointed out this practice had not been the case in every CVS store reporters visited: \"That's two out of three CVS stores in Spartanburg and one out of eleven CVS stores in Greenville. The other CVS stores tagged hair products for both whites and blacks, or none of them.\" A similar piece aired on 5 KCTV in Kansas City, Missouri. According to that station's investigation of ten area CVS stores (Olathe, Shawnee, Mission, KCK, Prairie Village, KCMO, Northland, and Independence), security labels were affixed only to hair products designed for African-Americans. That investigation found the same practices were not used at other drug stores in the same areas, such as Osco and Walgreen's. When called upon by the reporters from each of these news agencies to answer to their findings, CVS explained they place security tags on products that are shoplifted the most often. However, a follow-up piece by News Channel 7 reported: \"We checked with law enforcement to see if these hair care products have been reported stolen at the stores where we found such tagging. The Spartanburg County Sheriff's Office tells us over the last year thefts of sleeping pills and stuffed animals have been reported at a CVS on Chesnee Highway in Spartanburg and thefts of unknown items have been reported at this CVS in Boiling Springs. The Greenville Sheriff's Office tells us there have been no shoplifting reports at the CVS on Roper Mountain Road, but that often retailers don't report minor theft because they don't realize it's happened right away.\" The South Carolina NAACP stated that they planned to ask CVS to change the way it tags its hair products. In recent years several large chain retailers have been the targets of lawsuits charging them with unfairly treating minority customers as thieves, with plaintiffs claiming that the stores engaged in racial profiling and accused minority customers of shoplifting despite a lack of evidence that any thefts had occurred. In a 2005 lawsuit, Dillard's department store was charged with wrongly detaining black customers for shoplifting in Arkansas, Tennessee, and Florida. The eight plaintiffs said they were interrogated and accused by Dillard's employees or security personnel of stealing merchandise three of the customers were ordered to leave the stores, and two of them were told never to return, even though, according to the suit, no stolen items were found in any of the incidents cited. Also in 2005, ten shoppers filed suit against Wal-Mart, alleging that employees at a particular store had targeted them as potential shoplifters based on their race. They said store personnel followed them about as they shopped, then searched their shopping bags, purses, and clothing. None of the ten was charged with shoplifting. A lawsuit filed in 2003 claimed that of the approximately 1,600 individuals apprehended on suspicion of shoplifting at a Macy's department store in New York City in 2002, 92 percent were black, Hispanic, Asian, or members of other minorities. As a result of an investigation into the retailer by New York state Attorney General Eliot Spitzer, Macy's East Inc. agreed to ensure that its security guards adhere to store policy prohibiting racial and ethnic profiling in detaining suspected shoplifters, and to pay $600,000 in damages and costs to the state. Spitzer's probe into the retailer's security practices began in July 2003, after his office received numerous complaints from shoppers who claimed they were questioned or searched solely because of their race. Theft of retail goods is a problem of almost unimaginable proportions. In 2001, the National Retail Federation estimated shoplifting cost retailers $10.23 billion, up from $8.45 billion in 2000. A 2003 University of Florida survey of 118 major retailers found that shoplifting cost retailers in the United States more than $10.7 billion in 2002, which is more than $29 million a day. Drug stores are particularly prone to \"shrinkage\" (the retail industry's term for merchandise theft) because the goods sold in such establishments are generally small and easily pocketed. Some retailers, such as CVS, combat the lightfingered with Electronic Article Surveillance technology, an anti-shoplifting system that involves attaching electronically-detectable tags to merchandise. It is these tags that are the subject of the current rumor about hair care products intended for African-Americans. While I would have liked to have included statements from CVS about its product-tagging practices in general and this rumor in particular, trying to obtain a response from them proved fruitless. I e-mailed CVS's public relations department to inquire about the online-circulated rumor, but my query went unanswered. Similarly, my phone call to Erin Pensa, CVS's Public Relations Manager, was never returned. Barbara \"unanswered\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2006] This is a follow up to the e-mail which I sent on Friday. On today, I went to my neighborhood CVS store to personally see for myself if the news reports of this national drug store profiling African-Americans by placing anti-theft devices on only Black hair care products were valid. After arriving at this store, I looked at both expensive and none expensive White hair products and I found NO anti-theft devices. I then looked on the boxes of both expensive and not expensive Black hair care products. What I found was shocking! ONLY Black hair care products had anti-theft devices on them. I immediately went to the store management and asked why did only the Black hair products have these devices? The store manager looked like a 'deer caught in the headlights of an approaching car.' He said White hair products also had the anti-theft devices. I asked him to walk please walk to the aisle with me and show me the White hair care products which had these anti-theft devices and he refused escort me to the aisle and show me and he was not able to tell me of any White hair care products which had the anti-theft devices on them! I immediately turned in my CVS cards and respectfully told this manger I would NEVER shop in this store and that I would inform all of my family, friends and Internet friends of this. I am now keeping my promise to inform each of you of this dirty, hidden, secret ploy of this national drug store CVS. I hope each of you inform your friends, family and Internet contacts and stay clear of this national store.",
  "Last Updated": "22 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/racial/business/cvs.asp",
  "Claim": "In some CVS stores, of all the hair care items vended there, only those marketed to African-Americans were tagged with anti-theft devices.",
  "Claim_ID": "racial_business_cvs",
  "Tags": ""
}