{
  "Origins": "It's not difficult to imagine how a rumor like this got started: Ottawan comic Tom Green's MTV show specializes in \"guerrilla street-theatre sketches\" that often cross the bounds of propriety from unusual to insulting, such as his Canadian flag-burning sketch. A humorist who creates an \"anything for a laugh\" reputation for himself is bound to end up the target of a rumor in which he is portrayed as having engaged in the most tasteless, insensitive, and offensive of stunts: in this case attending a Jewish ceremony costumed as Adolf Hitler himself.",
  "Fact Check": "",
  "Description": "The rumor isn't true, but people were apparently willing to believe it because it fit their image of Tom Green and sounded like something he might do. The long delay between appearances of new episodes of The Tom Green Show served to validate the rumor once it started and spread across the Internet in early 2000. As Tom himself said: I don't have much time to talk today, but I will tell you this. That hitler rumour is getting insane. Derek and I went out for lunch on the weekend in Burbank and about ten kids on the street asked me about it. Part of my keeps saying that it's hilarious how many people are hearing this thing . . . but it kind of sucks because it's not something that we did on the show . . . or would even ever considered shooting. I guess I already explained this to everybody in that last letter that I wrote, but I would like to make it clear again . . . we don't do racist jokes on the show. I don't really think that racist jokes are that funny . . . Regardless this rumour is getting huge, and part of me can't help but enjoy how ridiculous the whole thing is . . . I wish it was about something funny like me having a gerbil removed from my ass or something. Then we could enjoy watching the myth grow and there would be nothing to be embarrassed about.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2000] Didn't Tom Green lose his MTV show because he dressed up like Hitler and barged in on a Jewish boy's barmitzvah? Could've been a rumor I heard, but if it's true this \"man\" is nothing to be proud of. Is it true that Tom Green was fired and terminated from M.T.V. b/c of him in his last episode going into a Jewish synagogague posing as Hitler? That's what I heard in school. I don't believe that this is a rumor. If anyone knows please tell me. I'm eager to know. Variations: The location or event Tom Green supposedly visited while garbed as Hitler varies: a synagogue, a bar mitzvah, or a child's birthday party. Some versions claim Green was fired after the Hitler sketch was broadcast; others state that the sketch was taped but never aired.",
  "Last Updated": "8 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/tomgreen.asp",
  "Claim": "Tom Green's MTV show was canceled after he taped a sketch in which he appeared at a bar mitzvah dressed as Adolf Hitler.",
  "Claim_ID": "radiotv_tv_tomgreen",
  "Tags": ""
}