{
  "Origins": "The rise to popularity of any new entertainment medium is inevitably followed by editorials decrying its inordinate influence on the public (usually for the worse), especially among children (also for the worse). Films, radio programs, comic books, pop music, television series, and video games have all been cited, at one time or another, as prompting socially unacceptable and criminal behavior among their youthful consumers. Such analyses are typically followed by others disclaiming the medium as the issue rather than the message, opining that all forms of entertainment can have either beneficial or deleterious effects on their audiences, depending upon the material presented rather than the medium used to convey it.",
  "Fact Check": "",
  "Description": "Perhaps the most well known counter-example to the \"television is bad for children\" argument is one which was prompted by the series Happy Days . In a fifth-season episode of that show (\"Hard Cover,\" also known as \"Fonzie Gets His Library Card,\" original air date 27 September 1977), Richie Cunningham complained to his good pal Fonzie that college life wasn't proving to be everything he expected of it not only was he not dating, but he didn't even have a female companion to accompany him to the homecoming dance due to take place the following evening. Fonzie's solution was to recommend a trip to a local library, a site which he assured Richie was fertile hunting grounds for eligible young women. Soon enough, two memorable events took place amongst the stacks: Richie met Lori Beth Allen, the woman he would eventually marry, and Fonzie obtained a library card and checked out his very first book (along the way delivering a lecture on the importance of reading). We have no idea whether Happy Days sparked an increase in library-founded romances, but by the start of the series' seventh season the rumor was afloat that its \"Hard Cover\" episode had spurred a tremendous rise in the issuance of library cards to youngsters: [Producer Garry Marshall says] \"Our characters have identities and powers all their own, and a couple of lines from Richie or Fonzie can alter the thinking of millions of kids.\" (This was borne out last season by an episode called \"Fonzie Gets His Library Card.\" After the show where Fonzie told how important it was to read the American Library Assn. (ALA) reported that the number of library cards among kids 9 to 14 increased 500%.) Surely this phenomenon was undeniable proof that a favorable message, presented appealingly in an entertainment medium, could have a positive effect. Parents (and educators) could hardly have hoped for a better outcome than that a TV show would prompt children to start spending more time reading (and, preferably, less time watching television). But did an episode of Happy Days really produce that result? Search as we might, we found no documentation that the American Library Association (or any other similar organization) reported a large increase in library card requests across the U.S. in the aftermath of a September 1977 Happy Days episode; the earliest mention of this purported phenomenon came in a September 1979 Los Angeles Times article (quoted above) about the show's upcoming seventh season, in which it was routinely presented as fact. Moreover, the ALA itself notes in its online FAQ that not only was it unable to verify that any library organization or publication had reported such a claim, but that the data necessary to have documented such a claim wasn't available: As discussed in the Happy Days 30th Anniversary Reunion television special that first aired on the ABC network on February 12, 2005, the Fonzie character did encourage his buddies to get a library card, but the American Library Association has been unable to document an increase in signups of the magnitude suggested by [actor Henry] Winkler. Only a few states track the number of library cards held with any reliability, and there is no report in ALA's American Libraries or in any other library press periodical telling of a surge in signups in the months following the episode. The number of library cards in the United States is one statistic that isn't collected for the Public Libraries in the United States federal survey series by the Institute of Museum and Library Services. Neither does a number appear in The Bowker Annual Library and Book Trade Almanac. There's a hesitation to collect and present such numbers, due to the fact that the accuracy of them would vary from library to library. Where did this alleged statistic come from, then? Maybe a clue can be found in the Los Angeles Times article in which it apparently first appeared. The subject of that 4 September 1979 column was that as Happy Days headed into its seventh season in 1979 with its originally youthful characters now matured into college men, the show was planning to take on a \"heavier\" tone, as exemplified by an upcoming episode featuring a \"bitter paraplegic martyr\" which \"tackled head on the issue of being wheelchair-trapped in a walking world\": \"Happy Days\" (Richie, Fonzie, Potsie and the Cunningham family) [has] been locked into soda-fountain issues for most of its history. The price of a hamburger, the outcome of Richie's basketball game, Fonzie's hottest date, Joanie's new figure these have been the staples of the most highly rated show (on a regular basis) since 1972. \"It's a new territory and it's heavy territory,\" said producer Garry Marshall, \"but we are committed to it. This is a semipermanent change.\" \"We could be taking a chance, but I don't think so,\" said Marshall. \"It is time for this show to stretch its wings and move into the uneasy years of the '60s. We're going to take on the little things like longer hair and espresso coffee along with the appearance of the first hippies and the disappearance of the happy innocence of the '50s.\" \"We just can't sit still and not use the enormous power that this show has achieved, and we can't get frozen in the '50s.\" Several officials at Paramount Television told The Times that there are also other reasons for the change. \"Marshall and a lot of other people connected with the show are sick of the show's achievements being dismissed by the Academy of Television Arts and Sciences and other groups,\" said one executive. \"It is routinely passed over for Emmys and other awards in spite of the level of its acting. No show has been ignored like this since the early days of television.\" If a television producer were planning to take his formerly innocent sitcom into darker territory, to use it to get across some socially relevant messages to its audience, and to garner the respect and recognition of industry figures who were seemingly ignoring it, perhaps what better way to promote and justify those changes than to float a little stat supposedly demonstrating how tremendously influential the show had already proved itself to be? Or maybe (as was apparently the case with a legend associated with a Happy Days spinoff, Joanie Loves Chachi ) the show's producer and actors innocently picked up a bit of apocrypha and repeated it as fact without any real knowledge of its veracity (or lack thereof). Either way, although it's possible that Fonzie's obtaining a library card inspired some young Happy Days viewers to do the same, the ALA reported no 500% nationwide increase in library card requests, nor did it have the means to have compiled or verified such a number.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.ala.org/Template.cfm?Section=alafaq&template=/cfapps/faq/faq.cfm#46;",
  "Example": "[Collected on the Internet, 2007] The logline for the episode is quintessential Happy Days: \"Richie goes to a local college and Fonzie takes him to the library to meet some girls.\" For a sitcom in the 70s, this is standard stuff, but what happens after this episode airs on September 27, 1977 is far from standard. Millions of kids watching the show see the Fonz take out a library card his first, mind you, which is a big deal by Happy Days standards. Younger viewers are duly impressed. In the days that follow, according to the series creator, Garry Marshall, requests for library cards zoom by more than 500% nationwide.",
  "Last Updated": "20 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/librarycards.asp",
  "Claim": "After a 1977 episode of Happy Days aired, the American Library Association reported a nationwide 500% increase in library card applications from children.",
  "Claim_ID": "radiotv_tv_librarycards",
  "Tags": ""
}