{
  "Origins": "Like the earlier hoax about Jaleel White , the above-quoted account of a young TV star's death was spread through the online world via an e-mail forward passed from inbox to inbox, this one apparently originating with the MySpace social networking site.",
  "Fact Check": "",
  "Description": "In this instance, 27-year-old actor Kel Mitchell , popularly known for his work on Nickelodeon's comedy/variety show All That and his portrayal of Kel Kimble on the 1996-2000 Nickelodeon series Kenan & Kel, was said to have died of \"unknown causes\" during the night on 9 July 2006. However, several days after the young actor's putative death, nary a mention of his supposed passing has appeared in any news outlets, and (similar to the case of another Nickelodeon star, Blue's Clues host Steve Burns ) unfounded rumors about the demise of Kel Mitchell (and his Kenan & Kel co-star, Kenan Thompson) have been circulated before. It appears safe to chalk this one up as yet another Internet-spread celebrity death hoax.",
  "Originally Published": "",
  "Referred Links": "http://groups.google.com/group/alt.tv.nickelodeon/browse_thread/thread/bce8b87212b02b4f/6471e8327618078b;http://www.imdb.com/title/tt0115231/;http://www.imdb.com/title/tt0111875/;http://www.imdb.com/name/nm0005239/;",
  "Example": "[Collected via e-mail, 2006] Kel Mitchell, otherwise known as Kel Kimble in the hit TV show 'Kenan & Kell' died on Sunday night at his home in LA. The reason for his death is currently unknown. Kel Mitchell was in other productions after 'Kenan & Kell' such as The Power of One: The Pokemon 2000 Movie Special Good Burger, which produced many famous quotes including the famously used \"Welcome to Good Burger, home of the Good Burger! Can I take your order? \" Kell Mitchell, leaves behind 2 children names Allure and Lyric, and his wife Tyisha Hampton. Please repost this and show your support for a much loved figure of TV culture. Repost with the title R.I.P. Hopefully Kel will be remembered for his fun, and good nature... 'Who loves orange soda? Kell loves orange soda i do i do i dooooooo' RIP 25 August 1978 - 9 July 2006",
  "Last Updated": "17 July 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/kelmitchell.asp",
  "Claim": "Kel Mitchell (of Nickelodeon's Kenan & Kel ) died in July 2006.",
  "Claim_ID": "radiotv_tv_kelmitchell",
  "Tags": ""
}