{
  "Origins": "Following upon the heels of Jim Henson's death on 16 May 1990, rumors circulated that Ernie (one of the Sesame Street muppet characters Henson provided the voice for) might be killed off. Reasons given for the puppet's demise ranged from no one else being able to do the voice to this being the show's way of helping children learn to deal with death.",
  "Fact Check": "",
  "Description": "Both Jim Henson Productions and the Children's Television Workshop fielded many worried inquiries about Ernie some from callers in tears. No, there had never been plans to do away with Ernie (or any other muppet), they said. A new voice for the character would eventually be found, and in the meantime they would continue to weave old Ernie and Bert clips into the fabric of the show. There was no need to teach the young viewers of Sesame Street about death; they already knew. The actor who played Mr. Hooper (Will Lee, 74) died in 1982, and the show's handling of the news of his death was a marvel of honesty and compassion. Rather than settling for writing the character out with the glib explanation that he'd moved away, the news of Hooper's death was worked into an episode, culminating in an ensemble scene with the grown-ups helping Big Bird finally understand his beloved Mr. Hooper wouldn't be coming back. Though there weren't any real reasons for them (especially after Mr. Hooper's demise), rumors about Ernie's imminent death spread. Everyone heard a different version of how Ernie was going to die, and the stories always fell into one of two categories: death by disease or death by traffic accident. In the disease category, cancer, AIDS, and leukemia were the front runners. Traffic accident deaths included pedestrian Ernie being hit by a bus, truck, or car; or his being a passenger in a vehicle involved in a fatal crash. Though most of the whispers named Ernie as the Muppet marked for death (the late Jim Henson had been Ernie's voice, after all), Bert also came in for mention. In addition to rumors about Bert being the one who'd be done away with (by the same methods ascribed to Ernie), stories also circulated that the man who voiced Bert had either been killed in a car crash or had died of AIDS. Where did the rumor come from? A New Hampshire college student protesting what he perceived to be the inevitable removal of Ernie from Sesame Street is the likely source. Michael Tabor (22) of Derry, NH, wrote a letter to the New Hampshire Sunday News which was published in their 14 July 1991 edition. In that letter Tabor wrote he had initiated a campaign \"aimed at stopping the atrocity that has begun on the television show, 'Sesame Street,' more specifically, the eventual elimination of the Muppet character, Ernie.\" His letter stated: \"Their plan is to slowly deteriorate Ernie by giving the viewing audience the impression that he has contacted leukemia, eventually killing him.\" Tabor had heard about Ernie's rumored departure from the show while attending his sister's graduation exercises at Pinkerton Academy in Derry. Many of the graduates were wearing beanies with the words \"Save Ernie\" and a tiny photograph of the character on them. This inspired Tabor to begin a petition campaign, and he collected 400 signatures before finally being convinced Ernie was not in danger and that what he'd been reacting to was but a rumor. By that time the damage had been done: rumors of Ernie's death had hit the newspapers, and many people had read and believed them. The final word on this legend comes from Children's Television Workshop: \"Ernie is alive and well, and we have no intention of anything happening to him or anyone else,\" said Carolyn Miller, spokeswoman for Children's Television Workshop, which produces the show in New York. Barbara \"muppet but the truth\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/deadmuppet.asp",
  "Claim": "News of Ernie's death will be reported on an upcoming episode of Sesame Street.",
  "Claim_ID": "radiotv_tv_deadmuppet",
  "Tags": ""
}