{
  "Origins": "On 8 September 1965, an advertisement appeared in Daily Variety seeking \"Folk & Rock Musicians-Singers\" and \"4 Insane Boys, Age 17-21\" for \"Acting Roles in a New TV Series.\" Four hundred and thirty-seven hopefuls auditioned for producers Bob Rafelson and Bert Schneider, and four young men were eventually chosen to star in the pilot for a TV show about a rock group called The Monkees. Charles Manson was paroled from the prison at Terminal Island, San Pedro, California (where he had been sent for stealing cars) in 1958. Within a year he was picked up for forging a U.S. Treasury check, convicted, given a ten-year suspended sentence, and placed on probation. After Manson was indicted for a Mann Act violation in 1960 a Los Angeles court ruled that he had violated his probation and ordered him to serve the suspended sentence. Manson was sent to the United States Penitentiary at McNeil Island, Washington in 1961, where he spent five years before being transferred back to Terminal Island; after another year at Terminal Island he was paroled and released on 21 March 1967. Since Manson was in prison between 1961 and 1967, he could not possibly have attended auditions held in 1965. (At thirty, he would have been several years too old to have been seriously considered for a part even if he had tried out.)",
  "Fact Check": "",
  "Description": "Exactly when and how this rumor got started is unknown, but long-time Los Angeles disc jockey Rodney Bingenheimer, who attended the auditions (and served as Davy Jones' double), even claimed Manson was there. The legend was plausible because Manson had been hanging around the fringes of the music scene in southern California in the late 1960s auditioning for Byrds producer Terry Melcher, living at the home of Beach Boy drummer Dennis Wilson, and having one of his compositions released as the B-side of a Beach Boys single and the story meshed with those of several other unknowns who failed to make the cut for the Monkees but later achieved fame on their own (e.g., Paul Williams, Danny Hutton, and Stephen Stills). People love to tell scary tales about having survived close brushes with murderers (see, for example, Deborah Harry's claim that she was once abducted by serial killer Ted Bundy), so this rumor has remained a popular favorite for many years now, even though it is clearly false.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "7 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/monkees.asp",
  "Claim": "Charles Manson was one of the 437 applicants who tried out for The Monkees in 1965.",
  "Claim_ID": "radiotv_tv_monkees",
  "Tags": ""
}