{
  "Origins": "The January 2005 death of beloved comedian Johnny Carson, host of the late-night Tonight Show for thirty years (from 1962-92 ) brought a flood of reminiscences as friends, associates, and fans all discussed and shared their memories of favorite bits from Johnny's three-decade tenure as the king of talk show hosts. Some of those memories were apocryphal, however, as Johnny Carson has long been the figure to whom any number of unsourced jokes, risqu comments, or witticisms supposedly uttered on television have been attributed.",
  "Fact Check": "",
  "Description": "We're pleased, therefore, to be able to report that the monologue transcribed above (an oft-quoted piece which was reproduced widely in the days after Johnny's passing) is a genuine example of Mr. Carson's Tonight Show humor. His comedic essay on democracy and freedom was inspired by events of the early 1990s, namely the lurching halt to the Cold War and the disintegration of the Soviet Union. As various republics formerly a part of the U.S.S.R. were moving towards independence in 1991, Johnny responded that year with his wry take entitled \"Democracy Is,\" delivered on the Tonight Show to the accompaniment of the studio band's humming rendition of \"The Battle Hymn of the Republic,\" on a date which ten years later would coincidentally become associated with some very profound issues regarding democracy and freedom: September 11.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Carson, 1991] \"What Democracy Means to Me\" by Johnny Carson To me, democracy means placing trust in the little guy, giving the fruits of nationhood to those who built the nation. Democracy means anyone can grow up to be president, and anyone who doesn't grow up can be vice president. Democracy is people of all races, colors, and creeds united by a single dream: to get rich and move to the suburbs away from people of all races, colors, and creeds. Democracy is having time set aside to worship 18 years if you're Jim Bakker. Democracy is buying a big house you can't afford with money you don't have to impress people you wish were dead. And, unlike communism, democracy does not mean having just one ineffective political party; it means having two ineffective political parties. Democracy means freedom of sexual choice between any two consenting adults; Utopia means freedom of choice between three or more consenting adults. But I digress. Democracy is welcoming people from other lands, and giving them something to hold onto usually a mop or a leaf blower. It means that with proper timing and scrupulous bookkeeping, anyone can die owing the government a huge amount of money. Democracy means a thriving heartland with rolling fields of Alfalfa, Buckwheat, Spanky, and Wheezer. Democracy means our elected officials bow to the will of the people, but more often they bow to the big butts of campaign contributors. Yes, democracy means fighting every day for what you deserve, and fighting even harder to keep other weaker people from getting what they deserve. Democracy means never having the Secret Police show up at your door. Of course, it also means never having the cable guy show up at your door. It's a tradeoff. Democracy means free television. Not good television, but free. Democracy is being able to pick up the phone and, within a minute, be talking to anyone in the country, and, within two minutes, be interrupted by call waiting. Democracy means no taxation without representation, and god knows, we've just about had the hell represented out of us. It means the freedom to bear arms so you can blow the \"o\" out of any rural stop sign you want. And finally, democracy is the eagle on the back of a dollar bill, with 13 arrows in one claw, 13 leaves on a branch, 13 tail feathers, and 13 stars over its head. This signifies that when the white man came to this country, it was bad luck for the Indians, bad luck for the trees, bad luck for the wildlife, and lights out for the American eagle. I thank you.",
  "Last Updated": "1 February 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/democracy.asp",
  "Claim": "Tonight Show host Johnny Carson once delivered a humorous monologue about 'What Democracy Means to Me.'",
  "Claim_ID": "radiotv_tv_democracy",
  "Tags": ""
}