{
  "Origins": "In popular culture's pantheon of famous duos, sidekicks are usually drawn so as not to detract from the distinctive qualities of the main characters they support. John Watson was a physician and an able chronicler of Sherlock Holmes' cases, but he was positively dim-witted compared to the nimble-minded master detective. Kato may have been a skillful man in a fight or behind the wheel of the Black Beauty, but when he wasn't fighting crime with the Green Hornet, he was still a subordinate valet and chauffeur to newspaper publisher Britt Reid. Chester was a loyal and well-meaning deputy, but he was never as capable, resourceful, and daring as Marshal Matt Dillon.",
  "Fact Check": "",
  "Description": "The character of Lucy Ricardo played by comedienne Lucille Ball in the pioneering 1951-57 television sitcom I Love Lucy was different, however. Lucy was the scatterbrained, star-struck housewife forever coming up with wild schemes to finagle her way into the entertainment business (particularly her husband Ricky's nightclub act), and as such didn't require an inferior sidekick to make her good qualities stand out she needed a companion whose ordinariness would emphasize how goofy and unordinary her own life was; someone who might get regularly sucked into her crazy plots, but only with cautious reluctance. Accordingly, the character of Lucy's friend and neighbor, Ethel Mertz, was created, but instead of the frumpy, fuzzy-slippered, housecoat-and-curlers housewife type Lucille Ball originally envisioned for the role, a well-dressed, attractive actress named Vivian Vance was cast for the part. Professionalism doesn't always trump vanity, though, and Lucille Ball was reportedly unwilling to share the screen with a co-star who might come across as younger or prettier than she was. Vance's \"Ethel\" character already seemed older and less attractive than Vance herself because Ethel was married to Fred Mertz, portrayed as an unsympathetic husband by a short, bald actor twenty years her senior; on top of this, Vance was put into make-up using a lighter base (and without false eyelashes) so she would appear older than Lucy (although she was actually born only two years before Lucille Ball), had her naturally blonde hair darkened and set in a variety of hairstyles to give her an \"older, bedraggled look,\" and was garbed in plain, unflattering cotton housedresses. All these details could easily be effected by the wardrobe and make-up departments, except one: making Ethel heavier. Because Vivian Vance objected to the unflattering alterations in her appearance particularly the idea that her character should appear plump (\"If my husband in this series makes fun of my weight and I'm actually fat, then the audience won't laugh . . . they'll feel sorry for me. But, if he calls me 'Fat old bag' and I'm not heavy, then it will seem funny,\" she reasoned) yet gained weight anyway, the legend later arose that she had been contractually required to become (and remain) 20 pounds overweight. As we noted on a similar page about silent film star Buster Keaton , rumored unusual obligations in entertainment contracts were generally the concoction of studio publicity departments, not their legal departments. After all, how were such obligations to be enforced? Would the producers of a top-rated program really risk the show's popularity by dismissing one of their lead actors over a picayune contract item? Some producers have been willing to make such bold moves, but almost always over major contractual disputes (such as excessive salary demands, as actress Suzanne Somers found out when she was bounced from the hit series Three's Company in 1981 after demanding $150,000 per episode and a share of the profits) or disruptive behavior that made on-going production impossible. As Vivian Vance's biographers noted, the rumor about her supposed contractual obligation to remain heavy may have been given credence by the fact that she did gain (and lose) weight naturally over the course of the series, and it is possible that Lucille Ball expressed a preference that Vance remain at the upper end of her weight range: Stories have circulated for years that Vivian's contract required her to gain significant amounts of weight for the role of Ethel Mertz. It is true that Vivian put pounds on but this had occurred naturally over the years. She dieted constantly, hoping to loose [sic] the extra weight. Her size does fluctuate noticeably over the course of I Love Lucy and Ball may have asked Vivian to stay hefty when her weight increased. But it is unlikely that Lucy demanded Vivian remain plump. Plenty of material there from which to concoct a tale about an unusual contract requirement, but in this case the rumor may also have been spurred by a jest gone awry: What fuels the rumors of Ball's supposed demands on Vivian stems from a fictitious contract written by Ball and given to Vivian at a party. In the bogus contract, Ball outlines certain requirements that Vivian gain five pounds a week, that she not wear eyelashes, that she not dye her hair within five shades of Ball's, and that Vivian never get more laughs than Lucy. These exaggerated conditions do bear some resemblance to the truth but by bringing these demands out in the open in the guise of a joke, Ball probably thought that everyone would have a hearty laugh and it would all be forgotten. However, the joke backfired. This mock contract took on a life of its own and through the years has become more fact than fiction. As announcer Doug Llewelyn used to say at the conclusion of The People's Court, \"Next time, get it in writing\" but only if you really mean it.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1879198266/ref=ase_urbanlegendsrefeA;http://web.archive.org/web/20020817143733/http://www.hollywood.com/celebs/bio/celeb/343507;",
  "Example": "",
  "Last Updated": "8 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/vance.asp",
  "Claim": "I Love Lucy co-star Vivian Vance was contractually obligated to remain at least 20 pounds overweight.",
  "Claim_ID": "radiotv_tv_vance",
  "Tags": ""
}