{
  "Origins": "When nations prepare to war on each other, they employ time-honored techniques for motivating their soldiers to fight and rallying the civilian population to support them. These techniques are usually employed in an attempt to demonstrate the home side's moral, intellectual, and military superiority over their enemies. Propaganda always informs us that our side is in the right, we're smarter than our enemies, and our men and equipment can vanquish anyone else's in a matter of weeks.",
  "Fact Check": "",
  "Description": "After Iraq invaded and annexed Kuwait in August of 1990, hundreds of thousands of U.S. troops were deployed in the Middle East to protect Saudi Arabia (a build-up referred to as Operation Desert Shield), and those troops were used as part of a joint military action (commonly known as Operation Desert Storm) launched to drive the Iraqi army out of Kuwait in January 1991. The months between operations Desert Shield and Desert Storm allowed plenty of time for the usual propaganda machine to kick into gear. Americans needed little reassurance that their military was superior to Iraq's, but the daily news was nonetheless full of programs touting the wonders of technologically advanced weapons such as \"cruise missiles\" and \"smart bombs.\" Moral justification was provided by an apocryphal atrocity tale about Iraqi soldiers storming Kuwaiti hospitals and dumping babies out of incubators. And proof of how really dumb those Iraqi savages were was provided by an anecdote widely reported by the media beginning in December 1990: [The New York Times, 1991] \"Ridiculous,\" President Bush called the program when he was in Saudi Arabia in November. He was referring to \"Voice of Peace,\" Iraq's version of the Axis Sally or Tokyo Rose propaganda broadcasts during World War II, and he couldn't know how right he was. The female announcer nicknamed Baghdad Betty by U.S. servicemen tries to shake morale. One major reports hearing her declaim, \"G.I., you should be home.\" Why? Because \"while you're away, movie stars are taking your women. Robert Redford is dating your girlfriend. Tom Selleck is kissing your lady.\" And then comes the clincher. \"Bart Simpson is making love to your wife.\" Quite a threat. And quite a feat for television's popular and animated young underachiever. Baghdad Betty is shaking the G.I.'s all right with laughter. What a propaganda bonanza! Those foolish Iraqis are trying to scare away our fighting men by threatening them with the news that their wives and girlfriends were sleeping with a nine-year-old cartoon character! We'll have no problem kicking a bunch of rubes that out of touch with the world halfway across the desert! You couldn't invent a story that good! Baghdad Betty's infamous cartoon threat may not have been created for propaganda purposes, but it was as apocryphal as the story about Iraqis overturning hospital incubators. It was, in fact, a joke one told by Tonight Show host Johnny Carson during his opening monologue on 22 August 1990: [Toronto Star, 1991] [On] Feb. 1 host Johnny Carson opened the show with what he called a retraction. He recalled that some time previously his writers had manufactured a gag about an Iraqi announcer called \"Baghdad Betty\" telling soldiers their womenfolk were being romanced at home by \"Tom Selleck, Tom Cruise and Homer Simpson.\" The story spread, Carson said, and soon it was being retold, even on wire services, as fact, with one change Homer Simpson, the father in The Simpsons animated cartoon series, was replaced by Bart Simpson, his 9-year-old son. Said Carson: \"It was a joke. We made it up.\" Another legend bites the dust. This legend resurfaced in 2001 as talk turned to psychological warfare that might be waged in Afghanistan: [New Scientist, 2001] PsyOps have been extremely successful in the past. During the Gulf War, warnings about B-52 bomber attacks were issued to Iraqi troops on the ground. Leaflets promising humane treatment if they surrendered were then dropped. Most of the soldiers who later surrendered were carrying the leaflets, army officials said at the time. But a thorough understanding of the culture of the people targeted by PsyOps is crucial, says Hofmann. \"One of the keys is to have your message accurate in a cultural context. Enemy armies often attempt PsyOps, but often without success,\" he says. \"In Iraq, for example, Saddam Hussein tried to demoralise US troops by broadcasting messages that while they were away fighting, their sweethearts were being seduced by movie stars such as Bart Simpson.\" War is hell. And sometimes the joke's on us. Sightings: The \"Baghdad Betty\" anecdote is reported (as true) in Dorothy E. Denning's 1998 book Information Warfare and Security . Additional information: Gulf War Stories the Media Loved (FAIR)",
  "Originally Published": "",
  "Referred Links": "http://www.fair.org/extra/best-of-extra/gulf-war-not-true.html;",
  "Example": "[The San Diego Union-Tribune, 1990] Baghdad Betty, a 1990's version of Tokyo Rose, is a product of the Iraqi propaganda machine and her radio broadcasts are supposed to demoralize the U.S. forces in the Saudi desert. In a recent broadcast, she reportedly said: \"Why are you Americans here? Don't you know you will die in the desert? While you are here your wives and girlfriends are dating American movie stars . . . like Tom Selleck, Paul Newman and Bart Simpson.\" [The Guardian, 1991] BAGHDAD BETTY, Iraq's English-language radio service, has taken a credibility nosedive. Over the weekend Betty indulged in some mischievous bitchery by telling US soldiers that their wives back home were committing adultery by sleeping with movie stars. Big-screen heart-throbs like Tom Cruise, Arnold Schwarzenegger and Bart Simpson. The first two might have presented some cause for anxiety, but who initiated the deviant practice of molesting under-age, primary coloured cartoon characters?",
  "Last Updated": "5 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/radio/baghdad.asp",
  "Claim": "During the Gulf War, an Iraqi government propaganda broadcaster nicknamed \"Baghdad Betty\" warned American soldiers that \"Bart Simpson is making love to your wife.\"",
  "Claim_ID": "radiotv_radio_baghdad",
  "Tags": ""
}