{
  "Origins": "One small comfort performers had during the early decades of commercial broadcast television was that if they did something really embarrassing on live TV, the gaffe might never been seen again. A good deal of live material wasn't taped (or filmed) at all, and when tapes were made, those who produced the broadcasts generally controlled their use (either through physical possession or by copyright protections). Even if an employee of a production facility or TV station managed to smuggle out a tape, the means for reproducing and distributing it were quite limited.",
  "Fact Check": "",
  "Description": "Advancements in technology have changed all that in the last few decades, however. The development of affordable VCRs in the early 1980s meant that just about everything aired on television was taped by someone, somewhere, creating copies beyond the control of the original broadcasters. And the advent of the Internet has made widespread distribution of home-captured material a snap. These technological changes worked to the disadvantage of a QVC home shopping channel demonstrator named Chris on 7 September 2003. That day, one of the pieces of merchandise QVC was advertising on live television was item V-17183, a Telesteps 12 ' Telescoping Ladder. When studio host Lisa Robertson began plugging the Telesteps ladder (\"we only have limited number that we can ship out right now, because it is very, very popular\") and fielded an on-air phone call from a California woman named Renee, the televised picture cut away to a live demonstration in another part of the studio (Chris carrying a ladder down a set of stairs, telescoping it out to a height of several feet, placing it against a wall, ascending it, and proceeding to dust around a window set high up above a doorway). As Lisa explained what viewers were seeing on their screens (\"Chris is over there kinda givin' us a look at how to use the ladder there\") and Renee waxed rhapsodic about the Telesteps ladder (\"I gotta tell you something: I have this ladder; it is awesome. And everybody wants this ladder. I live in an apartment with vaulted ceilings . . . \") there came a loud crash as Chris lost his balance, fell off the ladder, and landed on his back. \"Uh-oh . . .\" exclaimed Renee, as the visual quickly cut away from a live shot of Chris writhing on the floor to a static shot of two Telesteps ladders leaning against a wall. After a beat, Lisa informed viewers, \"Okay, we're gonna make sure that Chris is okay.\" Renee added, \"And that has never happened.\" \"Well, you know, it's a very slippery floor up there in front of our doors sometimes, so we're going to make sure that [he's] okay,\" explained Lisa, maintaining her poise. \"He's moving; he is okay. But he scared me for a moment there.\" Out in television land, a somebody, somewhere, happened to record the incident and uploaded the segment to the Internet (where it circulated under the title \"QVC Ladder Fall\"), prompting a debate over its authenticity. An e-mail statement from QVC spokesman Brandon Hamm tacitly confirmed that the clip was genuine: QVC is a live television network and does not delay or edit its programming. Our customers have come to know and trust in our live television experience . . . The QVC guest did suffer minor injuries; however [he] has returned to his place of employment. Unfortunately for those involved, this is one kind of rerun that doesn't pay residuals. Additional information: The \"QVC Ladder Fall\" video clip is still offered on various web sites. It was available for viewing at the link below last time we checked: QVC Ladder Fall",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=isYF5E0WxGU;",
  "Example": "",
  "Last Updated": "3 June 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/qvc.asp",
  "Claim": "A QVC demonstrator fell from a ladder on live television.",
  "Claim_ID": "radiotv_tv_qvc",
  "Tags": ""
}