{
  "Origins": "Subway's pitchman Jared Fogle is alive and well, but so too are rumors about his demise. Because he lost so much weight so quickly and became a minor celebrity through the many commercials he has starred in for the sandwich shop chain, this young man become the focus a spurious rumor that places him six feet under and pushing up daisies.",
  "Fact Check": "",
  "Description": "Though this hadn't been in the plan when he started on the road towards a more svelte figure, Jared's dieting success transformed him into Subway's pitchman and goodwill ambassador at large. He started out just a guy who wanted to lose weight and who came up with an novel and effective way of doing so. As a student at Indiana University, Jared began his reduction plan in March 1998, when he weighed 425 pounds. His \"Subway diet\" regime consisted of no breakfast, a 6-inch turkey sub (hold the mayo and the cheese) with baked chips, and a Diet Coke for lunch and a 12-inch veggie sub (again, no mayo or cheese) with a Diet Coke for dinner. He lost 94 pounds in the first three months; after he added exercise (mostly walking) to his diet regimen, he dropped 245 pounds within a year. His current 190 pound weight suits his 6-foot-2 frame. (He put ten pounds back on after he discovered 180 was too thin for him.) In April 1999 the Indiana Daily Student (his university's newspaper) did a story on Jared's remarkable weight loss. The Associated Press followed with a nationally circulated article (as did Men's Health magazine) which brought him to Subway's attention. They called and asked if he'd like to be in a TV commercial that would run regionally in the Midwest. And thus a fitness star was born. As to how well he's done in maintaining his weight loss and fitness goals since 1998, in November 2010 he ran the New York City marathon in 5 hours, 13 minutes. Jared is currently under contract to Subway, and in addition to the commercials he appears in for them, he makes numerous personal appearances both to tout Subway and to promote fitness. Celebrity death rumors are nothing new, as Steve Burns of Blue's Clues can attest to. (Rumors about that popular TV show's host death have been rampant for years, with his leaving the show in 2001 only adding to them.) In this case, however, they seem to be underpinned by an unvoiced conviction that all that weight loss can't be good for a person, plus some good old-fashioned sour grapes. Those who are struggling with their own weight issues or watching loved ones dealing with the same might find comfort in a rumor that the high-profile \"success\" they see on television every day paid for it with his life. Most of the rumors about Jared simply place him in a pine box, with no explanation given for how he came to that end. Some, however, make the \"sour grapes\" aspect of the rumor startlingly apparent: The current rumor going around Tulsa is that Jared of Subway Diet Commercial Fame has been busted for cocaine possession and the real reason he lost so much weight as well as his position with the Subway Restaurant chain is in question. Any truth to the rumor that Jerrod from the Subway commercials was fired after being diagnosed with A.I.D.S. because weight loss was due to illness? Did Jared the subway guy have gastric bypass? Is that realy how he lost the weight? He is making an appearance at the Heartwalk for the AHA in Mobile, AL. The rumors around town are that he had the bypass. In each of the three preceding cases, the college student's 245 pound weight loss is attributed to reasons other than successful dieting and willpower. Moreover, each of these explanations has a dark component that serves to erode his accomplishment: In one, Jared is a cokehead. In another, he has full-blown AIDS (which, in the world of rumor at least, goes hand-in-hand with an unstated presumption of homosexuality). In another, he's secretly had an operation that made his startling reduction possible. Another \"sour graping\" component is also evident: the envied one's perfidy brings about (or is about to bring about) a loss of position, power, money, and fame. It's not enough that the truth come out the person who has through his own success made others feel bad about their less-than-stellar results has to be brought down. Jared is \"found out\" by Subway, which fires him or is on the brink of terminating its association with him. In this form of the rumor, punishment ostensibly for having gained something wrongly but actually for having caused others to feel less competent in comparison is meted out. Nothing brings out the green-eyed monster like success. It's a sad truth that often those who accomplish something in this world attract not praise, but belittling rumors that say the one who succeeded doesn't deserve the adulation or prosperity good fortune or hard work brought his way. Barbara \"petty cache\" Mikkelson Sightings: In an episode of the animated TV series South Park (\"Jared has Aides\"; original air date 6 March 2002) Jared makes a public appearance in South Park to talk about his weight loss regimen and mentions that he lost weight with the help of aides (i.e., dietary aides, a dietician, and a personal trainer). However, the townspeople think he means AIDS and try to force him out of town.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "29 November 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/subway.asp",
  "Claim": "Jared Fogel, the star of commercials for the Subway chain of sandwich stores, has died.",
  "Claim_ID": "radiotv_tv_subway",
  "Tags": ""
}