{
  "Origins": "You Bet Your Life was the post-World War II vehicle that provided Groucho Marx with a career apart from his brothers and introduced him to a generation of viewers too young to remember him from his stage or film work. The interview-quiz show, featuring the famous $100 bonus paid to any contestant who said the \"secret word\" (displayed on a cartoonish stuffed duck that dropped from above if a contestant uttered the word of the day) debuted on radio in 1947, aired on both radio and television through 1960, and continued on television only for its final season in 1960-61 all in all, an amazing fourteen-year run for a quiz show with a tiny budget, a plain set, and a small jackpot (even by 1950s standards).",
  "Fact Check": "",
  "Description": "Although You Bet Your Life was structured to make it appear as though every show was completely ad-libbed by Groucho (who issued a steady stream of impromptu questions, off-the-cuff remarks, and cutting put-downs to contestants he had met only moments earlier), a good deal of preparation went into each episode. Potential contestants were selected and interviewed in advance, scripts for each week's show were prepared by writers and reviewed by Groucho, and the comedian used a mechanical teleprompter to read his lines during the recording of the program. (In early telecasts of You Bet Your Life , Groucho can be seen reading off sheets of paper propped up in front of him on something resembling a music stand.) It was true, however, that Groucho didn't actually meet the contestants until they walked onstage, and he certainly had plenty of latitude to depart from the prepared gags and questions (as did the contestants), with the result that much of the show's banter was indeed improvised on the spot. About a hour's worth of material was recorded for each half hour program so that flubs, uninteresting segments, and any troublesome or offensive remarks by Groucho could be edited out. The most notable remark of Groucho's You Bet Your Life years, that one that has gone down in legend as one of pop culture's most notorious comeback quips, supposedly occurred when Grouch was interviewing a Mrs. Story, a contestant with a remarkably large number of children (a number that varies anywhere from 10 to 21 in different tellings of the legend): GROUCHO: \"Why do you have so many children? That's a big responsibility and a big burden.\" MRS. STORY: \"Well, because I love my children and I think that's our purpose here on Earth, and I love my husband.\" GROUCHO: \"I love my cigar, too, but I take it out of my mouth once in a while.\" But did Groucho really say this, or is it a remark that (like so many other infamous quips) originated elsewhere and was later attributed to the notable figure deemed most likely to have said it? Since You Bet Your Life was taped in advance, heavily edited, and not aired live, this remark (if it truly occurred) would certainly have been cut from the finished program as too offensive for the standards of the times; so we can state definitively that (claims to the contrary notwithstanding) nobody ever actually heard it broadcast. If Groucho had really made this quip, the only people who would have heard it would have been the people present during the recording of the program (i.e., the cast, crew, contestants, and studio audience). So, did Groucho in fact utter this risqu remark, even if his bon mot never made it onto the airwaves? The one person who would undoubtedly know the truth is Groucho himself, and he maintained in a 1972 interview with Roger Ebert for Esquire magazine that he never said it: I got $25 from Reader's Digest last week for something I never said. I get credit all the time for things I never said. You know that line in You Bet Your Life? The guy says he has seventeen kids and I say: \"I smoke a cigar, but I take it out of my mouth occasionally\"? I never said that. This debate really should end here, based on a complete lack of evidence that Groucho ever said any such thing, coupled with his unequivocal statement affirming that he did not (and Groucho had no motive to disclaim one of the most famous lines associated with his celebrity if he really had said it). Instead, the legend persists in large part because misinformation about it is propagated over and over. Take, for example, the following account, presented as a first-person telling in a 1976 book often touted as a Groucho Marx autobiography, The Secret Word Is Groucho : Wherever I go, people ask me about a remark I purportedly made to Mrs. Story. Folklore about the encounter has been so broadly disseminated that it has been variously described as occurring with a mother having any number from ten to thirty children. The story, however, is not apocryphal. It did happen. \"Why do you have so many children?\" I asked Mrs. Story. \"That's a big responsibility and a big burden.\" \"Well,\" she replied, \"because I love children, and I think that's our purpose here on earth, and I love my husband.\" \"I love my cigar too,\" I shot back, \"but I take it out of my mouth once in a while.\" That kind of remark can have one of two reactions. It will either cause a sharp intake of breath at having crossed some forbidden frontier or it will bring the house down. The studio audience loved it, but the people out there in Radioland never got a chance to react. The exchange was clipped out by Dwan, the house censor. But even though Groucho is credited as the primary author of The Secret Word Is Groucho , it isn't really an \"autobiography.\" The book was actually put together in the waning years of the comedian's life by freelance writer Hector Arce, who ostensibly obtained input from Groucho; and it's unlikely that Groucho's declining health and memory allowed him to contribute much (if anything) to the finished work, leaving Arce to rely on secondary sources. Arce consulted various personnel associated with You Bet Your Life in producing the book; almost certainly one (or more) of those people proffered the \"cigar\" story as true to Arce, who rewrote it in Groucho's voice and inserted it into the book, unaware that his subject had denied it just a few years previously. Arce's account doesn't sound like Groucho's speaking or writing style at all, and it presents a Groucho who has suddenly \"remembered\" details he was previously unfamiliar with in his Esquire few years earlier (i.e., he's corrected the gender of the person he was addressing from male to female, he now recalls the contestant's name, and he's fixed the wording of the remark from \"I smoke a cigar, but I take it out of my mouth occasionally\" to the pithier \"I love my cigar too, but I take it out of my mouth once in a while\"). While the 1972 Esquire interview in which Groucho discussed this quip unideniably contained Groucho's own words, the same can't be said for what was presented in Arce's book. The Secret Word Is Groucho account quoted above also has Groucho asserting that the purported exchange with Mrs. Story was \"clipped out by Dwan, the house censor.\" Groucho of course would have known that Robert Dwan was not a \"house censor\"; he was one of the producers who worked on You Bet Your Life for its entire run, staging the weekly performances and supervising the editing of each episode for broadcast. In his own book about the program ( As Long As They're Laughing: Groucho Marx and You Bet Your Life ), Dwan wrote: Last summer in Maine, a respectable New York dealer in rare books sidled up to me and said, conspiratorially, \"Is it true Groucho made that crack about his cigar?\" I knew immediately what he meant. For a long time, I, too, believed it was a figment of the mass libido. But, after discussions with my late partner, Bernie Smith, I am convinced that it did happen. I now believe that Groucho said it, but that he didn't mean what the dirty joke collectors think he meant. That remark, taken at its burlesque show level, was simply not his style. But outside of that studio audience and the 200 people who laughed that night, no one else ever heard that joke, because the exchange was never broadcast. It was never heard beyond the confines of NBC Studio C in Hollywood, and yet the story has spread to become an underground legend. This account is even more curious: Robert Dwan, the man who was onstage for every performance of You Bet Your Life and who supervised the editing of the show, didn't remember hearing Groucho make such a remark, yet he came to \"believe\" the legend was real because someone else told him so many years after the fact. And although Dwan noted that he consulted \"20 volumes of the original scripts\" and a \"collection of acetate recordings of the unedited performances and tapes of the edited broadcasts\" and four reels of 16mm film consisting of \"the funniest and most audacious of the sequences which we were required to delete from the broadcasts as being unsuitable for viewing in the 1950s\" in the preparation of his book, he made nary a mention of turning up anything supporting the \"cigar\" story. Steve Stoliar, who worked as a secretary in Groucho's household during the last few years of the comedian's life, also made an affirmative case for this legend in his 1996 book, Raised Eyebrows: My Years Inside Groucho's House : You may have heard about a legendary line concerning a certain cigar that Groucho was alleged to have uttered during one program. Some say it never happened; others swear they've seen it on TV. As it turns out, the truth is somewhere inbetween. One of the unexpected pleasures of spending time with the people behind the scenes was getting to the bottom of this infamous incident. For the record, it was [You Bet Your Life head writer] Bernie Smith who provided us with the details. To our amazement, Bernie had kept a chart throughout the life of the show, in which he had meticulously recorded the names of the contestants, what the secret word was and how much they ended up winning. There was, it seems, a sign painter named Mr. Story who lived in Bakersfield, California. He and his wife had what was reputed to be the largest family in America. Originally there were twenty-two children, but three had died. During the first season of \"You Bet Your Life,\" when it was broadcast on radio only, the Story family was bused in from Bakersfield to be contestants on the show. After a bit of small talk, the conversation went like this: Groucho: \"How many children do you have?\" Mrs. Story: \"Nineteen, Groucho.\" Groucho: \"Nineteen?! Why do you have so many children? It must be a terrible responsibility and a burden.\" Mrs. Story: \"Well, because I love my children and I think that's our purpose here on Earth and I love my husband.\" Groucho: \"I love my cigar, too, but I take it out of my mouth once in a while!\" The studio audience went wild, but director Bob Dwan ordered the exchange deleted before it could be aired because it was obviously too racy for 1947 sensibilities. So the Story story is true, but anyone who claims to have seen that program is either mistaken or lying because it occurred three years before the show's 1950 television debut and it was edited out of the radio show before anyone but the studio audience had a chance to hear it. Unfortunately, no copies of that legendary outtake are known to have survived. Although the imagined dialogue between Groucho and the female contestant is lifted directly from The Secret Word Is Groucho , this account does at least introduce some detail to the story (e.g., a specific number of children, the hometown of the contestants, the father's occupation, the year of the interview) indicating actual research rather than mere repetition of legend. As we'll see shortly, however, some of this detail is inaccurate. The most recent presentation of the \"cigar\" legend we're aware of is the background booklet enclosed with the 2003 DVD release You Bet Your Life: The Lost Episodes (a collection of some of the show's preserved TV episodes), which contained the following information about an audio bonus feature included on one of the discs: In December 1950 DeSoto distributed a twelve inch 78rpm recording featuring highlights from You Bet Your Life and a holiday message from Groucho to their dealers. The nine minute recording includes an excerpt from Groucho's November 17, 1947 radio interview with Mr. and Mrs. Story of Bakersfield, California, the parents of twenty children. This interview has become legendary for a portion of it that never aired. Groucho: \"Why do you have so many children? It must be a terrible responsibility and a burden.\" Mrs. Story: \"Well, because I love my children and I think that's our purpose here on Earth, and I love my husband.\" Groucho: \"I love my cigar, too, but I take it out of my mouth once in a while.\"Considering how many people have claimed to have seen or heard that exchange over the years it would seem likely that it must exist somewhere. But of the ninety-nine radio episodes of You Bet Your Life that aired prior to the show's television debut, fewer than half of them survive. And the show with Mr. and Mrs. Story is not among them. The famous exchange would certainly have been edited out anyway. The brief clip from Season's Greetings from DeSoto Laughs with Groucho is all that remains of this episode. And the only people who witnessed that legendary moment were in the studio audience that fateful night in 1947. (Note that the imagined dialogue between Groucho and Mrs. Story is lifted directly from the book The Secret Word Is Groucho, another indication that it came from someone associated with the You Bet Your Life program and not Groucho himself.) It is true that Marion and Charlotte Story of Bakersfield, California, the parents of twenty children, were once featured as contestants on You Bet Your Life . According to announcer George Fenneman's introduction, Mr. and Mrs. Story were selected to participate because the producers thought it would be interesting to go through the audience and find the couple with the largest number of offspring for Groucho to interview, and as the parents of twenty children (not nineteen, as stated in Raised Eyebrows ), Mr. and Mrs. Story qualified for that honor. (Since You Bet Your Life was a well-planned show that interviewed and prepped its contestants in advance, Mr. and Mrs. Story likely appeared on the program by invitation and were not merely present in the audience by happenstance, with George Fenneman's introduction of them probably stretching the truth a little to create an exaggerated sense of spontaneity for the listening audience.) It is also true that this interview took place during You Bet Your Life 's days as a radio-only program (it didn't begin airing on television in addition to radio until October 1950); so even if the \"cigar\" quip had sprung from this encounter, anyone who now claims to have seen Groucho make the remark on television is clearly mistaken. As usual, however, the DVD booklet's account is rife with misinformation. A complete audio recording of (the broadcast portions of) Marion and Charlotte Story's appearance on You Bet Your Life does indeed exist (and is linked below). Moreover, that recording couldn't possibly date from 17 November 1947, as claimed, because Groucho can be heard making promotional references to DeSoto-Plymouth, who did not become sponsors of You Bet Your Life until partway through the 1949-50 season. (External evidence indicates this recording actually dates from the broadcast of 11 January 1950, the first show aired after DeSoto-Plymouth took over sponsorship of You Bet Your Life from Elgin-American.) What do we find in this recording? It does not include anything like the infamous \"cigar\" quip, Groucho's only mention of stogies coming when he inquires of Mr. Story, \"With each new kid, do you go around passing out cigars?\" (\"I stopped at about a dozen,\" Mr. Story responds.) And for those who would claim that the \"cigar\" remark was indeed uttered by Groucho but excised from the aired version of the show, we note that none of the claimed dialogue ancillary to that remark is present in the recording, either: Groucho does not ask Charlotte Story why she has so many children, neither Mr. nor Mrs. Story professes to thinking that having children is \"our purpose here on Earth,\" nor does Mrs. Story proclaim that she loves her husband. As we touched on earlier in this article, it's a common phenomenon of urban legendry that amusing stories involving clever repartee often retroactively place words into the mouths of the famous people deemed most likely to have said them. Sometimes, however, the designated mouths don't really match up with the words assigned to them. Johnny Carson's image has long been saddled with the claim that he made a risqu remark to a cat-carrying starlet on the Tonight Show, even though he was never known for employing that sort of crude sexual humor in his TV talk show host role. Likewise, although it might seem that no one would fit a sexual double entendre involving a cigar better than Groucho Marx, even You Bet Your Life producer Robert Dwan acknowledged (as quoted above) that it was too burlesque and not really Groucho's style. It was the kind of dirty put-down Groucho might blurt out in private, but not to a kindly couple on a national radio program. Groucho's style on You Bet Your Life was typically much gentler, as exemplified by the following exchange made under similar circumstances (i.e., when he questioned a female contestant who came from a family of seventeen children): Groucho: How does your father feel about this rather startling turn of events? Is he happy or just dazed? Daughter: Oh, my daddy loves children. Groucho: Well, I like pancakes, but I haven't got closetsful of them ... It's not inconceivable that the infamous \"cigar\" quip might have originated with this very exchange, when someone later misremembered or deliberately \"naughtied up\" the dialogue to better fit Groucho's public image and changed \"pancakes\" to \"cigar.\" NOTE: Various \" blooper \" records purport to offer an \"actual recording\" of Groucho's remark. However, those record makers typically employed recordings they made themselves using sound-alikes in order to \"re-create\" events for which no actual recording existed (in most cases because the events were apocryphal ones that never took place). Additional information: Groucho's interview with Mr. and Mrs. Story",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/snopes;https://www.facebook.com/snopes;http://message.snopes.com;https://www.youtube.com/watch?v=AKC0PPZbfE8&app=desktop;",
  "Example": "[TV Guide, 1999] [A] contestant on Groucho Marx's 1950s TV quiz show tells him that she has 10 children, and Marx asks why she has so many. The woman answers, \"Because I love children ... and I love my husband. Marx replies: \"I love my cigar, too, but I take it out of my mouth once in a while.\"",
  "Last Updated": "7 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/grouchocigar.asp",
  "Claim": "Groucho Marx made a risqu wisecrack about his cigar to a female You Bet Your Life contestant with 19 children.",
  "Claim_ID": "radiotv_tv_grouchocigar",
  "Tags": ""
}