{
  "Origins": "It's one of the ultimate TV trivia questions: Who was the first couple to be portrayed on a television series as sleeping in the same bed? It may sound like a silly question to younger readers, but those of us who were around for television's first few decades recall how squeamish the industry remained for many years, much more so than its cinematic counterpart, which was a bit looser because, unlike television, it did not broadcast its product directly into viewers' living rooms. Lucille Ball and Desi Arnaz, who were married in real life and portrayed a married couple on the most popular show of television's early years, I Love Lucy (1951-57), were depicted as sleeping in separate beds. Even more astonishingly, although Lucille Ball's character, Lucy Ricardo, was portrayed as giving birth on an episode of the series the very same day that Lucille Ball herself bore a son, and the character of the real-life child was incorporated into the show itself, CBS was still unwilling to allow the word \"pregnant\" to be used on the air and did their best to avoid displaying Lucille Ball's obvious \"condition\" to the viewing audience. Yes, this all took place in the \"early days,\" but even as late as 1969-74 series The Brady Bunch, six children shared a single bathroom that lacked a toilet.",
  "Fact Check": "",
  "Description": "So, when did television bow to the obvious and finally show a married couple sharing a single bed? The Brady Bunch, the series without a toilet, is often named, but then others point out that Herman and Lily shared a bed on The Munsters from 1964-66. (The eligibility of this one as a valid answer is sometimes questioned because the Munsters weren't exactly a \"human\" couple.) Others claim that Fred and Wilma bunked together on The Flintstones from 1960-66 (but their eligibility is also questioned because despite being human in character, they were cartoons and not real actors). Occasionally the Nelsons, the married stars of ABC's long-running The Adventures of Ozzie and Harriet (1952-66) are proffered as the correct answer. Would it surprise you to find out that the answer is a show that antedates even I Love Lucy? A program that was, in fact, television's very first sitcom? On Tuesday, 18 November 1947, a 15-minute program entitled Mary Kay and Johnny made its debut on the Dumont network. Like the more famous I Love Lucy series that followed it, Mary Kay and Johnny starred a real-life couple, actors Johnny and Mary Kay Stearns. Mary Kay had been modeling junior wear on a weekly TV show when her husband pitched the idea of a television-based domestic comedy to a sponsor. (Many such domestic shows, often featuring real-life couples, were playing on radio, but none had yet made the transition to television). Johnny got the go-ahead to produce a single episode, so he wrote a light comedic script about a newly-married couple who lived in a Greenwich Village apartment, just as he and Mary Kay, also a newly-married couple, did. The show caught on, and Mary Kay and Johnny, performed live, became television's first sitcom, eventually running for three years on three different networks (Dumont, NBC, and CBS). Another foreshadowing of the later I Love Lucy series occurred in December 1948 when the birth of the Stearns' first child was worked into an episode on the same day that Mary Kay herself gave birth, and the infant character was later added to the cast. (Since the show was performed live, obviously Mary Kay's character could not be shown giving birth on television while she gave birth for real in a hospital. That evening's episode instead featured a nervous Johnny anxiously pacing in a hospital waiting room while awaiting news of his off-screen wife.) Because of the inherent limitations of live television, most of the episodes of Mary Kay and Johnny were set in the couple's apartment. Mary Kay and Johnny's apartment included a bedroom (but not a bathroom), and their bedroom had but a single bed, which they shared. How do we explain this lack of the squeamishness about bedroom (if not bathroom) functions that was soon manifested in the television industry? Who knows? Perhaps it had something to do with the fact that the show was on Dumont, that it was live, or that in those days the production of shows was financed by sponsors rather than by the networks. Perhaps the medium was just too new for anyone to have grown uptight about such concerns yet. All that matters is that Mary Kay and Johnny were there first. Unfortunately, not even kinescopes of Mary Kay and Johnny have survived, so it exists only in the memories of those who saw the program during its original run half a century ago.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "7 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/marykay.asp",
  "Claim": "The early TV sitcom Mary Kay and Johnny was the first television series to portray a married couple who slept in the same bed.",
  "Claim_ID": "radiotv_tv_marykay",
  "Tags": ""
}