{
  "Origins": "In 1984 an Ohio man put together an astounding run on the television game show Press Your Luck . He did so by memorizing the sequences by which the various prize squares lit up on the game board, allowing him to time his button presses to coincide with the lights' stopping on the most advantageous squares. By hitting 35 such squares in a row, he was able to accumulate the largest win in the history of that show, and he did it all in under an hour. When the effort became too fatiguing, he passed his remaining spins to another contestant rather than risk losing his accumulated winnings to a mistimed press of the plunger.",
  "Fact Check": "",
  "Description": "Michael Paul Larson came by the idea after speculating that the \"whammies\" (the nickname given to the turn-ending prize-gobbling brown monsters that would at times pop up in squares hit by the contestant) might be appearing only in certain positions on the board and therefore could be completely avoided by someone who had memorized the patterns of their appearances. He began videotaping the show to see if the lights moved randomly. Almost immediately, he found that they did not move randomly, and he discovered that certain three-square sequences were repeated again and again. He deduced there was some commonality to these repetitions, and after an additional six weeks of study he realized that the board utilized only six patterns, each consisting of a fixed sequence of eighteen numbers. After that, it was but a matter of memorizing those six patterns, then getting on the show. As a contestant, Larson gained control of the board by answering a question correctly, then began landing on a sequence of prize squares that provided him with $3,000, $4,000, or $5,000, as well as another spin. By hitting these types of squares again and again, he held control of the board for 35 spins, racking up a total of $110,237 before finally relinquishing his turn to someone else. Game show officials were quick to figure out something wasn't quite kosher when Larson sped from one high cash square to another with nary a whammy coming into sight, yet they were helpless to end Larson's streak because he wasn't doing anything illegal. Whatever special knowledge Larson had, it didn't amount to cheating. Once he was off the show, the board was recalibrated, and the show moved to set a $75,000 limit on winnings. As for how this story ended, Larson ran through his game show gains in less than two years and afterwards became an assistant manager at a local Wal-Mart. Barbara \"in the end, the whammy got him\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/whammy.asp",
  "Claim": "A contestant on the game show Press Your Luck racked up an amazing series of wins by memorizing the patterns of the prize board's sequence of lights.",
  "Claim_ID": "radiotv_tv_whammy",
  "Tags": ""
}