{
  "Origins": "On 17 December 2014, actress Leah Remini appeared on the Ellen DeGeneres Show for DeGeneres' tenth of twelve Christmas-themed episodes. In the course of the show, the pair engaged in a prank call segment, with Remini suggesting that she call her husband Angelo Pagan, whom she stated was on a business trip, for an unspecified prank to which Pagan was not a party.",
  "Fact Check": "",
  "Description": "However, when a woman answered the number dialed, Remini appeared to be surprised and seemingly became angry after she identified herself to the individual as Pagan's wife. On the other end of the line, the woman who answered replied, \"You're married?\" The segment quickly cut away, leading many viewers to believe that the prank was cut short by Remini's discovery of her husband's infidelity. Not every Ellen viewer uses Twitter, so they may have missed Remini's tweet later that day addressing the segment and its veracity. She tweeted: Regarding the Ellen show today; it was just a joke to throw the audience off to surprise them with the gifts! Me and @apangelo are good! Leah Remini (@LeahRemini) December 17, 2014 Despite the clarification issued by Remini, viewers who did not catch the tweet remained confused about whether the segment was real and whether the star suffered a heartbreaking discovery on television. However, it's worth noting the show is not usually aired live: Had such a mishap occurred on camera outside the course of a planned prank, most likely the moment would have been left on the cutting floor rather than aired in what was otherwise a very upbeat episode.",
  "Originally Published": "",
  "Referred Links": "https://twitter.com/LeahRemini/status/545341179265429504;https://twitter.com/apangelo;",
  "Example": "[Collected via Twitter, December 2014] Wowwwwwww: Leah Remini Finds Out Husband is Cheating on Ellen Show",
  "Last Updated": "19 December 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/remini.asp",
  "Claim": "Leah Remini appeared on Ellen DeGeneres' show and learned during a phone prank that her husband was having an affair.",
  "Claim_ID": "radiotv_tv_remini",
  "Tags": ""
}