{
  "Origins": "No, it isn't true, even though numerous reporters on the Washington beat have reported it as such. Grandy claims he started this story himself (or at least spread it) as a joke: There was a story that haunted me when I first got elected . . . that I once got on the members' elevator to go up to a vote and there was a page on the elevator and he asked me if I was going to get off at the Lido deck. The apocryphal story is that I had them summarily fired and sent back to Muskogee or wherever. First of all, I couldn't have done that even if I'd wanted to. Two, it wasn't true. It was a joke I was telling on myself at the time. Disparaging rumors aren't exactly new to Capitol Hill, and it's not difficult to see why the anecdote about Grandy made the transition from joke to \"true story\" so easily: Mr. Grandy has developed a reputation for arrogance in record time on the Hill. Perhaps it's because he arrived with the celebrity status most Hill grandstanders have to earn the hard way. And that might be it right there. He wasn't liked, and there were at least a few who were of the opinion he was acting a bit big for his britches. His being decidedly sensitive about his kitschy Love Boat past and his being over-anxious to not be seen as an actor who'd managed to get elected solely on the basis of his well-publicized name were exploitable weaknesses and factors that would have created the equivalent of a painted bull's eye on Grandy's behind. Now add to the mix a few fellas who know how to swing a mean boot . . .",
  "Fact Check": "",
  "Description": "Barbara \"capitol punishment\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[O'Neil, 1995] When [Grandy] first went to Washington, he felt like he was \"auditioning\" for his fellow government servants, who were leery of Gopher doing government. But he overcompensated, he said, and sent out a signal that Love Boat was a taboo subject. Here's what happened: One day, when he was in an elevator at the Capitol, someone got on, and Grandy asked, \"Lido Deck or Promenade Deck?\" But the whole thing got twisted in the rumor mill, he said, until this was the story: Grandy walked onto an elevator, and a page joked, \"Lido Deck or Promenade Deck?\" In the rumor, Grandy was so unamused that he had the 15-year-old fired. \"That rumor followed me the whole time I was in Congress,\" he said.",
  "Last Updated": "6 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/grandy.asp",
  "Claim": "A Congressional page who encountered Love Boat actor-turned-politician Fred Grandy on an elevator and asked \"Lido Deck or Promenade Deck?\" was fired by Grandy for his insolence.",
  "Claim_ID": "radiotv_tv_grandy",
  "Tags": ""
}