{
  "Origins": "In 1953, a struggling young comedian and radio personality named Soupy Hines, tired of eking out a living doing stand-up gigs at clubs around the Cincinnati area, acted on a tip from a friend and drove to Detroit in the hope of finding work in television. Born Milton Supman (\"Soupy\" was a childhood nickname suggested by a Southern pronunciation of his last name, and the surname \"Hines\" was an adopted reference to the Hines Soup Company), Hines had some experience in the new medium, having hosted a teenage dance show and an evening interview/comedy program in Cincinnati. But the job he landed at TV station WXYZ in Detroit was different than anything he'd tried before: hosting a daily lunchtime show for children.",
  "Fact Check": "",
  "Description": "Soupy's 12 o'clock Comics (soon changed to Lunch with Soupy , and after a final surname change a few years later, Lunch with Soupy Sales ) was unlike any other children's program. Soupy was neither a sober adult figure who provided children with daily lessons nor a costume-clad huckster who furnished the continuity for a string of cartoons and commercials. With his cast of puppets Pookie, the hip lion; Willie, the sickest worm in Detroit; White Fang, the meanest dog in Detroit; Black Tooth, the sweetest dog in Detroit (the latter two each represented only by a single on-screen paw and off-screen growls) Soupy delivered a rapid-fire stream of sketches, gags, puns, and, of course, plenty of his trademark pies-in-the face. Soupy's popularity grew through his years of hosting a daily show in Detroit, a noontime program on the ABC network, and an early evening spot for KABC in Los Angeles, and by the time he settled into a weekday slot at New York's WNEW-TV in 1964, so had his audience. Singing stars of the era such as the Supremes, Martha and the Vandellas, the Ronettes, and Judy Collins often dropped in on The Soupy Sales Show , as did well-known comedians Nipsey Russell, Henny Youngman, and others. Kids still enjoyed watching Soupy's program for the slapstick and farce and pie-throwing, but the celebrity appearances helped draw a considerable share of teenage and adult viewers as The Soupy Sales Show became (like Rowan & Martin's Laugh-In would a few years later) the hip adult show that appealed to kids as well. Soupy also developed a hip reputation among youngsters for something else: like Bob Hope before him and Johnny Carson after him, Soupy was often identified as the putative source of anonymous bits of salacious schoolyard humor. Due in large part to the free-wheeling, improvisational nature of his live show (as exemplified by his notorious \" little green pieces of paper \" broadcast on New Year's Day in 1965) he acquired a false reputation for sneaking all sorts of barely-disguised sexual innuendo and four-letter words into his program from kids who swore those dirty jokes they were telling had come straight from Soupy's mouth. The risqu gags attributed to Soupy over the years include the following: Soupy's telling the joke: \"What starts with 'F' and ends with 'UCK'? A fire truck!\" Soupy's singing a ditty entitled \"If you see Kay ...\" Soupy's playing a game with White Fang in which the dog grunts the alphabet but consistently misidentifies the letter 'F' as the letter 'K' until Soupy blurts out in mock exasperation: \"Everytime I see 'F,' you see 'K'!\" Soupy's telling his audience: \"I climbed up a tree and kissed my girl between the limbs.\" Soupy's exclaiming: \"My wife can't cook, but she sure can cream my banana!\" Soupy's announcing: \"I took my wife to a baseball game I kissed her on the strikes, and she kissed me on the balls.\" As Soupy himself explained in his autobiography, none of this was anything he could have gotten away with on television in the mid-1960s and still have remained on the air: [A]bout those myths. There were all these other things I was supposed to have said, like \"What begins with 'F' and ends with 'UCK' ... a firetruck,\" or, \"I took my wife to the ball game and kissed her on the strikes and she kissed me on the balls,\" or, \"My wife is a great cook, she makes great pies I eat her cherry and she eats my banana.\" And people would swear that I said it! Now, you know that in those days you couldn't say nuthin' [like that on television]. I got so annoyed at these stories that I used to have a standing offer of ten thousand dollars cash to anyone who could prove that I said any of the things that people claim I've said. Look, at every TV station, whether you know it or not, there's a little spool in the master machine in engineering that records everything that's said, everything that goes on. And believe me, if I said half the things I'm supposed to have said, they would be on some blooper record making the rounds. Soupy's assessment of how these rumors came to be associated with his TV show agrees with ours: After many years, I think I finally figured out how these ridiculous stories got started. Kids would come home and they'd tell a dirty joke, you know, grade school humor, and the parents would say, \"Where'd you hear that?\" And they'd say \"The Soupy Sales Show,\" because I happened to have the biggest show in town. And they'd call another person and say, \"Gladys did you hear the joke that Soupy Sales was telling on his show?\" and the word of mouth goes on and on, until people start to believe you actually said things like that.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0810815575/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0871319357/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0786411988/ref=urbanlegendsrefe;http://www.tv.com/shows/rowan-and-martins-laugh-in/;",
  "Example": "",
  "Last Updated": "15 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/soupyjokes.asp",
  "Claim": "Soupy Sales routinely sneaked smutty jokes into his television program.",
  "Claim_ID": "radiotv_tv_soupyjokes",
  "Tags": ""
}