{
  "Origins": "Several television series aired episodes that were broadcast as part of the shows' regular network runs but for one reason or another were omitted from the syndication packages subsequently sold to local stations, thereby creating \"lost\" episodes that were not seen again by the general public for many years.",
  "Fact Check": "",
  "Description": "An episode filmed for the seventh season of the suspense series Alfred Hitchcock Presents (1961-62) reversed that phenomenon: Deemed unsuitable by a sponsor of the show, one installment of the program was never given a network airing and was not seen by television viewers until the series was sold into syndication. The episode that caused the controversy was entitled \"The Sorcerer's Apprentice,\" adapted for television by Robert Bloch from his 1949 short story of the same name. The plot involves a transient, mentally underdeveloped young man named Hugo who is found and taken in by Victor Sadini, a magician performing with a traveling carnival; Hugo quickly becomes enchanted with Sadini's magic act, which culminates with Sadini's sawing his wife, Irene, in half with a buzzsaw and then restoring her to wholeness. Unfortunately, Hugo's arrival complicates an already messy love triangle: Hugo develops a protective crush on Irene, who is herself carrying on an affair with George, another carnival performer. Taking advantage of Hugo's simple-mindedness, Irene seeks to resolve the situation by convincing Hugo that Sadini is mistreating her, and that if he (Hugo) could gain possession of Sadini's magic wand, he would then have the same magical powers as her husband. An enraged Hugo solves the problem as expected, killing Sadini and then paying Irene a visit proudly garbed in the dead magician's costume, but when Irene spurns Hugo's advances, they struggle and Hugo knocks her out. Irene awakens to find herself strapped into the sawing-in-half trick's prop box as the buzzsaw cuts into it, while a gleefully triumphant Hugo convinced that his possession of Sadini's wand endows him with a magical ability to pull off the trick successfully pleads with the terrified woman to \"Smile! Smile!\" If the denouement of the episode wasn't obvious to some viewers, it was made clear in host Alfred Hitchcock's wry closing narration: I don't know quite how to put this; however. I must tell you the truth. The saw worked excellently, but the wand didn't. Hugo was terribly upset and Irene was beside herself. As for the police, they misunderstood the whole thing and arrested Hugo for murder. Although the episode as filmed displayed no gore and left the details of the climax to viewers' imaginations, one of the series' sponsors nonetheless found the concept of \"The Sorcerer's Apprentice\" to be too horrifying and protested against the episode's airing: On October 2, 1961, two Alfred Hitchcock Presents episodes that chilled their television sponsor were described to federal investigators in New York's federal courthouse in Foley Square. Theodore G. Bergmann, vice-president in charge of advertising for Revlon, Inc., claimed that the company had taken exception to the programs when they were scheduled for production on the NBC network. (Revlon was an alternate sponsor for Alfred Hitchcock Presents.) Bergmann was a witness at a Federal Communications Commission hearing on sponsor influence on network programming. He described the horrifying climax of \"The Sorcerer's Apprentice,\" when a \"deranged\" assistant to a magician \"decided to emulate the magician and saw a woman in half and in this case he really did it,\" the advertising executive stated. We believe that this was excessive, unnecessary and not something we wanted to be associated with in having our name brought to the living rooms of America,\" he continued. \"We protested to the network and succeeded in having it eliminated.\" Since Alfred Hitchcock Presents shifted formats (it expanded from a half-hour to a full hour and was renamed The Alfred Hitchcock Hour ) at the conclusion of the season in which \"The Sorcerer's Apprentice\" was to have aired, the episode was simply skipped by the network (the only such occurrence in the history of the series). However, \"The Sorcerer's Apprentice\" was included in the syndication package of half-hour Alfred Hitchcock Presents episodes sold to local stations and thus escaped the fate of becoming a truly \"lost\" episode. Writer Robert Bloch later recalled of the brouhaha: When the network censors viewed the teleplay there was thunder from on high. This show was simply 'too gruesome' to be aired. Nobody called me on the carpet because of this capricious decision as a matter of fact, when the series went into syndication, my show was duly televised without a word from the powers that be.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/0970331010?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "",
  "Last Updated": "16 August 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/suppressed/sorcerer.asp",
  "Claim": "An episode of Alfred Hitchcock Presents was suppressed for being \"too horrifying.\"",
  "Claim_ID": "radiotv_suppressed_sorcerer",
  "Tags": ""
}