{
  "Origins": "Perhaps no single creation of pop culture symbolizes the American post-war \"baby boom\" society better than the 1957-63 television series Leave It to Beaver. Even if this gentle black-and-white sitcom about life as seen through the eyes of two brothers growing up in the middle class suburb of Mayfield didn't accurately reflect the status of contemporary America, it certainly encapsulated the way we now want to remember that era. Leave It to Beaver represents a time and place of innocence many of us would like to return to, whether or not it really existed in the first place.",
  "Fact Check": "",
  "Description": "The lovable title character of the show, Theodore \"Beaver\" Cleaver (son of Ward and June Cleaver, and younger brother of Wally Cleaver) was portrayed by child actor Jerry Mathers. Looking back at the social climate of the 1960s and the types of rumors and legends that originated during that era, we shouldn't be surprised to find it was widely believed that Jerry Mathers had been killed in Vietnam. Leave It to Beaver and its young star were seen as the tangible representations of a time of peaceful innocence that ended not long after the show aired its final episode in September 1963. Within two months President John F. Kennedy was assassinated, and America entered a decade of turmoil marked by civil rights struggles, demonstrations against American involvement in the Vietnam War, violent social protest, and more assassinations. Urban legends frequently juxtapose concepts such as good and evil, innocence and depravity, safety and danger, and what could provide a more shocking contrast in opposites than the announcement that one of our best known symbols of innocence and purity had met a violent death in a controversial war? (This same concept is echoed in legends that posit the military involvement of pop singer John Denver and children's TV host Fred Rogers in Vietnam as well.) When we find out that Jerry Mathers temporarily absented himself from the world of show business after 1963 to pursue a \"normal\" life, it seems almost inevitable that rumors of his death would have eventually begun to circulate. An actor who had been highly visible on TV every week for six years suddenly disappeared from the sight of the public eye, he was the same age as thousands of young men who were being drafted into the military and shipped overseas to fight in Vietnam, and the notion of his dying a soldier's death would be an ironic commentary on the social and political decline of America. A little bit of background research reveals that this legend was given a tremendous boost by some real-life events. Jerry Mathers did serve in the military, enlisting in the Air Force Reserve while still in high school. (In a curious foreshadowing of this legend, Mathers reportedly tried to join the Marines, who told him that he would have to remain stateside because of their reluctance to risk the negative publicity that would follow if such a prominent person were to die in Vietnam.) The American public got its first glimpse of Jerry Mathers in a long while when he appeared in dress uniform (replete with shaved head) as a presenter during the nationally telecast 1967 Emmy Awards ceremony. The association of Jerry Mathers with the military was now firmly implanted in the public's mind (although he was stationed exclusively in the United States). A legend that might already have been inevitable was now a practical certainty. Jerry Mathers' death supposedly became a full-blown rumor in 1968 when someone with a similar name (usually said to be a \"Private J. Mathers\") was killed in Vietnam, and the major U.S. news services (i.e., Associated Press and United Press International) mistakenly reported that it was the star of Leave It to Beaver who had died. Although a little bit of name confusion was undoubtedly involved, we don't find any evidence of a mistake on the wire services' part. The only Mathers who died in Vietnam was Sgt. Steven Allen Mathers of Rockwell, Iowa, who was killed in action in Tay Ninh on 26 October 1968. The newspaper accounts of his death that we've turned up neither listed him as \"J. Mathers\" nor confused him with a child television star: Sgt. E-5 Steven Mathers, 21, of rural Rockwell died Saturday, October 26th, in Vietnam as a result of wounds suffered in combat. He was with the U.S. Army Company B, 2nd Battalion, 28th Infantry, 1st Infantry Division. Mathers entered the service September 12, 1967, and had been in Vietnam since late February this year. He was born December 6, 1946, in Charles City. Although Sgt. Mathers was killed in October 1968, the Jerry Mathers death rumor didn't become widespread enough to start appearing in newspapers until December 1969. An April 1970 article on the rumor reported its background thusly: There was the former child actor, alive and kicking, refuting a '68 Vietnam wire service story on the death of Private J. Mathers, star of the TV series. Now a philosophy major and a junior at UCLA, Mathers took his spring quarter final in art history, then sat down to explain the mistaken news story. Prior to graduating from high school in 1967, the actor enlisted in the Air Force Reserve and was allowed to take his finals early, report for duty, then return in time to graduate with his senior class. After training in Texas, Jerry went back to school, enrolling at Cal-Lutheran in the San Fernando Valley, not far from home. A roommate woke him up one morning with \"Do you know you're dead,\" thrusting a newspaper in his face, carrying the Vietnam account of Private Mathers killed in action. At home, Mrs. Mathers received a tearful call from a fan offering condolences, her first awareness of the mistaken identity report. Air Force Sergeant Mathers is still in the Reserve, serving out his time, attending school within 150 miles of his base, performing in My Three Sons and Lassie on the side. He has never seen action in Vietnam. Actress Shelley Winters is often credited with promulgating this legend by announcing Jerry Mathers' death during a Tonight Show appearance shortly after the real Sgt. Mathers had been killed in Vietnam, but we haven't been able to ascertain that Ms. Winters was a guest on the Tonight Show anytime during 1968 or 1969. The first television listing we've found from that period that includes her as a Tonight Show guest is from 30 March 1970, by which time the Jerry Mathers death rumor was already in full swing.",
  "Originally Published": "",
  "Referred Links": "http://thewall-usa.com/info.asp?recid=32929;",
  "Example": "",
  "Last Updated": "15 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/mathers.asp",
  "Claim": "Leave It to Beaver star Jerry Mathers was killed in action in Vietnam.",
  "Claim_ID": "radiotv_tv_mathers",
  "Tags": ""
}