{
  "Origins": "Whenever two or more celebrities who have appeared in the same television series or movie die either within a short time of one another or are regarded as having expired well before their time, rumors about a \"death curse\" on that series or film begin to circulate. It is therefore no surprise that the television sit-com Bewitched has been subject to such whispers.",
  "Fact Check": "",
  "Description": "The comedy (which ran on ABC from 1964 to 1972) depicted the travails of a witch and a mortal joined in matrimony, their two worlds constantly colliding as the wife's best efforts to foreswear the use of witchcraft proved no match for the wiles of her family. The May 1995 passing of actress Elizabeth Montgomery appears to have been the catalyst that sparked rumors about a curse. Coming so close upon the heels of the deaths of two of her Bewitched co-stars (Dick Sargent in July 1994 and Dick York in February 1992), it prompted whispers that a malevolent force was at work. Said whispers were never specific about who might have placed the curse or the reason for it, relying instead upon inference to fill in the blanks. The show, after all, had been about witchcraft. Was it that implausible then that someone or something would seek to punish all associated with it? Not only were Montgomery, York, and Sargent the stars of the series (which would have been reason enough to cause some to believe the Grim Reaper had been given a little push), but they were also regarded as having left this mortal coil before their time. Other than the children in the show, the trio of Samantha and the two Darrins were the youngest characters in Bewitched . (Samantha's and Darrin's family members, his boss and the boss' wife, plus the neighbors, were all written as older characters their only contemporary was Cousin Serena, a role also played by Elizabeth Montgomery.) Whatever the true relative ages of the actors and actresses involved, common sense would suggest the thespians playing Samantha and the two Darrins should have outlived all those who'd acted in other adult roles in Bewitched . Yet they hadn't, which fueled belief in the curse. The first of the trio to go, York, (who was 63 when he died) expired of emphysema. Initially, his death wasn't viewed as untimely, given that he'd been ill for years: a back condition had forced his retirement from the show in 1969, and a subsequent addiction to painkillers also took its toll. Sargent (who was 64 when he crossed over) was felled by prostate cancer. Montgomery's death, however, caused those looking for the workings of dark forces to re-examine the deaths of the two actors who had played Darrin Stephens in the series. While Montgomery had been 62 at the time of her death, she was widely thought to have been only 57, which made her passing seem all the more untimely. However, while according to our flawed understanding of what length of life any of us should expect, some individual deaths might be viewed as out of place. Yet a study of what happened to each of the actors and actresses to play major parts in the series shows that even the \"untimely\" passings fall into a larger pattern of order. First, let's look at which cast members died, when they expired, how old they were at the time of their passing, and how they went: Alice Pearce (Gladys Kravitz): March 1966, age 48, ovarian cancer Marion Lorne (Aunt Clara): May 1968, age 82, heart attack Agnes Moorehead (Endora): April 1974, age 73, uterine cancer Roy Roberts (Frank Stephens): May 1975, age 75, heart attack George Tobias (Abner Kravitz): February 1980, age 78, bladder cancer Paul Lynde (Uncle Arthur): January 1982, age 55, heart attack Mabel Albertson (Phyllis Stephens): September 1982, age 81, Alzheimer's disease Maurice Evans (Maurice): March 1989, age 87, cancer David White (Larry Tate): November 1990, age 74, heart attack Dick York (Darrin Stephens): February 1992, age 63, emphysema Robert F. Simon (Frank Stephens): November 1992, age 83, heart attack Dick Sargent (Darrin Stephens): July 1994, age 64, prostate cancer Elizabeth Montgomery (Samantha Stephens): May 1995, age 62, colo-rectal cancer Irene Vernon (Louise Tate): April 1998, age 76, unspecified illness Sandra Gould (Gladys Kravitz): July 1999, age 82, complications following heart surgery Kasey Rogers (Louise Tate): July 2006, age 80, stroke Alice Ghostley (Esmeralda): September 2007, age 81, colon cancer and stroke Now, let's look at the cast members still with us: Bernard Fox (Dr. Bombay): still living, born May 1927 Erin Murphy (Tabitha Stephens): still living, born June 1964 Diane Murphy (Tabitha Stephens): still living, born June 1964 According to the National Center for Health Statistics (NCHS), the average life expectancy in the U.S. is just shy of 78 years (77.8 years, to be precise). Applying that bit of knowledge to the \" Bewitched death curse\" rumor, of the 20 cast members the supposed hex could have felled, we see that nine expired before reaching 77.8 years of age, nine (one of whom is still living) survived past that benchmark, and two are as yet undetermined (the two actresses who played Tabitha, both of whom are still alive and in their 40s). Ergo, the \"curse\" operated roughly the same way statistical chance would have half the target group died before achieving the average lifespan, and half lived past that mark. Finally, regarding the modes of exit (cancer, heart attack, stroke, emphysema, Alzheimer's), the list's one surprise is that none of the deaths is the least bit unusual. You would think any curse worth calling itself such would include a decapitation or two, or at least one instance of someone being eaten by wolves. Barbara \"hex a gone\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.cdc.gov/nchs/fastats/lifexpec.htm;",
  "Example": "[Collected via e-mail, July 1995] Has anyone noticed that the cast of \"Bewitched\" seems to be dropping dead at an alarming rate? So many people dying relatively young of dubious causes such as \"cancer\" and \"heart attacks\" cannot be mere coincidence.",
  "Last Updated": "22 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/bewitched.asp",
  "Claim": "A curse doomed the cast of Bewitched to early deaths.",
  "Claim_ID": "radiotv_tv_bewitched",
  "Tags": ""
}