{
  "Origins": "On-stage performers in theatrical shows and other live events have always had to deal with the possibility of something going wrong in the midst of a performance anything from missed cues, forgotten lines, and suddenly-ill actors to calamitous accidents involving props, costumes, or scenery. Unlike participants in filmed entertainment, they have no chance to stop the cameras, recover themselves, do another take, or edit the flub out of the finished performance; they have to carry on as best they can despite whatever adverse circumstances might arise. In the pre-television era, at least, they had the consolation of knowing that a flawed performance would live on only in the memories of the relatively small audience that witnessed it.",
  "Fact Check": "",
  "Description": "The advent of television changed that dynamic, however. Many programs aired in the early days of commercial broadcast TV were staged live, and flawed performances were viewed by audiences numbering in the millions rather than the hundreds. Also, such performances were sometimes preserved on film (usually through the kinescope process), enabling repeat viewings of embarrassing flubs. Moreover, the lack of in-studio audiences for television performances, combined with the knowledge that an on-stage performer in a TV production wasn't necessarily visible to viewers (because the audience saw only what was revealed in the camera angle chosen by the director), occasionally lulled background actors into making mistakes when they forgot or didn't realize they were still in the shot. One of the more popular legends based on this sort of \"live TV goof\" is the tale of the actor whose character is killed off in the course of a production, and who then (either in the middle of a scene or during a transition between scenes/acts) walks or crawls off-stage under his own power, unaware that his now re-animated \"corpse\" is plainly visible to the viewing audience. As noted in the example cited at the head of this page, this tale is often told of a 1954 live television adaptation of the first James Bond novel, Casino Royale, during which Peter Lorre (as the villain Le Chiffre) was supposedly killed off at the end of Act 3, then stood up and walked off-stage while the camera was still fixed on him. This particular version of the legend appears to be apocryphal, as none of the commercially available tapes or DVDs of the Casino Royale broadcast includes the alleged goof, and no major U.S. newspapers made note of the flub in their reviews of the program. However, the gist of the legend itself appears to be true, mistakenly interchanged with a different installment of the same program. A production of Ian Fleming's Casino Royale , starring Barry Nelson and Peter Lorre, aired on 21 October 1954 as the third production of CBS's Climax! , a Thursday night anthology program which presented a series of live, hour-long dramatic adaptations. The \"dead man\" glitch occurred in the series' premiere episode (aired on 7 October 1954) during a production of the Raymond Chandler crime novel, The Long Goodbye, as described in a Los Angeles Times article a few days later: CASE SOLVED Corpse Walks Away During Drama on TV And the dead man got up and slowly walked away . . . No doubt about it. Thousands of televiewers were talking about it yesterday. It seems that on the new high-budgeted CBS dramatic series, Climax, which had its debut on KNXT (2) Thursday night, Actor Tristam Coffin was lying under a blanket and Detective Dick Powell was talking about having the body removed when the actor arose from the dead and strolled off scene. Powell and the other actors went right on talking as if nothing had happened. And the show went on and the private eye finally solved the murder, leaving televiewers a little perplexed. CBS blushingly explained yesterday that Coffin thought the scene was over and that he was off-camera when he took his macabre stroll. Other newspaper scribes spotted the slip-up as well, as noted in this summary by the Chicago Daily Tribune 's television reviewer: SLAIN GUY CRAWLS OFF VIDEO SET CLIMAX! On its premier from Hollywood last night the new Climax series reached a totally unexpected climax. For its opener, the series presented a tight taut Raymond Chandler murder thriller titled, \"The Long Goodby,\" starring Dick Powell as a private eye. The action had moved to its moment of greatest impact. An alcoholic author had just been mysteriously shot. A blanket was drawn over the body and while viewers sought to figure out who killed the victim, the body got up and crawled off stage on all fours, dragging the blanket atop him. We haven't seen a camera booboo so ludicrous since the early days of TV when WBKB put on \"Arsenic and [Old] Lace,\" and the corpse in the window seat suddenly came to life. Despite this bobble, this was a great show with Powell turning in a top grade performance as a casual, cool detective, who unraveled a complicated case, but I'll bet he will always insist on a filmed show in the future to avoid such boners, even tho he had no part in causing this one. The New York Times ' television wrap-up column also made mention of the incident: The direction of William H. Brown Jr. was most able, except for one unfortunate moment when a camera caught one of the 'bodies' getting up and leaving the stage. This minor mishap was of scant importance in light of the evening's achievement. It may be the case that the dead do sometimes walk among us, but the least they could do is wait for convenient commercial breaks.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20020820200902/http://www.museum.tv/archives/etv/K/htmlK/kinescope/kinescope.htm;",
  "Example": "[Collected via e-mail, 2005] I've got a James Bond legend, this one concerning the 1954 film \"Casino Royale.\" The film was originally performed live on television. Rumor has it that after his death scene, Peter Lorre (as the villain Le Chiffre) was unaware that he was in the shot, and promptly rose from the dead and walked out of frame.",
  "Last Updated": "13 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/deadman.asp",
  "Claim": "An actor whose character had been killed during a live television production suddenly got up and walked off-stage.",
  "Claim_ID": "radiotv_tv_deadman",
  "Tags": ""
}