{
  "Origins": "It isn't difficult to find clips from various films, radio programs, and television series that would now be deemed unacceptable due to their racial insensitivity. And the phenomenon may not be as far in the past as we'd like to think not until the mid-1960s did black actors finally have the opportunity to assume non-buffoonish, non-servile starring roles on American television. (Bill Cosby was the first black performer to take a lead role in a dramatic TV series in the U.S., starring as secret agent Alexander Scott in the espionage series I Spy from 1965 to 1968.)",
  "Fact Check": "",
  "Description": "So, it might not stretch younger viewers' credulity too much to think that the folks behind Mister Ed, the 1960s sitcom based on the adventures of architect Wilbur Post and the talking equine who inhabited the rambling country home he inherited, might have toyed with some racist humor while goofing around on the set. After all, the program made its network debut way back in the unenlightened days of black-and-white TV, and there's a video clip right here that seems to confirm the claim: an outtake from a 1961 episode showing a young black actress taking her leave of Mister Ed with the parting words \"I better get out of here,\" to which the sardonic quadruped responds, \"Took you long enough, nigger.\" Of course, context is everything, and the Comedy Central cable channel's logo in the bottom right-hand corner of the video is a key clue. This isn't a vintage 1961 TV clip ; it's a retro re-creation taken from a March 2003 episode of the Comedy Central series Chappelle's Show (starring comic Dave Chappelle ), an episode featuring a spoof investigative news piece about racist animal stars in the entertainment industry: Dave does a hilarious spoof on \"Frontline,\" investigating the topic \"Is Hollywood Racist\" with a look at racist animals in movie history. A security guard claims that the film idol Rin Tin Tin is the same dog that bit him during a civil rights march, Flipper makes a frightening appearance in a black neighborhood swimming pool, and Mr. Ed is seen making sly racist remarks during his TV show and also as the horse ridden by members of the KKK.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0345455428/urbanlegendsrefe;http://press.comedycentral.com/press/pressreleases/release.jhtml?f=3-10-03_Chappelles_Show_108.xml;http://www.davechapelle.com/;http://www.comedycentral.com/shows/chappelles_show/index.jhtml;http://www.comedycentral.com/;",
  "Example": "[Collected via e-mail, 2006] Comment: My friend told me that Mr. Ed made a racist comment on one of the episodes, so I looked it up and found a video clip. Is it true or is it racist?",
  "Last Updated": "24 May 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/mistered.asp",
  "Claim": "Outtake from the Mister Ed TV series captures the talking equine making a racist comment.",
  "Claim_ID": "radiotv_tv_mistered",
  "Tags": ""
}