{
  "Origins": "Many baby boomers have come across the spooky anecdote about Houston television station KLEE somewhere or other. It appeared in the December 1958 issue of Reader's Digest and has since been reprinted in numerous Reader's Digest anthologies and countless volumes of \"strange-but-true\" stories.",
  "Fact Check": "",
  "Description": "As an intriguing bit of \"weird science,\" this one is hard to beat. That viewers across the Atlantic could pick up signals from an American TV station in those pre-satellite days was remarkable enough, but from a station that had been off the air for more than two years? Imagine the possibilities! If all those radio and TV signals we'd been beaming around for decades never really went away, perhaps we could eavesdrop on broadcasts from earlier eras; maybe sit at home and enjoy an evening listening to Amos 'N' Andy or the 1934 World Series. And if radio waves kept bouncing around for years and years without dissipating, maybe other intelligent beings in the universe were enjoying old episodes of \"The Honeymooners\" and \"I Love Lucy\" and marking down Earth as a place they just had to visit. Small wonder this story was eagerly told and re-told and cited in innumerable UFO-related books. The tale of the mysterious TV signal is just another entry in the \"too good to be true\" column, however. The whole thing was a hoax. The saga began when station KPRC-TV in Houston received a letter from England addressed to the president of KLEE. It read: Enclosed herewith is a photograph taken by an ordinary box camera of what I believe is your test signal received 3:50 p.m. 14 September 1953. It would be of great interest and help if you could be so kind as to confirm or deny by return mail that this is so and at the same time it would be of great help if you would endorse the back of the photograph and return. Your help in this matter would be much appreciated. KPRC's chief engineer was baffled. How a TV signal originating in Houston could have been received all the way in England was puzzling enough, but an even bigger mystery was how anyone could have seen the identification card shown in the photograph: KLEE had been bought by the Houston Post and renamed KPRC in mid-1950, and its call sign had not been used since. KPRC initially pursued the possibility that what English viewers had seen was actually an advertisement for Kleenex brand facial tissues, but this theory failed to pan out. The BBC looked into the matter but was unable to definitively confirm or disprove it. (Why the fundamental incompatibility between American TV signals and British television sets didn't immediately indicate to the investigators that the whole thing was a hoax remains puzzling.) When engineers from the Chrysler Corporation in America investigated and declared the pictures to be valid, the tale entered the world of Reader's Digest lore and became forever embedded in the minds of millions of readers as a \"verified true story.\" Although the folks at KPRC could not have known at the time, several clues pointed to the whole affair's being a hoax. What KPRC had received was in a fact a form letter; many other American stations had received similar letters with photographs reporting sightings of their own identification cards as well. KPRC was the only station whose call letters had changed in the previous few years, however, providing a hint that whoever was sending the letters was working with slightly out-of-date information. The letters were also suspect because they never included anything but photographs of station call signs; they showed no pictures taken from broadcast programs or commercials. Finally, many of the pictures were similar but not identical to the stations' identification cards; in some cases there were subtle differences that couldn't be completely explained by poor reception or bad photography. The reply to KPRC's correspondence with the English observer who had sent them the photograph of their call sign eventually revealed the workings of the hoax. Their letter was answered by a business partner of the observer, who disclosed that they were engaged in an enterprise to build \"highly sensitive super-heterodyne\" television sets capable of receiving signals over great distances, all without the need of antennae. The hoaxsters' TV sets did no such thing, of course, but they weren't going to let such petty details dissuade them from fooling others into believing it. Somehow they obtained photographs or other likenesses of call signs from TV stations in the USA (as well as France, South America, and the Soviet Union), reproduced them, and projected the images onto the screen of their fabulous \"invention\" for a select audience of credulous viewers. They then encouraged their guests to take pictures as proof of their amazing achievements in long-range reception and send them to the host stations for verification. This explained why their sets never \"received\" anything other than images of station identification cards: faking actual broadcasts with moving images was too difficult a feat for them to pull off, and the reception of nothing but call signs meant they didn't have to concoct any explanations for the lack of sound. One giveaway revealed by their collection of photographs was that the Soviet TV station whose signal they had allegedly received was apparently broadcasting its call signal in English! (Note the subtle distortions in the original story. Although it may have been literally true that viewers from \"many different parts of England\" saw the KLEE signal, they all saw it in the same place, on the very same TV set. And KLEE hadn't technically been \"off the air\" for three years; the station had merely changed ownership and call letters in the interim.) KPRC learned all about this scam in good time, but as usual the mundane truth did not receive nearly as much publicity as the sensational original story. Nearly half a century later, a good many people still believe this to be one of our time's most baffling \"unsolved mysteries.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Reader's Digest, 1958] Have you ever wondered what ultimately becomes of the waves that radio and TV stations sent out into space 24 hours a day? Do they fade and vanish or do they keep going forever? We do know that sometimes pictures appear mysteriously, long after a program has finished. One of the most famous of all such weird happenings was in England in September 1953. Viewers in many parts of England suddenly saw an identification card for TV station KLEE of Houston, Texas appear on their screens one day. Several viewers took pictures of the image to prove the happening, but when British broadcasting engineers advised KLEE in Houston of the unusual event, they were told that the station had been off the air since 1950. No KLEE identification card had been shown for the past three years. Where had the picture been for three years? Why did it appear only in England and how did it get back from wherever it had been? It makes you wonder, doesn't it?",
  "Last Updated": "8 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/klee.asp",
  "Claim": "A broadcast by Houston's KLEE-TV was received by viewers in England three years after the station had gone off the air.",
  "Claim_ID": "radiotv_tv_klee",
  "Tags": ""
}