{
  "Origins": "The recollections of long-time broadcasters from radio's early days indicate that this legend was circulating as far back as the mid- to late-1920s, attached to the names of a variety of kiddie show hosts, with the earliest known printed reference to this legend appearing in 1928. As Uncle Don grew in popularity throughout the 1930s (his show was said to have the largest listening audience in the New York metropolitan area) to become the most famous of all the children's radio hosts, the legend naturally came to be associated with his name above all others (although it continued to be applied to other radio and television hosts on up through the 1960s). The legend (and in particular its association with Uncle Don's name) was perpetuated beyond the end of the radio era by its inclusion in a series of Bloopers books and records compiled by Kermit Schafer. The \"actual recording\" of the incident that appeared on one of Schafer's Bloopers albums was a fabrication, however: a \"re-creation\" of an event that never occurred.",
  "Fact Check": "",
  "Description": "Please take a look at the article below for detailed information about the origins and history of this most infamous of broadcast legends: Additional information: History of the \"little bastards\" legend Sightings: An episode of the popular television series, The Simpsons (\"Krusty Gets Kancelled,\" original air date 13 May 1993), makes use of this legend. Believing the camera has been turned off, Gabbo, the dummy for ventriloquist Arthur Crandall, says, \"That ought to hold the little S.O.B.s.\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0810829576/ref=ase_urbanlegendsrefeA/002-5923477-8735269;",
  "Example": "",
  "Last Updated": "5 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/radio/bastards.asp",
  "Claim": "A children's radio show host, thinking that his microphone had been turned off, wrapped up his broadcast one evening by inadvertently blurting out over the air, \"There, that oughta hold the little bastards!\"",
  "Claim_ID": "radiotv_radio_bastards",
  "Tags": ""
}