{
  "Origins": "Just as it's difficult for anyone who didn't experience the early days of television to realize now that Arthur Godfrey was one of America's premier entertainers during the 1950s, so is it difficult for anyone whose only exposure to the long-running police drama Dragnet is \"Nick at Nite\" reruns of its late 1960s revival to appreciate how popular and influential a program it was.",
  "Fact Check": "",
  "Description": "Dragnet , acclaimed for its attention to detail and realistic portrayal of the nuts and bolts of police work, was created by its star, Jack Webb. It started out as a radio drama in 1949, made the transition to television in 1951 (and aired in both media simultaneously through 1957), became a feature film in 1954, spawned a revival TV series and made-for-TV movie in 1966, was spoofed in a 1987 movie starring Dan Akroyd and Tom Hanks, and was spun off yet again (after Webb's death) as a new syndicated series in 1989. The popularity and influence of Dragnet is attested to by the number of Dragnet -related items that have become firmly embedded in our pop culture idiom: the distinctive \"dum-de-dum-dum\" opening four notes of its theme music; the characters' rapid-fire, staccato delivery of dialogue; the somber \"The story you are about to hear is true; the names have been changed to protect the innocent\" intonation of its prologue; and, of course, Sgt. Joe Friday's famous business-like catch phrase, \"Just the facts, ma'am.\" Well, about that last item . . . Our language is replete with famous phrases from historic and literary characters who never uttered the words attributed to them: Marie Antoinette and \"Let them eat cake\"; Cary Grant and \"Judy, Judy, Judy . . .\"; Sherlock Holmes and \"Elementary, my dear Watson.\" Sometimes the phrases are made up out of whole cloth (because they sounded like something those people would say), and sometimes they're corruptions or rephrasings of something that actually was said. \"Just the facts, ma'am\" is a case of the latter. So popular was Dragnet in its day that satirist Stan Freberg spoofed it on a 1953 record titled \" St. George and the Dragonet .\" This record and its flip side, \"Little Blue Riding Hood\" (also a Dragnet spoof) were extraordinarily popular as well, hitting the #1 spot on Billboard 's pop chart and selling over two million copies; the record's success prompted Ed Sullivan to invite Freberg to perform both sides of the single live on his Talk of the Town variety show. Jack Webb's 'Joe Friday' character typically used the phrase \"All we want are the facts, ma'am\" (and sometimes \"All we know are the facts ma'am\") when questioning women in the course of police investigations. Freberg's \"Little Blue Riding Hood\" spoof changed the line slightly, and it was Freberg's alteration rather than anything Joe Friday said that would enter the roll of immortal catch phrases: Little Blue Riding Hood: Why Grandma, what big ears you've got! Sgt. Wednesday: All the better to get the facts. I just want to get the facts, ma'am. Webb biographer Michael J. Hayde described the transition: As this exchange entered the American subconscious, it soon found itself truncated to \"Just the facts, ma'am\" From that point on, every Webb interview, every newspaper and magazine article that had anything to do with Dragnet made use of the phrase. For the next year it so dominated media coverage of the show that finally, inevitably, the line was credited to Sgt. Friday, as if he'd been saying it all along. His actual phrase \"All we want (or \"know\") are the facts, ma'am\" bit the dust.",
  "Originally Published": "",
  "Referred Links": "http://freberg.westnet.com/text/st_george.html;http://freberg.westnet.com/;http://www.mbcnet.org/ETV/G/htmlG/godfreyarth/godfreyarth.htm;",
  "Example": "",
  "Last Updated": "13 December 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/dragnet.asp",
  "Claim": "Dragnet 's Sgt. Joe Friday character frequently implored female informants to provide \"Just the facts, ma'am.\"",
  "Claim_ID": "radiotv_tv_dragnet",
  "Tags": ""
}