{
  "Origins": "The role of Matt Dillon was never offered to John Wayne. Wayne, like many other film actors of the time, considered television an upstart medium unworthy of his talents.",
  "Fact Check": "",
  "Description": "When CBS decided in 1954 to produce a Gunsmoke television series based on their popular radio drama of the same name, they enlisted the talents of Paramount film director Charles Marquis Warren. As Warren later remarked, the film community viewed the new medium with disdain: We looked down on television . . . and we wouldn't even spit on television. In fact, as Warren recalled, John Wayne tried to dissuade him from accepting the job as Gunsmoke's director: John Wayne lived near me and we met at his bar and sat around reviling television. He hated TV and I hated TV. Tiny little motion pictures. What is that? . . . We despised it. When CBS made Warren an offer too good to refuse, Wayne still tried to talk him out of it, reportedly telling him: Look, you bastard, don't sell out. Don't go into TV. Many actors were auditioned for the lead role of Marshal Matt Dillon, including Raymond Burr (rejected as too heavy) and Richard Boone (considered too ugly). Other film actors declined to audition because they considered television work to be \"professional suicide,\" and it was Wayne himself who recommended the little-known actor James Arness (whose most prominent role to date had been as the title creature in The Thing ) for the part. Even then, Arness demurred and had to be talked into testing for the role by an irritated Wayne. Despite Wayne's dislike of television and his recommendation of Arness, the story has spread that Wayne himself was initially offered the part of Matt Dillon. The rumor probably came about because John Wayne was the film epitome of the \"Wild West\" cowboy, and he did CBS the favor of appearing on television to introduce the first episode of Gunsmoke. Supposedly, CBS vice president William Dozier was sent to make an offer to the Duke, and it was when Wayne turned down the part that he suggested Arness for the role. However, Warren contradicts this account: Some critic started the myth about Wayne, so I wrote him a long letter saying that if I had asked John Wayne to play Matt Dillon he would have broken my neck. It was never offered to him. Not that I wouldn't have loved him to do it, but one day when we were sitting at his bar I jokingly asked Wayne if he would consider doing Dillon. He turned, grabbed me by the neck, and he took this triple size martini and poured it on my head.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0899504183/ref=ase_urbanlegendsrefeA/002-5923477-8735269;",
  "Example": "",
  "Last Updated": "6 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/gunsmoke2.asp",
  "Claim": "John Wayne was initially offered the role of Marshal Matt Dillon for the television version of Gunsmoke .",
  "Claim_ID": "radiotv_tv_gunsmoke2",
  "Tags": ""
}