{
  "Origins": "One typical humorous use that has followed the advent of digital editing software is the alteration or fabrication of screenshots from TV game shows to make it appear that contestants have missed ridiculously easy questions, provided absurdly inappropriate responses, or scrawled untelevisibly obscene answers. The e-mailed item reproduced above represents an example of the first such category, detailing the saga of a contestant on the popular Who Wants to Be a Millionaire game show purportedly stumped by a question asking her to choose the largest object from a set including a peanut, an elephant, the moon, and a tennis ball. Having used up all three of her lifelines first eliminating \"peanut\" and \"tennis ball\" as possible correct answers, then asking a friend and polling the audience to choose between the remaining choices of an elephant and the moon one Kathy Evans of Idaho supposedly decided to ignore all common sense and advice and opt for \"elephant\" as the correct answer.",
  "Fact Check": "",
  "Description": "Of course, the \"evidence\" provided with the story in the form of a screenshot is a bit of digital trickery. It's an altered version of a frame showing Fiona Wheeler, a contestant on the UK version of the show, attempting to answer a slightly more difficult question: (Ms. Wheeler actually did quite well on the program, earning 32,000 for her efforts.) Such fabricated humor might be considered superfluous, as real-life video examples abound of Millionaire contestants who were bounced off the show after missing their first (i.e., easiest) questions, including a college student who could not identify what type of unexpected surges a surge protector guards against (electric current) and an attorney who failed to select the common phrase closest in meaning to \"I can't take it anymore\" (\"That's the last straw\"). In this vein, a popular Millionaire clip is one from the French version of the program, featuring a contestant who could not determine whether the moon, the sun, Mars, or Venus is the object that orbits the Earth answering \"the Sun\" even after polling the audience! In fact, a majority of the audience members also selected \"the Sun\" as the correct answer, although a common assumption is that many of them deliberately chose the wrong answer as a way of poking fun at the seemingly hapless contestant for being unable to answer the question on his own.",
  "Originally Published": "",
  "Referred Links": "http://www.youtube.com/watch?v=dMriTkE3igY;",
  "Example": "[Collected on the Internet, February 2007] NEW YORK - Idaho resident Kathy Evans brought humiliation to her friends and family Tuesday when she set a new standard for stupidity with her appearance on the popular TV show, \"Who Wants To Be A Millionaire.\" It seems that Evans, a 32-year-old wife and mother of two, got stuck on the first question, and proceeded to make what fans of the show are dubbing \"the absolute worst use of lifelines ever.\" After being introduced to the show's host Meredith Vieira, Evans assured her that she was ready to play, whereupon she was posed with an extremely easy $100 question. The question was: \"Which of the following is the largest?\" A) A Peanut B) An Elephant C) The Moon D) A Tennis Ball Immediately Mrs. Evans was struck with an all consuming panic as she realized that this was a question to which she did not readily know the answer. \"Hmm, oh boy, that's a toughie,\" said Evans, as Vieira did her level best to hide her disbelief and disgust. \"I mean, I'm sure I've heard of some of these things before, but I have no idea how large they would be.\" Evans made the decision to use the first of her three lifelines, the 50/50. Answers A and D were removed, leaving her to decide which was bigger, an elephant or the moon. However, faced with an incredibly easy question, Evans still remained unsure. \"Oh! It removed the two I was leaning towards!\" exclaimed Evans. \"Darn. I think I better phone a friend.\" Using the second of her two lifelines on the first question, Mrs. Evans asked to be connected with her friend Betsy, who is an office assistant. \"Hi Betsy! How are you? This is Kathy! I'm on TV!\" said Evans, wasting the first seven seconds of her call. \"Ok, I got an important question. Which of the following is the largest? B, an elephant, or C, the moon. 15 seconds hun.\" Betsy quickly replied that the answer was C, the moon. Evans proceeded to argue with her friend for the remaining ten seconds. \"Come on Betsy, are you sure?\" said Evans. \"How sure are you? Puh, that can't be it.\" To everyone's astonishment, the moronic Evans declined to take her friend's advice and pick 'The Moon.' \"I just don't know if I can trust Betsy. She's not all that bright. So I think I'd like to ask the audience,\" said Evans. Asked to vote on the correct answer, the audience returned 98% in favor of answer C, 'The Moon.' Having used up all her lifelines, Evans then made the dumbest choice of her life. \"Wow, seems like everybody is against what I'm thinking,\" said the too-stupid-to-live Evans. \"But you know, sometimes you just got to go with your gut. So, let's see. For which is larger, an elephant or the moon, I'm going to have to go with B, an elephant. Final answer.\" Evans sat before the dumbfounded audience, the only one waiting with bated breath, and was told that she was wrong, and that the answer was in fact, C, 'The Moon.'",
  "Last Updated": "19 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/gameshows/millionaire.asp",
  "Claim": "A game show contestant could not correctly determine which is larger: an elephant or the moon.",
  "Claim_ID": "radiotv_gameshows_millionaire",
  "Tags": ""
}