{
  "Origins": "The British Captain Pugwash animated television series, which originally aired on the BBC between 1958 and 1967, is widely believed to have featured characters with risqu maritime names such as Master Bates, Seaman Staines, and Roger the Cabin Boy. In fact, the crew of the famous Black Pig ship included sailors with no such names: present on board were Master Mate, Tom the Cabin Boy, and Pirates Barnabas and Willy. (No character with the designation of 'Seaman' appeared in the show.) Series creator John Ryan successfully won retractions and settlements from Sunday Correspondent and the Guardian after both newspapers claimed that the show's characters did indeed have smutty names, and that the BBC had taken it off the air as a result. The Guardian 's statement ran as follows: In the Young Guardian of September 13 [1991] we stated that the Captain Pugwash cartoon series featured characters called Seaman Staines and Master Bates, and for that reason the series had never been repeated by the BBC. We accept that it is untrue that there ever were any such characters. Furthermore, the series continues to be shown on television and on video. We apologize to Mr. Ryan, the creator, writer and artist of the Captain Pugwash films and books. We have agreed to pay him damages and his legal costs. Evening Standard correspondent Victor Lewis-Smith wrote several years later:",
  "Fact Check": "",
  "Description": "Puns that play on the homophony of masturbates-Master Bates and seamen-semen are quite old (recall the \"What's long and hard and filled with seamen?\" joke), and it was probably only a matter of time before someone made the obvious jokes about the names of sailors in a long-running television series, especially since people seem to find this type of humor particularly titillating when it is ascribed to the creators of children's programming. However, as this audio clip demonstrates, the exact pronunciation of certain Captain Pugwash character names could (perhaps deliberately) be difficult to discern. The British comedy duo of Victor Lewis-Smith and Paul Sparks has claimed credit for starting and spreading the Captain Pugwash rumors, and the double entendre names have also been attributed to a sketch by \"seventies folkie comic\" Richard Digance as well as a \"1970s rag mag.\" Additional information: More about Captain Pugwash",
  "Originally Published": "",
  "Referred Links": "http://www.whirligig-tv.co.uk/tv/children/pugwash/pugwash.htm;",
  "Example": "",
  "Last Updated": "20 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/pugwash.asp",
  "Claim": "The characters on the cartoon series Captain Pugwash had names that were sexual double entendres.",
  "Claim_ID": "radiotv_tv_pugwash",
  "Tags": ""
}