{
  "Origins": "The premise of The Bachelor was a simple one: twenty-five women from a variety of backgrounds competed for the affections of Alex Michel, a 31-year-old Harvard-educated management consultant. Over the course of the show, Michel spent time with the contestants in groups and on individual dates.",
  "Fact Check": "",
  "Description": "At the end of each episode, Michel narrowed the bevy of beauties at a \"rose ceremony.\" The jilted ones sometimes walked away in tears; one hyperventilated in the third episode and required medical treatment. Nevertheless, the field was ruthlessly winnowed down week after week. The final segment came down to Alex's making a choice between two women: 23-year-old Amanda Marsh of Chanute, Kansas, and 29-year-old Trista Rehn, a pediatric physical therapist and dancer for the NBA's Miami Heat. Michel chose Marsh, and although he showed her an engagement ring, there was no proposal. He asked her to move to California to live with him, saying \"I think we have even further that we can go before we walk down the aisle together. I want to make sure that we feel the same way about each other outside of the fantasy world of mansions and limousines.\" Cynics wonder if things will work out for Michel and Marsh the same way they did for Rick Rockwell and nurse Darva Conger, who wed on live TV moments after they met on Who Wants to Marry a Millionaire? That marriage instantly unraveled; neither party now has much good to say about the other, and reports subsequently emerged that Rockwell had once threatened an ex-girlfriend to the extent that she sought a restraining order to keep him away from her. The e-mail hoax now embroiling The Bachelor began innocently enough: on Thursday, 25 April 2002, the day the final episode was to air, Bachelor fan Jeffrey Sahrbeck e-mailed fellow Harvard alumnus Alex Michel to wish him well. Michel replied: Great to hear from you. I'm glad you like the show. I'm a little worried that the schedule change has confused people, so I have a special request for you. I'm trying to do a little last-minute guerrilla marketing. Would you be willing to send an email to your friends reminding them that the finale is tonight from 8-10 and encouraging them to forward the email and spread the word? If not, no problem ... I just thought I'd ask. If you're willing, just please make sure not to include my email address in the email. Enjoy the show. Maybe I'll see you at the Garden Party. Alex Sahrbeck e-mailed Michel's request to twenty-three of his friends. However, he neglected to remove Michel's e-mail address from the missive as requested, an omission which laid the groundwork for the developing prank. One of those on Sahrbeck's forward list was Jon Locker, who added this prankish comment to the e-mail chain once the episode had aired and Michel's choice of girl was known: Alex, Jeffrey Sahrbeck was giving out your email address so I figured I would shoot you an email telling you how disappointed I was with your decision. Do you like fat girls or something? Amanda is nasty she is packing extra lbs all over the place. Trista is smoking hot AND she is a Heat dancer. Anyway, I lost a lot of faith in both you and the ABCnetwork. Regards, Jon Not content to let matters rest with merely an \"Amanda is fat why'd you pick her?\" goof, Locker then fabricated the following response which he represented as something Michel himself had written: Jon, Please do not email me anymore and tell Jeff that if I ever meet him, I will kick his ass for giving my address to all of his high school friends. Anyway, there is no doubt that Amanda is much fatter than Trista, but the producers made me pick the underdog. Don't worry, I bagged Trista. Alex Alex Michel had not written the embarrassing note now attributed to him it was wholly the work of Jon Locker, as Locker admitted to the New York Post . \"It was a complete hoax,\" Locker said, \"and I feel really bad about it.\" It remains to be seen if an \"I feel really bad about it\" admission will be enough to mollify ABC, whose reputation had been impugned by this backhanded claim that they'd fixed the result. Barbara \"amanda for all seasons\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/bachelor.asp",
  "Claim": "The Bachelor's Alex Michel admitted in e-mail that the network pressured him into picking the underdog rather than the woman he wanted.",
  "Claim_ID": "radiotv_tv_bachelor",
  "Tags": ""
}