{
  "Origins": "Death was one of the many subjects that was rarely allowed to intrude into television series of the 1950s and 60s. Although nowadays characters who are \"written out\" of TV shows often shuffle off this mortal coil from disease, accident, or homicide (fates which have claimed several regular characters on the hospital drama ER alone), that phenomenon was unheard of in television's first few decades.",
  "Fact Check": "",
  "Description": "Part of the reason why producers of television series in the 1950s and 60s were loath to kill off their characters was simply good business sense: If a character had to be dropped because the actor who portrayed him was no longer available (due to illness, a contract dispute, or the actor's desire to leave television for film roles or other ventures), finding a way to write out the character without ending his life allowed for a smooth reintroduction should the actor later return to the fold. (The producers of Dallas famously faced a knotty problem when they killed off Bobby Ewing after actor Patrick Duffy quit the series, then had to find a way to resurrect the character when Duffy rejoined the cast a year later.) But a major reason why characters didn't die was simply because death was considered too serious a subject for the primarily light-hearted TV fare of the era bit players or guest stars might die, but series regulars were typically written out by having them go somewhere that took them away from a program's setting: they moved away to take jobs in other cities, they went off to college, or they left on extended trips abroad. This principle generally held true even when there was no chance an actor (and hence his character) would ever return. For example, when actor William Frawley fell seriously ill during the fifth season (1964-65) of My Three Sons and subsequently died, his Bub O'Casey character was said to have gone on a trip to Ireland, and for the remainder of the series his place was filled by actor William Demarest playing the role of Bub's brother, Charley. When actor McLean Stevenson announced in 1975 that he would be leaving the Korean War-based sitcom M*A*S*H at the end of the current season, the show's producers initially took what looked like a conventional approach to writing out his Col. Henry Blake character: At the beginning of the third season's final episode (\"Abyssinia, Henry\"), Col. Blake learned he had acquired enough points to be discharged and return stateside, and the rest of the episode was occupied with his preparations for going home and the other characters' taking their tearful leave of him. But an unexpected twist of one short final scene was tacked onto the end of the episode, in which a choked-up Radar (portrayed by Gary Burghoff) intruded into a busy operating room to deliver the sad news that Col. Blake's homeward-bound plane had been shot down (with no survivors): So shocking to the viewing audience was the surprise of a familiar character's dying tragically and unexpectedly that a legend grew out of it one which held that the rest of the M*A*S*H cast themselves did not know what fate was going to befall the Col. Blake character until they were actually filming the scene in which it was announced. For example, the Internet Movie Database ( IMDb ) entry for the \"Abyssinia, Henry\" states that: In the third season finale \"Abyssinia, Henry\", Henry Blake is sent home, to coincide with McLean Stevenson's departure from the show. In a surprise twist at the end of the episode, the characters learn that Blake's plane was shot down en route to Japan, and everyone aboard died. This was kept a surprise from the cast (with one exception, Alan Alda) until the moment when Gary Burghoff's character ran into the operating room to announce the news. The producers' intent was to capture the cast's genuine shock and surprise, and to remind the audience that war takes friend and foe alike. Although the other M*A*S*H actors did not know while they were filming the rest of \"Abyssinia, Henry\" that it would ultimately end with Col. Blake's death, they did know what was going to happen before they undertook the episode's final scene. As actor Jamie Farr (who played Corporal Klinger) relates in The Complete Book of M*A*S*H , writer/director Larry Gelbart showed the cast the script's final page and solicited their comments before they assembled to shoot that memorable last scene: [T]he last episode of the third year ... when we read the [script] page and found out that Henry died, we were all stunned, and Larry [Gelbart] asked for comments and a lot of people had their say. But I didn't say anything because I didn't think they would really care what I had to say. I happened to agree with doing it, but I didn't say a word. The whole thing about Henry's death was very hush-hush. I had already finished my scenes and was at home waiting for a call about the [end of season] wrap party. Loretta [Swit] was finished also. Then I got a call from the studio asking me to come in for an added scene, and they said Loretta was coming, too. I asked if I needed the pages ahead of time if I had to study any lines and they said no, not to worry, it was a quick scene in the OR and just to come on in. I said fine. I came down and they called all the regulars into a corner and Larry had a big manila envelope and he pulled out these [script] pages. We couldn't believe what we had read. We blocked it without saying a word so the crew wouldn't know anything until we actually did it. Larry Gelbart confirmed that account in his own book, Laughing Matters : Although the cast (with the exception of Alan Alda) was in the dark about the episode's resolution until the last minute, it was not \"kept a surprise from the cast until the moment when Gary Burghoff's character ran into the operating room to announce the news\": [T]here was no precedent for the last episode of our third season, in which the character of Colonel Henry Blake died. Naturally, CBS did not want us to \"kill\" the Henry Blake character, played by McLean Stevenson. They were most upset about that, and so was sentimental, dear old Twentieth Century-Fox. Killing a character in a half-hour show had never been done before. That was all the reason [producer] Gene [Reynolds] and I needed to know we would have to do it. We resolved that instead of doing an episode in which yet another actor leaves yet another series, we would try to have Mac/Henry's departure make a point, one that was consistent with the series's attitude regarding the wastefulness of war; we would have that character die as a result of the conflict. After three years of showing faceless bit players and extras portraying dying or dead servicemen, here was an opportunity to have a character die that our audience knew and loved, one whose death would mean something to them. Gene and I worked out a story entitled \"Abyssinia, Henry\" ... we distributed the finished script to the cast and various production departments, but removed the last page, which called for Radar to enter the O.R. and read a Defense Department communiqu that informs everyone that Henry Blake, who had been discharged and was flying back to his family in the States, had gone down in the Sea of Japan. \"There weren't no survivors,\" he concludes. I kept that one last page under wraps, locking it in my desk drawer. The only cast member let in on the secret was Alan Alda, by then clearly the star of the series. We planned the production schedule for this episode so that the O.R. scene would be the last one shot. There were, in fact, two O.R. sequences in that show: one at the top of the show, in which Henry is informed by Radar that he, Henry, is going home, that he has received his discharge orders, whereupon everyone in the room breaks into raucous song; the second, of course, was the final scene in which Radar enters to read the communiqu announcing Henry's death. After we shot the first scene, the one in which Henry gets the good news, the cast and crew, understandably, began to wrap, pulling the plug on the episode and for that matter, the whole season. There were a great many visitors on the set: spectators, press, family, friends, easily a couple of hundred people. We asked everyone to wait a few minutes before joining us in the traditional wrap party, that we had one more piece of business to finish. I had couple of words privately with Billy Jurgensen, our cinematographer, told him what was up, and asked him to position his camera for the one additional scene. I did not want to rehearse it; we would shoot it only once. Then, Gene and I took the cast aside and I opened a manila envelope that contained the one-page last scene, telling them I had something I wanted to show them. \"I don't want to see it!\" Gary Burghoff exploded. \"I know you! You've got pictures of dead babies in there!\" Assuring him I didn't, I gave each [actor] a copy of the scene to read to themselves. Each had a different reaction. \"F**king brilliant,\" said Larry Linville. \"You son of a bitch,\" Gary said to McLean. \"You'll probably get an Emmy out of this!\" Mac, who had stayed to watch the filming of what he knew was his last M*A*S*H , was speechless. But that doesn't begin to say it. We returned to the set. For once I said \"Action\" instead of \"Cut.\" We began to shoot the scene. Gary was unbelievably touching as he entered the busy O.R. and read the message to all the doctors and nurses. Extras in the scene, performers who had been with series since day one, reacted with a kind of heartfelt sincerity that was stunning their performance was based on their real surprise and lingering shock, their awareness of how much Mac meant to them. The crew, hearing of Henry's death for the first time as the cameras were rolling, stuck to their chores; they did all one could ask of them. Unhappily, there was some sort of technical glitch. Either the boom mike or a light or whatever could go wrong did, and we had to shoot it again. I was heartsick. Gary would never be able to do a second take as beautiful as he did the first. I still knew nothing about directing. He was better. And on the second go, a totally unexpected thing happened. After Gary finished reading his message, there was a hushed silence on the set as B.J.'s camera panned the stricken faces of the cast, and then someone off-camera accidentally let a surgical instrument drop to the floor. It was perfect, that clattering, hollow sound, filling a palpable void in a way that no words could. I could not have planned it better; I wish I had whenever I happen to hear it again, I marvel at how perfectly it fit. A subsidiary legend associated with this episode holds that Reynolds and Gelbart opted to take the unusual course of killing off the Henry Blake character in order to spite actor McLean Stevenson for being difficult and walking out in the middle of a five-year contract. Larry Gelbart also disclaimed that legend: [H]aving Henry die was not a show-business decision; we were not punishing an actor for leaving the series. We were trying to make his departure one that would be apt, as well as memorable.",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/title/tt0763200/trivia;",
  "Example": "",
  "Last Updated": "21 March 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/mash.asp",
  "Claim": "The cast of M*A*S*H did not learn of Col. Blake's death until they were actually filming the scene in which it was announced.",
  "Claim_ID": "radiotv_tv_mash",
  "Tags": ""
}