{
  "Origins": "Tinseltown is full of tragic tales (of varying degrees of truthfulness) about beloved actors who, having succumbed to the illusion of their profession, ultimately became unable to separate their own personalities from those of the characters they portrayed. None of these stories has a more bizarre ending than the one told about George Reeves, TV's Superman, who allegedly met with an accidental death while attempting to duplicate a feat possible only by someone possessed of his character's super powers.",
  "Fact Check": "",
  "Description": "George Reeves (born George Keefer Brewer in 1914) began his Hollywood career in a variety of bit parts in the late 1930s, including a small role in the epic film Gone with the Wind, and worked steadily (if unspectacularly) throughout the 1940s before landing the role that would finally make his name and face a familiar one in American households: Superman. The popular superhero had been featured in numerous comics, radio shows, and films during the 1940s before he was brought to the small screen in a syndicated television series that began production in 1951 with George Reeves in the title role. The series proved itself popular when it finally reached local stations in 1952, additional episodes were filmed from 1953 to 1957. Although the show's budget was quite limited, the series was tremendously popular for a program that did not appear on a network's prime time schedule, and George Reeves became the living embodiment of Superman to millions of American children. As plenty of actors have discovered over the years, fame sometimes exacts a high price from those who achieve it. Despite his being more popular and recognizable than ever, George Reeves became typecast as Superman and was unable to find work when production of The Adventures of Superman series ended in 1957. Despondent and depressed over his inability to secure other acting roles, the 45-year-old Reeves committed suicide on 16 June 1959, shooting himself in the head in the upstairs bedroom of his Beverly Hills home while a party was in progress in the living room below. (Many claims have been made that depict Reeves' death as a murder rather than a suicide. He was allegedly quite upbeat at the time of his death about hearing that the Superman series was going to resume production soon and thus had no reason to kill himself. Rumors also posited that the husband of a woman with whom Reeves had recently broken off a 10-year affair had hired a hitman to kill the actor. None of this speculation has any substantive evidence to back it up, however.) Shortly after Reeves' tragic death, the bizarre story that would stigmatize his untimely end even further began to circulate: Reeves, believing he possessed Superman's super powers, died when he jumped out the window of a multi-story building, expecting that he would fly as his superhero character did rather than plummet to the ground. (Alternate versions of the rumor had Reeves dying after attempting some other demonstration of super strength, such as having bullets or a cannon fired directly at his chest.) Reeves may have been depressed, and he may have been despondent that he was no longer needed for the only role Hollywood seemingly found him suitable for, but he was under no illusion that he was the character he played. The legend about his unusual manner of death likely began as a combination of attempts to rationalize his taking of his own life (\"He was crazy\" providing a more comprehensible explanation for suicide to many than the complex realities do, especially to people familiar only with a victim's public persona and not the details of his private life) and the apocryphal stories of children killing themselves in similar fashion that already been circulating for several years. (An even more unusual take on this legend had Reeves killing himself because he was despondent over the harm caused to all the kids who had donned Superman capes and jumped from heights, expecting to fly as they had seen Reeves do countless times on the TV show.) We all too often expect our heroes to be larger-than-life in everything, including their deaths. When the facts don't meet our expectations, we manufacture them. George Reeves may not have died a hero, but many of us have been led to believe that he died trying to be one, however misguided that attempt may have been.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/superman.asp",
  "Claim": "The actor who portrayed Superman on television in the 1950s believed he had acquired the character's super powers and accidentally killed himself by trying to fly.",
  "Claim_ID": "radiotv_tv_superman",
  "Tags": ""
}