{
  "Origins": "The phenomenon of Beatlemania that had been spreading throughout the U.K. (and other parts of the world) in 1962 and 1963 reached a crescendo in early 1964, when the Fab Four paid their first visit to America. After landing at New York's Kennedy International Airport on 7 February 1964 (where approximately 3,000 hooky-playing teenage fans waited to experience their arrival), the group spent two weeks in the U.S., during which time they made live appearances on the highly-rated Ed Sullivan Show from both New York and Miami (and taped a third set of performances to be aired after their departure), performed their first concerts in North America (at the Washington Coliseum and Carnegie Hall), and attended innumerable press conferences, interviews, and record industry functions.",
  "Fact Check": "",
  "Description": "No aspect of that first U.S. visit looms larger in the Beatles' legend than their initial appearance on The Ed Sullivan Show , a performance (actually two performances, since Ed Sullivan was cagey enough to put them on at both the beginning and the end of the program in order to keep the audience tuned in throughout) witnessed by an estimated 73 million television viewers about 38% of the entire U.S. population at the time. Legends that large often spawn their own sub-legends, in this case the claim that the Beatles so transfixed and charmed their youthful audience that the entire teenage population of the U.S. remained on its best behavior for that one hour, and not a single hubcap was stolen anywhere in the country between 8:00 PM and 9:00 PM on 9 February 1964. Ironically, not only is this legend untrue, but it originated with a comment that was intended as a backhanded swipe at the group rather than a compliment. Shortly after the Fab Four's Ed Sullivan Show debut (and while the group was still in America), Washington Post news editor B.F. Henry quipped that one good thing about the Beatles was that \"during the hour they were on Ed Sullivan's show, there wasn't a hubcap stolen in America.\" That statement was not intended as praise; it was a put-down reflecting the common adult perception of the Beatles as just another silly fad that appealed to the worst elements of American youth. If no hubcaps were stolen for an hour, it was because the Beatles' primary audience included all the juvenile delinquents and other incorrigible young hoodlums who would normally be out committing that sort of petty crime (and worse) on a Sunday evening if they hadn't been glued to their television sets eagerly watching the four lads from Liverpool instead. Henry's sarcastic comment was publicized when Washington Post columnist Bill Gold repeated it in print, then gained national prominence when it was picked up and published by the national news magazine Newsweek. In time, the origins and nature of the comment became obscured, and it was transformed into something both literal and positive a legend that grew in proportion through re-tellings until it became enshrined as the \"fact\" that crime rates all over the U.S. magically plummeted during the Beatles' golden Ed Sullivan hour. Even the Beatles themselves came to believe it in time. (George Harrison can be seen repeating the legend in an interview that appears immediately after the Ed Sullivan segment on the Beatles' Anthology video history.) Just for the record, we note that although the original statement wasn't yet being taken as fact, as far back as 21 February 1964 the Washington Post 's Bill Gold noted in a sardonic follow-up column that his editor's wisecrack about the Beatles wasn't intended to be taken as a literal truth: This week's issue of Newsweek quotes my report from B.F. Henry that there's one good thing about the Beatles \"during the hour they were on Ed Sullivan's show, there wasn't a hubcap stolen in America.\" It is with heavy heart that I must inform Newsweek that this report was not true. Lawrence R. Fellenz of 307 E. Groveton St., Alexandria, had his car parked on church property during that hour and all four of his hubcaps were stolen. The Washington Post regrets the error, and District Liner Fellenz regrets that somewhere in Alexandria there lives a hipster who is too poor to own a TV set.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Chicago Sun-Times, 1994] No major crime was reported in New York City between 8 p.m. and 9 p.m., Feb. 9, 1964. Maybe the Beatles are insignificant to some of the post baby boom generation, but we could use more anniversaries like that to celebrate. [Wilson, 1996] The Beatles never went out of fashion with the Americans ... When they appeared on the Ed Sullivan show in 1965 [sic], American juvenile crime fell on that one night because everyone stayed home to watch it. [Robinson, 1997] The fact that the Beatles story is old and well-told does not diminish its magnitude. On 9 February, 1963 [sic], for example, they almost literally stopped America. When they appeared on the Ed Sullivan Show, 73 million people watched. As John Lennon later pointed out, even the criminals stayed home. And indeed, for that one sweet, manic hour, there was hardly any crime in the United States.",
  "Last Updated": "9 February 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/beatles.asp",
  "Claim": "During the Beatles' first appearance on The Ed Sullivan Show , crime rates plummeted all over the U.S.",
  "Claim_ID": "radiotv_tv_beatles",
  "Tags": ""
}