{
  "Origins": "It may be hard to imagine for those who have grown up in the modern era of radio and television with its \"shock jocks\" and numerous programs involving hosts playing all sorts of bizarre (and sometimes outright cruel) pranks on unsuspecting participants, but back in 1965 an off-the-cuff joke by children's television host Soupy Sales touched off a huge scandal over what would today seem like little more than a harmless prank.",
  "Fact Check": "",
  "Description": "The controversy began on Friday, 1 January 1965, when Soupy Sales who was somewhat miffed at having to work on New Year's Day had a few minutes to kill at the end of his program. Ad-libbing, Sales looked into the camera and delivered a request to his young viewers to sneak some \"little green pieces of paper\" (i.e., currency) out of their parents' wallets and send them to him. (The show was aired live and no tape of it exists, so a verbatim transcription of what Sales actually said is not available.) Complaints from outraged parents came fast and furious, and the television station that hosted Sales' program, WNEW-TV in New York , had pulled him off the air by the following Monday. (Contrary to common belief, Sales wasn't fired over the stunt, nor was his show canceled because of it: He resumed broadcasting two weeks later, and his program ran on WNEW for almost another two years.) It's easy for those who weren't around back then to be puzzled by the frenzied response to what now seems like a tepid, impulsive gag at worst, but back in 1965 plenty of adults were livid at the thought of a TV personality's crassly manipulating children for commercial gain. As many of Sales' supporters maintained, though, Soupy hadn't really done anything that radio and television pitchmen hadn't already been doing for years: he had simply cut out the middleman by suggesting that children send him money directly rather than exhorting them to buy his sponsors' products. Hadn't his radio predecessors been just as commercially manipulative when they continually touted the charms of various mediocre products to children, who then pestered their mothers to buy those products solely because the purchases were necessary to obtain a Shake-Up Mug or Code-O-Graph or whatever geegaw was being plugged on popular kids' shows like Little Orphan Annie and Captain Midnight ? If cooler heads had prevailed back in 1965, adults might have realized that the furor was much ado about nothing. The premise of Soupy's stunt was largely untenable, because it required that children mostly too young to understand or appreciate the concept of \"money\" would nonetheless be able to recognize it, surreptitiously remove it from their parents' wallets, put it in envelopes with the correct postage and address (even though Soupy hadn't provided an address), and mail it to him, all without their parents' knowledge or assistance. At that age I'd have been hard-pressed to successfully mail a postcard to myself without help, and no kid I knew who was mature to enough understand the value of money was about to part with any prized currency by sending it to a TV host who promised nothing in return, no matter how nicely he asked. Nonetheless, decades later sloppy historians were still reporting that \"It worked. According to reports it was 'the biggest heist since the Brink's robbery.'\" 1 It didn't work. Although various accounts credit Soupy with having received up to $80,000 through the mail, Sales himself has revealed on numerous occasions that he netted only a few real dollars, along with a lot of play money, green Monopoly money, and other forms of fake currency: The most famous single gag comes on New Year's Day 1965. Mr. Sales tells kids to go into their parents' wallets and to send him \"those little green pieces of paper.\" It's become a cult thing to say you sent $10, $20, he says, but if that had been true, he would have had enough money to buy the building. He received only a few dollars, and a week's suspension. 2 Perhaps someone should have been more concerned with the gullibility of parents, not children.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0810815575/ref=ase_urbanlegendsrefeA/002-5923477-8735269;http://www.amazon.com/exec/obidos/ASIN/0534515932/ref=ase_urbanlegendsrefeA/002-5923477-8735269;http://www.amazon.com/exec/obidos/ASIN/0140157360/ref=ase_urbanlegendsrefeA/002-5923477-8735269;http://www.amazon.com/exec/obidos/ASIN/0786411988/ref=ase_urbanlegendsrefeA/002-5923477-8735269;",
  "Example": "[Sivulka, 1998] In January 1965 on his morning children's show, the performer Soupy Sales suggested to his young viewers that they find the wallets of their sleeping fathers and take out \"some of those funny green pieces of paper with all those nice pictures of George Washington, Abraham Lincoln, and Alexander Hamilton, and send them along to your old pal, Soupy, care of WNEW, New York.\" [Collected on the Internet, 1997] \"Hey kids, last night was New Year's Eve, and your mother and dad were out having a great time. They are probably still sleeping and what I want you to do is tiptoe in their bedroom and go in your mom's pocketbook and your dad's pants, which are probably on the floor. You'll see a lot of green pieces of paper with pictures of guys in beards. Put them in an envelope and send them to me at Soupy Sales, Channel 5, New York, New York. And you know what I'm going to send you? A post card from Puerto Rico!\"",
  "Last Updated": "16 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/soupymoney.asp",
  "Claim": "Soupy Sales was once suspended for asking his young television viewers to send him \"little green pieces of paper\" taken from their parents' wallets.",
  "Claim_ID": "radiotv_tv_soupymoney",
  "Tags": ""
}