{
  "Origins": "When a prominent study was released in the 1950s linking smoking to lung cancer, it presented Philip Morris, the manufacturer of the Marlboro brand of cigarettes, with a dilemma: many consumers were concerned enough about the health issues associated with smoking to want to switch to filtered cigarettes (which were perceived as safer), but many men viewed filtered cigarettes and the Marlboro brand in particular, which had originally been marketed as a woman's product, advertised as being mild and ladylike and featuring a red band around one end to disguise lipstick stains as too feminine. Philip Morris' response to this issue was to reposition Marlboro as a men's cigarette promoted via advertisements featuring strong masculine figures; the rugged 'Marlboro Man' cowboy became one of the most prominent advertising icons of the mid-twentieth century, propelling Marlboro from a niche brand to the world's best-selling cigarette.",
  "Fact Check": "",
  "Description": "The visibility of the Marlboro Man as an icon has diminished greatly in the U.S. since its peak in the 1960s and 1970s, however, as increasing evidence linking cigarette smoking to a variety of medical ailments has caused the prevalence of smoking to decline and prompted the passage of restrictions limiting the media in which cigarettes could be advertised. Many anti-smoking advocates have since cited claims that \"the Marlboro Man died of lung cancer\" as an apt irony highlighting the dangers of smoking, a literal death foreshadowing the eventual demise of the product the Marlboro Man helped prompted to many millions of consumers. Any claim about \"the\" Marlboro Man is somewhat indefinite, though, as many different men have portrayed the rugged-looking cowboys featured in Marlboro cigarette advertisements since 1954. An Oklahoma native named Darrell Winfield (who passed away in January 2015) was the main Marlboro Man from the mid-1970s onwards; but dozens of other men (many of them \"real\" cowboys) have also modeled for television commercials, magazine and newspaper advertisements, billboards, and other advertising materials promoting Marlboro brand of cigarettes over the last sixty years. A few of those men, all long-time smokers, have died of diseases of the lungs (although most of them lived at least as long as the average life expectancy of their time):",
  "Originally Published": "",
  "Referred Links": "http://www.imdb.com/name/nm0493211;http://www.imdb.com/name/nm0572522/;http://www.imdb.com/name/nm0572244/;",
  "Example": "[Collected via e-mail, 1999] I heard that the actor who was the Marlboro Man in TV commercials died of lung cancer from smoking. Is that true?",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/marlboro.asp",
  "Claim": "The actor who portrayed the \"Marlboro Man\" in print and television cigarette advertisements died of lung cancer.",
  "Claim_ID": "radiotv_tv_marlboro",
  "Tags": ""
}