{
  "Origins": "Contrary to its modern image as one of the most stable and long-running dramas to air during radio's Golden Age, the early days of The Lone Ranger were somewhat hectic, with four different actors voicing the title role during the show's first few months on the air in 1933. The original Ranger was a man named George Stenius, who left the role after two and a half months to pursue a career as a writer in New York. (As George Seaton, he would go on to a career in Hollywood as a screenwriter-director-producer, winning two Academy Awards for his screenplays along the way.) Stenius was replaced by actor Jack Deeds, who lasted only a few days before being dismissed as ill-suited for the job. James Jewell, the station's dramatic director, filled in for one performance before hiring Earle Graser, who took over as the Lone Ranger on 18 April 1933.",
  "Fact Check": "",
  "Description": "Earle Graser was the Lone Ranger on radio for the next eight years, a dedicated professional whose voice became indelibly associated with the image of the character he portrayed: A truly mild-mannered man in real life, [Graser] was Radio's real-life Clark Kent. The microphone was his phone booth. There he shone. There he made everyone believe. You heard that great deep voice and you knew that there really was a mysterious masked rider out there somewhere. There really was a Lone Ranger. Earle Graser's tenure as the actor behind the image of the daring and resourceful masked rider of the plains came to an abrupt end when tragedy struck on the morning of 8 April 1941: Graser fell asleep at the wheel of his car and was killed when it slammed into a parked trailer. (Contrary to some versions of this story, there was no suggestion in the press that Graser had died in a \"disgraceful way\" by driving while intoxicated, thereby necessitating a cover-up of his death.) Graser's death presented several immediate problems to the Lone Ranger's producers. The first was that a new actor for the lead role had to be found very quickly, as the show aired live three days a week, with no reruns or pre-recorded broadcasts to fall back upon. Another issue was that the serial needed to avoid an abrupt transition in slotting another actor into the title role: it wouldn't do to have listeners who had grown familiar with one particular voice for the Lone Ranger over the course of several years notice that he suddenly sounded very different from one day to the next. Finally, both those concerns had to be addressed immediately in order to head off a looming complication with the show's legions of young listeners, many of whom might start to tune out in the belief that the Lone Ranger himself had died. Although that last point might seem a rather fanciful one, it was nonetheless very real. Despite being the voice behind what Time magazine called \"the most adored character ever to be created on the U.S. air,\" Graser himself received virtually no credit or personal publicity during his years as the voice of the Lone Ranger, and his name was unknown to many listeners. Just as the news media blurred the distinction between actor Paul Reubens and the Pee-Wee Herman character he portrayed on television and in films when he was taken into custody on indecent exposure charges in 1991 (typically running headlines proclaiming \"Pee-Wee Herman Arrested\"), so they had done fifty years earlier after the death of Earl Graser. \"Lone Ranger Killed in Wreck\" was a typical newspaper headline of the time, as Graser's name became almost a footnote in news stories that were seemingly reporting the death of the Lone Ranger character himself. The show's producers pondered a number of options. Finding an Earl Graser sound-alike to take over the role was the most obvious solution, but there was no time to conduct a search for one. Other options reportedly considered and rejected included moving actor Al Hodge from the starring slot in The Green Hornet to The Lone Ranger (deemed problematic because he was too strongly associated with the former role); utilizing Jay Michael, who was the original Sergeant Preston in Challenge of the Yukon (considered questionable because he'd been voicing too many villain characters on The Lone Ranger of late); and even hiring on announcer Mike Wallace, who later became famous as one of the original hosts of television's 60 Minutes (supposedly deemed unsuitable due to questions over his acting ability). Ultimately the show's director, Charles Livingstone, suggested the part be filled by Brace Beemer, an announcer and studio manager who had at times narrated The Lone Ranger program, had been making personal appearances as the Lone Ranger since the show's early days (because he was much more visually suited to the role than Graser), and was currently playing the lead in Challenge of the Yukon (which only aired once a week and therefore presented less of a problem with role identification). Brace Beemer's voice was noticeably deeper than Earl Graser's, however, so The Lone Ranger 's producers had to come up with some way of gradually easing him into the role in order to avoid an abrupt transition that might stigmatize Beemer as a mere replacement. The stratagem finally decided upon was a five-part transition series in which a bed-ridden Lone Ranger struggled to recover from gunshot wounds that rendered him unable to speak. For five episodes in 1941 ( April 9 through April 18), the Lone Ranger whispered, breathed, grunted, and communicated with Tonto through notes scrawled in pencil as he recuperated with the aid of an Army Surgeon. Meanwhile, Tonto faithfully followed his instructions to \"ride for us both\" and continually assured the audience that the Lone Ranger would be back in the saddle again one day: The transition series served its dual purpose of convincing children that, despite what they may have heard on the news, the Lone Ranger was not dead, and of providing a bridge to Beemer's assumption of a full-voiced Lone Ranger role. When the Lone Ranger recovered from his injuries and resumed undertaking his usual adventures (as well as talking again), maybe some listeners noticed his voice was significantly deeper and richer than before. But it had been a few weeks since they had last heard him speak, and with no reruns available through which the audience might compare his current vocal sound with his previous one, it was natural enough for the difference to be chalked up to inconstant memory and/or the implication that the change was an outgrowth of the Lone Ranger's gradual return to health and strength. Any concerns about a drop-off in the popularity of The Lone Ranger were quickly laid to rest, and within six months the serial began the longest and to many listeners, the best adventure of the Lone Ranger's career, a five-month story arc in which the masked man took on the nefarious Legion of the Black Arrow. Brace Beemer was the voice of the Lone Ranger for the next thirteen years, until the radio series ended with its last live broadcast on 3 September 1954.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://news.google.com/newspapers?nid=1817&dat=19410408&id=nzo_AAAAIBAJ&sjid=t0wMAAAAIBAJ&pg=4327,4419023;http://news.google.com/newspapers?id=Dac_AAAAIBAJ&sjid=oFYMAAAAIBAJ&pg=6067,5444892;",
  "Example": "[Collected via e-mail, 1998] The story is that the man who played the Lone Ranger was killed in an accident on the night that the show was supposed to go on the air. The producers had to replace him with someone, but didn't want to announce it because they didn't want kids to know that their hero had been killed. So, at the last minute, they hurriedly rewrote the episode with the Ranger injured and unable to speak. He grunted and groaned a bit, and then slowly got his voice (the voice of the new actor, of course) back over the next few weeks. In this way, they got listeners gradually used to the new actor, and kids never knew that their hero had been killed.",
  "Last Updated": "6 December 2012",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/radio/lonerangerdeath.asp",
  "Claim": "The producers of the Lone Ranger employed a ruse to cover up the death of the actor who voiced the role.",
  "Claim_ID": "radiotv_radio_lonerangerdeath",
  "Tags": ""
}