{
  "Origins": "In mid-1966, it would have been hard to find any town in America where, on any given day, at least a few boys weren't running around with towels attached to the back of their shirts in cape-like fashion, shouting \"DA-DA-DA-DA-DA-DA-DA-DA\" in imitation of the titular character and theme song of that year's smash hit television series, Batman . The show's comic book origins, camp approach to the superhero genre, pop art sensibilities, parade of special guest villains, and unique two-night-a-week cliffhanger and resolution format all contributed to a massive cultural phenomenon that encompassed not just television, but also a feature-length movie, books, clothing, toys and games, trading cards, posters, and myriad other Batman -themed products.",
  "Fact Check": "",
  "Description": "A significant factor in the tremendous popularity of the Batman TV series was composer Neal Hefti's catchy and memorable theme music, which was \"part serious, part silly; just like the series,\" combining bass guitar, low brass, and prominent percussion to create a driving, pulsing rhythm that played against animated images of the Caped Crusader and Robin, the Boy Wonder, dispatching a bevy of villainous thugs with their fists to the accompaniment of discordant brass accents and cartoon dialogue balloons reading \"SOCK!\" \"POW!\" \"ZOCK!\" \"WHAP!\" \"BIFF!\" and \"OOOOF!\" The theme's lyrics consisted of a single word, \"Batman,\" repeated eleven times by a chorus of voices: Some years after the series ended in 1968, the rumor arose that the lyrics (such as they were) to the Batman theme song were produced not by human voices, but by brass instruments. This claim was promulgated by series star Adam West in his 1994 autobiography, Back to the Batcave : Everyone was talking or writing about us, wanting an interview, trying to understand and explain the appeal, raving about the innovative camerawork tilted angles for bad guys or the lavish sets or Neal Hefti's catchy jazz score. Old pals would call to congratulate me and also to ask, \"Are those horns or voices saying 'Batman' during your theme song?\" (They were horns.) However, as chronicled in the 1996 book TV's Biggest Hits by Jon Burlingame, who interviewed composer Neal Hefti, the \"Batman\" lyrics were indeed voiced by a human chorus, not horns: Hefti recalled the makeup of the band: two trumpets, four trombones, two keyboards, four guitars, a bass, and two drums. The eight singers (four sopranos, four tenors) \"sang in perfect unison, not octaves apart,\" Hefti said. \"The tenors were up there screeching, so they sounded like boy sopranos.\" He offered to create separate tracks, so that [producer William] Dozier could eliminate the voices if he desired, \"but he liked the idea,\" Hefti says, so the chorus stayed. Lest anyone think that Hefti was misremembering or engaging in some latter-day revisionism thirty years after the fact, we note that he referenced the use of a chorus for the Batman theme music all the way back in a mid-1966 Los Angeles Times article: What is the Batman theme? Basically it is a traditional 12-bar blues. It is composed of a two-note phrase repeated six times on the first, fourth, and fifth notes of the scale. How batavistic can you get? \"I wrote the lyrics, too,\" [says Hefti,] so I get double credit on it. As you know, the lyrics consist of the title repeated six times [sic]. One of the choir members on the recording session wrote on his part: 'Word and Music by Neal Hefti.'\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected via e-mail, August 2010] Is it true that the Batman theme song of the 1960's uses no vocals and is entirely instrumental, played by horns? No one is actually singing \"BAT-MAN\"",
  "Last Updated": "10 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/music/batman.asp",
  "Claim": "The lyrics to the 1966 Batman TV series theme song were produced by brass instruments, not human voices.",
  "Claim_ID": "radiotv_music_batman",
  "Tags": ""
}