{
  "Origins": "Actor Benjamin Curtis, who played the wise-cracking \"Steven\" in the more than a dozen \"Dude, you're getting a Dell\" television commercials, was arrested for marijuana possession on 9 February 2003 when a undercover cop observed him trying to make a pot buy. Because his was a first offense involving a small amount of marijuana, the actor didn't see the inside of a jail cell: the charges against him were dismissed, and he avoided a criminal record by staying out of trouble for the next year.",
  "Fact Check": "",
  "Description": "Because TV viewers noticed a cessation of the popular \"Dell Dude\" commercials in the aftermath of Curtis' drug bust, most people assumed that Dell had immediately dropped both the \"Steven\" character and Curtis himself because the latter's arrest had made him an embarrassment to the company. But although Dell did eventually terminate the actor's contract with them (citing a violation of company policy), the fact was that the \"Dell Dude\" character was already on the way out in favor of a new less \"dude-centric\" ad campaign before the Curtis dust-up, and at least two of those newer ads had already been widely aired. The new series of Dell spots featured interns oohing over how the company filled customer orders, with one of those spots aimed at smoothing the transition from \"Dell Dude\" to \"Wide-Eyed Interns\" themes by following the youngsters through the order completion process, then shifting to \"Steven\" and his presumed younger brother receiving the unit the interns had overseen on the shipping floor. Although Dell had done well with its advertising centered on the \"Steven\" character, the campaign had been underway for three years and was getting stale. Moreover, there was a real chance the product was becoming overshadowed by the pitchman as the \"Dell Dude\" became more of a cultural icon as time went by. Dell deemed it time for a change, hence the shift to the interns. And the changes all took place before things went to pot, as it were. Barbara \"the Dell Dude's arrest ends speculation that marijuana was a gateway drug\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/delldude.asp",
  "Claim": "The 'Dell Dude' commercials ended because pitchman Benjamin Curtis was arrested for marijuana possession.",
  "Claim_ID": "radiotv_tv_delldude",
  "Tags": ""
}