{
  "Origins": "In times of trouble, adults seeking to reassure inquisitive children who are aware of frightening events in the news but are too young to fully understand their import often turn to the example of Fred Rogers , the gentle and genial host who for over 30 years delivered lessons on love, kindness, and friendship to children on the Public Broadcasting Service (PBS) television program Mister Rogers' Neighborhood .",
  "Fact Check": "",
  "Description": "The Mister Rogers' Neighborhood section of the PBS web site offers some advice on \"Helping Children Deal with Tragic Events in the News,\" including the following: During his lifetime, Fred Rogers reassuring way of helping families with difficult times, beginning with his response to Robert Kennedy's assassination. Over the years since then, there have, unfortunately, been other tragic events during which parents and educators turned to him for his calming and thoughtful insight. Fred Rogers' wisdom is timeless, and his messages continue to be valuable for children and the people who care for them, as we deal with the events of today's world. In times of community or world-wide crisis, it's easy to assume that young children don't know what's going on. But one thing's for sure, children are very sensitive to how their parents feel. They're keenly aware of the expressions on their parents' faces and the tone of their voices. Children sense when their parents are really worried, whether they're watching the news or talking about it with others. No matter what children know about a crisis, it's especially scary for them to realize that their parents are scared. Even if we wanted to, it would be impossible to give our children all the reasons for such things as war, terrorists, abuse, murders, fires, hurricanes, and earthquakes. If they ask questions, our best answer may be to ask them, \"What do you think happened?\" If the answer is, \"I don't know,\" then the simplest reply might be something like, \"I'm sad about the news, and I'm worried. But I love you, and I'll take care of you.\" If we don't let children know it's okay to feel sad and scared, they may try to hide those feelings or think something is wrong with them whenever they do feel that way. They certainly don't need details of what's making us sad or scared, but if we can help them accept their own feelings as natural and normal, their feelings will be much more manageable for them. Fred Rogers often told this story about when he was a boy and would see scary things on the news: \"My mother would say to me, 'Look for the helpers. You will always find people who are helping.' To this day, especially in times of disaster, I remember my mother's words, and I am always comforted by realizing that there are still so many helpers so many caring people in this world.\" This bit of autobiographical advice is something Fred Rogers was offering at least as far back as 1986, when he wrote in a syndicated",
  "Originally Published": "",
  "Referred Links": "http://www.pbs.org/parents/rogers/special/scarynews-thoughts.html;http://pbskids.org/rogers/;http://www.fredrogers.org/fred-rogers-bio.html;",
  "Example": "[Collected via e-mail, December 2012] Did Fred Rogers really say this? (I really hope he did) \"When I was a boy and I would see scary things in the news, my mother would say to me, 'Look for the helpers. You will always find people who are helping.\" Mister Rogers",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/scarynews.asp",
  "Claim": "Mr. Rogers said his mother responded to scary news by telling him, \"Look for the helpers.\"",
  "Claim_ID": "radiotv_tv_scarynews",
  "Tags": ""
}