{
  "Origins": "One of the most important parts of any successful television series is its theme music. Whether the theme is a song with lyrics that provide necessary exposition to explain the show's premise (as in the case of Gilligan's Island ) or an instrumental that offers a catchy thematic hook (like Hill Street Blues ), a series' theme music is familiar, easily recognizable beacon that signals to regular viewers week after week.",
  "Fact Check": "",
  "Description": "Star Trek was no exception. Although the series never ranked high in the ratings during its original 1966-69 run, its theme music a pinging, four-note opening to William Shatner's famous \"where no man has gone before\" narration, followed by a melody overlaid with a quavering soprano wail was, like The Twilight Zone 's, recognized even by people who never watched the show itself. But even most regular viewers were unfamiliar with the theme's lyrics, or were even aware that the Star Trek theme had lyrics, because they were never used in the show. When Desilu studios produced their Star Trek pilot , they despaired of finding a top-notch composer to score the theme music. Film and TV composers earn most of their money from residuals paid for repeat performances of their compositions, so few of them want to spend their time scoring pilots that have little chance of becoming series, or movies that will disappear without a trace. The combination of Desilu (a small studio with a history of unsuccessful pilots) and an unusual \"serious\" science fiction series (rare in television at the time) did not offer an promising opportunity for composers. Fortunately for Desilu (and Star Trek ), their musical director recommended a talented and experienced arranger from Twentieth Century Fox by the name of Alexander Courage. Courage created the memorable Star Trek theme, as well as a number of other key pieces of incidental music and sound effects. Once the Star Trek pilot was sold to NBC , Courage was in an enviable position: he would receive royalties every time an episode of Star Trek was run (or re-run), and even more royalties if the show lasted long enough to be sold into syndication after its network run was finished. Courage's windfall lasted only a year, until Star Trek creator Gene Roddenberry suddenly laid claim to half the royalties. How? Pressured by Roddenberry, Courage had made a \"handshake deal\" a couple of years earlier that gave Roddenberry the option of composing lyrics for Courage's Star Trek music (and Courage signed a contract unknowingly, he later claimed to that effect). Roddenberry exercised that option, writing lyrics for the main theme and then asserting his right to half the performance royalties as a co-composer. It made no difference that the lyrics were not intended to be used in the show itself and had not been recorded or released. As the lyricist, Roddenberry was entitled to an equal share of the royalties, whether or not the lyrics were ever used. Courage protested in vain that although the arrangement may have been legal, it was unethical: Roddenberry's lyrics added nothing to the value of the music and were created for no reason other than to usurp half the composer's performance royalties. An unsympathetic Roddenberry proclaimed, \"Hey, I have to get some money somewhere. I'm sure not going to get it out of the profits of Star Trek .\" Roddenberry's financial gain was Star Trek 's creative loss. After scoring a couple of first-season episodes, Courage declined to perform any further musical work for the series. And what were these lyrics? Beyond The rim of the star-light My love Is wand'ring in star-flight I know He'll find in star-clustered reaches Love, Strange love a star woman teaches. I know His journey ends never His star trek Will go on forever. But tell him While he wanders his starry sea Remember, remember me. Some viewers think they recall Uhura's having sung these words during a Star Trek episode, but they're actually remembering her performing a song called \"Beyond Antares\" to troubled young Charlie Evans in the episode \"Charlie X.\" (Actress Nichelle Nichols did record a [disco!] version of the Star Trek theme with different lyrics some years later.)",
  "Originally Published": "",
  "Referred Links": "http://www.daisyplanet.com/st/info/Nic_Out.html;",
  "Example": "",
  "Last Updated": "8 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/trek.asp",
  "Claim": "The theme music for the original Star Trek TV series includes lyrics.",
  "Claim_ID": "radiotv_tv_trek",
  "Tags": ""
}