{
  "Origins": "In 1983, caustic comedienne Joan Rivers received a tremendous career boost when the king of late-night television, Johnny Carson, designated her his \"permanent\" guest host for The Tonight Show , thereby providing her valuable national TV exposure as she filled in during Johnny's many days off and vacations. Within a few years, however, Carson was left feeling betrayed when Fox announced that not only had they lured Joan Rivers away from The Tonight Show to star in the inaugural series on their new national television network, but that Rivers' new vehicle would be a competing late-night talk show going head-to-head with Carson's own program.",
  "Fact Check": "",
  "Description": "Launched amid a torrent of publicity in October 1986, The Late Show Starring Joan Rivers proved to be a rather disappointing copy of The Tonight Show with a less engaging host, and once the novelty wore off, viewers turned elsewhere. Rivers left the show seven months later, and the program (renamed The Late Show ) carried on with a series of guest hosts, primarily Arsenio Hall. During her brief tenure, though, Rivers managed to create one of the more controversial moments in television history. Dallas star Victoria Principal was one of the comedienne's favorite targets for needling \"Victoria Principal married a plastic surgeon. Isn't that convenient ... and free,\" ran one of her jokes and Rivers recalled some of her other jabs at the actress shortly after leaving her Fox show: I must say, though, most of the people I interview are a delight. And they nearly always want to come back. Well, nearly always. Victoria Principal won't. She was claiming she was younger than she was. And when I proved she couldn't possibly be, she got hysterical. It made great TV. The falling-out between Ms. Principal and Ms. Rivers stemmed from an on-air incident which the latter described in her 1991 autobiography, Still Talking: Victoria Principal was my first guest in 1983 when she was on Dallas, and I wanted to know about her break-up with Andy Gibb of the Bee Gees. \"Did you keep the ring?\" I asked. Well, she denied they were engaged and denied there had been an engagement ring. At that moment the audience and the camera disappeared, and we were like two women at a kitchen table. \"But you showed me one,\" I reminded her. \"You and Andy Gibb came to my dressing room in Las Vegas. You had the ring. You'd just gotten engaged. \"Why was it on your left hand?\" I wanted to know. \"It's my best hand,\" she said. \"For what?\" I asked. After we went off the air, Victoria said sweetly, \"I'll get you next time.\" And she did come back, determined to win came on all vulnerable and innocent, playing the victim. But she made a big mistake. Early in the show she said this was her thirty-third birthday. Later she told me she was born in 1950, the first American baby in Japan after the war. Well, I know when the war was over 1945. Let's see, subtract that from 1983 and you get ... I said, \"Victoria, you've ruined yourself again.\" I teased her, \"Okay, I was born in 1950, too.\" She wanted to know where I bought my birth certificate. \"Same place you bought yours,\" I said. When the show finished, she stormed off the stage in a fury. But that same year Andy Gibb was my guest. Agreeing that Victoria had claimed it was an engagement ring, he said, \"She played with the truth a little bit.\" I asked him how old Victoria was when they broke up two years earlier. He said, \"Same age she is now, I think.\" Three years later, on 15 December 1986, one of Rivers' talk show guests was Dallas co-star Ken Kercheval, who played the brother of Victoria Principal's character on the popular nighttime soap opera. His presence prompted Rivers to try phoning Ms. Principal live on the show, ostensibly to wish her a happy birthday (an event that was three weeks away) but more likely as an excuse to provoke the actress with more questions about her true age. After several failed attempts to get through to Principal's home (due to a continual busy signal), Rivers finally called the operator and asked for an emergency break-in to the line. The talk show host had to repeat Principal's unlisted, unpublished phone number out loud to the operator, thereby broadcasting that sensitive personal information to millions of viewers. A few weeks later, newspapers carried reports that Victoria Principal had filed a $3 million lawsuit against the comedienne over the stunt: Dallas star Victoria Principal filed a $3 million suit Monday against Joan Rivers, claiming she was deluged with phone calls after the comedian blurted out the actress' home phone number on her talk show. Principal said Rivers was interviewing Dallas co-star Ken Kercheval on the air Dec. 15 when she tried repeatedly to reach Principal on her \"private, unpublished\" phone number, intending to ask her \"embarrassing questions about her personal and private life.\" As a television audience watched The Late Show Starring Joan Rivers, Rivers announced Principal's telephone number on the air, the suit said. \"It was quite something,\" said Principal's attorney, Gerald Edelstein. \"We think (Rivers') conduct was malicious, provocative, beyond the bounds of decency and a violation of Victoria's right to privacy. That's what we're prepared to prove in court. I guess we'll see how funny she is in a court of law.\" There were no follow-up articles about the lawsuit's resolution, but Ms. Principal hinted in a 1993 TV Guide interview that the matter had been quietly settled in her favor for a considerable sum: In May 1990, Principal sued CBS for $300,000 she said was owed to her for a TV series that was never actually made. \"I don't know about you, but where I come from, $300,000 is a lot of money,\" she said then. \"It was business, not personal.\" Another time, Joan Rivers released Principal's unlisted home phone number on the air. She also sued but says she can't talk about the settlement except to add coyly, \"Come and see my Picasso.\" All things considered, Joan Rivers may have placed one of the most expensive phone calls ever.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0394579917/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0345455428/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "21 July 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/joanrivers.asp",
  "Claim": "Joan Rivers once gave out actress Victoria Principal's home phone number on her talk show.",
  "Claim_ID": "radiotv_tv_joanrivers",
  "Tags": ""
}