{
  "Origins": "The fate of animals (particularly of the barnyard variety) with prominent roles in television programs and films after production has shut down is common fodder for grim humor. Sardonic jokes have circulated about more than one beloved animal star who was allegedly eaten by unsentimental cast and crew members at the end of a shoot.",
  "Fact Check": "",
  "Description": "In many cases, since principal photography on a film or the run of a television series can span several months (or even years), animal characters of the \"lesser\" variety (i.e., pigs and chickens rather than dogs or horses) are portrayed by several different members of the species. Such was the case with Green Acres , which used several different pigs to fill the role of Arnold Ziffel over the course of its six-year run. Nobody knows for sure exactly how many porkers played Arnold (estimates place the number at about a dozen), but their trainer, Frank Inn, states that none of them was eaten. According to Inn, they were all allowed to live out their natural lives on farms after they could no longer be used on the show. This same rumor began circulating in 1995 about one or more of the pigs used in the title role of the then-current film Babe , which reportedly employed some four dozen different piglets to play Babe. Sightings: In an episode of the television sitcom The Nanny (\"The Bird's Nest,\" original air date 25 September 1996), a woman at a clearance sale fighting over a sweater with Grace Sheffield (the family's youngest daughter) says, \"Hey, did you see the movie Babe , kid? Well, they ate him at the wrap party.\"",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0112431;",
  "Example": "[Reputedly printed in Starweek, 16 September 1995] That's really creepy that Arnold the pig was eaten by his fellow workers at the farewell bbq of the show Green Acres. Arnold was a valuable member of the cast. Just because he was a pig was no reason to eat him. I had fond memories of Green Acres, but not now. I hope the cannibals burn in hell! Forever!",
  "Last Updated": "8 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/ziffel.asp",
  "Claim": "At the farewell party thrown after the filming of the final episode Green Acres , the cast and crew barbequed and ate the porcine actor who played Arnold Ziffel.",
  "Claim_ID": "radiotv_tv_ziffel",
  "Tags": ""
}