{
  "Origins": "Imagine being one of the most beautiful women in the world and having a rumor that you were once a man dog your steps for close to two decades.",
  "Fact Check": "",
  "Description": "That is the reality of TV soap actress Eileen Davidson. She's been Ashley Suzanne Abbott on The Bold and the Beautiful , Kristen Blake, Kristen's lookalike Susan Banks, and Susan's sister Sister Mary Moira on Days of Our Lives ; Kelly Capwell on Santa Barbara ; and Ashley Abbott on The Young and the Restless . Soap Opera Digest has repeatedly named her one of the most beautiful women in daytime drama. The rumor is false, but it's amazing how even the most specious of rumors can stick with a person year upon year. Davidson, a typical high school student who'd grown up a typical little girl in a Southern California home, started down the road to fame when as a 19-year-old she was approached on a beach by a photographer who asked if she'd consider becoming a model. Modeling led to acting, and she began her soap opera career in 1982 as Ashley Abbott on The Young and the Restless when she was 23. She was married to Jon Lindstrom, who plays Dr. Kevin Collins on Port Charles . In 1999, Davidson offered the following possible explanation as to why this claim has attached to her: People swear they saw me on Donahue talking about my surgery. But it was Tula [a transgender model], who has long blond hair and angular features like I do. I never appeared on Donahue, and I am not a transexual. This is a pleasing explanation for the origin of this silliness (because it's based upon nothing more than a confusion over similarity of appearances), but it's wrong. Caroline Cossey (a transsexual model and actress known professionally as Tula) appeared on Donahue on 29 June 1990, yet we found the \"Eileen Davidson is a man\" canard discussed in a 1987 newspaper article, proving that the gossip predates Tula's talk show appearance. Moreover, in that article a CBS spokeswoman reported that this tale was then about two years old, which dates it to 1985. Being the subject of gossip and silly rumors is often part and parcel of being famous. Barbara \"born to be riled\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] What about the rumour about the woman who currently plays Ashley Abbott on the Young & the Restless? A few years back people were saying that she was once a man, and had a highly successful sex-change operation.",
  "Last Updated": "14 June 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/davidson.asp",
  "Claim": "Soap opera actress Eileen Davidson used to be a man.",
  "Claim_ID": "radiotv_tv_davidson",
  "Tags": ""
}