{
  "Origins": "One of old-time radio's most renowned bloopers concerns long-time announcer Harry von Zell, who, legend has it, introduced the President of the United States on a live broadcast in 1931 by announcing: \"Ladies and gentlemen, the President of the United States, Hoobert Heever.\" It's easy to see why this legend is so popular: What could be more embarrassing (and professionally damaging) than flubbing the President's name live on the air?",
  "Fact Check": "",
  "Description": "This tale does have a nugget of truth to it, but (fortunately for Mr. von Zell) the slip-up occurred in a completely different context than the one offered in the legend. The occasion for Harry von Zell's immortal flub was not a live address by the President of the United States or an inaugural speech, but a tribute offered on the anniversary of President Hoover's birth. Announcer von Zell was reading a lengthy recounting of Mr. Hoover's life, career, and accomplishments, and at the very end he slipped up and mispronounced the President's name as 'Hoobert Heever,' creating the Spoonerism for which he has ever since been famous. As von Zell explained to radio historian Chuck Schaden: I must have mentioned in that opening the name of Herbert Hoover no less than twenty times. I was very young at the time . . . and was very nervous. I walked out of that studio we were on the twenty-third floor of the Columbia Broadcasting System building and fortunately the windows were not operative. They were fixed windows or I would have jumped out! And I thought that whatever career might have been a potential in my life began and ended right there in that one incident. Harry von Zell's career didn't end there, of course; he went on to enjoy a long and successful run in radio, television, and films as both an announcer and an actor. In fact, the incident might have faded into obscurity had not Kermit Schafer fabricated a \"genuine recording\" of the more sensational version for his Pardon My Blooper album, thus (as he did with Uncle Don ) convincing whole generations of listeners that an apocryphal blooper had occurred exactly the way he presented it and there is no convincing Schafer's listeners otherwise now, for they insist they've heard an \"actual recording\" of it.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "One of the most famous spoonerisms of all time occurred at the inauguration of Herbert Hoover as President of The United States. Harry von Zell, radio announcer: \"The next voice you hear will be that of our new president, Hoobert Heever.\"",
  "Last Updated": "27 May 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/radio/vonzell.asp",
  "Claim": "Radio announcer Harry von Zell once referred to President Herbert Hoover on a live broadcast as 'Hoobert Heever.'",
  "Claim_ID": "radiotv_radio_vonzell",
  "Tags": ""
}