{
  "Origins": "The world of advertising has spawned so many memorable characters that at times it seems we are up to our ears in Mr. Whipples , lonely Maytag repairmen, and talking syrup bottles. Yet even among that well-populated crowd, sometimes our affection for certain pitchmen causes us to elevate some to the pedestal of pop culture icons. Though hucksterism was responsible for such creations as the Energizer Bunny, Betty Crocker, and the Marlboro Man, we have made those figures far more than the mere product salesmen they were intended to be by virtue of what we see in them. Each of them has come to symbolize not just their specific products but also certain ideals, characteristics, or stereotypes, giving us handy shortforms with which to describe certain acts or states of being we might otherwise have difficulty conveying (e.g., the mother of an active two-year-old can point to her youngster and sigh, \"It's like living with the Energizer Bunny,\" without having to further explain that her child is always on the go and his incessant activity is leaving her frazzled; as a method of identifying someone as a fantastic cook and homemaker, rather than list numerous displays of domestic mastery, we can dub her \"a regular Betty Crocker\"; and as a way of communicating either a particular physical look or an aura of lantern-jawed rugged self-sufficiency, we can describe a fellow as \"a Marlboro Man type\").",
  "Fact Check": "",
  "Description": "Such was the case with the Taco Bell dog, which also came to ascend to that heady level it too became a pop culture icon for what people saw of themselves and others in it. It is that twinned sense of recognition and identification that lies at the heart of the many rumors about the character's abrupt departure from the advertising campaigns of the fast food chain that popularized it. The dog got its start almost by happenstance. In 1997 Taco Bell used the sassy Chihuahua as an incidental character in a single commercial aired only in the Northeastern states; the pooch hadn't been intended for anything other than that one-spot limited-market appearance. But consumer response to the attitudinal canine was overwhelming, so the company reacted to what the market was telling it by building a series of ads around the intriguing character that had won over so many with its \"Yo quiero Taco Bell\" (I want Taco Bell) tagline. This campaign was introduced to the whole of the American market in early 1998. People took the dog to heart, both because it was cute (we are somewhat programmed to melt at the sight of large-eyed small beings, after all) and for its sassy impertinence. Few of its admirers realized the character that so struck a chord with them had been deliberately modeled on the restaurant chain's core customer: fast-food-loving, attitude-riddled teen males. If folks felt a sense of identification with the spunky little dog, it was only because they were supposed to he was them, after all. In July 2000 fast food giant Taco Bell (a subsidiary of Yum! Brands, Inc.) did the ostensibly unthinkable: it abruptly ended what appeared to be a highly successful ad campaign that had worked to establish this memorable brand identity. Seemingly out of the blue, the corporation announced it would no longer feature the wise-cracking Chihuahua in its ads. Though the Taco Bell dog might make cameo appearances in subsequent commercials, he was being retired as company spokespooch. The reason behind the move was simple enough: the dog, though beloved of consumers, wasn't working magic on the company's bottom line. Though Taco Bell had succeeded in creating a cultural icon, the resultant symbol wasn't inspiring a great enough segment of the fast food-buying public to make a run for the border. Same-store sales were down 6 percent in the second quarter of 2000, a result the company could only regard as alarming and a certain sign that changes had to be made. It was time to let the dog out. However, what makes sense to the corporation behind an icon and to the public are sometimes two very different things. To the average person, who presumed the Taco bell dog commercials were benefiting the company, the pooch's sudden disappearance was highly illogical unless something had happened to the animal. As a consequence, rumors arose that postulated the unexpected demise of the little dog, a turn of events that would serve to explain the company's hasty shift to a different form of advertising. Rumors circulated that the Chihuahua had died. Some heard that the fatal accident happened during the filming of yet another commercial the unfortunate dog either ran in front of a camera that was being repositioned, or the camera fell onto it. Or one of the heavy lights used to illuminate the set came crashing down onto the hapless mutt. Or the dog froze to death while traveling in the cargo hold of a commercial airline. In the strangest form of the rumor, Taco Bell itself had offed the dog rather than pay out to its owner the full value of the dog's contract. Although on their surface such whispers seem to quite handily explain the sudden change of advertising focus, they all fail on one key point: there is more than one Chihuahua in the world. If the animal actor playing the part of the Taco Bell pitchman had indeed gone to the great dog park in the sky, another canine thespian would have been hired as its replacement. Such substitutions are nothing new, with most viewers remaining unaware that different dogs now fill parts previously played by others. For example, in 2002, the 13-year-old Jack Russell Terrier named Moose retired from the television sitcom Frasier and was replaced in the role of Eddie by his 4-year-old son, Enzo. In this regard, animal actors are less of a headache than their human counterparts. \"Dead,\" \"on strike for a better contract,\" \"not feeling well,\" and \"bad fur day\" can all be easily handled by bestowing the role on someone else who happens to look almost the same as the original actor. Or, if the character is minor enough, it can simply be written out (as happened to Tiger in The Brady Bunch : when the dog playing him got called to glory, the family pooch simply disappeared from the scripts). It is also far from uncommon for the same part to be acted by multiple animals, each one differently skilled so as to accomplish the variety of stunts the role calls for. (In the 1995 film Babe , for example, the title pig was played by some four dozen porkers.) Had the Taco Bell dog died while there were still commercials to be made, another Chihuahua would have been set in front of the cameras. Production would barely have slowed. Yet the dog didn't die; only its role did. The star of Taco Bell's commercials (the spoken component of the dog's role was the work of voice actor Carlos Alazraqui ) was a female Chihuahua named Gidget who was not only very much alive when the ad campaign ended but continued working at her craft (she appeared in the part of Bruiser's mother in Legally Blonde 2 ) and finally passed away of natural causes in 2009 at the ripe old age of 15. As for the notion that she froze in the cargo hold of a plane, Gidget flew to commercial shoots first-class with her handlers while with Taco Bell. Rumors about the deaths of critters who have become pop culture icons are nothing new. For years we heard that upon completion of the series, Arnold Ziffel, the pig in the television sitcom Green Acres , had been barbequed and served as the entree at the final cast party. We heard the same thing about the pig in Babe . Barbara \"actors are such hams\" Mikkelson Additional Information: Dog Owner's Guide to the Chihuahua (Canismajor.com) Lyrics to 'I Ran Over The Taco Bell Dog' (Adam Sandler)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20041009221130/http://www.thelyricssite.com/song/Adam+Sandler/I+Ran+Over+The+Taco+Bell+Dog;http://www.canismajor.com/dog/chihua.html;http://www.carlosalazraqui.com/;",
  "Example": "[Collected on the Internet, 1998] I've been hearing a rumble for the last couple of days about the dog in the Taco Bell commercials. Seems the little bastard got loose during a break in filming, ran into the path of a dollying film camera, and was crushed, yea unto death. [Collected on the Internet, 2003] A friend was telling me he had heard that Taco Bell had the Chiuaua dog it used in its advertising put to sleep, rather than honor the full length of the contract with the animals owner.",
  "Last Updated": "1 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/tacobell.asp",
  "Claim": "Taco Bell ended its famous ad campaign because the dog died.",
  "Claim_ID": "radiotv_tv_tacobell",
  "Tags": ""
}