{
  "Origins": "It has long been whispered that Sesame Street's Bert and Ernie are gay. At various times the rumor has escalated into their actually getting married on the show, this event either being planned for a future episode or said to have happened on a previous one.",
  "Fact Check": "",
  "Description": "Bert and Ernie are not married. They're not even homosexual (if indeed it's possible for mere puppets to be sexual). They are nothing but well-loved puppets from a hugely popular children's TV series. Media stories along the lines of \"Here are some silly rumors making the rounds\" are often misremembered and later recalled as true stories. There seems to be a strong need to believe that figures adored by kids aren't all sweetness and light; that they are instead \"trading on their popularity to influence our children with their lifestyle[s].\" Who are Bert and Ernie, anyway? They're muppets. More to the point, they're cute, lovable characters whom children love to watch and laugh with. As popular figures, they have the power to teach and to influence. That is indeed what's at the bottom of these rumors, the fear that wide-eyed children will end up absorbing values different from those their parents wanted them to learn, and that parental moral leadership will be undermined by turning children over to Sesame Street 's care for an hour each day. The shift in the standard rumor of gayness to include its subjects actually getting married is, I think, a reflection of the times. Urban legends are often about our fears and concerns; fretting that Bert and Ernie might be heading for the altar is an expression of society's unease with the concept of same-sex marriages. Whether or not same-sex marriages are a good idea is beside the point; a fair portion of mainstream America still feels they're not. The thought of two heartily approved of characters going through with such a plan is enough to galvanize parents everywhere into action against what they see as a threat. It's that old, familiar cry of \"Our children are in danger!\" In early 1994, Rev. Joseph Chambers attempted to get the puppets banned under a little-used anti-gay law in the deep South. Referred to by the Daily Mirror as a \"crackpot preacher from Charlotte, North Carolina,\" the preacher was said to have stormed on his radio show: Bert and Ernie are two grown men sharing a house and a bedroom. They share clothes, eat and cook together and have blatantly effeminate characteristics. The Children's Television Workshop has steadfastly denied rumors about Bert and Ernie's sexual orientation for about as long as they can remember. One of their oft-faxed prepared statements (this one from 1993) reads: Bert and Ernie, who've been on Sesame Street for 25 years, do not portray a gay couple, and there are no plans for them to do so in the future. They are puppets, not humans. Like all the Muppets created for Sesame Street, they were designed to help educate preschoolers. Bert and Ernie are characters who help demonstrate to children that despite their differences, they can be good friends. The Autumn 1993 tour of Sesame Street Live provoked yet another twist to the marriage rumor: Bert and Ernie's wedding would be part of the show. Calls flooded both the Children's Television Workshop and many of the venues where the 90-minute musical was scheduled to play. Needless to say, a wedding was never part of the planned festivities. Though it's impossible to pin down where the \"Bert and Ernie are gay\" rumor began, one potential source is The Real Thing , a 1980 Doubleday book by Kurt Andersen. In this book (which purports to be \"A guide to separating the genuine from the ersatz, the men from the boys, and the wheat from the chaff\"), Andersen makes the whimsical claim that among homosexuals, Bert and Ernie are \"the Real Thing\": Bert and Ernie conduct themselves in the same loving, discreet way that millions of gay men, women and hand puppets do. They do their jobs well and live a splendidly settled life together in an impeccably decorated cabinet. Could this cheeky comment have been the genesis of the rumor that now so plagues Sesame Street? Barbara \"gay abandoned\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "6 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/gaymuppet.asp",
  "Claim": "Sesame Street muppets Bert and Ernie are live-in lovers, and they're about to get married.",
  "Claim_ID": "radiotv_tv_gaymuppet",
  "Tags": ""
}