{
  "Origins": "The Newlywed Game, a game show in which newly-married husbands and wives were separately asked the same questions and had to predict how their spouses would answer, was a staple of American television for over twenty years. It aired in a prime time network version from January 1967 to August 1971 and ran during the day from July 1966 to December 1974. A syndicated version was produced from 1977 until 1980, and the show was revived yet again as The Newlywed Game in the fall of 1985, a version that lasted until 1990.",
  "Fact Check": "",
  "Description": "\"What was the strangest place you've ever made whoopee?\" was one of host Bob Eubanks' favorite questions, almost always prompting at least one (unintentionally) hilarious response. Over the years this question featured in one of the most hotly-debated items in urban legendry: whether a contestant responded to this question with the answer, \"That'd be up the butt, Bob.\" Legions of television viewers swore they saw this event, and opposing legions of pundits insisted that the whole thing was merely a joke and no such exchange ever took place on a broadcast Newlywed Game episode. Among this latter group was host Bob Eubanks himself, who repeatedly denied that any such occurrence had taken place on his show (and offered a $10,000 reward to anyone who can prove it did): Entertainment Weekly: I've gotta ask you about the famous \"That would be in the butt, Bob\" story ... EUBANKS: It never happened. No matter where I go, it's mentioned three or four times a day. Everybody swears they saw it. I'm going to write a book and call it That Would Be in the Book, Bob. Eventually a Newlywed Game clip, from a Game Show Network rebroadcast of the show, came to light that documented the (true) origin of this legend. In a 1977 \"Maternity Day\" episode, Bob Eubanks posed the question: \"Where, specifically, is the weirdest place that you personally, girls, have ever gotten the urge to make whoopie?\"Hank Perez guessed that his wife Olga would say the strangest place was in their car on the freeway, but when the wives were brought in to provide their answers to the same question, here is what transpired: The clip was notably different in several details from the urban legend that had been circulating for years at that point, however. The overwhelming majority of people who claimed to have seen episode air reported that the couple was black, and that the woman's response was \"That would be in the butt, Bob\" (or some similar dialectal version, such as \"That'd be the butt, Bob,\" \"Up da butt, Bob\" or \"It be the butt, Bob\"). Neither Hank nor Olga (nor any of the other couples on the show that day) was black, and Olga's response didn't correspond to either the structure or the phrasing of the legendary answer (i.e., she didn't use the word \"butt,\" end her answer with \"Bob,\" or phrase it as a declarative). For many, their first opportunity to see the clip came when it appeared on The Most Outrageous Game Show Moments, an NBC special which originally aired in February 2002 and has since been reprised a number of times. (Which was not true for readers of this web site, though: we'd been displaying that clip for two years prior to that.) During this special, Eubanks said he'd thought the \"In the butt\" tale had been a legend because he'd forgotten the incident. Why did Bob Eubanks spend years denying this ever occurred and offering a reward to anyone who could prove it did? We can only guess at this point, but we might surmise something like this: The episode originally aired well before VCRs became a household item, and well before the proliferation of cable channels created a network dedicated to replaying old game shows. The legend about the incident didn't gain widespread currency until several years later; by then many of the details had changed in the telling, the show hadn't ever been rebroadcast, and no home viewer had a tape of the episode to offer as proof. Eventually, Bob Eubanks found himself being asked nearly every day about something that supposedly took place on his show. He didn't recall the incident because the description he was hearing doesn't quite match what really happened, he'd hosted a few thousand shows, and he had no reason to find the incident remarkable at the time it took place. (Contestants have given all sorts of stupid, hilarious, and racy answers on the Newlywed Game over the years, so it wouldn't be surprising if Bob Eubanks failed to realize that this one answer would become the stuff of legend in years to come.) Tired of being asked constantly about something he didn't remember ever happening, Eubanks developed a standard \"reward\" response as a way of trying to get people to stop with the same old question already. (If he were offering a $10 million reward, chances would be pretty good that he was absolutely 100% sure it never happened; $10,000 was an amount large enough to get people's attention, but small enough that he could easily pay it off if something did turn up.) It is true that by 1993 Eubanks didn't even mention \"up the butt\" when asked to recall the show's most outrageous moment: \"I asked this young lady what was the one thing that her husband told her not to talk about,\" recalled Eubanks. \"She said that her brother and cousin planned to kill her uncle for his insurance money.\" The kicker? \"Her husband came out and matched the answer,\" said Eubanks, chuckling at the memory. \"They got their 10 points and went on with the game.\" And the uncle? \"I guess he's looking up at the sky about now,\" he said. As far as we know, Bob never did pay up.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1994] Over a beer, friends and I are discussing TV bloopers. One friend says that she was watching The Newlywed Game one day and the bonus question was \"Where is the most unusual place that you and your husband have ever made whoopee?\" After receiving responses like \"the bathroom of a 747\" and \"the kitchen table,\" Bob Eubanks comes to a \"not-too-literate\" [black] lady who, after a lengthy deliberation, states \"It be the butt, Bob\". [Barris, 1993] HOST: Where did your wife say you had your most unusual \"whoopee session\"? HUSBAND: In the sink. HOST: I'm sorry; your wife said 'in the butt.' HUSBAND: Damn, I almost said that.",
  "Last Updated": "12 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/newlywed.asp",
  "Claim": "A 'Newlywed Game' contestant said the 'weirdest place she'd ever made whoopee was 'up the butt.'",
  "Claim_ID": "radiotv_tv_newlywed",
  "Tags": ""
}