{
  "Origins": "Positing improbable military backgrounds for popular entertainment figures is a common urban legend motif these days. Such tales don't merely put stars in uniform as ordinary servicemen these questionable claims establish the unlikeliest of entertainers as combat-tested veterans who have displayed high levels of skill, courage, and toughness. Thus we have legends positioning pop singer John Denver as a Vietnam-era Army sniper, gentle children's host Fred Rogers as a tattooed marksman with a plethora of confirmed kills, and Bob Keeshan (better known to generations of TV-watching youngsters as Captain Kangaroo) as a hero of the World War II battle for Iwo Jima. (Of the three, only Keeshan actually served in the military, and he saw no combat action.)",
  "Fact Check": "",
  "Description": "Another legend of this ilk casts Don Knotts, best known as the bumbling deputy sheriff Barney Fife on The Andy Griffith Show and the pop-eyed, leisure-suited landlord Ralph Furley on Three's Company , as not just the unlikeliest serviceman since Gomer Pyle, but as the toughest and most fearsome of all military figures: a U.S. Marine Corps drill instructor. The only connection between legend and real life in this case is that Don Knotts did serve in the military. Born the youngest of four brothers in Morgantown, West Virginia, in 1924, young Don Knotts embarked on an entertainment career by performing as a ventriloquist at local venues; after high school he tried a brief stint in New York City and took a stab at attending West Virginia University before being drafted by the Army in mid-1943. Although the U.S. wasin the midst of fighting World War II at the time, Don Knotts saw no combat (and was certainly not a drill sergeant) he was tapped for a special services unit and spent his hitch touring the Pacific Islands to entertain troops as a comedian in a G.I. variety show. After the war he ditched ventriloquism in favor of comedy, landed small spots in radio and on Broadway, and worked his way up the entertainment ladder to more prominent comedic roles in television and movies. (His portrayal of Barney Fife eventually won him five consecutive Emmy awards for Best Supporting Actor in a television series.) Don Knotts also had one other military connection of the cinematic variety: he played the character of Corporal John C. Brown in stage and film versions of No Time for Sergeants . Why so many rumors about entertainers as military figures? The prevalence of this legend type can probably be attributed to the appeal of imagining popular stars as the polar opposites of their on-stage personas: Just as we're intrigued by the notion that macabre rocker Marilyn Manson once portrayed the geeky Paul Pfeiffer character on TV's The Wonder Years , so we're fascinated with the notion that a slight, skinny man best known for playing a series of fumbling, high-strung, nervous characters was once one of World War II's \"most feared drill instructors.\" Legends like these confirm the belief that we never know what improbable paths life might lead us down and that appearances can be deceiving.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] I heard that Don Knotts was the most feared drill instructor on Parris Island during World War II.",
  "Last Updated": "24 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/knotts.asp",
  "Claim": "Actor Don Knotts once served as a drill instructor for the U.S. Marine Corps.",
  "Claim_ID": "radiotv_tv_knotts",
  "Tags": ""
}