{
  "Origins": "Many baby boomers fondly recall Mutual of Omaha's Wild Kingdom, a Sunday afternoon (and Sunday evening) wildlife program that aired on NBC from 1963 to 1971, featuring episodes about \"animal survival in the wilds, treatment of animals in captivity, the environments of primitive peoples, and the interrelationships between both primitive peoples and their animal neighbors and different species of animals with each other\" and hosted throughout its run by a white-haired, avuncular, mustachioed zoologist named Marlin Perkins . Older boomers might even recall that Wild Kingdom was the outgrowth of an earlier television series known as Zoo Parade , also hosted by Perkins and broadcast live from the Chicago's Lincoln Park Zoo, of which Perkins was then the director.",
  "Fact Check": "",
  "Description": "Marlin Perkins wasn't above occasionally allowing non-venomous snakes to bite him on camera in order to prove a point about their relative harmlessness (\"Small snakes that are not poisonous can't injure you as much as a kitten,\" he once told an interviewer), but the one of the most memorable incidents in Zoo Parade's history occurred when Perkins was bitten by a timber rattlesnake while he was preparing to demonstrate how snake venom is extracted. During a portion of the pre-show runthrough used to establish camera positioning, Perkins inexplicably handling a live, venomous snake during a mere rehearsal was bitten on a finger by the rattler. He quickly employed that era's technique (familiar to all Boy Scouts) of opening up the punctures from the snake's fangs with a knife and \"sucking the venom out\" as he was being taken to a hospital, and an assistant stepped up to host that day's broadcast in his place. Perkins eventually recovered from the ordeal with no lasting ill effects, but the accident had been quite serious, and he required three weeks of recuperation before he was back on the job. The curious part of this tale is that even though everything described above happened off-camera during a pre-show rehearsal, and no mention of it was made during the subsequent broadcast, many people still swear they remember watching the \"live\" episode of Zoo Parade in which \"Marlin Perkins was bitten by a rattlesnake and rushed to the hospital.\" In fact, some people even insist they saw Perkins get chomped by a rattler on Wild Kingdom, a completely different TV series that didn't debut until many years after the Zoo Parade snake bite incident. As Perkins wrote of the common misbelief in his 1982 autobiography: An interesting after-reaction to this episode is the fact that even today I meet people who in all seriousness tell me that they sat there in front of their television receivers and watched that rattlesnake sink his fangs into my finger. At first, I used to correct them and explain I wasn't on the show that day, that the bite occurred before we were on the air. But these people are so sure in their own minds that they have seen this thing happen that I now just let it pass and don't try to correct them. Perhaps this shows the power of suggestion. Clearly viewers who heard about the rattlesnake bite incident indirectly (and perhaps had seen other instances of Perkins' being bitten by non-venomous snakes) later formed memories of having watched on television something that never aired another testament to the power of manufactured memories, of people's tendencies to turn occurrences they only heard about into memories of events they believe they actually witnessed. All in all, the Zoo Parade accident was far from Perkins' worst encounter with a venomous snake. He was also once bitten by a cottonmouth moccasin, and his 1986 obituary touted him as \"one of only a handful of people to survive the bite of a West African Gaboon viper.\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0345455428/ref=urbanlegendsrefe;http://www.stlouiswalkoffame.org/inductees/marlin-perkins.html;http://www.wildkingdom.com/;",
  "Example": "",
  "Last Updated": "2 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/perkins.asp",
  "Claim": "Wild Kingdom host Marlin Perkins was bitten by a venomous snake on live TV.",
  "Claim_ID": "radiotv_tv_perkins",
  "Tags": ""
}