{
  "Origins": "Grammy-winning rapper Kanye West ruffled feathers with his remarks during the \"Concert for Hurricane Relief,\" a 2 September 2005 benefit aired by NBC that solicited donations for American Red Cross Disaster Relief Fund. During his time at the podium, he used the broadcast to attack federal and media response to the disaster. \"George Bush doesn't care about black people,\" he said. (That comment was heard live by the East Coast audience but excised by the network from the tape-delayed West Coast broadcast). He had sharp words too for the manner in which the press was presenting African Americans in its coverage of Katrina's aftermath: \"I hate the way they portray us in the media. If you see a black family, it says they're looting. See a white family, it says they're looking for food.\" (Which had indeed been the case, as discussed in \" Loot Loops ,\" our article about photographs captioned to describe a black person as \"looting\" but a white couple as \"finding\" items both sets of subjects were said to have taken from grocery stores.) West also said of the National Guard: \"We already realized a lot of the people that could help are at war right now, fighting another way, and they've given them permission to go down and shoot us.\" (This allegation does not entirely hold up while it is true some National Guard personnel are serving in Iraq, there are no reports of those who remain in the U.S. shooting those they were sent to assist in New Orleans.)",
  "Fact Check": "",
  "Description": "However, that Kanye West strayed from the script he'd been handed to make controversial remarks during a national live broadcast does not mean Pepsi canceled its deal with him for endorsement of its products. While West did voice negative statements on the handling of Katrina relief and such comments were not received well by everyone (some who'd had earlier made financial pledges during the broadcast were moved to call back to cancel their donations after he'd said his piece), his arrangement with Pepsi remains in place. We discovered as much when we telephoned the soft drink maker to inquire about the claim of its having been rescinded. \"It's a false rumor no truth,\" we were told. According to a statement which is now circulating online from Pepsi-Cola's Manager for Public Relations North America, Nicole Bradley: This note is to inform you that you've received an erroneous email regarding Kanye West and Pepsi. The letter said that Kanye has lost his endorsement deal with Pepsi, which is not true. Our relationship with Kanye has not changed and our marketing campaign is continuing as planned. In fact, his Pepsi commercial is scheduled to air several times this week. Thanks for giving us the chance to clarify thesituation and please feel free to share this note with anyone else who may have received the message. We confirm the continued presence of Kanye West in Pepsi commercials one such ad aired on 27 September 2005 during BET's Comedy Awards show. The e-mailed call to arms' demand that Pepsi donate a sum equal to the value of West's contract to the Red Cross implies the soft drink maker has done little or nothing of a beneficent nature for Katrina's victims. Pepsico, the company that manufactures Pepsi plus a host of other products, has donated heavily to Katrina relief, including its donation of $1 million apiece to the American Red Cross Disaster Relief Fund and the Salvation Army. The internet has seen misdirected calls for boycotts of Pepsi products before. In 2002 the soda maker became the object of wrath after a can design that omitted \"under God\" from \"One nation ... indivisible\" came to be falsely attributed to it. Such can had been used for a short time by Dr Pepper. Barbara \"canned response\" Mikkelson Additional information: Kanye West and Pepsi Take a Trip Around the Globe (Pepsi)",
  "Originally Published": "",
  "Referred Links": "http://phx.corporate-ir.net/phoenix.zhtml?c=78265&p=irol-newsArticle&ID=749631&highlight=;http://www.pepsico.com/PEP_Citizenship/Contributions/FeaturePrograms/index.cfm;",
  "Example": "[Collected on the Internet, 2005] Kanye West dropped by Pepsi...... This may sound a little crass, but as a generation X'er I feel like I'm well positioned to voice my opinion regarding my own generation. Unlike our parents and their parents, we tend NOT to stand for anything which results in us falling for everything. Its time we take a stand. Kanye West, former spokesperson for Pepsi, has since lost his endorsement deal with the soft drink giant due to his publicized remarks regarding the mishandling of the Katrina evacuees/victims. I mean if you're like me...just SICK and TIRED of being black in America and being mishandled, then do something. Our parents and their parent's SHUT DOWN an entire bus system during the Civil Rights era by CHOOSING to do something. Here is your opportunity. I'm calling a boycott on ALL Pepsi products. If they want to drop Kanye, how about we DROP them! And as much as I love a good Pepsi and a bag of Fritos, I'm not buying another Pepsi including any of their family products (see link below) until a formal apology is given and a donation is rendered to the Red Cross (or a similar organization) in the sum of the amount of Kanye's contract with Pepsi. Sincerely, Shondell Towns- Boycott Organizer Pepsi Products: Pepsi/Frito Lay/Gatorade/Tropicana/Quaker See a list of products by clicking here: http://www.pepsico.com/company/brands.shtml",
  "Last Updated": "28 September 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/kanye.asp",
  "Claim": "Kanye West has been dropped as a Pepsi spokesman because of his criticism of President Bush over handling of Hurricane Katrina disaster efforts.",
  "Claim_ID": "radiotv_tv_kanye",
  "Tags": ""
}