{
  "Origins": "The story as told above and its accompanying screen shot are fabrications, but there's a bit of truth behind this one. Countdown is a popular British TV game show that airs in the late afternoon. Contestants take turns picking vowels or consonants randomly from a pile of upturned tiles until nine letters have been selected (and arranged on the board by the lovely Carol Vorderman), then try to form a word using as many of the selected letters as possible.",
  "Fact Check": "",
  "Description": "Legend has it that once upon a time, the nine letters selected were, in order: W-A-N-K-M-E-O-F-F. This never happened, and it wouldn't have aired if it had. What apparently did occur was somewhat similar, though. Six (or seven) of the nine selected letters in one round could be arranged to spell the word 'WANKER' (or 'WANKERS'), and both contestants indeed did so. Here are a few recollections (differing slightly in detail) from viewers who later saw the outtake: One guy said he has 'wankers' for 7 and when the other guy was asked what he had, his reply was 'you've got a pair of wankers'. First contestant says something to the effect of \"I don't know if it's allowed, but I've got WANKER\". Second says, \"The same, we've got a pair of WANKERs\". I believe both contestants came up with the word \"WANKER\" or \"WANKERS\". The host Richard Whitely then made some comment about having a couple of wankers. As Countdown is pre-recorded (and edited, if need be, to prevent just such an occurrence of naughty words being broadcast), the incident never aired on the show itself, but a clip of it was presented on a late-night show hosted by Victor Lewis-Smith. Other similar incidents have occurred over the years: Despite its woolly cardigan image, Countdown is no stranger to the risque, the raunchy, even the downright filthy. There were schoolboy-style giggles recently when the word \"erection\" made it on to the screen. But most of the real nasties end up safely on the cutting-room floor. Carol, 38, revealed in an interview: \"We've had all the worst swear words over the years. \"When that happens, we have to scrap the round and start again. \"The audience are always looking out for it. If the first two letters a contestant picks are F and U, you can hear them titter.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1999] There is an English TV Quiz show called \"Countdown\". The computer chooses 9 letters at random. The contestants then have thirty seconds in which to make longest word as possible in that time. It's sort of like a televised version of Scrabble. Last Tuesday on Prime-Time TV in England, this was the combination of letters that the system automatically brought up, right at the start of the game on National Television.",
  "Last Updated": "5 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/countdown.asp",
  "Claim": "Randomly selected letters on the British TV game show Countdown spelled out the phrase 'WANKMEOFF'.",
  "Claim_ID": "radiotv_tv_countdown",
  "Tags": ""
}