{
  "Origins": "The above-quoted false news report of a former child star's death by suicide was spread within the online world via a fabricated Associated Press story passed from inbox to inbox. It Jaleel White, an actor best known for his portrayal of Steve Urkel, the nerdy young neighbor in the television sitcom Family Matters (1989-1998), was said to have died from a self-inflicted gunshot wound to the head. (The poorly-written \"AP\" article both had the victim being found dead in his home and pronounced dead following admission to a Los Angeles-area hospital. While California is famed for its laid-back attitude toward a great many things, said easygoing philosophy does not extend to its hospitals admitting the dead for treatment.)",
  "Fact Check": "",
  "Description": "According to the story, White took his own life after becoming obsessed with the Steve Urkel character he'd played on Family Matters and growing despondent, presumably over the cancellation of the show. It was all a send-up, though. Although Jaleel has been out of the public eye for a while, he is alive and well. No news outlets, including the Associated Press, the purported source of the article, published accounts about Jaleel White's death. White is far from the first celebrity to be made the butt of a \"He's dead!\" joke. The quintessential hoax of this ilk is the \"Paul is dead\" belief attaching to Paul McCartney it began in 1969 and at least among some continues to this day. Other famed personages scuttlebutt had pushing up daisies even as they themselves continued to traverse this mortal coil include William Hung of American Idol fame, Subway pitchman Jared Fogel , children's television host Steve Burns of Blue's Clues , Jon Heder of Napoleon Dynamite , and even the dog from the Taco Bell commercials. As to why it was Jaleel White this time around, the answer is perhaps found in the suicide note he supposedly left behind. \"Did I do that?\" was the wide-eyed humorous pronouncement associated with Steve Urkel, the character's signature catchphrase. Under that theory, the \"news account\" of the former child star's suicide serves as the set-up for that line. Barbara \"note booked\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.recmusicbeatles.com/public/files/faqs/pid.html;http://www.imdb.com/title/tt0096579/;",
  "Example": "[Collected on the Internet, 2006] LOS ANGELES, California (AP) Jaleel White, who played 'nerdy' neighbor Steve Urkel on \"FamilyMatters\" found dead Monday. He was 29 years old. White was pronounced dead on arrival after admission to an LA hospital early Monday morning. The death is being investigated as a suicide. Born Jaleel Ahmad White, he began his career at the age of three acting in television commercials, before landing guest spots on shows such as \"The Jeffersons\" and \"Mr. Belvedere.\" It was in 1989 that White landed the role that would make him famous, playing wacky neighbor 'Steve Urkel' on the ABC program \"Family Matters.\" Following the cancellation of \"Family Matters\" in 1997, friends claim White became obsessed with the character, and grew despondent, despite further successes as star and producer of the UPN sitcom \"Grownups\", and as a writer for NBA.com Neighbor and friend, Bradley Spencer alerted police after hearing what he described as \"a loud bang\" coming from White's Los Angeles apartment. Authorities state that upon entering the home they discovered a young African-American male with an apparently self-inflicted gunshot wound to the head. Also found was a note, which read simply \"Did I do that?\", a popular catchphrase from the show. \"Jaleel was an uncommonly good man, an exceptional role model and a great comedic actor,\" said William Bickley, who created the series, and Thomas L. Miller, one of the executive producers, in a joint statement. \"We feel privileged to have known him and worked with him. He'll be missed and remembered every day by his many, many friends,\" they said. Actress Kellie Williams Laura Winslow on the series described White as a consummate professional actor. \"Everyone adored him,\" she said. \"We have all lost a dear, dear brother,\" said Reginald VelJohnson, who played Carl Winslow. White, an only child, is survived by \"cousins, aunts, uncles, and wonderful friends,\" Bickley said.",
  "Last Updated": "20 April 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/jaleel.asp",
  "Claim": "Jaleel White (Steve Urkel of television's Family Matters ) committed suicide.",
  "Claim_ID": "radiotv_tv_jaleel",
  "Tags": ""
}