{
  "Origins": "The apocryphal Tonight Show incident with Zsa Zsa Gabor and her cat is a wellspring for one of the greatest \"manufactured memories\" in modern popular culture. No matter how many millions of people swear they were watching the Tonight Show when the above-quoted exchange involving Zsa Zsa's cat and Johnny's supposedly quick (and dirty) comeback took place, it simply didn't happen.",
  "Fact Check": "",
  "Description": "Although definitively disproving this claim is impossible (because nearly all the tapes from the first decade of the Tonight Show [1962-1972] were erased), other available evidence (or lack thereof) is sufficient to justify assigning this legend its apocryphal status: The inconstancy of detail found in repetitions of this tale (it has also been told about Raquel Welch, Ann-Margret, Dyan Cannon, and Farrah Fawcett-Majors, among others) is a hallmark of the urban legend, and it indicates that the story was primarily spread by people who merely heard about it from others. Which actress played the leading role in this legend is roughly determined by the age of the teller: those who were around at the time of the legend's inception remember Zsa Zsa Gabor as the guest with the feline on her lap, those who first heard the legend several years later recall that it featured some other sexy actress, such as Raquel Welch or Ann-Margret. The multiple shifts in detail mark this legend as more likely a good story that was updated from time to time than an account of a real-life occurrence. Even if Johnny Carson had uttered the quip attributed to him, it could not possibly have made it onto the air. The Tonight Show was never broadcast live during the Carson years; it was always taped earlier in the evening of the day of broadcast, providing both the producers and the network's Standards and Practices group opportunity to excise any potentially offensive material from each episode before its late-evening airing. The legend predates the Tonight Show's May 1972 move from New York to Los Angeles, a time when even the word \"damn\" would probably have been bleeped, never mind the rest of the remark. It is exceedingly unlikely that either Zsa Zsa's set-up line or Johnny's legendary response would have been aired with just a word or two bleeped; if either had truly been uttered, the whole exchange would have been cut from the show. It hadn't been that long since Carson's predecessor on the Tonight Show, Jack Paar, once walked off the show in protest (and stayed away for a month) when NBC cut one of his jokes simply because it referenced the initials W.C. (an abbreviation for \"water closet\"). Due to the tremendous sustained popularity of the Tonight Show, virtually everything that Johnny Carson said on the air was scrutinized and reported on, especially when his show was based in New York. When Carson quipped in 1965 that he had \"done more for birth control than Enovid\" (a brand of birth control pills), his joke drew front-page criticism from newspaper columnist Dorothy Kilgallen. Later the same year, an anecdote related by actor Ray Milland about his losing control of his bladder while filming a love scene in a swimming pool drew the ire of the head of the FCC, who felt compelled to speak up about \"four or five incidents\" on Carson's show lest \"the industry degenerate into indecency.\" (The complaints were taken seriously enough that NBC was reportedly considering replacing Carson with less controversial host Mike Douglas.) It is simply inconceivable, therefore, that a crude remark like the one Johnny supposedly made at Ms. Gabor's expense could have passed without comment. But pass without comment it apparently did, as no contemporaneous references to this incident appeared in any of the major print media of the day. Skeptics sometimes point out the implausibility of a celebrity's bringing along a small pet for a talk show appearance, expecting the animal to behave and sit quietly in an unfamiliar and frightening environment of bright lights and large, noisy crowds. But Zsa Zsa Gabor did bring along a small dog for at least one appearance with Jack Paar (although it sat on Paar's desk rather than Gabor's lap), so perhaps the idea is not completely unimaginable. It should be noted, however, that although Ms. Gabor expressed a great deal of affection for horses and dogs in her autobiography, she said nary a word about liking (or ever having owned) cats. As a final piece of negative evidence, consider that both Zsa Zsa Gabor and Johnny Carson have denied that this incident ever took place: in letters reproduced below, and in the following exchange between Johnny and Jane Fonda during a 1989 Tonight Show appearance: During this exchange, Johnny genuinely looks surprised, as if he'd never heard the story before. Those who insist this incident really did happen often claim that Carson and Gabor's denials mean nothing, because they were required to issue them under the terms of settlement agreed to after the actress sued the talk show host. However, being embarrassed on television isn't valid grounds for a lawsuit, as the Los Angeles Times noted in an article on the controversy surrounding the film Borat: \"The whole concept of making people look foolish in an unsuspecting environment has been happening since 'Candid Camera,'\" said entertainment law attorney Mel Avanzado, who has represented producers on issues related to unscripted TV shows. \"'Borat' is not new. It's just taking it to a new level of silliness.\" Many of those who appear in \"Borat\" feel they were publicly humiliated, but Avanzado says that, legally speaking, is not sufficient grounds for a lawsuit. \"It's not that you are placed in an embarrassing light,\" he said. \"You have to be placed in a false light.\"(It's also rather improbable that if Zsa Zsa were so offended by the alleged remark as to bring suit against Johnny Carson, she would have continued to appear on his show over the years, or that Johnny would have invited her back in the first place.) This legend almost certainly started out as a joke, with real-life participants added to the tale to lend it additional humor. At the time, public perception deemed Johnny Carson the celebrity most likely to make such a quip, so the punchline was put in his mouth. (In earlier days, the payoff line would undoubtedly have been credited to Groucho Marx.) Zsa Zsa Gabor, the epitome of the sexy, pampered celebrity, more famous for her multiple marriages and her full figure than her talents, was cast as the straight woman. As Zsa Zsa's popularity waned in later years (unlike Johnny's), a series of female sex symbols replaced her in the role. Additional information: Zsa Zsa Gabor letter Johnny Carson letter",
  "Originally Published": "",
  "Referred Links": "http://www.tvacres.com/censorship_jack.htm;",
  "Example": "[TV Guide, 1998] Zsa Zsa Gabor was a frequent visitor to Carson's couch. As the tale has it, she once came on carrying a cat, which she held in her lap. She is said to have asked Carson, \"Would you like to pet my pussy?\" His fabled reply: \"I'd love to, but you'll have to remove that damn cat.\"",
  "Last Updated": "2 November 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/zsazsa.asp",
  "Claim": "Johnny Carson made a risqu remark to a starlet who appeared on the Tonight Show with a cat on her lap.",
  "Claim_ID": "radiotv_tv_zsazsa",
  "Tags": ""
}