{
  "Origins": "In June 2006 we began receiving inquiries about the fate of the adolescent boy who had appeared singing \"They're gonna taste great\" in a UK Kellogg's Frosties commercial that had first aired about a month earlier, (For those Americans not up on their international cereals, Frosties are the equivalent of what are known in the U.S. as Kellogg's Frosted Flakes, right down to the same cartoon spokestiger.) The soon-to-be-notorious commercial was described by David Whitehouse of the Guardian as \"a jingle being sung by a boy at the exact moment his voice breaks, in a tone so monotonous it appears to be operating at a frequency which toys with people's bowels\":",
  "Fact Check": "",
  "Description": "The Frosties spot was so noted for its irritating refrain and ability to annoy that the lad who starred in it reportedly received numerous online death threats, and according to subsequent rumors he was beaten or stabbed by hooligans who took it upon themselves to deride him for his role, or was verbally picked on by bullies to the extent that he was moved to take his own life. In this, the most common form of the legend, the boy's annoying repetition of \"It's gonna taste great\" and the equally monotonously-voiced rhyming phrases he delivered throughout the ad cost him his life. But the rumors also took a different form, one that did not have the boy's death occur as a consequence of the commercial (i.e., he was attacked by others or died by his own hand). In a secondary form of the legend, a grieving father who had lost his son to cancer succeeded, via the magic of technology, in having his deceased child inserted into the ad as a final tribute to the boy (possibly because it was the lad's dying wish). Here the youngster's flatness of tone was, by implication, explained by the rumor: the oddly-sung jingle was the result of its having been pieced together after the boy's death from recordings made of him during his brief lifetime. (One of the more interesting alternative theories offered about the \"Frosties Kid\" had it that he wasn't an actor at all, but rather a computer-generated creation.) When we contacted Kellogg's UK offices about this rumor, they provided us with the following statement: The current advertisement has been well received by the vast majority of our customers. We would also like to take this opportunity to confirm that the lead boy within the advertisement is well and continues to live in his native South Africa. The name of the young actor who portrayed the \"Frosties Kid\" was not publicized, and Kellogg's declined to provide us that information. In a September 2006 article the UK's Sun newspaper (known far more for its sensationalism than its accuracy) identified the young actor an active 15-year-old gymnast in Johannesburg, South Africa a country where the commercial had never aired named \"Sven\" (other sources averred this was a pseudonym and the boy's real name was Matthew Harban) who was still very much alive despite having been targeted by \"online death threats\": The teen star of the much-hated Frosties TV ad last night emerged from hiding to defy online death threats. Sven, 15, was targeted by net nutters after appearing alongside cartoon tiger Tony in the Kellogg's promotion. In it, he sings a repetitive jingle as he leads a troop of kids, Pied Piper-style, around a town while performing a strange dance. Last night the young South African actor, whose surname we are concealing to protect his safety, stormed: \"Can't these fools distinguish between me and a character in an ad?\" \"Why would people want to humiliate someone they don't even know? It's not who I really am. I was given a character to portray and that's what I did. \"One person said you should blame the director, or the scriptwriter. I liked that comment. I'm not going to go out and stab myself or commit suicide because of things people are saying.\" We tracked Sven to his Johannesburg hideaway after spoof clips of him became a big hit online. There were even rumours he killed himself because of abuse about the ad. Surfers issued death threats against him after it first aired four months ago. One poster ranted: \"He's a revolting, despicable child, he deserves to die.\" A lads' magazine even printed a picture of the youngster with rifle-sight crosshairs on his forehead. Sven has defied his bitter cyber-critics by focusing on carving out a career as a gymnast. The teenager, who attends a posh private school and lives in an upmarket part of town, spends 18 hours a week honing his skills on vaulting horses and climbing rings. His efforts have earned him a place in his home nation's elite Olympic development programme. And Sven hopes to use cash from future acting jobs to help him fund trips worldwide as he pursues his sporting dream. The Frosties rumor was akin to a venerable urban legend that attached to another child perceived as annoying who appeared in another breakfast cereal commercial. \"Little Mikey,\" the character played by child actor in a LIFE cereal commercial in the 1970s, was rumored to have died after combining Pop Rocks (a carbonated candy) with soda. That story was wholly false, but it was widely believed at the time, and that belief continues to this day. Another \"dead child performer\" story of more recent vintage concerned the kid in the \"Lean Wit It, Rock Wit It\" video who was said to have snapped his neck executing a dance move. Possibly the conclusion of the Frosties ad where the boy leaves Tony the Tiger and the trailing crowd behind as he rises up into the sky (where Tony reappears beside him to issue a final \"They're gonna taste great!\") worked to fuel all forms of the rumor, in that rising into the sky is a visual metaphor for going to Heaven. Barbara \"'they're grrrRRREAT!' gig in the sky\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://frosties.i8.com/;",
  "Example": "[Collected via e-mail, July 2006] Is it true that the boy in the Frosties advert 'they're gonna taste great' commited suicide because he was bullied so much about doing the advert? [Collected via e-mail, June 2006] There is possible rumour(s) bubbling under in the UK relating to a new TV advert for Kellogg's Frosties. It contains a somewhat 'over the top' song and dance performance by a teen boy, and has been generating a lot of negative comment on forums in the UK regarding its ability to put off viewers. On watching it yesterday my 15 year old son mentioned that he had heard in the playground chatter at school that the 'star' of the ad was in fact a terminally ill boy who had been granted the appearance as his dying wish.",
  "Last Updated": "10 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/frosties.asp",
  "Claim": "The child actor who sang \"They're gonna taste great\" in a Kellogg's Frosties commercial committed suicide, was murdered by bullies, or died of cancer.",
  "Claim_ID": "radiotv_tv_frosties",
  "Tags": ""
}