{
  "Origins": "The first episode of The Contender aired on 7 March 2005. This new series pits 16 professional boxers against each other as they vie for the $1 million ultimate prize via a 13-episode boxing tournament of which each weekly segment concludes in an elimination bout. With the lone exception of the fight between the final two remaining pugilists, which will be televised live from Caesars Palace in Las Vegas, all other Contender bouts were filmed during the late summer and early autumn of 2004.",
  "Fact Check": "",
  "Description": "Yet as real as reality television can be, sometimes the true drama takes place far beyond the reach of the cameras. In the dark hours before dawn on 14 February 2005, one of the show's contestants ended his life. Three weeks before the first Contender episode aired, 23-year-old Najai \"Nitro\" Turpin put a bullet in his head while sitting with his girlfriend (the mother of his 2-year-old daughter) in a Chevy Lumina parked outside the West Philly gym where he trained. His motive for doing so is not definitively known, although Turpin's trainer-manager told the Philadelphia Daily News the boxer might have felt hamstrung by contractual restrictions that kept him from boxing until after the series finale airs on 24 May 2005. \"Fighters want to fight,\" Percy \"Buster\" Custus told the paper. \"He was frustrated because he was, like, training for nothing. He had no motivation.\" As one of the conditions for being on the show, each of the sixteen Contender rivals had to agree to eschew fighting professionally until after the final episode of the series aired. Such a restriction protects the show's week-by-week element of uncertainty, in that if a former Contender contestant were seen in the ring before such date, it would be easy to work out he must have been one of the fourteen hopefuls already eliminated over the course of the competition. Newsday offered another possible reason for Turpin's taking of his own life: \"It was widely reported that Turpin had a custody dispute with the mother of his 2-year-old daughter.\" The Pittsburgh Post-Gazette seemingly supports the reading-between-the-lines hypothesis that the fighter killed himself over child custody woes by reporting that according to Custus, Turpin had shortly before his death abruptly left a training camp in the Poconos and returned home to Philadelphia, saying he missed his family. The Associated Press quoted Stallone as saying of Turpin: \"When he was with his child, you saw the child in him come out.\" Contender Executive Producer Mark Burnett told the New York Daily News , \"The big thing haunting him was always his child.\" One further hypothesis emerges in rumor, the notion that the 23-year-old fighter committed suicide because he was eliminated before reaching the final in the TV series. While at first blush this might seem the more intuitively satisfying explanation to those who've cut their teeth on weekly installments of reality television fare, it doesn't fit with what is known of The Contender . First, with the exception of the final bout to take place in May 2005, all the filming that went into the series was concluded by the fall of 2004. If Turpin had taken being knocked out of the competition that badly, why would he wait three months or more to end his life, as opposed to acting on that urge within days or weeks of what he would have had to perceive as unendurable humiliation? Second, the show's producers have made comments indicating they plan to provide an undercard for the 24 May 2005 concluding fight, and that Turpin stood an excellent chance of being voted onto it by the audience: \"The reason we'd been paying these people every week to train is that a large number will be fighting again,\" [Mark] Burnett confirmed to the Daily News yesterday. \"Actually, what made this tragedy worse is that everybody loved Najai. Even though he was a ferocious fighter, he was a cuddly teddy bear. He would have very, very likely been chosen to fight again.\" Third, Executive Producer Mark Burnett has discussed with the media potential plans to use some of the 2004 roster of Contender hopefuls again, possibly in an American versus European boxers version of the show. Therefore, if Turpin had regarded his being bested by one of the other fighters as something he could not live with, would he not also see that either the undercard or the proposed gloved hands across the waters remake would offer plenty of opportunity for salvaging his self concept? Or would he have concluded that in this world redemption is for coupons, not people? Barbara \"advertising circular reasoning\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] A local radio station on numerous ocassions has reported that one of the cast members of the new reality TV show \"The Contender\" committed suicide when he lost and was forced off the show. They give no other details because the show hasn't even started to air. Just wondering if it was a big hoax or part of the noise about the new show.",
  "Last Updated": "8 March 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/contender.asp",
  "Claim": "An unsuccessful contestant on The Contender committed suicide after being bumped from the show.",
  "Claim_ID": "radiotv_tv_contender",
  "Tags": ""
}