{
  "Origins": "In 2003 the television world mourned the loss of Fred Rogers , the gentle and genial host who delivered lessons on love, kindness, and friendship to children for over 30 years on the television program Mister Rogers' Neighborhood . His show-opening \"Won't You Be My Neighbor?\" ditty, his daily on-camera donning of a cardigan sweater and comfortable shoes, and his tinkling Neighborhood Trolley were all familiar, reassuring icons to millions of children (and their parents).",
  "Fact Check": "",
  "Description": "Any popular, decent, clean-cut celebrity is fair game for all sorts of scurrilous rumors these days, it seems. We're either too cynical or too bored to accept that a kindly, soft-spoken man who made a career out of teaching and communicating with children as an adult (no funny costumes, no frenetic comedy gags, no sickly sweet \"baby talk\") could possibly live up to his television image. He must be concealing some deep, dark secret antithetical to his public persona, and the variety of rumors floated about Fred Rogers over the years certainly reflect that sentiment. Among the more common of the Mr. Rogers-related urban legends are the following claims: Fred Rogers began his television career as a result of his being convicted of child molestation; one condition of his sentence was that he fulfill a community service obligation by performing a television show for children on a local public station. This circumstance explains the lack of children on his program and the presence of adult characters with suggestive names, such as Mr. McFeely Given the prominent, widespread protests and boycotts directed at Disney when it was revealed that Victor Salva , the writer-director of their 1995 film Powder (released through Disney's Hollywood Pictures subsidiary), had served time for child molestation, it stretches credulity to the breaking point to believe that the host of an extremely popular children's program on public television could have remained in that position for thirty-three years without having been hounded off the air amidst howls of condemnation from thousands of outraged parents. Fred Rogers got his start in television through his musical background when, after earning a bachelor's degree in music composition in 1951, he was hired by NBC television in New York to serve as an assistant producer (and later as a floor director) for several of the music-variety type programs ( The Voice of Firestone, The Lucky Strike Hit Parade, The Kate Smith Hour ) prevalent on TV in the early 1950s. A few years later, Rogers returned to his hometown area to develop programming for WQED in Pittsburgh, the nation's first community-sponsored educational television station. One of the initial programs he developed for WQED was The Children's Corner , which contained many of the elements and characters Fred Rogers would incorporate into his own show when he made his on-camera debut as host of Misterogers for the Canadian Broadcasting Corporation in 1963. It isn't true that no children ever appeared with Fred Rogers on Mister Rogers' Neighborhood . They did at times, particularly in the earlier years of that program, but for the most part the show featured only Fred Rogers and other adult actors. This lack of youngsters on Mister Rogers' Neighborhood was due in part to the difficulties of working with very young children on scripted television shows, but primarily it was a simple stylistic choice. Although some children's shows of the era featured youngsters who interacted with hosts on-camera, others (such as Sheriff John ) opted to create the illusion of a one-to-one relationship between host and viewer by excluding children from the studio. The latter method allowed a host to establish a rapport with the youngsters in his viewing audience by appearing to be speaking to them directly and not to the other children on the screen with him. As for Mr. McFeely , the grandfatherly character who ran the \"Speedy Delivery Messenger Service\" in Mister Rogers' neighborhood, his name is easily explained: 'McFeely' is also Fred Rogers' real middle name, taken from his grandfather, Fred Brooks McFeely. Fred Rogers served as a sniper or as a Navy SEAL during the Vietnam War, with a large number of confirmed kills to his credit. A popular form of humor-cum-legend is to float a rumor that some mild-mannered, physically unimposing celebrity (such as John Denver or Don Knotts ) not only served in the military, but held a position particularly known for requiring toughness and extreme mental and physical fortitude, such as a Navy SEAL, an Army Green Beret, a Marine Corps drill instructor, or an armed services sniper. Fred Rogers has also been the subject of such rumors, all of them false. Not only did Fred Rogers never serve in the military, there are no gaps in his career when he could conceivably have done so. He went straight into college after high school, he moved directly into TV work after graduating college, and his breaks from television work were devoted to attending the Pittsburgh Theological Seminary (he was ordained as a Presbyterian minister in 1963) and the University of Pittsburgh's Graduate School of Child Development. Moreover, Fred Rogers was born in 1928 and was therefore far too old to have been a draftee during the period of America's military involvement in the Vietnam ground war (1965-72) and too established in his career at that point to have run off to enlist. Fred Rogers always wore long-sleeved shirts and sweaters on his show to conceal the tattoos on his arms he obtained while serving in the military. Fred Rogers never served in the military, and he bore no tattoos on his arms (or any other part of his body). He wore long-sleeved shirts and sweaters on his show as a stylistic choice, in order to maintain an air of formality with youngsters. Although he was friendly with the children in his viewing audience and talked to them on their own level, he was most definitely an authority figure on a par with parents and teachers (he was Mister Rogers to them, after all, not \"Fred\"), and his choice of dress was intended to establish and foster that relationship. Fred Rogers \"flipped the bird\" to his young audience during the taping of his final show in December 2000: Images of Fred Rogers posing with one or both middle fingers extended have long been circulated on the Internet with captions claiming they captured the children's show host disdainfully \"flipping off\" his audience during the taping of the final Mister Rogers' Neighborhood episode. Although the pictures may appear puzzling out of context, they're actually screen captures from a harmless moment in 1967 when Fred Rogers led some youngsters through the familiar children's song \" Where Is Thumbkin? ,\" which is traditionally accompanied by participants' holding up the corresponding fingers as they are each named in the song:",
  "Originally Published": "",
  "Referred Links": "http://kids.niehs.nih.gov/games/songs/childrens/thumbkin.htm;http://dupagechildrens.org/mr-mcfeely-visit/;http://www.tvparty.com/lostlasheriff.html;http://www.vachss.com/mission/disney.html;http://pbskids.org/rogers/;http://www.fredrogers.org/FRC/fred-rogers.html;",
  "Example": "",
  "Last Updated": "14 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/mrrogers.asp",
  "Claim": "Children's television show host Fred Rogers hid a violent and criminal past.",
  "Claim_ID": "radiotv_tv_mrrogers",
  "Tags": ""
}