{
  "Origins": "One of the most endearing and memorable of Sesame Street 's Muppet characters has experienced a bit of an epiphany regarding his eating habits in recent years as the lovable, blue-furred Cookie Monster has been mastering the fine art of moderation with regard to his favorite food. Yet he has not given up cookies entirely, nor are there plans for him to do so whatever the rumors to the contrary, he is and always will be the Cookie Monster.",
  "Fact Check": "",
  "Description": "In 2005 Sesame Street began to focus more strongly on delivering positive health messages to children, a process that involved introducing segments on the values of good nutrition, exercise, and proper sleep habits into the program. It also involved expanding Cookie Monster's diet to encompass other foods beyond just his beloved cookies. His newfound nutritional awareness was expressed in his new anthem, \" A Cookie Is a Sometime Food \" (which was modeled upon the Porgy and Bess song, \"A Woman is a Sometime Thing\"). Cookie Monster still eats cookies, just not nearly as many of them as he once did, and he is now also seen eating and enjoying fruit. As to the reasons behind the shift towards a more healthy lifestyle for this rascally Muppet, Cookie Monster is, after all, the idol of many a wide-eyed tot, so Sesame Street 's producers hope that altering his diet will incline his young audience to take a healthier path themselves. Says Sesame Street producer Carol-Lynn Parente: \"Childhood obesity is an epidemic. We feel we have a responsibility to do what we can to address it.\" That means fewer cookies for the venerable blue-furred spokescreature and more fruit. Yet rumors that he has forsworn cookies entirely or has been transformed into the Veggie Monster (or Carrot Monster) are false. In August 2006, when NBC Today co-host Matt Lauer questioned Cookie Monster about the change in his eating habits, the googly-eyed spokescreature directly addressed the rumor and disclaimed it: Cookie Monster: Me like fruit. Matt Lauer: And there you have it. Cookie Monster likes fruit, and not cookies. Monster: No! You members of the media blow story way out of proportion! Me still like cookies! Lauer: Then why fruit? Monster: Why not fruit? It delicious! And healthy. Me still eat cookies, like me world-famous for doing, but now me eat other things, too. In October 2006, PBS Viewer Services supplied this response to e-mail from viewers concerned about the demise or renaming of Sesame Street's glutton: Thank you for writing to PBS. We always enjoy receiving feedback from our viewers and fans. The educational goal of SESAME STREET is to help prepare children for school and to put them on a positive trajectory for life. Childhood obesity is a serious health concern in this country and the producers of SESAME STREET decided to include this important subject in their curriculum. While they have chosen to use the power of SESAME STREET to teach children about healthy foods and other important healthy habits, they have no plans to change Cookie Monster's name or his wonderful, compulsive personality which our viewers have grown to love. Cookie Monster will continue to obsess over his adored favorite: the cookie, but he now also eats fruits and vegetables. Thank you again for your email. We appreciate your concern for SESAME STREET and hope you and your family continue to enjoy the wide variety of programs available on your local PBS station. While rumors about Cookie Monster's being replaced with Veggie Monster or Carrot Monster also exist in the offline world, in cyberspace their flames were further fanned by the presence of an online petition proposing a boycott of Sesame Street until the show did away with Veggie Monster and returned Cookie Monster to the air. The petition presented matters as if they had already come to pass, which wasn't the case: there wasn't any Veggie Monster to be sent packing, and Cookie Monster was still very much a part of the show (and indeed would continue to be). Yet raw emotion was not to be denied, so a few thousand people signed the petition anyway. Cooler heads might have dismissed the rumor under the premise that it would not make sense for Sesame Street to replace a beloved and extremely marketable character. Besides, the concept of a Veggie Monster who so lusted for his favorite foodstuffs that he would go on legume-pillaging rampages is seriously flawed: unlike cookies (which are often vigorously defended), veggies don't need to be taken by force. Barbara \"it doesn't take a pillage\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.petitiononline.com/Bronco/petition.html;http://video.pbs.org/video/1321802738/;",
  "Example": "[Collected via e-mail, 2006] This actually came up in Physics class somehow something was said to prompt another kid to remark that Sesame Street's popular Cookie Monster was renamed to the \"Veggie Monster\" to be more politically correct and to cut down on obesity in America. [Collected via e-mail, 2005] Another co-worker put up a petition to save Cookie Monster from being kicked off Sesame Street for being fat. I had heard that they were just changing his diet to include healthy foods and not just cookies but she is insisting that they are removing him from the show.",
  "Last Updated": "9 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/veggie.asp",
  "Claim": "Sesame Street's Cookie Monster is being replaced by Veggie Monster.",
  "Claim_ID": "radiotv_tv_veggie",
  "Tags": ""
}