{
  "Origins": "Many of us who grew up in the U.S. in the mid-20th century came to associate a familiar pattern of television events with major holidays. Eastertime always brought a network airing of the classic MGM film The Wizard of Oz , the extended Thanksgiving weekend kicked off with Macy's Thanksgiving Day Parade and continued with a bevy of pro football games, the Christmas season was marked by a variety of seasonal animated specials (e.g., Rudolph the Red-Nosed Reindeer , A Charlie Brown Christmas ), and New Year's Day started off the calendar with a day-long block of college football bowl games.",
  "Fact Check": "",
  "Description": "From a kid's perspective, at least, Labor Day wasn't an important holiday in our part of the country it didn't provide us with an additional day off (falling as it did during the tail end of summer vacation) and it wasn't accompanied by traditions that brought us neat stuff like fireworks, candy, or presents; it served mainly as a unwanted reminder that summer break was nearly up and a new school year was about to begin. Nonetheless, Labor Day did have its own distinctive TV moment: the annual Jerry Lewis-hosted MDA Labor Day Telethon. Watching a bunch of celebrities we'd never heard of earnestly trying to solicit donations to cure a disease unfamiliar to us wasn't exactly compelling children's fare, but in those pre-cable, pre-VCR (when television for us consisted of just three networks and a handful of local stations) we watched whatever was on, and one could hardly view television on Labor Day weekend without catching at least a glimpse of Jerry Lewis gamely broadcasting around the clock, as the numbers on the MDA tote board grew ever larger and larger in a frenzied countdown to the finale. From an adult perspective, though, comedian Jerry Lewis is recognized for having spent several decades as a tireless champion who raised $2 billion for the service and research programs of the Muscular Dystrophy Association ( MDA ) during his 54-year association with that organization (an association that ended in 2011). His familiar annual Labor Day weekend telethons for \"Jerry's kids\" began in 1966 with a 16 -hour broadcast that was aired by a single New York City television station and brought in over $1 million in pledges and eventually grew into day-long events carried by hundreds of TV stations. Inevitably, though (as reflected in the example quoted at the head of this page), there are always some cynics who believe that nobody could spend so much time raising so much money for altruistic reasons, and the whole charade must be a front for personal gain. There is no truth to this view, however: everyone associated with the MDA Telethon from star Jerry Lewis, to the numerous co-hosts and performers who also appear on the telecasts, to the operators who answer the pledge phones volunteers his or her time without monetary compensation. The MDA's annual report (which, as a non-profit organization, they are required to make public) details, in reports prepared by independent auditors, where all the money they take in from various sources (including their annual Telethons) goes, and not a penny of it ends up in Jerry Lewis' pocket. As the MDA's Telethon FAQ notes: Jerry Lewis receives no pay for his tireless year-round work for MDA. He is MDA's \"number-one volunteer\" and star of the Telethon. Other celebrities serve as Telethon co-hosts and performers. None of the celebrities on the Telethon receive any pay for their efforts. Although many casual Telethon viewers may not be aware of it, the Muscular Dystrophy Association does much more than just sponsor medical research to develop a cure for muscular dystrophy and other neuromuscular diseases. Among their many activities and programs, the MDA: Sends thousands of children with neuromuscular diseases to MDA summer camps each year, at no cost to their families. Facilitates or operates hundreds of MDA support groups and hospital-affiliated clinics. Helps purchase and repair equipment (such as wheelchairs and leg braces) and provides free flu vaccines for those affected by neuromuscular diseases. Like most long-running, well-known events, the MDA Labor Day Telethon had spawned its own subset of legends. Answers to two of the questions most commonly posed about the MDA Telethon are as follows: Nobody really knows why Jerry Lewis has spent so much time and effort over the years to help those with neuromuscular diseases. Many people assume he must have had a personal connection to someone afflicted with muscular dystrophy (or a similar disease) in his past, but if he did, he hasn't ever spoken publicly of it. He says only that his involvement is what's important, not the reasons behind it. Not only does the MDA actually end up receiving all the money pledged during their annual Telethons, they generally take in considerably more than indicated by the final tally because many people and organizations send in more funds than they originally pledged, and the MDA also receives contributions from many donors who don't call in pledges but still contribute money to the cause. By the time the MDA Telethon ended in 2009, a total of $60,481,231 in pledges had been received.",
  "Originally Published": "",
  "Referred Links": "http://www.mdausa.org/telethon/faqs.html;http://www.mdausa.org/special/annual/;http://www.mdausa.org;",
  "Example": "[Collected via e-mail, September 2005] My co-worker was telling me that her mother refuses to give to the Jerry Lewis Telethons because she claims that he only has to donate 10% of what he collects and gets to keep the rest.",
  "Last Updated": "3 September 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/telethon.asp",
  "Claim": "Jerry Lewis kept a significant portion of the funds raised during the annual MDA Labor Day Telethon.",
  "Claim_ID": "radiotv_tv_telethon",
  "Tags": ""
}