{
  "Origins": "Allen Funt was the creator, producer, and host of the long-running Candid Camera TV program, one of the earliest, and by far the most popular, hidden camera/practical joke series on television. Candid Camera aired continuously on network television, in one form or another, from 1948 to 1967 (and in a syndicated version in the 1970s), with its heyday occurring during the show's 1960-67 Sunday evening run on CBS.",
  "Fact Check": "",
  "Description": "In February 1969, a few years after Candid Camera had ended its network run and Funt was engaged in completing his first feature film, the Candid Camera -like What Do You Say to a Naked Lady? , he was en route from Newark to Miami with his wife and two youngest children when the Eastern Airlines flight on which they were traveling was hijacked to Cuba. (This was a not uncommon occurrence at the time: in 1969 alone, there were nearly three dozen attempted or successful hijackings to Cuba of flights originating in the U.S.) Funt, whose face was familiar to millions of Americans through his role as host of, and participant in, many Candid Camera stunts over the years, was the most famous personage aboard that flight; and he recounted his experiences in an Associated Press article published the following day, noting that some of the other passengers recognized him and therefore believed his presence indicated the hijacking was merely a set-up being filmed for television: When the captain of our plane announced that we were going to Havana instead of Miami, at least four people who recognized me pounced on me, certain that it was a Candid Camera stunt. But it was anything in the world but a stunt. There was a little fat man with a 10-inch knife held at the neck of a stewardess and he was not smiling. It started out as a combination business and pleasure trip. My wife, Marilyn, and the youngest two of my five children were coming with me as well as a complete camera crew. For 11 hours we were the guests of Mr. Castro. They fed us, guided us and treated us with courtesy, with one exception. If you wanted any information, everybody was suddenly deaf and dumb. There was no telephone, no way to send a wire, no one to talk to except Cubans and they wouldn't say a word. When they were good and ready and that means, when they ran up a bill for about $5,000, they found our airplane which I know was sitting there waiting for us for five hours. This was at Varadero, where we had been taken by bus from Havana airport. Looking back at the experience, the unbelievable thing is the way everybody took it as one big joke. We saw the knife but everybody was cool and calm, just a little annoyed at the delay. It is strange how you can be so close to danger and not feel it. The biggest joke for me was how much the whole thing looked like a bad movie. Nobody looked the part. The hijackers were ridiculous in their business suits. The captain with super calm announced that we were going to Havana because two gentlemen seemed to want to go there. On the bus to Varadero, we went through the heart of the formerly gay Havana. It was obvious that something had been allowed to go to pot. The guide makes sure you notice the new and rather imposing buildings which include the President's Palace, the army headquarters and Havana library. The hero and heroine of the trip were my 1-year-old son WIlliam and 2-year-old daughter Juliet. They spent the longest day in their lives with hardly a whimper. We were planning to put the finishing touches on our feature film entitled \"What Do You Say to a Naked Lady?\" but the little fat man with the long knife changed all that. The movie we are making is the only one in history which is done 100 per cent with a hidden camera. Now we are going home. There has been so much publicity that anything suspicious that occurs here will make people watch. We'll come back some day and film the scene. In the intervening decades, however, the tale of Allen Funt and the hijacked airliner appears to have been significantly embellished to the point that now it is commonly claimed that \"everybody\" on board believed the hijacking to be a stunt and gave the hijackers a \"standing ovation,\" and according to the version presented by Funt's daughter Juliet (who was only 2 years old when the event she describes took place), \"stewardesses started popping champagne\" in anticipation of appearing on television, other passengers were \"lining up to get autographs\" from Funt, and people were \"laughing and dancing\" in the plane's aisles in relief over the hijacking danger's being pretend rather than real: However, Allen Funt's own description of the hijacking written while the incident was still fresh in his mind made reference only to \"four people\" recognizing him on the plane and thinking the diversion was a television prank. And another passenger who was present on that flight had less sensational memories of the incident than those presented by Juliet Funt: I'm sorry to say that Juliet Funt has many of the details of the hijacking wrong. I know because I was an 11-year-old New Jersey kid, traveling with my parents and my 8-year-old brother, on the Eastern Airlines 727 leaving from Newark (not JFK) that was diverted from Miami where my grandparents were waiting for us to Havana. As I recall, I went to the forward bathroom, and when I got back to my seat, my mother said \"The captain was asking if anyone aboard speaks Spanish.\" She looked puzzled but not yet worried. A few minutes later, the pilot announced, \"Ladies and gentlemen, we've got a man up here that wants to go to Havana ... so we're going to Cuba.\" At that point, my younger brother started crying, as if he believed that Cuba was far, far away from Miami. I do remember some of the passengers recognizing Mr. Funt and joking about Candid Camera. I seem to remember him saying something like, \"Hey, I'm just as nervous as you are!\" I do not remember the dancing in the aisles though; this was probably an embellishment to add levity to her story. I'm sorry to contradict Juliet's report, but I was an impressionable 11-year-old with firsthand experience of the events.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via the Internet, September 2014] I d never heard this story about Allen Funt, the creator of Candid Camera. I didn t see anything on Snopes about this incident, so I wanted to check.",
  "Last Updated": "2 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/funthijack.asp",
  "Claim": "Passengers on an airliner diverted to Cuba thought the hijacking was a Candid Camera stunt due to the coincidental presence of the show's host, Allen Funt.",
  "Claim_ID": "radiotv_tv_funthijack",
  "Tags": ""
}