{
  "Origins": "The death of a popular entertainer sets the world to mourning; the passing of two in a short span of time adds a factor of anticipation that yet one more demise is imminent to fulfill the maxim that \"deaths come in threes.\" The entertainment world experienced such a triumvirate of losses in June 2009, when the passing of long-time Tonight Show announcer Ed McMahon on the 23rd was followed two days later by the deaths of Farrah Fawcett and singer Michael Jackson.",
  "Fact Check": "",
  "Description": "Shortly afterwards, a rumor about an eerie coincidence involving these three figures began to spread: Farrah Fawcett and Michael Jackson had once appeared on the Tonight Show on the same day, putting all three entertainers on the same stage at the same time. The date typically claimed for this unusual occurrence ( 18 September 1979) is clearly in error, as it is a day on which no new episode of the Tonight Show aired. That date featured a \"Best of Carson\" rerun of an episode from 23 March 1978 with guests Walter Matthau and Bob Uecker. According to the guest search function at the Johnny Carson: The Official Tonight Show web site, it's a case of \"close but no cigar\": the Jackson Five appeared on the Tonight Show on 19 August 1974, and Farrah Fawcett was a guest on the show the following evening, 20 August 1974. But even that proximity isn't as close to matching the rumor as it might seem, as bandleader Doc Severinsen filled in for announcer Ed McMahon on both those dates (while comedian Bill Cosby guest-hosted in Johnny Carson's place).",
  "Originally Published": "",
  "Referred Links": "http://www.johnnycarson.com/carson/search.do?name=&singleDateMonth=8&singleDateDay=20&singleDateYear=1974;http://www.johnnycarson.com/carson/search.do?name=uecker&singleDateMonth=8&singleDateDay=19&singleDateYear=1974;http://www.johnnycarson.com/carson/home2.jsp;http://www.johnnycarson.com/carson/search.jsp;http://www.johnnycarson.com/carson/search.do?singleDateMonth=03&singleDateDay=23&singleDateYear=1978;",
  "Example": "[Collected via e-mail, June 2009] Is it true that on 9/18/1979 Michael Jackson, Farrah Fawcett, and Ed McMahon were all on the Tonight Show with Johnny Carson?",
  "Last Updated": "26 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/3deaths.asp",
  "Claim": "Ed McMahon, Farrah Fawcett, and Michael Jackson all appeared on the Tonight Show on the same day.",
  "Claim_ID": "radiotv_tv_3deaths",
  "Tags": ""
}