{
  "Origins": "Tragic real-life events can sometimes form the basis of ongoing lore. Especially when sudden death snatches away a young person while he is at the peak of his conditioning and the very picture of vitality, we look to the circumstances surrounding that tragedy to provide whatever measure of comfort they can. Alternatively, our motives are sometimes a bit more base we seem to delight in \"knowledge\" about deaths supposedly recorded on camera because they give us a thrilling brush with fatality. (Our Died Onstage page provides details about many departures from this world said to have taken place before an audience.)",
  "Fact Check": "",
  "Description": "On 14 December 1995, 28-year-old world champion sky surfer Rob Harris fell to his death while filming a Mountain Dew commercial. The ad (which was subsequently released by Mountain Dew) was a James Bond spoof in which a tuxedo-decked man dives from an exploding plane. The script called for Harris to jump at 5,000 feet, let loose his first chute at 3,000 feet, perform some swoops and twists, then open a second chute. Somehow during the deadly take the lines from Harris's chutes got tangled, and his reserve didn't open in time. A rumor about this tragic loss continues to surface: that shots from that last take were used in the commercial (\"a mere few seconds after that parachute is released, that guy is dead\"). In an expansion of this rumor, the footage is said to have been left in because \"it was so good, that they used it for the commercial.\" Although the finished spot did include footage of a skysurfing Rob Harris taken earlier in the multi-day shoot, no portion of his final, fatal jump was incorporated into the commercial that made its way to television: A few months later, Pepsico, which owns Mountain Dew, asked Harris's parents in Manhattan Beach, Calif., if they would consider approving a spot which contained shots of Rob but none of his final jump. \"If it was up to us, we wouldn't {have allowed it} because it hurt us,\" says Harris's mother, Bea, 55, a corporate administrative assistant. But in the end she and her husband, Larry, 60, a Northrop Corp. consultant, gave their okay. \"Rob would have wanted it, and his friends really look forward to seeing it,\" Bea says. \"And so do we, now.\"1 Confusion over whether the Mountain Dew commercial did actually include some footage from Harris' last jump is understandable, as even The New York Times mistakenly reported that \"Harris's final jump is preserved in the Mountain Dew spot.\" Interestingly enough, the commercial is now remembered by some as an advertisement for a competitor's product, 7-Up , rather than a Mountain Dew offering. Barbara \"pepsi challenged\" Mikkelson Additional information: Rob Harris Foundation",
  "Originally Published": "",
  "Referred Links": "http://www.robharris.org;",
  "Example": "[Collected on the Internet, 1996] What about that Moutain Dew ad? The one with the James Bond parody. He's skyboarding, gets rid of his parachute, then snow boards. In the filming of the commercial, the stunt man got rid of the parachute and then was supposed to open a second parachute, which did not open. Apparntly his parents beleive that he would have wanted the commercial to air so his friends could see it, so Mountain Dew finshed the ad, but next time your watching, know that in a mere few seconds after that parachute is release, that guy is dead. [Collected on the Internet, 2002] There was a rumor a few years back that a stuntman performing aerial acrobats after jumping from a plane was killed while filming a 7-up commercial. Apparently the last take he performed and the one that he ultimately died in was so good, that they used it for the commercial. Also 7-up received permission from the young man's estate saying that he would have been proud to show the feat, since that was what he loved to do.",
  "Last Updated": "6 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/harris.asp",
  "Claim": "Footage of a fatal skydiving accident was included in a Mountain Dew commercial.",
  "Claim_ID": "radiotv_tv_harris",
  "Tags": ""
}