{
  "Origins": "Joanie Loves Chachi was a short-lived Happy Days spin-off starring Erin Moran and Scott Baio that aired on ABC in 1982-83 and featured the young couple (along with Chachi's mother and stepfather) moving from their hometown of Milwaukee to Chicago, where they attempted to establish careers as singers.",
  "Fact Check": "",
  "Description": "Initially a ratings success as a mid-season replacement program in 1982 (when it had Happy Days as a lead-in and was airing opposite reruns), Joanie Loves Chachi quickly tanked when the 1982-83 television season pitted it head-to-head against NBC's popular A-Team , and it was yanked from ABC's regular schedule by the end of the year. Perhaps the only thing more surprising than the cult following this sappy sitcom and its mere 17 episodes have garnered in the years since is the claim that a racy translation of its name made it the most popular television program ever aired in Korea. Both Joanie Loves Chachi creator/executive producer Garry Marshall, and series star Scot Baio, have claimed at various times that Joanie Loves Chachi was \"the highest-rated [American] program ever shown in Korea\" because 'chachi' is the Korean word for 'penis,' and thus the series' title translated as \"Joanie Loves Penis,\" a sure-fire draw for eager viewers in a time and place where little or no sexual content was available in the popular media of the day. No actual data have ever been cited to support that claim, however, and the notion that it is true falls flat for a number of reasons: Joanie Loves Chachi was not aired as programming available to ordinary Korean households: It ran only on the American Forces Korean Network (AFKN), which made broadcasts of popular American radio and television programs from the major networks available to U.S. servicemen stationed in South Korea, and it was presented only in its original English-language version. The vast majority of Koreans would not have been able to view Joanie Loves Chachi at all, and many of them wouldn't have been able to understand it if they did (because it wasn't dubbed or subtitled in Korean), so the series therefore couldn't possibly have garnered a local audience large enough to make it the country's highest-rated television program ever. \"Chachi\" isn't really the Korean word for \"penis.\" At best, it's an approximate English-language transliteration of a Korean word (commonly rendered as \"jaji\") with similar meaning. If \"chachi\" was, or sounded like, the Korean word for \"penis,\" then South Korean censors would surely have redubbed and retitled the show to change the main character's name to something less salacious and thereby avoid that association. A curious audience might briefly tune in en masse to a show with a titillating title, but as soon as it became apparent that the content of the program didn't live up to its name, they'd tune back out again unless the series proved immensely entertaining enough in its own right (without the promise of sexual content) to keep viewers watching, the audience wouldn't stick around in large numbers and continue to drive the show's ratings up. As mentioned above, this claim has largely been promulgated by producer Garry Marshall and actor Scott Baio, who have mentioned it during interviews and talk show appearances. Most likely the two of them were simply repeating as true something they merely heard (similar to the claim that a single Happy Days spurred a 500% increase in library card applications) or that originated as a joke, and neither of them had any direct knowledge of how Joanie Loves Chachi fared in Korea.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "4 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/joanie.asp",
  "Claim": "Joanie Loves Chachi was the highest rated American program in the history of Korean television because \"chachi\" is Korean for \"penis.\"",
  "Claim_ID": "radiotv_tv_joanie",
  "Tags": ""
}