{
  "Origins": "The premise of this second edition of The Bachelor was a simple one: twenty-five women from a variety of backgrounds competed for the affections of Aaron Buerge, a 28-year-old banker from Springfield, Missouri, with the object of matrimony. Over the course of the eight-episode show, the audience looked on as Buerge sorted through this field of lovelies in search of the right woman for him. At the end of each episode, some of the hopeful young ladies were sent packing, with the field narrowing each week to a smaller group.",
  "Fact Check": "",
  "Description": "In the final segment (which aired 20 November 2002), only two women remained: Helene Eksterowicz, a 27-year-old grade-school psychologist from New Jersey, and Brooke Smith, a 22-year-old senior at the University of Alabama. Aaron Buerge put an engagement ring on Helene Eksterowicz's finger, proposed, and was accepted. The proposal took place in September 2002 (these shows are taped ahead of time), and no date has yet been set for the wedding. According to the Philadelphia Daily News , Buerge wants Eksterowicz to sign a prenuptial agreement. All of this brings us to the latest slice of Internet misinformation, the \"AP\" story quoted above. It almost goes without saying that no such article appeared on the Associated Press news wire, nor did the Michael Eisner quotes contained therein issue from Disney's famed CEO. We don't know who wrote it or why, but we do know it's not a valid news story. At the time the fake article began appearing in inboxes (barely a day after the final episode aired), Buerge, Eksterowicz, and Smith were touring New York City as part of a publicity package involving the show. This was a bit of a reunion for Buerge and Eksterowicz, because outside of two brief getaways they hadn't seen each other in the interval since the show wrapped. Other than this unfounded bit of online gossip, there's no reason to believe Aaron Buerge impregnated some of the contestants, or even had sexual intercourse with any of them. Moreover, we find the wording of the hoax particularly icky because it promulgates an outdated belief that men \"get\" women pregnant. At least in the world we live in, consenting adults have been known to engage in sexual activity, with those encounters sometimes culminating in impending parenthood. Participation on a television show (even one such as The Bachelor ) does not cause pregnancy; it still takes two to tango. We suspect this hoax was meant to underscore what many perceive as the odious premise of the show. A number of critics of The Bachelor have been vocal in their condemnation of the show's unstated theme, that women are commodities best picked off a modeling runway. By presenting the competed-for male as a womanizing cad who uncaringly spilt his seed wherever he could, heedless of any pregnancies that might result, that object lesson is driven home. Barbara \"paternity suited\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] New York (AP) - What was expected to be a storybook ending for ABC's popular The Bachelor series tonight erupted into a full-fledge scandal when network executives and the show's producer confirmed following this evening's season finale that three women had allegedly become impregnated while on the show by Aaron Burges, 28, the show's featured bachelor. While the identities of the women have not yet been released, a network spokesman has confirmed that none of the three women included Helene (last name withheld) who had accepted a wedding proposal from Burges. \"We are sad to report that there is truth to the allegations made by these three women that they are, in fact, pregnant due to their participation in the show,\" remarked Michael Eisner, CEO of Disney, the parent company of ABC. \"While we await Mr. Burges to submit to a paternity test to make it official, we can tell you with certainty that the three women who have made these serious allegations could not have become impregnated by any one else other than Mr. Burges. We are obviously trying to work with Mr. Burges to get to the bottom of this, and to ensure that the lives of these three young women are not further traumatized.\" \"I think that it is pretty obvious that the engagement is over,\" said contestant Helene, who first learned of the scandal this evening when contacted by reporters. \"If everything is as it seems, then Aaron has some personal issues he needs to take care of that are far more important than getting married. I don't know. I haven't heard from him, or from anyone from the show.\" Burges could not be reached for comment. The scandal threatens to end the show, as well as a planned spin-off set to air next January entitled The Bachelorette. Last week's The Bachelor show was watched by 16.1 million people, the second largest audience for any ABC show after the network's Monday Night Football.",
  "Last Updated": "7 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/pregnant.asp",
  "Claim": "TV's The Bachelor's Aaron Buerge got three contestants from the show pregnant.",
  "Claim_ID": "radiotv_tv_pregnant",
  "Tags": ""
}