{
  "Origins": "Sesame Street has offered a variety of social messages and images since its debut in 1969. Its regular characters include adults and children of different ethnic and racial backgrounds, and it has featured characters and guest stars with various disabilities.",
  "Fact Check": "",
  "Description": "In September 2002 it added to its cast of muppets a female character who is HIV-positive. Segments including this new muppet will air only in South Africa (where the show is called Takalani Sesame takalani means \"be happy\" in the Tshivenda language), but it is possible that eventually this character will appear in shows broadcast to the other eight nations that air Sesame Street . The South African character has been named Kami and will be a female mustard-colored furry Muppet who likes nature, telling stories and collecting stuff. Kami is a \"monster Muppet\" like Grover or Elmo, the least human-like of the Sesame cast, said Joel Schneider, vice president of Sesame Workshop. The muppet will associate freely with the show's other characters as a way to fight stereotypes about people with the virus, said Yvonne Kgame of the South African Broadcasting Corporation. \"We know that she'll be lively, alert, friendly, outgoing, and HIV-positive,\" said Schneider, who in July 2002 announced the character to delegates attending the 14th International AIDS Conference in Barcelona. \"It's about instilling positive attitudes toward people who are HIV-infected,\" Kgame said. North Americans may wonder at the wisdom of inserting an HIV-positive character into a show aimed at tykes 3 to 7, little ones we would deem too young to expose to such harsh realities. But in South Africa, where Takalani Sesame airs, one in nine people is infected with HIV, and many of these are children. In that country, the horror of the disease is further compounded by the stigma attached to it, especially if the infected person is female. The new character is aimed at undoing some of that stigma through presenting her as a happy, outgoing creature. In an odd fashion, this July 2002 news story about a new muppet echoes a far earlier and utterly false rumor. In 1990, the grapevine was a'buzz with whispers that Sesame Street planned to kill off Ernie as a way to teach young children about death. Barbara \"teaching aid\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "5 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/radiotv/tv/aidsmuppet.asp",
  "Claim": "Sesame Street is adding to its cast a muppet who is HIV-positive.",
  "Claim_ID": "radiotv_tv_aidsmuppet",
  "Tags": ""
}