{
  "Origins": "You're an actor struggling to make a name for yourself in mid-1940s Hollywood. So far your only film roles have been parts in frothy, undistinguished wartime pictures such as Government Girl and I Love a Soldier , and you're anxious to move up from your status as a third-tier player. Suddenly you land a starring role in an upcoming broadcast of popular and prestigious national radio program. This is it, your big break! That is, until the star of the previous week's show (unlike you, a solidly established actor), while announcing your upcoming appearance, reacts to your name with amazement and dismay that such an important role has been handed over to a virtual unknown.",
  "Fact Check": "",
  "Description": "Such is the legend that has long been attached to the name of actor Sonny Tufts (born Bowen Charlton Tufts III), an erstwhile opera singer and Broadway stage actor who ventured to Hollywood in 1942. His relative good looks (he was tall and blue-eyed) and the manpower shortage created by World War II enabled him to land secondary roles in a number of inconsequential wartime comedies, but he never rose above B-movie status, and his film career was effectively over by the mid-1950s. He is today primarily remembered as the subject of one of the most prominent legends of radio's heyday, related thusly by Leonard Maltin in his book, The Great American Broadcast : The story goes that at the end of a prestigious Hollywood program, Lux or Screen Guild Theater, that week's star player was, as usual, billboarding the following week's guest stars. The star originally scheduled for the show, whose name had appeared in his script during rehearsal, had been hastily scratched out at the last minute, so cold, on the air, the actor read a typically hyperbolic build-up. But when it came time to read the guest star's name, the actor blurted out in amazement, \"SONNY TUFTS!!!???\" The \"Sonny Tufts\" legend was primarily promulgated by syndicated newspaper columnist Kermit Schafer, whose popular series of Bloopers records purported to present \"authentic [bloopers] gathered from kinescopes, sound tracks, video tapes, and other bona fide sources.\" Schafer's presentation of the incident appeared on a number of his Bloopers albums; we've captured it as an MP3 file which can be heard here , and we've transcribed the recording below: [Announcer:] Several years ago on the Lux Radio Theater, presided over by Cecil B. DeMille, there occurred what is probably one of the most talked-about incidents in radio history. So come back several years with us, and listen to this closing announcement as it was made by actor Joseph Cotten: [Cotten:] \"Tune in next week when your Lux Radio Theatre presents the rollicking comedy success The Major and the Minor, starring lovely Joan Fontaine and Hollywood's newest sensation, that new, talented personality ... Sonny Tufts?\" This isn't a recording of any genuine radio moment, however. Schafer's \"bona fide sources\" were often nothing more than contributors' badly-flawed memories of things they thought they once heard or apocryphal radio lore passed around by word of mouth. Accordingly, his records frequently presented staged studio \"re-creations\" of events for which no recordings existed, in many cases because those events never occurred in the first place. This recording is one such example: not only has it obviously been exaggerated for effect (Sonny Tufts was strictly a bit player in the 1940s film industry; nobody would have introduced him back then as \"Hollywood's newest sensation\"), but its details are flat-out wrong. The Lux Radio Theater (an hour-long program that offered dramatic presentations of literary works and films on the CBS network from 1935 to 1954) broadcast their dramatization of the 1942 movie, The Major and the Minor , on 31 May 1943, and it neither included Sonny Tufts in its cast nor followed a production in which actor Joseph Cotten took part. Although Cotten starred in Lux Radio Theater presentations many times over the years, Sonny Tufts made but a single appearance on the program (in the 1 November 1943 broadcast of So Proudly We Hail ), and Tufts' performance took place a good six months before Joseph Cotten first appeared in a Lux Radio Theater production. The same holds true for a similar radio show, The Screen Guild Theater : Cotten appeared on the program many times, but Tufts was featured only once, and Tufts' single performance was separated from Cotten's previous appearance by several months. In fact, the only major radio program featuring guest stars in which a performance by Joseph Cotten immediately preceded one by Sonny Tufts was the crime thriller Suspense Cotten appeared in the 23 March 1944 episode (entitled \"Sneak Preview\"), and Tufts appeared in the following week's episode (entitled \"The Cat and Mouse\"). However, as Leonard Maltin has noted: [O]n the March 23, 1944 episode of Suspense, Cotten did tell audiences to listen to Sonny Tufts the following week. He did so without any humor or exaggeration. Recordings of original Suspense episodes, including this one, are readily available in the old-time radio market, and they bear Maltin out on this point: Joseph Cotten's introduction of Sonny Tufts at the conclusion of that episode was a perfectly straightforward one: [Cotten:] This is Joseph Cotten ... it was a great pleasure to join forces with this really excellent company whose business and pleasure it is each week to keep you in ... Suspense. I know you'll want to be listening next week, as I will, when Sonny Tufts will be your star. [Announcer:] Suspense is produced and directed by William Spier. Next Thursday, same time, you'll hear Sonny Tufts in ... Suspense! In retrospect, it's easy to trace the arc of this legend, which wasn't contemporaneous with Tufts' early days in the movie business (when it allegedly took place) but only began to spread several years later, when Tufts had become the subject of much public ridicule for other reasons. He never rose above his status as a minor actor, and by the 1950s his drinking problems had established him as far more of a Hollywood joke than a Hollywood star. Among his reported drunken escapades were: 1948: Actor Edward Troy fractured his knee while \"riding piggyback on Movie Star Sonny Tufts\" at an Arizona resort hotel. 1950: Tufts and three companions were arrested for public drunkenness after Los Angeles police spotted them \"tight-rope\" walking along white traffic lines in the middle of a street. 1951: Tufts' wife sued him for separate maintenance, claiming that he had been jobless for over a year and was \"dissipating their community property\" on alcohol and lavish living. Three days later, Tufts (along with Hawaiian actress Luukiana Kaeloa) was arrested as a \"transient drunk\" after engaging in a heated argument with a night club cook over an unpaid bill for $4.55 worth of fried chicken. 1954: Tufts was sued by two female dancers who claimed he had bitten both of them on the thighs (in separate incidents). 1955: Tufts was sued by a 22-year old woman who claimed the actor approached her in a restaurant, \"mauled her, then pinched her so hard she screamed.\" 1957: Tufts and a female companion were jailed for public drunkenness after he passed out on a Sunset Strip sidewalk in Hollywood (and his companion then fell on top of him), suffering a cut above his left eye which required four stitches to close. Radio was the one medium in which Tufts had once essayed roles on equal footing with Hollywood's leading stars, and after he declined in status to little more than a Hollywood punchline, one could look back with wonder that he had ever worked among such august company. From there it was a short step to retroactively creating a gag set years earlier, about a real actor's supposed reaction to someone whose name would later became a joke.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://us.imdb.com/name/nm0876211/;",
  "Example": "",
  "Last Updated": "16 March 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/radio/sonnytufts.asp",
  "Claim": "A celebrity guesting on a radio program once announced with bewildered amazement that the following week's featured star would be Sonny Tufts.",
  "Claim_ID": "radiotv_radio_sonnytufts",
  "Tags": ""
}