{
  "Origins": "On 11 February 1963, Julia Child stepped before the cameras to make boeuf bourguignon. In doing so, she pioneered the genre of the celebrity cooking show.",
  "Fact Check": "",
  "Description": "In the late 1990sand into the new millennium, this form of televised programming has achieved a level of popularity unimaginable by earlier standards when cooking shows were simply what networks used to fill undesirable time slots, and chefs such as Emeril Lagasse have now become celebrities in their own right. Offbeat cooking shows like Japan's hugely popular Iron Chef have attained cult status in the North American viewing market. An entire cable channel (Food TV) is devoted to the genre. And it all began with a lady who died in 2004 at the age of 91. During the course of her lifetime, she had become a much beloved figure in American culture, both on- and off-camera. It's no wonder such a cultural icon has attracted a number of persistent rumors. Child's show taught many to cook; hers were the hands that demonstrated what cookbooks had previously explained with only words and pictures. Her savoir faire and matter-of-fact way of handling things imparted confidence into fledgling cooks, reassuring them that even the best make mistakes and that a 'disaster' is really only a temporary setback as long as one can whip up a sauce to cover it. No one can place an accurate date on when the tale of a dropped viand began dogging Julia Child, but we do know it was being reported as a persistent rumor back in 1989. Its spread has no doubt been helped along by articles appearing in respected publications which passed some version of it along as fact. For instance, in 1992 a reporter for the Washington Post said of Child: It wasn't that she could do no wrong; rather, she made doing wrong so right. The more she faltered dropping the entire side of lamb on the floor, failing to make a dent carving the suckling pig, unmolding the mousse with a splat the more viewers loved and trusted her. Just remember that you're all alone in the kitchen, she would recommend, as she dusted off the lamb and thus gave permission to thousands of viewers to do what they already were secretly doing. Authoritatively stated by a respected publication or not, it's still mostly rumor and precious little substance. Child once did drop a food item, then picked it up and continued cooking it, but the item was a potato pancake that was flipped a bit too enthusiastically to remain in the pan, not a leg of lamb or a duck. Moreover, it didn't land on the floor (a surface always presumed to be far too dirty to scoop food back up from, five second rule or not); it plopped onto a table. A 1997 Los Angeles Times review of Julia Child's biography, Appetite for Life , noted: Julia worked hard in preparation for the shows, always determined to direct her efforts toward the home cook, but on camera she was, as Paul [Child] said, \"a natural clown\" as much as she was a teacher and chef. She improvised, she joked, she dropped food and utensils. In one of her best-known television episodes, she flipped a potato pancake in the air and, instead of landing in the skillet, it plopped on the table. Julia simply looked straight into the camera and said, \"You just scoop it back into the pan. Remember, you are alone in the kitchen and nobody can see you.\" Child admitted time and again to the potato pancake incident but always firmly maintained she never dropped a chicken, duck, or whatever else the rumor has ascribed to her. Thanks to the power of manufactured memory, fans of the show remain convinced they saw something she directly and repeatedly denied. She was often confronted with those who swore they saw such an episode or one in which she supposedly guzzled wine straight from the bottle. Said Child: \"It's interesting when people say, 'I saw you do it.' Or that 'I saw you pick up the bottle of wine and take a swig of it' which I would never do. On television.\" As Vanity Fair noted in an August 2009 profile of \"the woman who revolutionized America's relationship with food\": For Julia Child, French cooking was a guild art requiring a committed apprenticeship, years of practice. And it required courage too, or as she said to viewers after she muffed the flip of a potato cake, which fell in pieces on the stovetop, \"You see when I flipped it I didn't have the courage to do it the way I should have.\" She proceeded to press the cake back together and uttered one of her most famous lines: \"But you can always pick it up, and if you're alone in the kitchen, who is going to see?\" As the show caught on, a whole cult of Julia stories sprang up. That dropped potato cake soon became, in the retelling, a dropped chicken, a roast, a whole salmon on the floor, which she picked up while saying (not), \"Your guests will never know.\" And because Julia used wine in her cooking and toasted viewers at the show's end, people thought she was drunk on-camera, not knowing her glass of wine was really Gravy Master mixed with water. Her producer, Geoffrey Drummond, backed Child's assertions that she neither nonchalantly reused a dropped food item nor drank straight from a wine bottle on the air. The task fell to him to review more than 700 episodes of classic Julia to compile the PBS special Julia Child's Kitchen Wisdom. \"I never saw Julia drop a chicken,\" he swore. Apocryphal tales about clever cooks and hostesses who find ways to serve dropped food to their guests aren't new, as this anecdote harvested from a 1959 humor book demonstrates: Many a hostess has to call upon her ingenuity and resourcefulness when her dear husband suddenly turns up with four unexpected guests for dinner or a disaster destroys the peace in the kitchen. Take the time Mr. and Mrs. Calvin Coolidge entertained friends at a Thanksgiving dinner in their Northhampton, Massachusetts, home. The maid entered the dining room, bearing aloft a magnificent, golden-brown turkey. Then, alas, she slipped and fell on her face, while the turkey skidded clear across the floor. That's when Mrs. Coolidge showed her mettle. \"Never mind, Mary,\" she soothed, seemingly unperturbed. \"Just take this turkey back to the kitchen and bring in the other one.\" Barbara \"cuisine of the crime\" Mikkelson NOTE: Yes, we know the image at the head of this article is a picture of actress Meryl Streep and not Julia Child.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2009] When I was a little girl, I would watch [Julia Child's] show every Sunday afternoon on PBS. I still remember that episode. In fact I never forgot it. It was a topic of conversation with my Mom around Thanksgiving time. It was a raw turkey that she was preparing. It slid right off the table. She bent down, picked it up, put it back on the table and kept on going with the show, saying, \"Remember, you're alone in the kitchen.\" It was hilarious. I saw Julia Child or her guest dropped a large fish, maybe salmon. And did say something like remember you're the only one in the kitchen. There was someone with her. And I don't know if Julia or the other person dropped the fish. But Julia picked it up and said the thing about being alone in the kitchen. She was cutting the poultry up (which, as I recall, was a chicken), and it slid off the table onto the floor. She picked it up and said either, \"We'll pretend that didn't happen\", or \"Just pretend you didn't see that.\" She continued cutting the chicken up. Variations: The rumor usually includes Julia Child's dropping a large poultry item or joint of meat: chicken, duck, turkey, leg of lamb, or rump roast. Other versions have her fumbling a chicken leg, then quickly kicking it out of sight under the kitchen cabinets and hoping the cameras will miss her flub. The classic \"Remember, you're alone in the kitchen\" is sometimes rendered as \"What they don't know won't hurt them.\" On National Public Radio's Morning Edition show in 1997, Susan Stamberg provided a new twist on the old tale when she recalled how Child would \"drop a chicken on the floor, wipe it off, pop it in the oven, and say that the roasting would take care of any germs.\"",
  "Last Updated": "28 November 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/juliachild.asp",
  "Claim": "During an episode of Julia Child's television program, she dropped a turkey on the floor and then picked it up and put it back on the counter.",
  "Claim_ID": "radiotv_tv_juliachild",
  "Tags": ""
}