{
  "Origins": "It sometimes happens that someone who achieves a measure of fame shares his or her name with another person who is also in the public eye (e.g., pop star Michael Jackson and the Los Angeles radio talk show host of the same name ). When that is the case, confusion is bound to result.",
  "Fact Check": "",
  "Description": "In this instance, the question of who is the person behind a particular prison supply company has spawned its own tale. According to prison lore, the Bob Barker of the company that makes inmates' uniforms is the venerable television game show host, with the reason for his involvement in such an enterprise given as having to do with trying to do right by his jailbird son. The rumor variously asserts that prior to Bob Barker's involvement in the prison supply field, inmates were either not provided with toiletries or the ones they were given were of horrendous quality. In either case, says the popular whisper, the son's complaints about the harshness of this aspect of the treatment of prisoners moved the famous father to establish a prison supply company to better take care of the lad's needs. It's a great tale, but there are two things wrong with it. First, the Bob Barker of The Price is Right fame has no children, incarcerated or otherwise. (He wed his high school sweetheart when he was 22, with that union lasting until the death of his wife in 1981 after 36 years of marriage and has never remarried.) Second, the Bob Barker of prison toiletries and clothing fame is not the TV game show host, but a former North Carolina State Senator who got into the jail supply business after a busy career that included starting his own newspaper, becoming mayor of his town, and selling restaurant equipment. Bob Barker Company, Inc., which describes itself as \"America's Leading Detention Supplier,\" began in the late 1970s. It vends a variety of products used in detention facilities, such as toiletries, bedding, prison uniforms, laundry and cleaning supplies, and even the trays used by inmates in the dining hall. Many of these items are manufactured under its own label, which means those in correctional facilities can't help but encounter the name, as it appears on the disposable razors and dental floss they use. Barbara \"name recognition\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.bobbarker.com;http://www.michaeljacksontalkradio.com/;",
  "Example": "[Collected via e-mail, January 2010] I work at a prison and all of the prisoners toiletries come from a company called Bob Barker. Everyone says it is Bob Barker from Price is Right. The story is his son was incarcerated and complained they didn't have soap, toothpaste ect. so his dad started a company that provides these. I think it is a rumor that is unique to people that work in institutions. Is this true?",
  "Last Updated": "12 May 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/barker.asp",
  "Claim": "Because his jailbird son complained about a lack of prison toiletries, Bob Barker of The Price is Right founded a company that supplies them.",
  "Claim_ID": "radiotv_tv_barker",
  "Tags": ""
}