{
  "Origins": "One of the questions I posed to my father more than once during my inquisitive childhood was \"Why don't television sets have a Channel 1?\" His answer was always \"Because then everyone would want to be number one,\" a response I suspect reflected both that he didn't know the correct answer and that I was too young to understand it even if he did. The conundrum remained one of those eternal questions of childhood; later in life I vaguely learned that television sets didn't have a Channel 1 because the frequency had been assigned to some other use, but the details behind that circumstance remained murky. Now, older and wiser, I am finally in a position to demurkify the issue.",
  "Fact Check": "",
  "Description": "Two important developments contributed to the mystery of the missing Channel 1: Even though television sets were available for consumer purchase by the late 1930s, due to other factors (primarily the ongoing economic depression and the interruption of a world war) commercial broadcast television did not take off until a decade later. Before commercial broadcast television could become a viable enterprise, some agency had to set standards that established the number of channels to be allocated to television signals, the frequencies to be used for those channels, and other details. Between 1938 and 1948, several organizations the Federal Communications Commission (FCC), the Radio Manufacturers Association (RMA), and the National Television System Committee (NTSC) wrestled with the issue of standards, with the result that television standards were set or revised four times during that period. The number of channels allocated to television use went from 19 (in 1938) to 18 (in 1940) to 13 (in 1946), and the frequencies assigned to those channels were also shifted around. After the penultimate round of standards revisions was enacted in 1946, television sales began to boom, but by 1948 one additional stumbling block remained to be cleared: Television was still sharing some of its frequencies with radio services. The FCC warned that interference problems were imminent if the situation was not resolved soon; the agency then followed up that warning by ruling that television could no longer share frequencies with radio services. The action necessary to settle the issue and completely separate radio and television frequencies was that the television industry would have to give up one more of its channels the only question was which channel the television industry would choose to sacrifice. Amateur radio operators wanted to see television cleared off the frequency range currently assigned to Channel 2, but the television industry had other ideas. During the previous round of standards revisions, the FCC had decreed that Channel 1 could only be used as a community channel, and stations broadcasting on that channel were limited to a maximum power of 1,000 watts. Since those restrictions made Channel 1 the least useful of the thirteen channels currently allocated to the television industry, that was the channel they opted to give up. In 1948, Channel 1's frequencies were deleted from those allocated to television use and given over completely to radio services. The FCC opted not to renumber television's remaining twelve channels, so from that point onwards we were left with the familiar television (VHF) dial spanning Channels 2 to 13, with no Channel 1.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, April 2008] When I was a child, I had heard that the reason there was no \"channel one\" in the U.S. was because \"channel one\" was a military frequency and wasn't accessible to the public. Almost no one I know that's my age or younger has ever even heard that rumor before - although a number of people my mom's age have told me they have vague recollections of hearing this rumor as well.",
  "Last Updated": "1 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/radiotv/tv/channel1.asp",
  "Claim": "Television sets don't have a Channel 1 because that frequency had already been reserved for military use.",
  "Claim_ID": "radiotv_tv_channel1",
  "Tags": ""
}