{
  "Origins": "On 27 June 2015, as many Americans celebrated the announcement that the U.S. Supreme Court had ruled TARGET=sco that the Constitution guarantees a right to same-sex marriage, Facebook began offering users a \"rainbow filter\" they could use to \"rainbowize\" their Facebook profile pictures (in acknowledgement of the rainbow flag's status as a symbol of gay/LGBT pride). Shortly afterwards, however, pranksters took over and began circulating a rumor claiming that the explanation for the explosion of rainbow profile images on Facebook was that sex offenders were now required by that social network to cover their profile pictures with transparent rainbows:",
  "Fact Check": "",
  "Description": "The image shown above was originally posted by the entertainment Facebook group UberTruths, but the photograph and concept soon became the basis for similar stories posted on fake news web sites such as the News Examiner, WIT Science, and Huzlers: At a press conference this morning, Facebook announced new steps in its efforts to protect minors from pedophiles and other sexual deviants on the popular social media website. As some of you may have already noticed, registered sex offenders on Facebook now have the colors of a transparent rainbow covering their entire profile image, Facebook spokesman Paul Horner told reporters. This will make sexual predators easily identifiable to the community and help keep your children safe. This explanation was just one big jape. Many Facebook users did change their profile pictures to incorporate transparent rainbows; but as noted above, they were simply celebrating the just-announced Supreme Court decision legalizing gay marriage throughout the U.S.: Super excited about today's victory for marriage equality? Now you can easily show your support on Facebook. The social network has launched a new tool which lets you add a rainbow filter to your profile photo with a single click. Just head over to Facebook's new Celebrate Pride page, and you'll see a preview of your profile photo with the transparent rainbow overlay. If you like how it looks, click the button \"use as profile picture\" and voila Facebook will automatically update your profile photo. In addition to the \"Celebrate Pride\" page, Facebook offered a congratulatory message from CEO Mark Zuckerberg to the LGBT community: Our country was founded on the promise that all people are created equal, and today we took another step towards achieving that promise. I m so happy for all of my friends and everyone in our community who can finally celebrate their love and be recognized as equal couples under the law. We still have much more to do to achieve full equality for everyone in our community, but we are moving in the right direction. Last updated: 29 June 2015",
  "Originally Published": " 29 June 2015",
  "Referred Links": "https://www.facebook.com/photo.php?fbid=10102203639540491&set=a.529237706231.2034669.4&type=1&theater;https://www.facebook.com/celebratepride;http://www.pcmag.com/article2/0,2817,2486883,00.asp;http://www.donotlink.com/fqey;http://www.donotlink.com/fqf1;http://www.donotlink.com/fqf3;http://www.donotlink.com/fqf4;https://www.facebook.com/help/community/question/?id=1005996609432898;http://www.nytimes.com/2015/06/27/us/supreme-court-same-sex-marriage.html;",
  "Example": "[Collected via e-mail, June 2015] There a new picture from bertruths going around facebook, It states that Registered Sex offenders are now required to have the transparent rainbow on their profile pictures that people have started to use as support for the newly legalized gay marriage. I need to know how \"True\" this is because there are now thousands using the generator app to do this in support of their homosexual friends.",
  "Last Updated": "29 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/rainbow-registry/",
  "Claim": "Sex offenders are now required to put transparent rainbows over their Facebook profile pictures.",
  "Tags": "facebook;rainbow;sex offenders;gay marriage;lgbt;sex offender;",
  "Claim_ID": "rainbow-registry"
}