{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": " 11 December 2015",
  "Referred Links": "http://koin.com/2015/01/05/portland-police-car-wash-carjacker-drunk-high/;",
  "Example": "[Collected via Email, December 2015] I just saw an article about a babysitter finding a clown rapist in a childs room in Oregon. True or not? Origin:On 2 December 2015, the entertainment web site Now8News published a story claiming that a convicted pedophile was caught using a clown costume to hide in a child's room in Oregon: If you are afraid of clowns we warn you DO NOT READ ANY FURTHER This true story out of Oregon is what nightmares are made of. A 48-year-old Oregon two-time convicted pedophile is now behind bars after he was caught molesting a six-year-old little girl while she was left at home in the care of a babysitter. According to police transcripts, the baby sitter tells a chilling story of how the attacker was discovered: The Jones had me scheduled to babysit Thursday, Friday, and Saturday evening so they could go out of town for their anniversary, recalls the babysitter Chastity Cromwell in her report to the police. On Thursday evening when I put the little girl to bed she said she was afraid to be alone. She told me the clown in the chair scared her. I told her to roll over and ignore it and just go to sleep. When I left the room she was screaming for about 30 minutes and when I checked on her she was hiding under the covers.\" There is no truth to the above-quoted story. Now8News is a fake news web site that does not publish factual stories. The web site has previously published hoax stories about McDonald's using fetuses to make McNuggets, a haunted house massacre, and a homeless couple living in the attic of a Walmart. The aforementioned stories have two things in common: First, they are all works of fiction. Second, they include real mugshots from unrelated crimes. The mugshot included in the Now8News story about a rapist using a clown costume to hide in a child's bedroom shows Marvin Walker Jr., who was arrested in January 2015 after an attempted carjacking. The above-quoted story mirrors an urban legend about serial killers disguising themselves as various inanimate objects. While these claims reappear from time to time, they are almost always unsubstantiated: Needless to say, homicidal maniacs and pedophiles have not commonly taken to donning clown costumes and passing themselves off as items of home decor. Last updated: 11 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/rapist-clown-costume/",
  "Claim": "A rapist used a clown costume to hide in a child's room.",
  "Tags": "fake news;now8news;clown;rapist;pedophile;",
  "Claim_ID": "rapist-clown-costume"
}