{
  "Origins": "A photograph showing a group of Red Cross nurses disembarking onto a beach from a military ship is frequently shared online, along with the claim that it pictures the woman arriving in Normandy during (or shortly after) after the D-Day invasion of Nazi-occupied France by the Allies in June 1944. While the image seen here is indeed a vintage photograph of Red Cross nurses taken during World War II, the specific time and place (Normandy in 1944) commonly assigned to it are wrong. According to Corbis Images, this photograph was snapped on 15 January 1945 (seven months after D-Day) and was taken in the French Riviera area of southern France, not the Normandy region of northern France:",
  "Fact Check": "",
  "Description": "Original caption: \"Ladies Day\" on the Riviera. Southern France. Time for Yanks in the coastal region of Southern France to sit up and take notice lady visitors have arrived. As the ramp of this Coast Guard-manned landing barge swings down, American Red Cross women, carrying small packs and bags, jump out on the beach. Brought by Coast Guard transport from the US, they are prepared to carry out their duties and keep high the spirits of Yank fighting men. Incorrect details of this photograph aside, women nonetheless did play an important role in the D-Day invasion. In fact, according U.S. Army Center of Military History, the first nurses arrived at Normandy just four days after the initial invasion date of 6 June 1944: More than 59,000 American nurses served in the Army Nurse Corps during World War II. Nurses worked closer to the front lines than they ever had before. Within the \"chain of evacuation\" established by the Army Medical Department during the war, nurses served under fire in field hospitals and evacuation hospitals, on hospital trains and hospital ships, and as flight nurses on medical transport planes. The skill and dedication of these nurses contributed to the extremely low post-injury mortality rate among American military forces in every theater of the war. Overall, fewer than 4 percent of the American soldiers who received medical care in the field or underwent evacuation died from wounds or disease. By June 1945 the number of Army nurses in the European theater of the war reached a peak of 17,345. The first nurses to arrive in Normandy were members of the 42d and 45th Field Hospitals and the 91st and 128th Evacuation Hospitals. They landed on the beachhead four days after the initial invasion in June 1944. Last updated: 12 November 2015",
  "Originally Published": " 12 November 2015",
  "Referred Links": "http://www.history.army.mil/books/wwii/72-14/72-14.HTM;http://www.corbisimages.com/stock-photo/rights-managed/U748310ACME/red-cross-women-arriving;",
  "Example": "[Collected via e-mail, October 2015] This is going around Facebook. \"Here's a Normandy Beach landing photo they don't show you in textbooks. Brave women of the Red Cross arriving in 1944 to help the injured troops. Bad ass.\" Is this true?",
  "Last Updated": "12 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/red-cross-nurse-normandy-beach/",
  "Claim": "A photograph shows Red Cross nurses arriving on the beaches of Normandy in 1944.",
  "Tags": "red cross;nurses;d day;world war ii;",
  "Claim_ID": "red-cross-nurse-normandy-beach"
}