{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://icelandic-stripper-boots.tumblr.com/tagged/oh-and-to-the-anons-that-kept-of-fucking-sending-me-nasty-ass-messages-calling-me-stupid-and-ll-these-other-hurtful-shit-words;http://why-animals-do-the-thing.tumblr.com/post/135507066304/applepuke-icelandic-stripper-boots;http://icelandic-stripper-boots.tumblr.com/post/135353442495/monkeysaysficus-muddled-thought;https://vine.co/v/imnx0grd3uM;",
  "Example": "[Collected via Email, January 2016] Recently I saw a post on tumblr-- about a vine of two foxes screaming at each other. A tumblr user said this was because the foxes had found their \"true mate\". I could not find anything to back this up. Origin:On 16 December 2015, Vine user Miles Foxglove uploaded a video of two foxes growling at one another: While Foxglove did not provide any context for the short video, the Vine soon started circulating around Tumblr along with the claim that it showed two red foxes alerting the rest of the community that they had found their perfect mates: fun fact! red foxes make this sound when they have meet their perfect mate or soul mate would you have it! so basically they re just screaming for all the other red foxes that they have found their love and for all the others to f*ck off While the above-displayed message has been viewed hundreds of thousands of times, it isn't rooted in fact. This is just a random comment made by a random Tumblr user. The \"Why Animals Do The Thing\" Tumblr, a page devoted to disproving made up animal facts, writes that the above-displayed foxes are likely in the middle of a dispute: Foxes do this when they meet soul mates : definitely not. It sounds cute, but endless anthropomorphism. This looks like conflict resolution in a tense situation, to me. Actually fighting is really detrimental to most animals so anything except dire conflict is resolved with vocalizations and threat postures instead of actual aggression. That s what this looks like - a type of stereotyped (ritualized) conflict. At first, this looks like aggression, due to the posture, the sound, and the body language of both animals. It s really hard to tell at first what this is because the vine loops every 3 seconds or so and there s really no extra information. The \"Icelandic Stripper Boots\" Tumblr page, where the comment about red foxes finding their soulmates originated, admitted that the there was no truth behind the claim after the video went viral: I apologies. I guess I got it mixed up, I m so sorry ^-^;;; yeah I was just basing it off on the sounds, but I guess your point proves more fruitful. that was my bad on the post, I never meant to be offensive or something. I m sorry The claim that a red fox screams when it finds its soulmate was not based on any scientific research. It was completely made up by a Tumblr user after watching a three second Vine video. Last updated: 20 January 2016 Originally published: 20 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/red-fox-soulmate-video/",
  "Claim": "The red fox will scream when it finds its perfect mate.",
  "Tags": "fox;tumblr;soulmate;fox soulmate;perfect mate;vine;",
  "Claim_ID": "red-fox-soulmate-video"
}