{
  "Origins": "In September 2015, a video showing a group of Muslim refugees in the area between Greece and Macedonia refusing assistance from the Red Cross began circulating online, accompanied by the claim that the refugees turned down the aid packages because they were offended by the \"Christian cross\" (i.e., Red Cross) symbol marked on them, and because the aid packages were not halal:",
  "Fact Check": "Did Muslim refugees outside Macedonia refuse assistance from the Red Cross because the aid packages were marked with the Christian cross symbol?",
  "Description": "The above-displayed video is real and does show an actual event that took place near the border of Greece and Macedonia in August 2015, but the accompanying back story claiming that the aid was rejected due to religious beliefs was fabricated. There is no evidence that the migrants shown in the video are Muslim, that they were offended by the Red Cross symbol as a representation of Christianity, or that they refused the aid because it wasn't certified halal. Predrag Petrovic, editor in chief of the Macedonian news website a1on.mk which filmed the above-displayed video, told Il Post that the refugees shown were refusing aid out of frustration: The refugees had spent three days in the no man's land between Macedonia and Greece. At the time the video was shot it was raining and the refugees had spent almost two hours under the pouring rain. Macedonian police wouldn t let them cross the border. Then the Red Cross arrived to distribute aid for the refugees in the form of food and water. The refugees were angry because they weren't allowed to cross the border into Macedonia, so they refused aid shouting No! No! Macedonian police only allowed one group of 200/300 refugees to cross the border every two hours, as such is the capacity of the train that connects Gevgelija to the Serbian border on which they were boarded. Further evidence disproving the notion that Muslim refugees are refusing aid due to their religious beliefs is the fact that the Red Cross has in fact successfully provided assistance to \"tens of thousands of migrants and refugees\" who have made the trek to Europe: VIDEO: #RedCross is still helping #migrants & #refugees in Europe, including medical care: http://t.co/BWAhQWmHlP https://t.co/PdEL42sayx American Red Cross (@RedCross) September 29, 2015 While it's true that a group of refugees once refused aid packages from the Red Cross, this is neither a common occurrence nor was it based on the refugee group's religious beliefs. Last updated: 8 October 2015",
  "Originally Published": " 8 October 2015",
  "Referred Links": "https://twitter.com/RedCross/status/648862744947523584;https://t.co/PdEL42sayx;http://t.co/BWAhQWmHlP;https://twitter.com/hashtag/refugees?src=hash;https://twitter.com/hashtag/migrants?src=hash;https://twitter.com/hashtag/RedCross?src=hash;http://www.redcross.org/migrationcrisis;http://www.ilpost.it/2015/08/25/debunking-migrants-video-red-cross-macedonia/;",
  "Example": "",
  "Last Updated": "8 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/refugees-red-cross/",
  "Claim": "Muslim refugees outside Macedonia refused assistance from the Red Cross because the aid packages were marked with the Christian cross symbol?",
  "Tags": "refugees;red cross;halal;migrants;",
  "Claim_ID": "refugees-red-cross"
}