{
  "Origins": "A refugee crisis out of Syria throughout 2015 caused divisive discussions on the issue of asylum in Western countries; a 13 November 2015 series of terror attacks in Paris (among other effects) caused widespread fear and suspicion of refugees both in Europe and the United States. On 18 November 2015, the Facebook page of Glenn Beck published the above-reproduced image meme featuring Fort Hood shooter Nidal Hasan. While that post didn't specifically describe Hasan as a refugee, it implicitly stated he was \"vetted\" prior to his entry to the United States.",
  "Fact Check": "",
  "Description": "Subsequent social media posts claimed Hasan (often compared to the Tsarnaev brothers) was once a refugee, admitted to the United States after a rigorous screening process. Simply put, that wasn't even close to any version of the truth. Hasan was born and raised in Arlington, Virginia, and was thus a United States citizen by birth: Born and reared in Virginia, the son of immigrant parents from a small Palestinian town near Jerusalem, he joined the Army right out of high school, against his parents wishes. The Army, in turn, put him through college and then medical school, where he trained to be a psychiatrist. It appeared (as with rumors about the Tsarnaevs) that many folks conflated \"refugee\" (an individual forced to leave their homeland by circumstance) or \"asylum seeker\" (a refugee seeking a safe destination) with \"Muslim\" or \"child of immigrants.\" As a natural born American citizen, Hasan was neither a refugee nor subject to vetting of any description. Consequently, the entire rumor is based on a false premise. Last updated: 20 November 2015",
  "Originally Published": " 20 November 2015",
  "Referred Links": "https://en.wikipedia.org/wiki/Birthright_citizenship_in_the_United_States;http://www.nytimes.com/2009/11/06/us/06suspect.html;http://news.bbc.co.uk/2/hi/8345944.stm;https://www.facebook.com/GlennBeck/photos/a.130102203187.105634.36400348187/10153762320663188/?type=3;https://twitter.com/MrRyanOz/status/666603084202819584;https://twitter.com/glennbeck;https://twitter.com/DMR_MI/status/667334947343060992;https://twitter.com/hashtag/WhatILearnedToday?src=hash;https://twitter.com/hashtag/JustSaying?src=hash;https://twitter.com/KimbelyRose/status/667726833589362689;https://twitter.com/WhiteHouse;",
  "Example": "",
  "Last Updated": "20 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/refugee-nidal-hasan/",
  "Claim": "Fort Hood shooter Nidal Hasan was a \"vetted refugee.\"",
  "Tags": "syrian refugees;refugee;nidal hasan;fort hood shooter;",
  "Claim_ID": "refugee-nidal-hasan"
}