{
  "Origins": "This wonderful bit of creative writing began circulating on the Internet in April 1998. Written by Mark Boslough as an April Fool's parody on legislative and school board attacks on evolution in New Mexico, the author took real statements from New Mexican legislators and school board members supporting creationism and recast them into a fictional account detailing how Alabama legislators had passed a law calling for the value of pi to be set to the \"Biblical value\" of 3.0.",
  "Fact Check": "",
  "Description": "This brilliant piece of humor was originally posted to the newsgroup talk.origins on 1 April 1998 as well as sent to a list of New Mexican scientists and citizens interested in evolution and printed in the April issue of the New Mexicans for Science and Reason newsletter NMSR Reports . Its talk.origins poster followed up a day later with a full confession and explanation of the prank, thereby allowing others to share in the fun. One would have thought that would have been the end of it. Ah but the Internet works in mysterious ways. Several readers forwarded the piece to friends and posted it to other newsgroups. As the story moved along, what would have easily identified it as a parody and not a news item was stripped out: the attribution to \"April Holiday\" of the \"Associmated Press.\" Now it looked like a real news piece. Which is how it was received by many. There is not now and never has been a bill in front of the Alabama state legislature to redefine the value of pi. With one exception, none of the names given in this fanciful account stand up to scrutiny. The one exception is Guy Hunt. He is a former governor of Alabama, convicted in 1993 for diverting $200,000 from his inaugural fund to his personal use. Though the claim about the Alabama state legislature is pure nonsense, it is similar to an event that happened more than a century ago. In 1897 the Indiana House of Representatives unanimously passed a measure (House Bill no. 246, introduced by Rep. Taylor I. Record) regarding the calculation of the area of a circle that assigned various values to pi other than 3.14. (The bill died in the state Senate.) Barbara \"cornbread are square; pi are round\" Mikkelson Sightings: In his 1961 novel Stranger in a Strange Land , Robert Heinlein makes passing mention of Tennessee's enacting a law making pi equal to 3.0.",
  "Originally Published": "",
  "Referred Links": "https://www.agecon.purdue.edu/crd/localgov/Second%20Level%20pages/indiana_pi_bill.htm;",
  "Example": "[Collected on the Internet, 1998] HUNTSVILLE, Ala. NASA engineers and mathematicians in this high-tech city are stunned and infuriated after the Alabama state legistature narrowly passed a law yesterday redefining pi, a mathematical constant used in the aerospace industry. The bill to change the value of pi to exactly three was introduced without fanfare by Leonard Lee Lawson (R, Crossville), and rapidly gained support after a letter-writing campaign by members of the Solomon Society, a traditional values group. Governor Guy Hunt says he will sign it into law on Wednesday. The law took the state's engineering community by surprise. \"It would have been nice if they had consulted with someone who actually uses pi,\" said Marshall Bergman, a manager at the Ballistic Missile Defense Organization. According to Bergman, pi is a Greek letter that signifies the ratio of the circumference of a circle to its diameter. It is often used by engineers to calculate missile trajectories. Prof. Kim Johanson, a mathematician from University of Alabama, said that pi is a universal constant, and cannot arbitrarily be changed by lawmakers. Johanson explained that pi is an irrational number, which means that it has an infinite number of digits after the decimal point and can never be known exactly. Nevertheless, she said, pi is precisly defined by mathematics to be \"3.14159, plus as many more digits as you have time to calculate\". \"I think that it is the mathematicians that are being irrational, and it is time for them to admit it,\" said Lawson. \"The Bible very clearly says in I Kings 7:23 that the alter font of Solomon's Temple was ten cubits across and thirty cubits in diameter, and that it was round in compass.\" Lawson called into question the usefulness of any number that cannot be calculated exactly, and suggested that never knowing the exact answer could harm students' self-esteem. \"We need to return to some absolutes in our society,\" he said, \"the Bible does not say that the font was thirty-something cubits. Plain reading says thirty cubits. Period.\" Science supports Lawson, explains Russell Humbleys, a propulsion technician at the Marshall Spaceflight Center who testified in support of the bill before the legislature in Mongtomery on Monday. \"Pi is merely an artifact of Euclidean geometry.\" Humbleys is working on a theory which he says will prove that pi is determined by the geometry of three-dimensional space, which is assumed by physicists to be \"isotropic\", or the same in all directions. \"There are other geometries, and pi is different in every one of them,\" says Humbleys. Scientists have arbitrarily assumed that space is Euclidean, he says. He points out that a circle drawn on a spherical surface has a different value for the ratio of circumfence to diameter. \"Anyone with a compass, flexible ruler, and globe can see for themselves,\" suggests Humbleys, \"its not exactly rocket science.\" Roger Learned, a Solomon Society member who was in Montgomery to support the bill, agrees. He said that pi is nothing more than an assumption by the mathematicians and engineers who were there to argue against the bill. \"These nabobs waltzed into the capital with an arrogance that was breathtaking,\" Learned said. \"Their prefatorial deficit resulted in a polemical stance at absolute contraposition to the legislature's puissance.\" Some education experts believe that the legislation will affect the way math is taught to Alabama's children. One member of the state school board, Lily Ponja, is anxious to get the new value of pi into the state's math textbooks, but thinks that the old value should be retained as an alternative. She said, \"As far as I am concerned, the value of pi is only a theory, and we should be open to all interpretations.\" She looks forward to students having the freedom to decide for themselves what value pi should have. Robert S. Dietz, a professor at Arizona State University who has followed the controversy, wrote that this is not the first time a state legislature has attempted to redifine the value of pi. A legislator in the state of Indiana unsuccessfully attempted to have that state set the value of pi to three. According to Dietz, the lawmaker was exasperated by the calculations of a mathematician who carried pi to four hundred decimal places and still could not achieve a rational number. Many experts are warning that this is just the beginning of a national battle over pi between traditional values supporters and the technical elite. Solomon Society member Lawson agrees. \"We just want to return pi to its traditional value,\" he said, \"which, according to the Bible, is three.\" [Click here to expand text].",
  "Last Updated": "13 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/pi.asp",
  "Claim": "Responding to pressure from religious groups, Alabama's state legislature redefined the value of pi from 3.14159 to 3 in order to bring it in line with Biblical precepts.",
  "Claim_ID": "religion_pi",
  "Tags": ""
}