{
  "Origins": "While many of those of the Christian faith may be unfamiliar with the concept of the faithful suddenly disappearing from the face of the Earth, this belief permeates a number of fundamentalist branches of Christianity. Known as \"The Rapture,\" it refers to a time when Jesus will return to claim the faithful, drawing Christians (both the still living and the already dead) up into the clouds to meet Him. It is said this event will be followed by seven years of famine, plagues, pestilence, and three world wars before the Savior returns, an interval often referred to as \"The Tribulation.\"",
  "Fact Check": "",
  "Description": "The basis for belief in the Rapture lies in the Bible, specifically in this passage from 1 Thessalonians : For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him. For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep. For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first: Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord. Wherefore comfort one another with these words. Those who believe in the Rapture hold as a tenet of faith the sudden celestial appearance of Christ at some future unknowable date, immediately followed by the irresistible summoning heavenward of all who follow His teachings. The faithful will be pulled towards the Christ the way iron filings are pulled towards a magnet, rendering the Earth depopulated of the godly and leaving the godless (or at least the Christ-rejecting) to battle their way through the horrors of this world's final seven years. The Rapture interpretation of 1 Thessalonians is not shared by the majority of Christians and appears to date to 1909, when the Scofield Reference Bible (King James Version) was published. Prior to that time, this parsing of 1 Thessalonians' \"caught up in the air\" passage was unknown, although in the 19th century theologian J.N. Darby popularized the idea that there would be a \"secret rapture\" seven years before the Christ really returned, and the non-Christians who didn't disappear into the air would be left to face the anti-Christ. Rapture believers envision a time when the faithful will be abruptly swept into the safety and calm of Heaven, even as their less stalwart human brethren live on to battle great evil and suffering that will culminate in the end of the world. Part of that envisioning process is imagining not just the nightmare of the post-Rapture earthly existence their faith will spare them from knowing, but also the immediate effect their departure will have on those fated to remain behind. From this visualization springs the belief about airline or FAA regulations restricting Christian flight crews from serving together lest the Rapture snatch away everyone who can keep a plane in the air. Because those who accept the Rapture as an article of faith plan their lives with this event in mind, they project others must be doing so as well. The presumption is further fueled by Rev. Tim LaHaye's and Jerry Jenkins' Left Behind series of novels, in the first of which Pan-Continental Airlines' Capt. Rayford Steele weathers the disappearance of many of his passengers during an overnight flight to England. How far the \"Christian pilots and co-pilots barred from serving together\" supposition dates back is anyone's guess, but we have recorded sightings of it from 1993, so it certainly has been part of the canon of widely-held beliefs for some time. The rumor has come to us variously as the Federal Aviation Administration ( FAA ) or \"the airlines\" restricting flight crew composition on religious basis out of concern that the Rapture will otherwise bring planes crashing to the ground. (Actually, if the FAA or \"the airlines\" were concerned about guarding against the Rapture's snatching away key personnel, they should also fret over air traffic controllers, because in their hands lies the safety of all who are in the air at any given time. A Raptured flight crew would result in the downing of one plane; Raptured air traffic control centers would endanger multiple planes attempting to take off or land.) We asked the FAA about the possibility of its having a policy that barred the Raptureable from serving with each other, only to be told by one of its representatives: \"The FAA does not have any regulations referencing religious beliefs.\" Likewise, our query in this vein to American Airlines was met with the assurance that AA does not now have such a policy, nor has it ever had one. Ergo, since neither airline nor FAA policy covers this event, if you're unsure of your state of salvation, pray for an atheist on the flight deck. The Rapture stars in another bit of well-traveled lore involving a supposed freakish fatality. In \" Leap of Faith ,\" a woman who believes she sees the Rapture taking place jumps out of her car in traffic. Barbara \"jump for joy\" Mikkelson Additional information: Definition of The Rapture (BibleBell Chronicles) Preparing for The Rapture (Free Gospel Bible Institute)",
  "Originally Published": "",
  "Referred Links": "http://www.fgbi.org/Rapture.htm;http://www.biblebell.org/proph/rapture1.html;http://www.faa.gov/;http://www.leftbehind.com/;http://www.hti.umich.edu/cgi/k/kjv/kjv-idx?type=DIV2&byte=5232132;",
  "Example": "[Collected on the Internet, 2003] I just heard for the third time in as many years that some airlines will not put a whole flight crew of \"Christian believers\" in the same plane, just in case the \"rapture theory\" is true. I guess the thought is that the plane would be left unmanned and crash into whatever and kill thousands (like 9/11) if the rapture theory turns out to be correct Bible doctrine. [Collected on the Internet, 2004] I was raised a Southern Baptist and twice now a preacher has made reference to airlines pairing their pilots with one Christian (or saved)and one non-Christian (or un-saved). This is done on the pre-text that if and when the 2nd coming of Christ happens and the one Christian pilot is taken into the clouds with Christ, leaving the non-Christian pilot to supposedly land the plane safely alone. One preacher specifically mentioned American Airlines as having this policy.",
  "Last Updated": "12 May 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/pilot.asp",
  "Claim": "Airlines will not pair Christian pilots and co-pilots out of fear that the Rapture will snatch away both crew members capable of landing the flight.",
  "Claim_ID": "religion_pilot",
  "Tags": ""
}