{
  "Origins": "In May 2015, the fake news web site National Report published an article reporting that Pope Francis had said in an address to followers that the Quran, the central religious text of Islam, was \"just as valid as the Holy Bible\": On Monday the Bishop Of Rome addressed Catholic followers regarding the dire importance of exhibiting religious tolerance. During his hour-long speech, a smiling Pope Francis was quoted telling the Vatican's guests that the Koran, and the spiritual teachings contained therein, are just as valid as the Holy Bible.",
  "Fact Check": "Did Pope Francis say that the Bible and the Quran are essentially the same?",
  "Description": "Jesus Christ, Jehovah, Allah. These are all names employed to describe an entity that is distinctly the same across the world. For centuries, blood has been needlessly shed because of the desire to segregate our faiths. This, however, should be the very concept which unites us as people, as nations, and as a world bound by faith. Together, we can bring about an unprecedented age of peace, all we need to achieve such a state is respect each others beliefs, for we are all children of God regardless of the name we choose to address him by. We can accomplish miraculous things in the world by merging our faiths, and the time for such a movement is now. No longer shall we slaughter our neighbors over differences in reference to their God. The above-quoted story was repurposed on 23 September 2015 by the Civic Tribune, which embellished the fakery by adding the claim that the Pope's comment had been made at the White House during his September 2015 visit to the United States. The Civic Tribune's article was a word-for-word copy of the National Report's article with the exception of the first paragraph: On Wednesday the Bishop Of Rome addressed 11,000 ticketed guests on the South Lawn of the White House, during which he pontificated on the dire importance of exhibiting religious tolerance. During his hour-long speech, a smiling Pope Francis was quoted telling the White House guests that the Koran, and the spiritual teachings contained therein, are just as valid as the Holy Bible, and should therefore be respected as such. While the Civic Tribune claims that it is \"dedicated to the truth,\" the majority of the site's content is pilfered without credit from other fake news sites. Last updated: 24 September 2015",
  "Originally Published": " 24 September 2015",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2015] Did Pope Benedict say that the Bible and the Q'ran are the same? True or false?",
  "Last Updated": "24 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/religious-replicates/",
  "Claim": "Pope Francis said that the Bible and the Quran are essentially the same.",
  "Tags": "bible;pope;koran;quran;",
  "Claim_ID": "religious-replicates"
}