{
  "Origins": "Folks have been awestruck by the \"missing day\" legend since at least 1936, when the story emerged into popular culture via a book by Harry Rimmer, titled The Harmony of Science and Scripture . In it, Rimmer cited an 1890 book as his proof of the calculations behind the tale. Scholars dismissed Rimmer's claims as baseless, but despite the authoritative debunkings of the time and in the years since, the legend thrives. Indeed, the Internet has given it new legs; spreading it to new audiences is as easy as clicking the 'forward' button.",
  "Fact Check": "",
  "Description": "Although the notion of a \"lost day\" in time has been circulating for well over a century, the version cited here, which has been bedevilling NASA since the 1960s, achieved pre-eminence through the tireless efforts of Mr. Harold Hill, who was indeed both a real person and the President of the Curtis Engine Company . However, he had no real connection to NASA, he was not a \"consultant in the space program,\" and he did not witness the events described. Mr. Hill merely heard a \"lost day\" legend that had been circulating for many years, embellished it with some details about NASA scientists, and delighted in repeating it when speaking before school groups. His version of the legend made its way into various church bulletins and was eventually picked up and spread by the mainstream media as well, and he devoted a whole chapter to it in his 1974 book, How to Live Like a King's Kid. (This book lent additional credibility to his tenuous NASA connections and thus to the legend itself when he stated that he \"was involved [in the space program] from the start, through contractual arrangements with my company.\" His \"involvement\" was merely that the Curtis Engine Company had a contract with NASA to service electrical generators.) Even Hill's admission that he hadn't actually witnessed the events he described clearly wasn't intended to dissuade anyone from believing in the literal truthfulness of his story: \"[M]y inability to furnish documentation of the 'Missing day' incident in no way detracts from its authenticity.\" The Public Affairs Office at NASA's Goddard Space Flight Center in Greenbelt, Maryland, responded to the prevalence of Hill's fictitious story by issuing a press release that noted (among other things): [This center] has no knowledge of the use of its computers supposed by Mr. Harold Hill and attributed to our scientists. Goddard does not apply its computers to the task of projecting thousands of years into the future or past, as this would be irrelevant to the operational lifetime of satellites, which rarely exceeds a dozen years. [Harold Hill] worked briefly at Goddard early in the 1960s as a plant engineer, a position which would not place him in direct contact with our computer facilities or teams engaged in orbital computations. Historically, the notion of a \"lost day\" in time comes from a combination of two Old Testament passages. The first is from the Book of Joshua and describes Joshua's defense of Gibeon from the five kings of the Amorites. In order to enable Joshua to finish off his enemies before they had a chance to flee under cover of darkness, God provided additional daylight by causing the sun to stand still in the sky for nearly a day: 10:12 Then spake Joshua to the LORD in the day when the LORD delivered up the Amorites before the children of Israel, and he said in the sight of Israel, Sun, stand thou still upon Gibeon; and thou, Moon, in the valley of Ajalon. 10:13 And the sun stood still, and the moon stayed, until the people had avenged themselves upon their enemies. Is not this written in the book of Jasher? So the sun stood still in the midst of heaven, and hasted not to go down about a whole day The second passage, from 2 Kings, describes Hezekiah's request that God move the sun ten degrees backwards as confirmation of his promise that Hezekiah would be delivered into Heaven: 20:8 And Hezekiah said unto Isaiah, What shall be the sign that the LORD will heal me, and that I shall go up into the house of the LORD the third day? 20:9 And Isaiah said, This sign shalt thou have of the LORD, that the LORD will do the thing that he hath spoken: shall the shadow go forward ten degrees, or go back ten degrees? 20:10 And Hezekiah answered, It is a light thing for the shadow to go down ten degrees: nay, but let the shadow return backward ten degrees. 20:11 And Isaiah the prophet cried unto the LORD: and he brought the shadow ten degrees backward, by which it had gone down in the dial of Ahaz. One of the first issues we have to consider is that the Bible is thousands of years old, and the accounts it contains have come to us through many oral tellings, re-copyings, printings, and translations. We have to be very careful about presenting a specific interpretation of a single English word or phrase from one particular version of the Bible as being \"what the Bible actually says.\" Therefore, the first difficulty this legend presents is that nowhere in the Bible (in the Book of Joshua or elsewhere) is it stated that God made the sun stand still for exactly 23 hours and 20 minutes. Various translations word Joshua 10:13 differently, but most agree that the sun stood still for something less than a day: \"about a whole day\" or \"nearly a day.\" We're told nothing more specific \"about a whole day\" could also mean 22 hours and 48 minutes or 23 hours and 2 minutes; we have no way of telling. (The primary means of reckoning the passage of time in Joshua's era was by observing the apparent movement of celestial bodies through the sky relative to the observer. It's not likely any contemporary of Joshua's could have recorded the length of time the sun stood still with this degree of precision under the best of circumstances, and certainly not when the sun and moon were both fixed in the sky, and the sun's light prevented the sighting of any other stars.) As it turns out, the \"23 hours and 20 minutes\" figure was almost certainly an amount of time chosen by the legend's originator for extra-scriptual reasons we'll explain later. The next difficulty is the interpretation presented in this legend of the statement in 2 Kings 20 about God's moving \"the shadow\" backwards \"ten degrees\" as meaning that the sun's shadow was moved backwards through ten angular degrees of measurement on a dial (presumably a sundial). Since a dial is a circle, and a circle contains 360 degrees, moving the sun's shadow backwards ten degrees would correspond to resetting time by one thirty-sixth of day. One thirty-sixth of a twenty-four hour day is two-thirds of an hour, or forty minutes. Voil ! The problem is, 2 Kings 20 doesn't quite say this the word \"degree\" is an artifact of certain English translations. How this passage is presented in other translations is more general: that the sun's shadow moved backwards ten steps (or ten units or ten intervals or ten markings) on the \"dial of Ahaz.\" Since we have no idea exactly what the \"dial of Ahaz\" was, nor how much time was represented by one of its units, we cannot make any real estimate as to how far the sun actually moved. (If the dial of Ahaz had forty evenly-spaced markings on it, for example, ten of those units would represent one-fourth of a day, or six hours.) We can only speculate, but it seems likely that once the originator of this legend decided upon an interpretation of 2 Kings 20 that created a \"lost\" 40 minutes of time, he also decided that the \"about a whole day\" described in Joshua 10 was a period of exactly 23 hours and 20 minutes so that the two amounts combined would equal exactly one day (even though the length day is actually about 23 hours and 56 minutes). Why? Perhaps because God is associated with balance and perfection, and any natural process that appears ordered is often attributed to divine handiwork. If scientists discovered a \"missing\" 23 hours and 18 minutes, that could be taken as some random fluke of the cosmos, but if the \"missing\" period were exactly one day, that would be evidence of a directed celestial intervention by a higher power. Regardless of the amount of time involved, the discovery of a \"missing\" period of time remains implausible. If the sun had indeed stood still for a day a few millennia ago, we would have no way of determining that fact through astronomic observations today. We have no frame of reference, no cosmic calendar or master clock to check against to see if we're overdrawn at the Bank of Time. The concept described here would be like giving someone a non-functioning clock and asking him to determine how much time had elapsed since the clock had stopped running. One could note the positions of the hands on the dial and make a reasonable guess about what the time of day was when the clock stopped running, but without knowing whether that time was A.M. or P.M., and without knowing the calendar date on which stoppage occurred, one could not possibly make any reasonable estimate about how long ago the clock stopped. Even the putative reasons offered for the scientists' performing the calculations described in this legend make little sense. We need not know about any \"missing time\" in the past in order to be able to launch spacecraft today. Even if the sun really did once stand still for a day, that would have absolutely no effect on where the sun, the moon, or the other planets are going to be one hundred or one thousand years from now. If we put a new battery in our stopped clock, all we have to do to get it back on track is to set it to the correct time; we don't need to determine how much time the clock \"lost\" while it wasn't running to be assured that it will display the correct time in the future. The appeal of this legend isn't difficult to see: the tale confirms not only the existence of God, but also the literal truth of the Bible. Moreover, it pits the scientists versus the believers, with the believers emerging victorious and the (presumed godless) scientists left ground into dust by the very science they'd so long and so loudly upheld. David (in the form of the pure-hearted believer) takes on the Goliath of Science who continally bleats for independently verifiable proof of the Almighty, and for once the faithful are able to deliver up on a silver platter what's been asked for. To those who've given over their hearts to God and the Holy Word, this is a deeply satisfying legend. Faith is, after all, the firm belief in something which cannot necessarily be proved, a quality that can leave believers (especially those who find themselves in the midst of non-believers ) feeling unsatisfied. As steadfast as their certainty is, they cannot prove the rightness of the path they tread to those who jeer at their convictions. And this is a heavy burden to shoulder. A legend such as the \"missing day explained\" tale speaks straight to the hearts of those who yearn for a bit of vindication in this life. Being right isn't always enough: sometimes what one most longs for is sweet recognition from others. That recognition, and that satisfaction, is what this legend provides. Intoxicatingly heady stuff, that. No wonder this tale has survived from generation to generation and withstood the ravages of countless debunkings. Nonetheless, its factual details are wrong, the scientific processes it describes are dubious, and its premise of a \"missing day\" depends upon some very selective and questionable intepretations of scripture. Authenticity matters little, though: our willingness to accept legends depends far more upon their expression of concepts we want to believe than upon their plausibility. If the sun once really did stand still for a day, the best evidence we'd have for proving it would be the accounts of people who saw it happen. That is what the Bible is said to offer. Some people accept that as sufficient proof, and others don't.",
  "Originally Published": "",
  "Referred Links": "http://www.curtisengine.com/;",
  "Example": "[Collected via e-mail, 1999] For all the scientists out there and for all the students who have a hard time convincing these people regarding the truth of the Bible . . . here's something that shows God's awesome creation and shows that He is still in control. Did you know that the space program is busy proving that what has been called \"myth\" in the Bible is true? Mr. Harold Hill, President of the Curtis Engine Company in Baltimore Maryland and a consultant in the space program, relates the following development. \"I think one of the most amazing things that God has for us today happened recently to our astronauts and space scientists at GreenBelt, Maryland. They were checking the position of the sun, moon, and planets out in space where they would be 100 years and 1000 years from now. We have to know this so we won't send a satellite, up and have it bump into something later on in its orbits. We have to lay out the orbits in terms of the life of the satellite, and where the planets will be so the whole thing will not bog down. They ran the computer measurement back and forth over the centuries and it came to a halt. The computer stopped and put up a red signal, which meant that there was something wrong either with the information fed into it or with the results as compared to the standards. They called in the service department to check it out and they said, \"What's wrong?\" Well, they found there is a day missing in space in elapsed time. They scratched their heads and tore their hair. There was no answer. Finally, a Christian man on the team said, \"You know, one time I was in Sunday School and they talked about the sun standing still.\" While they didn't believe him, they didn't have an answer either, so they said, \"Show us.\" He got a Bible and went back to the book of Joshua where they found a pretty ridiculous statement for any one with \"common sense.\" There they found the Lord saying to Joshua, \"Fear them not, I have delivered them into thy hand; there shall not a man of them stand before thee.\" Joshua was concerned because he was surrounded by the enemy and if darkness fell they would overpower them. So Joshua asked the Lord to make the sun stand still! That's right \"The sun stood still and the moon stayed and hasted not to go down about a whole day!\" (Joshua 10:12-13) The astronauts and scientists said, \"There is the missing day!\" They checked the computers going back into the time it was written and found it was close but not close enough. The elapsed time that was missing back in Joshua's day was 23 hours and 20 minutes not a whole day. They read the Bible and there it was \"about (approximately) a day\" These little words in the Bible are important, but they were still in trouble because if you cannot account for 40 minutes you'll still be in trouble 1,000 years from now. Forty minutes had to be found because it can be multiplied many times over in orbits. As the Christian employee thought about it, he remembered somewhere in the Bible where it said the sun went BACKWARDS. The scientists told him he was out of his mind, but they got out the Book and read these words in 2 Kings that told of the following story: Hezekiah, on his deathbed, was visited by the prophet Isaiah who told him that he was not going to die. Hezekiah asked for a sign as proof. Isaiah said \"Do you want the sun to go ahead 10 degrees?\" Hezekiah said \"It is nothing for the sun to go ahead 10 degrees, but let the shadow return backward 10 degrees.\" Isaiah spoke to the Lord and the Lord brought the shadow ten degrees BACKWARD! Ten degrees is exactly 40 minutes! Twenty-three hours and 20 minutes in Joshua, plus 40 minutes in Second Kings make the missing day in the universe!\" Isn't it amazing?",
  "Last Updated": "25 June 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/lostday.asp",
  "Claim": "NASA scientists discovered a \"missing\" day in time that corresponds to Biblical accounts of the sun's standing still in the sky.",
  "Claim_ID": "religion_lostday",
  "Tags": ""
}