{
  "Origins": "Many who find solace in spirituals find an additional measure of satisfaction in discovering that cherished songs were penned by folks possessed of colorful histories. Songs celebrating the mercy of God seem to mean more when they issue from reformed sinners, so stories that play up that aspect of a song's history are especially prized, even if key points are embellished.",
  "Fact Check": "",
  "Description": "As was the case with \" Amazing Grace ,\" though it is well grounded in fact, the history of \"It Is No Secret (What God Can Do)\" has been exaggerated at some points to make for better telling. Carl Stuart Hamblen (the e-mailed account misidentifies him as Russ Hamblin) composed and recorded \"It Is No Secret\" in 1950. Born in Texas in 1908, Hamblen enjoyed a long and successful musical career as a singer/songwriter, with more than two hundred songs to his credit, before he passed away in California in 1989. Hamblen was a heavy drinker who swore off demon rum and made religion a central part of his life in 1949 after attending \"Youth for Christ,\" a historic revival meeting held by the Reverend Dr. Billy Graham in Los Angeles. Various biographies of both Hamblen and Graham support the claim of the songwriter's having gone to Dr. Graham's hotel room and insisted he be prayed for. According to Grady Wilson, a lifelong friend and associate of Billy Graham, after attending the revival meeting earlier that night coming away from it troubled, Hamblen and his wife did pay a call on Dr. Graham at the Langham Hotel, one block off Wilshire Boulevard, at 4 a.m., asking to be saved. Wilson reports the singer was \"broken up and crying as Billy said, 'We've been praying for you for weeks.'\" Hamblen's daughter, Lisa Hamblen Jaserie, also supports the tale of the \"dark of the night\" conversion. John Wayne's connection to the song does appear to be well established. According to Stuart Hamblen (and if anyone would know, it would be him) he did indeed gain his inspiration for \"It Is No Secret\" from a response he made to the movie star. Hamblen did appear in a number of minor westerns, including some that starred the Duke, so they knew each other, at least casually. The inspiration came from a brief conversation at a party: in reply to Wayne's comment \"What's this I hear you got religion?,\" Stuart answered, \"It is no secret what God can do in a man's life.\" The movie star then reportedly drawled, \"Well that sounds like a song,\" thereby planting the idea in the songwriter's mind. Yet not all the claims made in the e-mailed version of the song's history hold up. This one, for instance, is clearly false: And along came a young preacher holding a tent revival. Hamblin had him on his radio show, presumably to poke fun at him. And to gather more material, Hamblin showed up at one of the revival meetings. According to Dr. Graham, he went on Stuart Hamblen's radio show as part of a media push to raise interest in advance of the revival meeting. He and the other organizers of the event were having trouble getting any advance press coverage, so his appearance on Hamblen's show was a boon to them. And rather than poking fun at the Reverend, Hamblen told his listeners to \"go on down to Billy Graham's tent and hear the preaching.\" Another aspect of this e-mailed account rings false: it is inaccurate to say of Hamblen that \"hard times were upon him\" after his spiritual awakening. A year after his discovery of the Lord, Hamblen wrote \"It Is No Secret,\" a tune that brought him tremendous acclaim as it became the first cross-over gospel, country, and pop ballad, reaching the number one spot on all three charts. That same year, he wrote \"Remember Me, I'm The One Who Loves You,\" a song which peaked at #2 on the gospel and country charts and held that position for a full nine weeks. As for \"This Ole House,\" supposedly the sole bright spot in Hamblen's career during a period of professional reverses between his conversion and the success of \"It Is No Secret,\" he didn't write that song until 1954, four years after he'd topped the charts with \"It Is No Secret.\" (\"This Ole House\" shouldn't be dismissively described as \"the only one that had much success\" it went to #2 in the country field and stayed on the charts for thirty weeks, while Rosemary Clooney's version went to #3 in the pop charts and was named Song Of The Year.) In the early 1950s Hamblen did lose his radio show, the Cowboy Church of the Air, over his refusal to do a commercial promoting alcohol, but his principled stand led the Prohibition Party to nominate him as their candidate for President of the United States in 1952. Hamblen racked up nearly 73,000 votes and finished fourth in a field of twelve candidates despite appearing on the ballot in only twenty-one states. Barbara \"gospel\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2003] Back in the 50's there was a well known radio host/comedian/song writer in Hollywood named Russ Hamblin who was noted for his drinking, womanizing, partying, etc. One of his bigger hits at the time was \"I won't go hunting with you Jake, but I'll go chasing women\". And along came a young preacher holding a tent revival. Hamblin had him on his radio show, presumably to poke fun at him. And to gather more material, Hamblin showed up at one of the revival meetings. Early in the service the preacher announced, \"There is one man in this audience who is a big fake.\" There were probably others who thought the same thing, but Hamblin was convinced that he was the one the preacher was talking about (some would call that conviction), but he was having none of that. Still the words continued to haunt him until a couple of nights later he showed up drunk at the preacher's hotel door around 2 am. Demanding that the preacher pray for him. But the preacher refused, saying, \"This is between you and God and I'm not going to get in the middle of it.\" But he did invite Russ inand they talked about 5 am at which point Russ dropped to his knees and with tears, cried out to God. But that is not the end of the story. Russ quit drinking, quit chasing, quit everything that was \"fun\". And began to lose favor with the Hollywood crowd. He was ultimately fired by the radio station when he refused to accept a beer company as a sponsor. Hard times were upon him. He tried writing a couple of \"Christian\" songs but the only one that had much success was \"This Old House\", written for his friend Rosemary Clooney. As he continued to struggle, an old friend named John took him aside and told him all your troubles started when you \"got religion\" and asked if it was worth it all. Russ answered simply, \"Yes\". Then his friend said, \"You liked your booze so much. Don't you ever miss it?\" And the answer was, \"No\". John then said, \"I don't understand how you could give it up so easily.\" And Russ's response was, \"It's no big secret. All things are possible with God.\" To this John said, \"That's a catchy phrase. You should write a song about it.\" As they say, the rest is history. The song Russ wrote was \"It Is No Secret\" - \"It is no secret, what God can do. What He's done for others, He'll do for you. With arms wide open, He'll welcome you. It is no secret,what God can do.\" etc... By the way, the friend was John Wayne, and the young preacher who refused to pray for Russ Hamblin was Billy Graham. And now you know \"the rest of the story.\"",
  "Last Updated": "14 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/religion/hamblen.asp",
  "Claim": "Billy Graham and John Wayne had a hand in the creation of the song \"It Is No Secret.\"",
  "Claim_ID": "religion_hamblen",
  "Tags": ""
}