{
  "Origins": "On 1 July 2003 a bolt from the sky hit the steeple of the First Baptist Church in the small town of Forest, Ohio, setting it ablaze. That in itself is not unusual, as lightning strikes start a number of fires every year, and lightning sometimes hits structures, including churches. (In fact, the 124-year-old Immaculate Conception Catholic Church in Cecil, Ohio, burned to the ground on 21 July 2003 after a lightning strike there.) But what elevates this tale above other similarly true stories is what was happening inside the church when the bolt hit.",
  "Fact Check": "",
  "Description": "The Rev. Don Hardman, a traveling evangelist from Virginia, was preaching to the congregation during the storm. According to the Bible, Mr. Hardman told the crowd, God's voice often sounds like thunder. \"That's right, God! We hear you!\" he said, looking heavenward, and KA-POW! a bolt of lightning struck the little church. As the Toledo Blade reported: \"There was a big flash right in front of everyone s eyes,\" said 15-year-old Erick Smith, who was sitting in a back pew at the July 1 service. \"He was wearing a cordless mike and I saw sparks of electricity go from his belt buckle up to his microphone.\" Erick's mother, Ronnie Cheney, said there was a \"blue aura\" in the building as the lights flickered off and on and the church s sound system exploded. \"It just lasted a second, but it was pretty wild to say the least,\" Mrs. Cheney said. After a pause, Mr. Hardman resumed his sermon and preached for another 20 minutes. \"We tried to focus back on what the evangelist was saying until a neighbor lady came in the back door and said the lightning had hit the steeple,\" Mrs. Cheney said. \"Then one of the church trustees said the steeple was on fire.\" \"I smelled something burning,\" young Smith said, \"but I thought it was the sound system. We didn t know it was the steeple.\" Meanwhile, several heavy clay tiles had fallen from the steeple and crushed a car in the parking lot, Mrs. Cheney said. The wrecked car was parked where Mr. Hardman had kept his family s motor home until earlier that day, when he moved it because of problems with a nearby bees nest. \"That was the first miracle, that the tiles didn t crush the Hardmans' camper,\" Mrs. Cheney said. Was God goaded by a preacher into making a sign? Or had the deity hit the wrong church? You see, a similarly-named church, First Baptist Church of Deltona, was also struck by lightning later that same summer. On 25 August 2003, a Monday, a bolt to that central Florida edifice wreaked $250,000 worth of havoc. The strike in Ohio caused only $20,000 damage. Barbara \"practice throw\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[The (Findlay) Courier, 2003] FOREST A guest evangelist at First Baptist Church in Forest was preaching about penance and asking for a sign on Tuesday night, when the church's steeple was hit by lightning, setting the church on fire and blowing out the sound system. \"It was awesome, just awesome,\" said church member Ronnie Cheney, 40, of rural Forest, who was in the church at 206 N. Martin St. when the lightning struck. \"You could hear the storm building outside ... He (the evangelist) just kept asking God what else he needed to say,\" Cheney said. \"He was asking for a sign and he got one.\" At about 7:45 p.m., lightning hit the church's steeple, went through the electrical wiring and blew out the church's sound system. Cheney said the lightning traveled through the microphone and enveloped the preacher, but he was not injured. Afterward, services resumed for about 20 minutes, but then the congregation realized that the church was on fire and the building was evacuated. According to Forest Fire Chief Doug Hawkin, his crew, along with the Kenton and Wharton fire departments, responded to the scene. After firemen arrived they saw flames coming from the steeple. Firemen doused the blaze, remaining at the scene about three hours. \"It was kind of interesting hearing the preacher talk about what had happened,\" Hawkin admitted. There were no injuries. Damage to the church was estimated at about $20,000.",
  "Last Updated": "14 September 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/religion/bolt.asp",
  "Claim": "Lightning struck a church after the preacher identified thunder as the voice of God during a sermon.",
  "Claim_ID": "religion_bolt",
  "Tags": ""
}