{
  "Origins": "While most Christians appear to take 666, the putative \"number of the Beast,\" with a grain of salt and even feel quite comfortable making jokes about it, there are those to whom it's no fit matter for levity. Those of such persuasion will, as a matter of course, spurn (or at least think twice about) transactions that would require them to handle sums of money totaling of $6.66.",
  "Fact Check": "",
  "Description": "According to traditional interpretations of the Bible, 666 is the mark of the Antichrist, a figure who will appear at the end of times to lead an army of followers into battle against the faithful: [Revelation 13:18] Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is six hundred, threescore and six. \"The Beast\" refers to the Antichrist, of whose followers Revelation says will be emblazoned with his name, with said mark placed either on their right hands or on their foreheads: [Revelation 14:11] And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name. [Revelation 13:16] And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads. The mark so described is one necessary for the commission of commerce those lacking it will be precluded from purchasing or vending anything: [Revelation 13:17] And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name. Given Revelation's stated connection between acts of commerce and the mark of his name that the Antichrist will place on his people, it's small wonder that some who take their Bibles seriously work to avoid having to deal with 666 in any situation involving money, lest they inadvertently number themselves among the Antichrist's legion of followers by taking his mark into their hands or, alternatively, commit an act of blasphemy by willingly handling the proscribed sum. Remember, said mark will be placed either on the hands or the foreheads of the Antichrist's minions, thus voluntarily taking a representation of that mark into one's hands is especially problematic. Consequently, some people are reluctant (even extremely so) to handle sums of $6.66, either as amounts they're disbursing or as change being received (e.g., the residue of a $20 bill used to pay for purchases totaling $13.34, or a $10 bill used to buy an item costing $3.34). While such trepidation may be far from commonplace, it does exist, as these examples demonstrate: [Collected on the Internet, March 1994] Well, i used to work as a checker at a supermarket in Pennsylvania. Sometimes i'd ring up an order that totalled $6.66, and often the customer would tell me to add a packet of gum or something... anything to change the total! [The New York Times, August 1997] The other day I was in that agora of Southern life, the 7-Eleven, and when the woman in front of me had her purchases totaled up, they came to $6.66. She became hysterical. The whole store became hysterical. We all had to chip in and give her enough money to buy another pack of cigarettes anything to undo that terrible number. [Collected on the Internet, January 1998] heh, funny thing was at my job, there was this freaky bible thumper woman who worked as a cashier, she was so into Christian Supremacy it was starting to scare me. Then one day she got a total of $6.66 on an order and had a nervous breakdown. [Collected on the Internet, April 2000] About 12 years ago, when I was a cashier in a mini-mart, I had more than one customer freak out when their bill came to $6.66. Two that I remember went back and got a small item to avoid the evil number. Sheesh. [Vallejo Times Herald, June 2006] Take it from a guy who grabs a box of Tic Tacs at the store when the bill comes to $6.66. [Collected on the Internet, June 2006] I was in a supermarket check-out line and the total bill of the woman ahead of me came to $6.66 US and the poor dear nearly flipped. She immediately made another purchase so that it was over seven dollars and not those bad three sixes. There are even those who extend their personal $6.66 prohibition to all monetary sums ending in that number: [Collected on the Internet, December 2007] The grocery bill was 36.66 and the mother said \"Quick! Add on something else\". and grabbed some gum to alter the total. As the above examples note, there is a remedy to the $6.66 dilemma: Add an inexpensive item to purchases that would otherwise total the Beast's number, thereby altering the amount. It's a seemingly little thing to do, and possibly quite laughable to many. Yet there will always be those who will not feel comfortable taking any sort of gamble where the Antichrist is potentially concerned. Barbara \"speaking of gambling, the sum of the numbers on a roulette wheel (1 to 36) total 666\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2009] My next cube neighbor at work related a story of his daughter driving to the Smokies this past weekend. Heading from Cincinnati to Knoxville they stopped at the last Kentucky exit and found the Arby's. When the cashier added the bill the total came to $6.66. When the cashier saw this number, she exclaimed, 'O, my God!' and rushed to get the manager. He said, 'I won't have that on my machine' and gave the customer a 10% discount that reduced the total to $5.99.",
  "Last Updated": "8 June 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/religion/666bill.asp",
  "Claim": "Persons attempt to avoid financial transactions totaling $6.66.",
  "Claim_ID": "religion_666bill",
  "Tags": ""
}