{
  "Origins": "On 24 October 2014, the web site World News Daily Report (WNDR) published an article reporting that chariot wheels and the bones of horses and men had been discovered at the bottom of the Red Sea, thereby supposedly proving archaeological proof of the Biblical narrative about the escape of the Israelites from the Egyptians. (According to the Book of Exodus, God parted the Red Sea long enough for the Moses-led Israelites to walk across it on dry ground, but closed the waters up again upon the pursuing Egyptian army and drowned them all.)",
  "Fact Check": "",
  "Description": "However, if one is looking for news of an important scientific or historical discovery, World News Daily Report is not the place to look. WNDR is fake news site whose disclaimer notes that the site's articles are satirical and fictitious: World News Daily Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within worldnewsdailyreport.com are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental, except for all references to politicians and/or celebrities, in which case they are based on real people, but still based almost entirely in fiction. Despite WNDR's framing of the alleged \"discovery\" as recent and newly announced, reports of divers finding chariot wheels and the like under the Red Sea are a hoax that has been promulgated for many years now. The WNDR article's use of language such as \"this morning\" and its claims that a team of \"underwater archeologists\" in Egypt responsible for the discovery are planning to recover more artifacts from the site reinvigorated interest in the long-discredited rumor, but the details are not only fabricated, they've simply been recycled from past claims and appended with more recent dates. In October 2015, the equally dubious web site Disclose.TV once again jump-started the phony rumors by republishing the year-old fake World News Daily Report article. Prior to the \"Red Sea\" story, World News Daily Report hoaxed social media users with articles such as \" 15-Ton Prehistoric Shark Captured Off Coast Of Pakistan ,\" Newly-Found Document Holds Eyewitness Account of Jesus Performing Miracle ,\" and \" 200 Million Years Old Dinosaur Egg Hatches in Berlin Museum .\" True to the site's disclaimer, none of those massively popular stories turned out to be rooted in truth.",
  "Originally Published": "",
  "Referred Links": "http://www.patheos.com/blogs/exploringourmatrix/2012/06/chariot-wheels-in-the-red-sea-hoax-persists.html;",
  "Example": "[Collected via e-mail, October 2014] Is this true? PARTING OF THE RED SEA Chariot Wheels found at the bottom of the Red Sea You will be surprised to see proof of Pharaoh's chariot and bones of horses and men found in the Red Sea. Confirmation of the actual Exodus route has come from divers finding coral-encrusted bones and chariot remains in the Gulf of Aqaba. ONE of the most dramatic records of Divine intervention in history is the account of the Hebrews' exodus from Egypt.",
  "Last Updated": "12 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/redsea.asp",
  "Claim": "Archaeologists have discovered Pharaoh's chariot and the bones of horses and men under the Red Sea.",
  "Claim_ID": "religion_redsea",
  "Tags": ""
}