{
  "Origins": "Common to the human experience is the desire to bask in the sure and certain knowledge those who adhere to different practices have it much worse than we do. Part of belonging to any group is the need to believe it's the best of its kind, and that holds true even when the groups in question are different religions, or even sects within the same religion. One needs to feel comforted one has made the right choice and is indeed upon the right path, after all. Consequently, bits of wild misinformation about what goes on in the other camp often get circulated as truth because these tales serve to confirm the rightness of one's own choice.",
  "Fact Check": "",
  "Description": "Such is the case with the \"sex through a hole in the sheet\" rumor. None of the three branches of Judaism (Orthodox, Conservative, or Reform) require this of their adherents, and indeed taking the joy out of marital sex in such a fashion runs directly counter to all things Jewish. Whereas in some branches of religion sex within marriage is supposed to be primarily for the purposes of procreation, throughout Judaism it's viewed as a celebration of couplehood man and wife are supposed to enjoy each other, whether kids are the goal of the encounter or not. Indeed, not making love to your wife can call rabbinical sanction down upon the head of a Jewish man or even provide grounds for divorce. The times for conjugal duty prescribed in the Torah are: for men of independence, every day; for laborers, twice a week; for ass-drivers, once a week; for camel-drivers, once in thirty days; for sailors, once in six months. These are the rulings of Rabbi Eliezer. In a world that made sense, this rumor about joyless sex would better adhere to just about anyone other than Jews. Ah, but sometimes things just aren't logical. Interestingly enough, a 1995 article in the Jerusalem Post said about modesty practices in other cultures, \"[I]n Catholic Mexico of yore with the use of modesty bed sheets with carefully stitched and positioned holes in them.\" Looks like its writer confused a scene from the 1992 film Like Water For Chocolate with reality. (See the Sightings section at the end of this page for more about that film.) One guess as to the origin of the slit sheet belief postulates it as a joking reference to ultra-Orthodox weddings, where men and women are said to attend separate receptions by way of dividing the hall with a curtain. Through a hole in the curtain, the children can pass through, but no one else. However, according to the soc.culture.jewish FAQ: We don't know what you've heard, but what we've heard is that when it comes time for three men to \"witness\" a woman's conversion [involving nude immersion], what's commonly done is for the water's surface to be covered with a thick, opaque sheet with a hole in it, just big enough to let her head through while discreetly shielding the rest of her body. According to a Jewish \"urban legend,\" the myth derives from seeing Jews in religious neighborhoods hanging their \"talitot katan\" out to dry. This poncho-like garment is about two feet by four feet, has a fringe on each corner, and a hole in the center for the wearer's head, and it looks somewhat like a small sheet with a hole, and many people have vivid and warped imaginations. This rumor spreads chiefly among non-Orthodox Jews and is not often heard from those of other faiths. Whatever this snippet of misinformation's beginnings, the whisper about holes in sheets has become a part of Jewish lore that reflects attitudes towards the fabled strictness of Orthodox practices. To even hint sexuality between man and wife a vibrant part of Judaism has been squelched to this degree within the Orthodox branch is to strike at the heart of all things Jewish. Nothing could better capture the presumption about how joyless life must be within the Orthodox faith. But that's not the way of it at all. Shmuel Boteach, author of the acclaimed Kosher Sex: A Recipe for Passion and Intimacy labels the sheet rumor as utterly false. \"Judaism,\" he says, \"is the one religion that not only allows sex for pleasure but sees sex as the holiest of all acts because it brings life into the world and even when it doesn't, it sews two people together as one flesh, one soul.\" This tenet of the religion holds true across all branches of Judaism, including the heavily-governed Orthodox. Barbara \"short sheeted\" Mikkelson Sightings: This belief turns up as a scene in the 1992 film Como agua para chocolate (Like Water For Chocolate) , which is set in the late 1800s. After the wedding of a young Mexican couple, a scene from the wedding night shows the new wife nervously arranging a sheet over herself. Also, Simon Louvish's 1986 book The Death of Moishe-Ganef uses the sheet belief as a plot point.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0103994;",
  "Example": "",
  "Last Updated": "8 February 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/sheet.asp",
  "Claim": "Orthodox jews engage in marital relations through a hole in a sheet.",
  "Claim_ID": "religion_sheet",
  "Tags": ""
}