{
  "Origins": "Most of those of a religious bent believe in life everlasting for the faithful, a continuation of the life force that reaches far beyond the limitations of mortal flesh. In such belief systems, death is not an end but a transformation: though people shed their corporeal selves at the moment of demise, that which made them unique beings lives on to rejoin the Creator. We call this intrinsic personness \"the soul,\" an entity described in the dictionary as \"The immaterial essence, animating principle, or actuating cause of an individual life.\"",
  "Fact Check": "",
  "Description": "Yet as much as we believe in the concept of \"soul,\" this life spark remains strictly an article of faith. As central as it is to our perception of ourselves, it can't be seen or heard or smelled or touched or tasted, a state of affairs that leaves some of us uneasy. Without the soul, dead is dead. But if it could be proved to exist, a great deal of anxiety over what happens to us when we die would be vanquished. Enter Dr. Duncan MacDougall of Haverhill, Massachusetts. The doctor postulated the soul was material and therefore had mass, ergo a measurable drop in the weight of the deceased would be noted at the moment this essence parted ways with the physical remains. The belief that human beings are possessed of souls which depart their bodies after death and that these souls have detectable physical presences were around well before the 20th century, but claims that souls have measurable mass which falls within a specific range of weights can be traced to experiments conducted by Dr. MacDougall in 1907. Dr. MacDougall, seeking to determine \"if the psychic functions continue to exist as a separate individuality or personality after the death of brain and body,\" constructed a special bed in his office \"arranged on a light framework built upon very delicately balanced platform beam scales\" sensitive to two-tenths of an ounce. He installed upon this bed a succession of six patients in the end stages of terminal illnesses (four from tuberculosis, one from diabetes, and one from unspecified causes); observed them before, during, and after the process of death; and measured any corresponding changes in weight. He then attempted to eliminate as many physiological explanations for the observed results as he could conceive: The patient's comfort was looked after in every way, although he was practically moribund when placed upon the bed. He lost weight slowly at the rate of one ounce per hour due to evaporation of moisture in respiration and evaporation of sweat. During all three hours and forty minutes I kept the beam end slightly above balance near the upper limiting bar in order to make the test more decisive if it should come. At the end of three hours and forty minutes he expired and suddenly coincident with death the beam end dropped with an audible stroke hitting against the lower limiting bar and remaining there with no rebound. The loss was ascertained to be three-fourths of an ounce. This loss of weight could not be due to evaporation of respiratory moisture and sweat, because that had already been determined to go on, in his case, at the rate of one sixtieth of an ounce per minute, whereas this loss was sudden and large, three-fourths of an ounce in a few seconds. The bowels did not move; if they had moved the weight would still have remained upon the bed except for a slow loss by the evaporation of moisture depending, of course, upon the fluidity of the feces. The bladder evacuated one or two drams of urine. This remained upon the bed and could only have influenced the weight by slow gradual evaporation and therefore in no way could account for the sudden loss. There remained but one more channel of loss to explore, the expiration of all but the residual air in the lungs. Getting upon the bed myself, my colleague put the beam at actual balance. Inspiration and expiration of air as forcibly as possible by me had no effect upon the beam. My colleague got upon the bed and I placed the beam at balance. Forcible inspiration and expiration of air on his part had no effect. In this case we certainly have an inexplicable loss of weight of three-fourths of an ounce. Is it the soul substance? How other shall we explain it?2 MacDougall repeated his experiment with fifteen dogs and observed that \"the results were uniformly negative, no loss of weight at death.\" This result seemingly corroborated MacDougall's hypothesis that the loss in weight recorded as humans expired was due to the soul's departure from the body, since (according to his religious doctrine) animals have no souls. (MacDougall's explanation that \"the ideal tests on dogs would be obtained in those dying from some disease that rendered them much exhausted and incapable of struggle\" but \"it was not my fortune to get dogs dying from such sickness\" led author Mary Roach to observe that \"barring a local outbreak of distemper, one is forced to conjecture that the good doctor calmly poisoned fifteen healthy canines for his little exercise in biological theology.\") In March 1907 accounts of MacDougall's experiments were published in The New York Times and the medical journal American Medicine , prompting what Mary Roach described as an \"acrid debate\" in the latter's letters column: Fellow Massachusetts doctor Augustus P. Clarke took MacDougall to task for having failed to take into account the sudden rise in body temperature at death when the blood stops being air-cooled via its circulation through the lungs. Clarke posited that the sweating and moisture evaporation caused by this rise in body temperature would account both for the drop in the men's weight and the dogs' failure to register one. (Dogs cool themselves by panting, not sweating.) MacDougall rebutted that without circulation, no blood can be brought to the surface of the skin and thus no surface cooling occurs. The debate went on from the May issue all the way through December . . .3 It would take a great deal of credulity to conclude that MacDougall's experiments demonstrated anything about post-mortem weight loss, much less the quantifiable existence of the human soul. For one thing, his results were far from consistent, varying widely across his half-dozen test cases: \"[S]uddenly coincident with death . . . the loss was ascertained to be three-fourths of an ounce.\" \"The weight lost was found to be half an ounce. Then my colleague auscultated the heart and found it stopped. I tried again and the loss was one ounce and a half and fifty grains.\" \"My third case showed a weight of half an ounce lost, coincident with death, and an additional loss of one ounce a few minutes later.\" \"In the fourth case unfortunately our scales were not finely adjusted and there was a good deal of interference by people opposed to our work . . . I regard this test as of no value.\" \"My fifth case showed a distinct drop in the beam requiring about three-eighths of an ounce which could not be accounted for. This occurred exactly simultaneously with death but peculiarly on bringing the beam up again with weights and later removing them, the beam did not sink back to stay for fully fifteen minutes.\" \"My sixth and last case was not a fair test. The patient died almost within five minutes after being placed upon the bed and died while I was adjusting the beam.\" So, out of six tests, two had to be discarded, one showed an immediate drop in weight (and nothing more), two showed an immediate drop in weight which increased with the passage of time, and one showed an immediate drop in weight which reversed itself but later recurred. And even these results cannot be accepted at face value as the potential for experimental error was extremely high, especially since MacDougall and his colleagues often had difficulty in determining the precise moment of death, one of the key factors in their experiments. (MacDougall later attempted to explain away the timing discrepancies by concluding that \"the soul's weight is removed from the body virtually at the instant of last breath, though in persons of sluggish temperament it may remain in the body for a full minute.\") Dr. MacDougall admitted in his journal article that his experiments would have to repeated many times with similar results before any conclusions could be drawn from them: If it is definitely proved that there is in the human being a loss of substance at death not accounted for by known channels of loss, and that such loss of substance does not occur in the dog as my experiments would seem to show, then we have here a physiological difference between the human and the canine at least and probably between the human and all other forms of animal life. I am aware that a large number of experiments would require to be made before the matter can be proved beyond any possibility of error, but if further and sufficient experimentation proves that there is a loss of substance occurring at death and not accounted for by known channels of loss, the establishment of such a truth cannot fail to be of the utmost importance.2 Nonetheless, MacDougall believed he was onto something four years later the New York Times reported in a front-page story that he had moved on to experiments which he hoped would allow him to take pictures of the soul: Dr. Duncan MacDougall of Haverhill, who has experimented much in the observation of death, in an interview published here to-day expressed doubt that the experiments with X rays about to be made at the University of Pennsylvania will be successful in picturing the human soul, because the X ray is in reality a shadow picture. He admits, however, that at the moment of death the soul substance might become so agitated as to reduce the obstruction that the bone of the skull offers ordinarily to the Roentgen ray and might therefore be shown on the plate as a lighter spot on the dark shadow of the bone. Dr. McDougall is convinced from a dozen experiments with dying people that the soul substance gives off a light resembling that of the interstellar ether. The weight of the soul he has determined to be from one-half ounce to nearly an ounce and a quarter.4 MacDougall seems not to have made any more experimental breakthroughs regarding the measurement of the human soul after 1911 (at least, none considered remarkable enough to have been reported in the pages of the New York Times ), and he passed away in 1920. Nonetheless, his legacy lives on in the oft-expressed maxim that the human soul weighs 21 grams . (At the moment of death, MacDougall's first test subject decreased in weight by three-fourths of an ounce, which is 21.3 grams .) What to make of all this? MacDougall's results were flawed because the methodology used to harvest them was suspect, the sample size far too small, and the ability to measure changes in weight imprecise. For this reason, credence should not be given to the idea his experiments proved something, let alone that they measured the weight of the soul as 21 grams . His postulations on this topic are a curiosity, but nothing more. An interesting counterpoint to this item is another widespread belief of those long-ago times, one which held that the human body gained weight after death the exact opposite of what Dr. MacDougall was attempting to prove: More prevalent is the other belief, expressed in the phrase \"dead weight,\" that a body weighs more after death. But it only seems to weigh more. We carry our own bodies about so easily that we are unaware of what an exertion it really requires. And when, in some emergency that forces us to bear the additional weight of another body, we feel a gravitational pull of from two hundred and fifty to three hundred pounds, we are astonished and assume that the other body has somehow acquired additional heaviness. The weight of a corpse, or even of an amputated limb, is startling when felt for the first time. A husky man, flourishing his arms about, has no idea that they weigh as much as twenty-pound sacks of sugar; and a jitterbugging girl doesn't realize that she is throwing a couple of forty-pound legs around as if they were ping-pong balls.1 Sightings: The title of the 2003 film 21 Grams was taken from this belief.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0393050939/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/1883620074/ref=urbanlegendsrefe;http://us.imdb.com/title/tt0315733/;",
  "Example": "[Evans, 1946] Those who believe that the body becomes lighter [at the moment of death] seem to think that the soul has weight, weight that must of necessity depart with it, and with that brisk disregard of strict veracity which so frequenly marks discussions of this nature have claimed that dying men, at the very moment of their decease, have been placed on delicate scales that have recorded their mortuary degravitation. But these persons have never been able to specify in just what ghoulish laboratory this took place, or what private home was so interestingly equipped, or the names and addresses of the relatives who so commendably placed scientific and religious curiosity before sentimental concern for the patient's comfort.1",
  "Last Updated": "24 April 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/religion/soulweight.asp",
  "Claim": "A physician once placed dying patients upon a scale in order to measure the weight of the human soul.",
  "Claim_ID": "religion_soulweight",
  "Tags": ""
}