{
  "Origins": "Prior to the farce that was the U.S. Presidential election of 2000, few knew what the little bits of paper punched from a ballot were called, and no one much cared. The situation surrounding the balloting in Florida changed all that. Overnight, the electorate found itself in a world where talk of 'chads' was all the rage, with the significance of dimpled, hanging, and pregnant ones hotly disputed. An unfamiliar word no one had much noticed was now on everyone's lips, the Internet quickly picking up the slack with a false history of its etymology when ordinary dictionaries failed to provide much illumination. 'Chad' was fast on its way to becoming the word of the year.",
  "Fact Check": "",
  "Description": "Somewhere in the furor, someone noticed there had once been a Catholic saint of this name, and a hasty perusal of the details of his life appeared to link him to a disputed election. This link kicked in the irony afterburners. It didn't take long for statements of \"St. Chad would be the perfect patron saint for disputed elections\" to morph into \"St. Chad is the patron saint of disputed elections.\" St. Chad isn't the patron saint of disputed elections no calendar of saints lists him as such, and probably none ever will. The details of his life don't support this association, as much as we, the irony-seekers, would like to find one. Chad was born in Northumbria, probably around A.D. 620. He and his three brothers became priests, and he studied with his brother, Cedd, at Lindisfarne under St. Aidan. (These two brothers went on to become two of the earliest native bishops of the English church and were both canonized after their deaths. Their mama must have been very proud she'd produced two saints.) His career as a bishop began under a cloud due to a botched consecration and a muddle over who had been appointed to serve where, and it is upon these points joking references to him being the \"patron saint of disputed elections\" rest. Chad served for a time as a priest in Ireland but was recalled to run an abbey in Yorkshire. He was soon summoned by King Oswin to become bishop of York, but Oswin's son had already appointed another worthy priest, Wilfrid, to that office. Wilfrid was out of the country, however, seeking proper consecration from the bishops in Gaul. He afterwards chose to remain with them for an additional two years, setting the stage for what was to be an embarrassing situation all around. It is likely honest confusion over who had been granted the mandate for the bishopric of York that led to Chad's belief he had been appointed to serve there. It is also possible King Oswin had concluded Wilfrid was dead, thus necessitating his appointment of Chad. However it came about, Chad left his abbey and took up his duties in York. Further complicating an already contentious situation was Chad's formal installation as Bishop of York: it was botched. Those who carried out the ceremony were mavericks still clinging to Celtic ways instead of embracing the new unified forms of the Church. Their consecration of Chad was therefore ruled improper because technically those doing the anointing were deemed to be out of communion with the Church. Even if Chad had been appointed to fill an actual vacancy (as opposed to one already occupied, albeit in absentia, by Wilfrid), he would have had to have been re-consecrated by clerics recognized by Rome. Wilfrid returned to England in 666. Finding Chad performing his duties in his place, he retired to the abbey at Ripon. When St. Theodore of Tarsus came to England in 669, one of the first things he did was depose Chad and restore Wilfrid. Chad had not been elected to the post he'd usurped, hence any claims his \"resignation\" stemmed from his stepping aside after a disputed election are fatuous. (His resignation was of the face-saving sort seen so often these days in the world of business he hadn't a lot of choice in the matter, although he did craft a masterful letter to St. Theodore: \"If you know I have not duly received episcopal ordination, I willingly resign the office, for I never thought myself worthy of it,\" wrote Chad.) St. Theodore was not a foolish man, and he clearly recognized Chad's holiness and abilities, even if the priest's consecration had been botched, and even though he'd had to remove him from a post the man shouldn't have been occupying. Now that the Northumbrian situation had been laid to rest, Theodore quickly rectified the defect in Chad's consecration. No longer Bishop of York, Chad retired to the monastery at Lastingham. Although it has become fashionable in the current \"Chad as patron saint of disputed elections\" frenzy to claim Theodore was so impressed by Chad's humility that he declared the ordination valid and asked the king to appoint him bishop of Mercia, in truth it was the king of Mercia who set things in motion later in 669 by asking Theodore to appoint a bishop for his people. Theodore recalled Chad from Lastingham and appointed him to this new post. Chad settled the Mercian see at Lichfield, and rapidly acquired a reputation for sanctity. He lived there in quiet simplicity until his death three years later from bubonic plague in 672. Should Chad be recognized as the patron saint of disputed elections anyway? Probably not, but that doesn't mean popular wisdom won't refer to him as such from now on. If anything, though, he should be recognized as the humble and holy man he was. If there's an opening for a patron saint of humility, he gets my vote. [Prayer for St. Chad's Day (March 2), Episcopal Church] Almighty God, for the peace of the church, your servant Chad relinquished cheerfully the honors that had been thrust upon him, only to be rewarded with equal responsibility: Keep us, we pray, from thinking of ourselves more highly than we ought to think, and ready at all times to step aside for others, that the cause of Christ may be advanced. Though the woes of Election 2000 served to focus attention on a long-dead priest few would otherwise have heard of, little thought appeared to have been given to Wilfrid, although his sacrifice was arguably greater than Chad's. Remember, Wilfrid came back from Gaul only to find another priest serving in his duly appointed place. We don't know how he handled this news whether he made a great fuss, a small fuss, or no fuss at all but we do know he retired to an abbey, leaving Chad to manage the bishopric of York for an additional three years until Theodore showed up to set things to rights. If honors are being given out for relinquishing that which didn't belong to the relinquisher in the first place, should there not be even greater honors accorded to the one who stepped back from what he'd duly and properly been appointed to? Barbara \"honor role\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "13 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/chad.asp",
  "Claim": "St. Chad is the patron saint of disputed elections.",
  "Claim_ID": "religion_chad",
  "Tags": ""
}