{
  "Origins": "The destruction and loss of life caused by the 26 December tsunami was on a scale incomprehensible to ordinary human understanding. All told, the death toll is currently estimated at more than 294,000 and continues to rise. An accurate count of the dead may never be possible because so many were swept away, never to be seen again. Even a reliable count of those whose corpses were left to litter the land is not to be had because so many of the victims of that tragedy were hastily buried in mass graves, their identities unknown even their number uncounted because the need to protect the living from the looming threat of disease had to take precedence over the rights of the dead to dignified interments.",
  "Fact Check": "",
  "Description": "Of the many nations to have been assaulted by the deadly waves, Indonesia, a nation whose population is 88% Muslim, was the hardest hit. According to its health ministry, 240,774 of that nation's people are listed as dead or missing (113,000 confirmed and 127,774 missing and almost certainly dead). Indonesia's Aceh province on the island of Sumatra paid the dearest price. It was nearest to the epicenter of the massive earthquake that set the waves in motion, so it took the full force of the subsequent tsunamis. In the city of Meulaboh, which is about 110 miles south of Banda Aceh, the provincial capital, one-third to one-half the pre-tsunami population of 60,000 lost their lives. Within our framework of understanding the workings of the natural world, this magnitude of disaster seems wildly out of place and so cries out for explanation. Yet this understanding is flawed because every century at least one great disaster claims upwards of 100,000 lives, and often there are two or three such cataclysmic events. In this environment of answers desperately sought, tales of a vengeful God smiting down wrongdoers even as He preserves the lives of the faithful are deeply satisfying and often immediately accepted as truth because they provide a reason for the sudden great loss of life that is easy to comprehend. They also carry with them an implied assurance that the calamity was not the ordinary course of things and thus of our world's continuing to be a relatively secure place where terrible things will not happen just because they can. Most comforting of all, they demonstrate that the faithful will always be protected from harm by a loving and just God. The story quoted above is one such attempt to make sense of the horror that was visited on the world on the day after Christmas in 2004. By its lights, Christians forbidden the right to celebrate within the city the birthday of their Savior meekly accepted this constraint and moved their worship elsewhere. By virtue of their humbly accepting the commands of their repressive Muslim neighbors and absenting themselves from their homes to instead gather on a hilltop, they moved safely out of harm's way. When the killer waves came to take the lives of their Muslim oppressors and lay waste to the city that would not celebrate the birth of Christ, the faithful were elsewhere, having heeded the dictate to turn the other cheek in preference to digging in their heels to demand what should have been their right. It is an interesting story. Unfortunately, the facts do not support it. After the tsunamis, disaster teams moved into the city of Meulaboh as quickly as they could get there, both to bring relief to the surviving inhabitants and to establish one of the two major aid distribution points for Aceh province (Banda Aceh is the other). Even amid all the chaos, the return of 400 people would not have gone unnoticed, nor would their story of having been away worshipping on a mountaintop when the waves came in have gone unreported. Yet despite the immediate presence of aid workers from around the world who came to help distribute supplies, a great many of whom were Christian and who would have been happy to trumpet any good news from the site of the disaster, the story did not surface. The press failed to pick it up too not so much as one of those 400 supposedly spared told his tale of salvation to any of the reporters there to cover the devastation. Some might be tempted to attribute this dearth of news coverage to a lack of interest on the part of a secular press far more fascinated by other aspects of the disaster. Yet that would not explain how the Catholic News Service could on 24 January 2005 manage to produce this article on conditions in Meulaboh yet fail to mention the miraculous survival of the city's Christians. Likewise, this article detailing World Vision's tsunami-relief efforts makes no mention of the miracle even though it details its activities in Meulaboh. (World Vision describes itself as \"an international partnership of Christians whose mission is to follow our Lord and Saviour Jesus Christ in working with the poor and oppressed to promote human transformation, seek justice and bear witness to the good news of the Kingdom of God.\") \"Now the Muslims of Meulaboh are saying that the God of the Christians punished us for forbidding the Christians from celebrating Christmas in the city.\" The claim of Meulaboh's Muslims decrying the disaster as a punishment earned for their having prevented Christians from worshipping in the city on Christmas Day lacks support. First, we've found no contemporaneous written record of Meulaboh's Christians being asked to go elsewhere, or indeed that any objection to their celebrations was voiced, by Muslims or anyone else. Contemporaneous oral accounts of this are missing too. While adherence to Sharia law does appear to be making gains in Aceh, most of the province's Muslims are moderates, not conservatives. There are radical Muslim groups in the area that have no love for Christians, viewing them as proselytizing convert-seekers, but groups such as the Free Aceh Movement that want to see Aceh declared an independent Muslim state are at odds with the government rather than are the ones running the place. (Indeed, the Indonesian government and the Free Aceh Movement have been going at it for decades, fighting many bloody battles in the process.) Second, although there have been numerous prayer meetings and religious gatherings in Meulaboh since the tsunamis, we find no record of anyone's having asserted at them that the religious majority's having treated Christians uncharitably brought on the waves. Indeed, former Prime Minister of Malaysia Tun Dr Mahathir Mohamad said in his 4 February address to the congregation at the Baiturrahman Mosque the catastrophe was a test from God on the faith of the Muslims. Others have echoed this view of why the catastrophe happened (God was testing his Muslim followers), with nary a mention of the supposedly widespread lament of the Muslims having been punished for their treatment of the Christians in their midst. It is interesting to note that a number of mosques in Aceh survived the tidal waves while other buildings around them were destroyed, an unfolding of events those of the Muslim faith might take as a sign of their religion enjoying heavenly protection, not censure, in that it could appear an attempt was made to spare the faithful. Yet it is also true those mosques were better constructed and more structurally sound than the buildings that were razed. The account of the 400 Christians who left Meulaboh to celebrate Christmas on a nearby mountain often lists Pastor Willem (Bill) Hekman of the Calvary Life Fellowship in Indonesia as its author. A person of such name is a pastor with that organization and does indeed appear to be the author of the piece, according to the Calvary Life Fellowship web site. Our e-mailed query to Pastor Hekman about his possible involvement with the tale has so far gone unanswered. (Which, given the state of things in Indonesia at the moment, is hardly surprising.) The Calvary Life Fellowship has since posted this notice on its web site: We have confirmed the story via phone and email with Bill Hekman and through an Indonesian pastor who has heard the story from several persons with firsthand knowledge, as follows: This is the account from the believers in Meulaboh. The 400 believers involved are from the Roman Catholic Church, GPIB Church and HKPB Church. They had requested permission from the District Leader (Camat), Police (POLRES) and DANDIM (Army) to celebrate Christmas in Meulaboh. They were told that since Meulaboh is under Sharia Islamic law it would better to go somewhere where there are no Moslems. So the believers left the morning of Dec. 25th and walked about 5 kms to a hill area. They were accompanied by some members of the Marine Corps who were also Christians. They celebrated Christmas the afternoon of Dec. 25th and stayed there for the night at a \"Retreat\". They had brought food, etc. to camp there for the night. The tsunami took place the morning of the 26th of Dec. These believers are now refugees living in Aceh Jaya. According to information we received about the Calvary Life Fellowship statement, the account being offered is not first-hand (that is, was written by someone who himself witnessed the event described). Indeed, it is at least fourth-hand and may be further removed than that: Bill Hekman got the story from Pastor Arnold Abraham in Ambon (also part of Indonesia, an island that is part of the Moluccas in the Banda Sea), who in turn had heard it from three Chinese Indonesian pastors who now live in the U.S. and a pastor who serves at a Pondok Kasih (\"House of Love,\" a refuge for the poor) in Surabaya, who in turn got it from folks in Meulaboh described as \"believers.\" (It is unclear if the people who gave the story to the three Chinese Indonesian pastors and the one serving in Surabaya asserted they had been part of the event themselves or if they were merely passing along a tale picked up from others.) Similar rumors about Christians or their places of worship being spared by the tsunamis abound: [Collected on the Internet, 2005] Apparently, there are three small islands in Indonesia, among the many, that are strongly Christian. There is also a nearby larger island that is, as you would suspect, strongly anti-Christian (Muslim). As the story goes, whenever someone on the larger island comes to a personal relationship with Christ, they are sought out and killed. It is a brutal environment. Here it is.......when the Tsunami went through recently, the larger island was literally wiped out. No more people, no more infrastructure of any sort. Gone. However, the earthquake caused the three smaller islands to be raised at least three meters above sea level. The outcome: not one person on the three smaller islands lost their life. Not one. The place is \"ship-shape\". Further to the story, these people are highly visual in their belief systems and when someone is healed, for example, many make up their mind about their faith based on the witness of the event. Which God is more powerful. It is hoped that many people will see the miracle that God performed for the three \"faithful\" islands. It almost goes without saying that the tale about three predominately Christian islands in Indonesia being raised ten feet to keep them safe from the killer waves is fiction. And while a great many areas of that island nation were severely stricken by the disaster, none of the islands was wiped out, let alone a large island where Muslims supposedly murdered Christian converts. [Collected on the Internet, 2005] No doubt you've heard about the earthquake in the Indian Ocean two days ago. What you've probably not heard is how God has preserved UNTOUCHED!!! the work He has been nurturing over the last 20+ years. There is now a massive CHRISTIAN training center on the second most holy place in Hinduism. Pastors who are leading whole villages to salvation in Jesus are being trained and equipped there. Because it is known that this is a Christian training center, the authorities have been very adamantly opposed to it. The Hindu priests have persecuted terribly those working at and attending the center, even to the point of death. By the grace of God, the work has flourished, though not without trial. Here are the facts as we've received them: In the middle of the night prior to the earthquake, a prophet at the training center on Rameswaram was awakened and met by the angel of death. The angel said that he was going to destroy the island of Rameswaram. The prophet called the elders of the church together to pray against this declaration. They didn't know what would happen but they prayed through the night. In the morning the quake occurred and the wave began to work it's devastation. Sri Lanka, mere miles away, was inundated, however, the island of Rameswaram was untouched to the degree that they didn't even lose a chicken. The training center is also untouched and the story continues... The governor of the island, under pressure from the Hindu priests, had been threatening to rescind the building permit that pertained to the training center. He had set a mandatory completion date for construction of December 31, 2004. At that time the building permit was to expire. The work on the building is not completed and prayer has been raised to God to allow construction to continue until completion. After the flood and disaster, the governor came to the leaders at the center and declared that he had been wrong and would not rescind the permit. Instead, he plead with them to let the authorities use the center as a refugee and relief center during the aftermath of the tsunami. Once again, God's incredibly kind hand has been shown to be very strong and outstretched on behalf of His work in India and those there He loves so dearly. This is simply one more in the amazing line of miracles that have been done to reach the millions living in darkness under Hinduism in that country. Praise His Name!!! Rameswaram, a small island about 100 miles southeast of Madurai in the Gulf of Mannar off the coast of India, is a major destination for Hindu pilgrims. It is home to one of the most venerable Hindu shrines, founded, according to lore, by Rama himself, and has for centuries drawn worshippers from all parts of India. Rameswaram was not harmed by the tsunamis because Sri Lanka took the brunt of the waves the earthquake had flung in its direction. There was no serious damage to property or loss of life in that area. We're having difficulty finding any information about a Christian training center being located on the island of Rameswaram, let alone of one being built over the objections of the local Hindu government. News stories from that part of the world also do not tell of any facilities in Rameswaram being used as refuge and relief centers. At this point, the only part of the story that holds up is the claim that this particular island was left unscathed by the tsunamis, a fact those the Hindu religion could point to as proof of God's special protection of them in that this most holy city and its many venerated temples were left untouched. By contrast, this story out of Chennai (formerly Madras), a sizeable city on the southeast coast of India, has at least a little something to it: [Collected on the Internet, 2005] CHENNAI (ICNS) The tsunami waves have subsided, but a miracle is being talked about across Chennai. It is the story of how St Thomas' miraculous post kept the invading waves away, sparing the newly renovated Santhome Cathedral. The Cathedral, the world's second basilica built on an apostle's tomb, has been giving shelter to hundreds of tsunami victims ever since the waves ravaged many buildings across the coast. But even though the killer tsunami waves devastated the Chennai coast, Father Lawrence Raj, the parish priest of the Santhome Cathedral Basilica, says \"The sea did not touch our church.\" The reason? \"We believe the miraculous post of St Thomas prevented the seawaters from entering the church,\" says Father Raj. The church that sits at the site where St. Thomas, one of the 12 apostles of Jesus Christ, was buried after his death in the year 72 is located a few metres from the sea. While all the buildings on either side of the church were hit by the tsunami waves, the Santhome Cathedral remained unaffected. Local people now say it is the St Thomas' miraculous post that has kept the sea away on December 26. According to Father Raj, the legend is that when St Thomas planted the post; at the top of the steps leading to the Cathedral, he said the sea would not pass that point. The priest saw from the terrace of church the angry sea in action, as it surged across the road and flooded the huts in front of St Thomas' post, which is an innocuous looking log of wood, mounted on a cement pedestal. The belief goes that a village in the Mylapore area was flooded when a huge tree trunk fell across the river. The local king brought a royal pachyderm to lug it away, but the task seemed impossible. Then, according to legend, St Thomas came along, removed the girdle from his waist and handed it to a bystander and asked him to yank the log with it. He did so and the log was moved easily. A mural in the Cathedral museum illustrates this incident. Father Raj says the current post is believed to be from that same log of wood. Hundreds of homeless survivors who have been staying in the church ever since the tragedy hit them have prayed to St Thomas for saving them. \"It is St Thomas who has saved me. This church was untouched by the waters; because of the miraculous power of the St Thomas' post,\" said K Sebastiraj, a fisherman who sought shelter in the Santhome Cathedral. Some 131 people were killed by the tsunamis in Chennai, most of them fisherfolk who lived in the lowest areas near the shore. The Santhome Cathedral, which was built over the tomb of apostle Thomas, was not harmed by the waves, but then neither was by far the greatest part of the city the damage in Chennai limited itself to the shore areas. From time immemorial, theologians have wrestled with the unanswerable question of why horrifying tragedy befalls the undeserving. Throughout the ages, many of those who have struggled with this paradox have found solace in the belief that all events, no matter how terrible, serve a greater purpose, with those of that mindset looking to find the underlying miracle in monumental disaster. It is far more comforting to believe in an avenging God who strikes down wrongdoers even as He protects the righteous than it is to make one's peace with the concept of disaster not picking its victims. Tales of miraculous survival of the faithful or preservation in the face of natural disaster of religious edifices are expressions of that need to believe in a world that makes sense and a benevolent God in charge of it all. Stories of heartless Muslims washed into the sea and Christ-rejecting cities destroyed even as the faithful were sheltered out of harm's way find a ready audience in that they fit right into what many need to believe if they are to feel at all safe in a most uncertain and treacherous natural world. In this, folklore is used as it always has been, to offer the comfort of an explanation for the inexplicable. Barbara \"lore, hear our prayer\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.expat.or.id/orgs/calvarylifefellowship.html;http://www.alertnet.org/thenews/fromthefield/217167/110802667318.htm;http://www.catholicnews.com/data/stories/cns/0500430.htm;",
  "Example": "[Collected on the Internet, 2005] We know that 80% of the town of Meulaboh in Aceh was destroyed by the Tsunami waves and 80% of the people also died. This is one of the towns that was hit the hardest. But there is a fantastic testimony from Meulaboh. In that town are about 400 Christians. They wanted to celebrate Christmas on December 25th but were not allowed to do so by the Muslims of Meulaboh. They were told if they wanted to celebrate Christmas they needed to go outside the city of Meulaboh on a high hill and there celebrate Christmas. Because the Christians desired to celebrate Christmas the 400 believers left the city on December 25th and after they celebrated Christmas they stayed overnight on the hill. As we all know the morning of December 26 there was the earthquake followed by the Tsunami waves destroying most of the city of Meulaboh and thousands were killed. The 400 believers were on the mountain and were all saved from destruction. Now the Muslims of Meulaboh are saying that the God of the Christians punished us for forbidding the Christians from celebrating Christmas in the city. Others are questioning why so many Muslims died while not even one of the Christians died there. Had the Christians insisted on their rights to celebrate Christmas in the city, they would have all died. But because they humbled themselves and followed the advice of the Muslims they all were spared destruction and can now testify of God's marvelous protection. This is a testimony of the grace of God and the fact that as believers we have no rights in the world. Our right is come before God and commit our lives to Him. Our right is kneeling down before the Lord almighty and commit our ways to Him. He is our Father and is very capable to care for His children. Praise the Name of the Lord. Bill Hekman Pastor Calvary Life Fellowship in Indonesia",
  "Last Updated": "24 February 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/tsunami.asp",
  "Claim": "Forbidden by the city's Muslims to celebrate Christmas in Meulaboh, Christians instead gathered on a high hill nearby and so were spared from the tsunami that wiped out the city.",
  "Claim_ID": "religion_tsunami",
  "Tags": ""
}