{
  "Origins": "In October 2012, 93-year-old Christian evangelist Billy Graham placed full-page advertisements in several U.S. newspapers, including the Columbus Dispatch , the Wall Street Journal , and USA Today , regarding the upcoming 2012 elections (one example of which can be viewed here ).The ads featured a black-and-white photograph of Billy Graham holding a Bible and included text urging readers to vote for candidates who \"protect the sanctity of life\" and \"support the biblical definition of marriage between a man and a woman\":",
  "Fact Check": "",
  "Description": "The legacy we leave behind for our children, grandchildren, and this great nation is crucial. As I approach my 94th birthday, I realize this election could be my last. I believe it is vitally important that we cast our ballots for candidates who base their decisions on biblical principles and support the nation of Israel. I urge you to vote for those who protect the sanctity of life and support the biblical definition of marriage between a man and a woman. Vote for biblical values this November 6, and pray with me that America will remain one nation under God. On Nov. 6, the day before my 94th birthday, our nation will hold one of the most critical elections in my lifetime. We are at a crossroads and there are profound moral issues at stake. I strongly urge you to vote for candidates who support the biblical definition of marriage between a man and a woman, protect the sanctity of life and defend our religious freedoms. The Bible speaks clearly on these crucial issues. Please join me in praying for America, that we will turn our hearts back toward God. Although the ads mentioned no candidate by name, they were widely perceived as supportive of the Republican presidential nominee Mitt Romney, who had a meeting with Graham earlier that month (which garnered some controversy when a statement identifying Mitt Romney's religion, Mormonism, as a cult was removed from the Billy Graham Evangelistic Association's web site shortly afterwards).",
  "Originally Published": "",
  "Referred Links": "http://www.citizen-times.com/article/20121016/NEWS/310160022/Mormon-cult-article-removed-from-Billy-Graham-website;http://www.latimes.com/news/politics/la-pn-billy-graham-romney-endorsement-20121011,0,2827291.story;http://msgboard.snopes.com/politics/info/grahamad.pdf;",
  "Example": "[Collected via e-mail, October 2012] Email reproduces full page ad allegedly placed in Wall StreetJournal by Billy Graham....True of false? Is this really Billy Graham or someone using him for political purposes?",
  "Last Updated": "23 October 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/grahamad.asp",
  "Claim": "Evangelist Billy Graham placed full-page advertisements in U.S. newspapers regarding the 2012 election.",
  "Claim_ID": "religion_grahamad",
  "Tags": ""
}