{
  "Origins": "Yes, it's true. Texas Governor George W. Bush signed a memorandum on 17 April 2000 proclaiming 10 June to be 'Jesus Day' in Texas, a day that \"challenges people to follow Christ's example by performing good works in their communities and neighborhoods.\"",
  "Fact Check": "",
  "Description": "The proclamation was viewable in the Governor's section of the web site for the State of Texas, but only the last few months' proclamations are kept on the site, so this one is no longer available. Luckily, PBS has a copy housed on its site. Note, however, that Governor Bush did not simply decide to create an arbitrary 'Jesus Day' for the State of Texas. His proclamation was issued in support of a national celebration of Jesus Day , an annual event supported by proclamations from other governors and mayors throughout America as well.",
  "Originally Published": "",
  "Referred Links": "http://www.jesusday.org/;http://www.pbs.org/wgbh/pages/frontline/shows/jesus/art/pop_jesusday.jpg;",
  "Example": "[Collected on the Internet, 2000] Throughout the world, people of all religions recognize Jesus Christ as an example of love, compassion, sacrifice and service. Reaching out to the poor, the suffering and the marginalized, he provided moral leadership that continues to inspire countless men, women and children today. To honor his life and teachings, Christians of all races and denominations have joined together to designate June 10 as Jesus Day. As part of this celebration of unity, they are taking part in the 10th annual March for Jesus in cities throughout the Lone Star State. The march, which began in Austin in 1991, is now held in nearly 180 countries. Jesus Day challenges people to follow Christ's example by performing good works in their communities and neighborhoods. By nursing the sick, feeding the poor or volunteering in homeless shelters, everyone can play a role in making the world a better place. I urge all Texans to answer the call to serve those in need. By volunteering their time, energy or resources to helping others, adults and youngsters follow Christ's message of love and service in thought and deed. Therefore, I, George W. Bush, Governor of Texas, do hereby proclaim June 10, 2000, Jesus Day in Texas and urge the appropriate recognition whereof, in official recognition whereof, I hereby affix my signature this 17th day of April, 2000.",
  "Last Updated": "15 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/religion/jesusday.asp",
  "Claim": "By proclamation of Governor George W. Bush, 10 June 2000 was 'Jesus Day' in Texas.",
  "Claim_ID": "religion_jesusday",
  "Tags": ""
}