{
  "Origins": "No, nobody is seriously planning to clone Jesus. This scheme was a put-on from the year 2000, an explanation of which could be found on the now-defunct Second Coming Project web site, where the link for more information provided adequate evidence that their notion of cloning Jesus was just a provocative put-on. (The person behind this stunt was Kristan Lawson, who is primarily known for having published the Unabomber's manifesto in book form, and the address provided for readers to use to send their donations to \"The Second Coming Project\" is in fact the address of his publishing house, Jolly Roger Press.)",
  "Fact Check": "",
  "Description": "Even if we considered this scheme seriously, a good many \"splinters of the true cross\" and samples of the \"real\" blood, hair, and foreskin of Christ for a few dozen Jesus are of questionable origin. Determining which, if any, of these samples were genuine would be a matter of sheer trial and error, with no guarantee that we'd even know if we were successful. How could we tell if we'd really cloned Jesus? He almost certainly wouldn't look like the modern image of Christ, and it would be rather arrogant of us to assume His divinity was simply a matter of genetics. In any case, it's not for us to take matters upon ourselves to \"save the world from sin\" and \"initiate the second coming of the Christ.\" The Book of Matthew says to \"keep watch, because you do not know on what day your Lord will come,\" and Thessalonians tells us we \"know very well that the day of the Lord will come like a thief in the night.\" Those sound like pretty good \"Biblical reasons not to take advantage of\" cloning technology. Sightings: The notion of cloning Jesus (or some other long-dead spiritual leader) is a familiar plot, turning up in the 1997 John Case novel The Genesis Code , a 1993 episode of Star Trek: The Next Generation (\"Rightful Heir,\" in which Kahless, a deified Klingon warrior, seemingly returns from the dead), and a 1999 episode of The Outer Limits (entitled \" The Shroud \").",
  "Originally Published": "",
  "Referred Links": "http://www.theouterlimits.com/episodes/season5/510.htm;http://web.archive.org/web/20010312011552/www.feralhouse.com/cgi-bin/store/commerce.cgi?page=ac2.html;http://web.archive.org/web/20000614170338/http://www.clonejesus.com/;",
  "Example": "[Collected on the Internet, 2000] THE SECOND COMING PROJECT The Second Coming Project is a not-for-profit organization devoted to bringing about the Second Coming of Our Lord, Jesus Christ, as prophesied in the Bible, in time for the 2,000th anniversary of his birth. Our intention is to clone Jesus, utilizing techniques pioneered at the Roslin Institute in Scotland, by taking an incorrupt cell from one of the many Holy Relics of Jesus' blood and body that are preserved in churches throughout the world, extracting its DNA, and inserting into an unfertilized human egg (oocyte), through the now-proven biological process called nuclear transfer. The fertilized egg, now the zygote of Jesus Christ, will be implanted into the womb of a young virginal woman (who has volunteered of her own accord), who will then bring the babyJesus to term in a second Virgin Birth. If all goes according to plan, the birth will take place on December 25, 2001, thus making Anno Domini 2001 into Anno Domini Novi 1, and all calendrical calculations will begin anew. How Can This Be Possible? a. Modern cloning technology enables us to clone any large mammal - including humans - using just a single cell from an adult specimen. b. Throughout the Christian world are churches that contain Holy Relics of Jesus' body: his blood, his hair, his foreskin. Unless every single one of these relics is a fake, this means that cells from Jesus' body still survive to this day. c. We are already making preparations to obtain a portion of one of these relics, extract the DNA from one of its cells, and use it to clone Jesus. No longer can we rely on hope and prayer, waiting around futilely for Jesus to return. We have the technology to bring him back right now: there is no reason, moral, legal or Biblical, not to take advantage of it. IN ORDER TO SAVE THE WORLD FROM SIN, WE MUST CLONE JESUS TO INITIATE THE SECOND COMING OF THE CHRIST. The Second Coming Project is soliciting contributions and donations to help us is our quest. Time is short! We must have a fertilized Jesus zygote no later than April of 2001 if Baby Jesus is to come to term on the predicted date. Please send all contributions to: The Second Coming Project P.O. Box 295 Berkeley, CA 94701",
  "Last Updated": "14 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/clone.asp",
  "Claim": "A group known as 'The Second Coming Project' is seeking to clone Jesus from the DNA of holy relics.",
  "Claim_ID": "religion_clone",
  "Tags": ""
}