{
  "Origins": "This anecdote of 19th century Methodists in North Carolina who were rebuffed in their efforts to purchase a particular piece land for a new church building, only to see the church they instead built on an alternate site lifted by a hurricane and deposited onto the very plot they had attempted to buy, is true in the main although the denouement has been spiced up a bit in the above-quoted example to reflect the religious awe theme of the tale.",
  "Fact Check": "",
  "Description": "As chronicled on the Economic Development Partnership of North Carolina's web site , \"The Church Moved by the Hand of God\" story involved what is now known as Providence United Methodist Church and took place in September 1876: Since the late 19th century, Providence United Methodist Church has been known as The Church Moved by the Hand of God. Although in the ensuing years the story of this 'miracle' seems to have gotten the actual facts a little mixed up, no one can deny that the simple frame building at the rear of the present brick church seemed to be destined by fate. Somewhat frustrated when their efforts to obtain their chosen site on which to build a church were rebuffed by the land owner, Samuel R. Sadler, the group built on another lot in the village. On September 16, 1876, as their new church was being dedicated, a hurricane hit the village. Reportedly, heavy rains and wind tide pushed in from the Pamlico Sound and flooded the town, until the village and surrounding area were under five feet of water. The winds were strong and relentless, and the new church building was floated off its brick pilings and began the journey which gives the story credence. The church traveled north and then east, eventually reaching the exact piece of property the congregation had earlier attempted to purchase. After turning itself around facing Main Street, the church settled onto this higher piece of ground and remained there. Title to the land was eventually obtained in 1881. The 2007 book Hurricanes and the Middle Atlantic States provides a slightly more detailed acocunt: The congregation of Providence United Methodist Church believes the event a miracle. In 1874, members wanted to build on prime property in Swan Quarter, a village located along Pamlico Sound in northeastern North Carolina. The owner refused to sell, so they erected their church elsewhere. But there was something about the original site. During September 16-17, 1876, on the eve of the edifice's dedication, a hurricane blew through the area. Pamlico Sound engulfed Swan Quarter, sweeping the sanctuary off its foundation. A Providence United brochure tells what happened: \"A miracle was happening the church was floating down the road. The church 'moved by the hand of God.' It went straight down the road to a corner and bumped into a general store owned by George V. Credle. The corner is now Oyster Creek Road and U.S. 264 Business. \"Then a curious thing happened! The building took a sharp right turn and headed down the road for about two blocks until it reached the corner of what is now Church Street. Then it moved slightly off its straight-line course, took another turn to the left, crossed the Carawan Canal directly in front of the place where people desired the church to be, and settled exactly in the center of the Sam Sadler property, the site which had been refused.\" And that's where the building remains today. The land was subsequently sold to the congregation. Originally designated the \"Methodist Episcopal Church South,\" it was later renamed \"Providence United Methodist Church\" a tribute to what members considered divine intervention. Finally, Carolina Weekly also wrote of \"The Church Moved by the Hand of God\" that: Swan Quarter is a charming coastal North Carolina village that serves as the county seat for Hyde County. Though modest in stature, it is by no means hidden from the sight of God as indicated by local tradition. It was in the 1870's that local Methodists in the village decided to work together on constructing a church for their worship services. Their hopes were to acquire the highest ground in the sea-level village. The building committee of the church approached the owner of the most suitable vacant lot and offered to purchase it. The owner, Samuel Sadler, declined to sell to the church, indicating his desire to use it for his own plans and would not sell at any price to the church. While disappointed, the church members chose an alternative, but less suitable site for their church and began to build. It would be in September of 1876 when the church was nearly completed. Before its dedication, a violent hurricane blew in off the ocean and flooded Swan Quarter with considerable water from the sound. It was then, that many say a miracle occurred and one that has been long remembered. As the tempest winds blew their mightiest, the foundation of the unfinished church gave way and was lifted by the floodwaters. According to local tradition, citizens watched in awe as the little Methodist church floated like a ship and move from its lot. It is said that the church floated down the street, passing houses and storefronts and made a right turn at an intersection amidst the winds, rain and floodwater. It moved upon the highest vacant lot in the village, the very same land that the church had requested to purchase from the unwilling property owner. Before it settled, it is said to have miraculously rotated around to face the street and there is would stay. By 1881, the church had acquired the lot where the members had originally wanted to build the sanctuary and the little church that God divinely guided to that site inspired the name, \"Providence United Methodist Church.\" The church s membership had grown considerably by the 1900 s. In 1913, a brick sanctuary was built to replace the original frame structure. Today, the small frame church sits behind the modern brick sanctuary of the Providence United Methodist Church on Main Street in Swan Quarter and serves as church classrooms. Note that none of these sources describes the property owner coming \"with trembling hand to sign over the title deed to the church\" immediately after the flood deposited the Methodist church building on his land. As they all confirm, the land in question was eventually sold to the church several years after the events described.",
  "Originally Published": "",
  "Referred Links": "http://www.visitnc.com/listing/the-church-moved-by-the-hand-of-god;",
  "Example": "[Collected via e-mail, September 2014] This is a true story. In the 1870s, when the citizens of Swan Quarter, North Carolina, beganlooking for a piece of property for a new Methodist church building, theirsights fell on a nice piece of elevated land where the structure would bereasonably protected from coastal flooding. But the landowner had morelucrative plans for the property and declined their offer. So the church was built on another site and dedicated on September 16,1876. Within a matter of days, however, a monster hurricane reachedlandfall at this precise location. One casualty of the storm was thebrand-new Swan Quarter United Methodist Church, which was lifted up offits pilings by the surging tide of storm water and was carriednorth floating, intact and then inexplicably east, eventually coming torest on the very tract of land its leaders had originally requested. Aslegend tells it, the property owner came with trembling hand to sign overthe title deed to the church.",
  "Last Updated": "23 October 2014",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/religion/floatingchurch.asp",
  "Claim": "A new church was moved by a hurricane onto a plot of land that church members had originally attempted to purchase for it.",
  "Claim_ID": "religion_floatingchurch",
  "Tags": ""
}