{
  "Origins": "This inventive work of fiction was penned and released onto the Internet on 2 August 2001. It was written by Elroy Willis, proprietor of Religion in the News , a site that warns visitors what they're in for:",
  "Fact Check": "",
  "Description": "Apparently some readers didn't manage to work out which were which, because this tale has washed up in our inbox numerous times since its debut. In October 2001, the story was repeated in the pages of The Weekly World News , a tabloid whose stock in trade is sensationalistic fiction written up in the style of news accounts. In the WWN report, Little Rock, Arkansas, was changed to Atlanta, Georgia, and Georgann Williams, 28, became Geraldine Solstice, 58. The dead woman's husband shifted from being Everett Williams to Everett Solstice, and Jesus lookalike Ernie Jenkins, 32, was magically transmuted into Madison Grosnik, 28. Yeesh. (Elroy Willis later penned a follow-up article describing his reactions to his original story's becoming mistaken for a genuine news report.) \"The Rapture\" refers to a time when Jesus will return to claim the faithful. On that day, Christians dead and alive will be drawn up into the clouds to meet Him. A recurrent theme in descriptions of this event involves their floating up through the air, irresistibly drawn as if to a holy magnet. It's this image which fuels the \"mistaken Rapture\" piece, spurred by the twelve helium-inflated sex dolls heading skyward. The joke may be lost on those whose religions do not teach about The Rapture for them, this story might seem an oddball bit of humor; not quite the belly laugh it is for those of us who have been taught to expect to see this flight to Jesus first-hand. Barbara \"only that which is 99 44/100% pure is expected to float\" Mikkelson Sightings: The 20 June 2004 episode of HBO's television series Six Feet Under (\"In Case of Rapture\") opened with a dramatization of this item. Additional information: The Rapture Defined",
  "Originally Published": "",
  "Referred Links": "http://www.biblebell.org/proph/rapture1.html;",
  "Example": "ARKANSAS CITY (AP) A Little Rock woman was killed yesterday after leaping through her moving car's sun roof during an incident best described as \"a mistaken rapture\" by dozens of eye witnesses. Thirteen other people were injured after a twenty-car pile up resulted from people trying to avoid hitting the woman who was apparently convinced that the rapture was occurring when she saw twelve people floating up into the air, and then passed a man on the side of the road who she claimed was Jesus. \"She started screaming \"He's back, He's back\" and climbed right out of the sunroof and jumped off the roof of the car,\" said Everett Williams, husband of 28-year-old Georgann Williams who was pronounced dead at the scene. \"I was slowing down but she wouldn't wait till I stopped,\" Williams said. She thought the rapture was happening and was convinced that Jesus was gonna lift her up into the sky,\" he went on to say. \"This is the strangest thing I've seen since I've been on the force,\" said Paul Madison, first officer on the scene. Madison questioned the man who looked like Jesus and discovered that he was dressed up as Jesus and was on his way to a toga costume party when the tarp covering the bed of his pickup truck came loose and released twelve blow up sex dolls filled with helium which floated up into the air. Ernie Jenkins, 32, of Fort Smith, who's been told by several of his friends that he looks like Jesus, pulled over and lifted his arms into the air in frustration, and said , \"Come back here,\" just as the Williams' car passed him, and Mrs. Williams was sure that it was Jesus lifting people up into the sky as they passed by him, according to her husband, who says his wife loved Jesus more than anything else. When asked for comments about the twelve sex dolls, Jenkins replied \"This is all just too weird for me. I never expected anything like this to happen.\"",
  "Last Updated": "14 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/rapture.asp",
  "Claim": "A woman dies leaping through her car's sunroof when events convince her that Jesus has returned.",
  "Claim_ID": "religion_rapture",
  "Tags": ""
}