{
  "Origins": "Yet another bit of inventive fiction from Religion in the News has achieved e-lore status by becoming one of the many tales folks delight in mailing to one another, then puzzling over whether they could possibly be true. Elroy Willis, the proprietor of that site, wrote the dashboard Jesus tale in January 1999, posting it to the newsgroups alt.atheism and alt.atheism.satire. His first published draft lacked the \"We're just glad our daughter had Jesus in her heart when she died\" finale, but this coda was quickly added.",
  "Fact Check": "",
  "Description": "Unlike Landover Baptist , a well-known spoof site which takes mighty swipes at religion but doesn't clearly indicate to the unwary that all of its articles are humor pieces, Religion in the News warns its visitors what they're in for: Some of these stories are really true. See if you can figure out which ones they are. Apparently, some who came to that site failed at this task, because this tale has washed up in our inbox numerous times since its 1999 debut. For those still harboring any doubts, there was no 17-year-old Darlene Fulps who launched her vehicle into an intersection against a red light believing the plastic Jesus she clutched to her chest would protect her. She, like the rest of the story, was fiction. We discuss another of Willis' creations on this site, the Leap of Faith rapture story, which also features a dumb woman, religion, and vehicular death. (And no, we're not saying any more than that because it's too enjoyable a tale to want to spoil by telling too much of it.) Barbara \"I don't care if it rains or freezes, long as I got my plastic Jesus sitting on the dashboard of my car\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.landoverbaptist.org/;",
  "Example": "Dashboard Jesus Kills Ohio Teen by Elroy Willis CINCINNATI (EAP) - A Cincinnati teenager was killed yesterday when her plastic Jesus dashboard figure was driven into her chest by her car's airbag which inflated during an accident involving two other vehicles. 17-year-old Darlene Fulps of Cincinnati was apparently holding her Jesus figure close to her chest when she ran through a red light and collided with two other vehicles in a busy intersection. \"The air bag inflated and pushed the head of Jesus straight through her heart,\" said Tom Young, medical examiner at the scene of the accident. \"If it wasn't for the plastic Jesus, Ms. Fulps would still be alive today.\" \"Air bags have saved thousands of lives, but in this case it actually took a life, thanks to Jesus,\" said police officer Graham Pryor, first officer at the scene. Robert Fulps, Darlene's father and devout Christian man said \"It was just our daughter's time to go, and we can't question the actions of God. My daughter loved Jesus and worshipped Him, and I think she's probably talking to Him in heaven right now.\" \"We gave our daughter the dashboard Jesus for her birthday last year, and she really liked it,\" said Mrs. Gladys Fulps. \"It's too bad that Jesus ended up killing her, but we believe she's in heaven now, and we're happy for her, and hope to re-unite with her when we get to heaven.\" \"We're just glad our daughter had Jesus in her heart when she died,\" said Mr. and Mrs. Fulps.",
  "Last Updated": "14 April 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/plastic.asp",
  "Claim": "Teen dies in car crash with a plastic Jesus dashboard ornament embedded in her chest.",
  "Claim_ID": "religion_plastic",
  "Tags": ""
}