{
  "Origins": "One of the most familiar accounts found in the Old Testament is the Book of Genesis story of Noah, who upon God's instruction built an ark to preserve himself, his family, and the animals of the world when God decided to destroy the world with a flood due to His regret over \"how great the wickedness of the human race had become on the earth.\" In that Biblical account, Noah and the ark's other inhabitants survived the cataclysmic deluge that flooded the surface of the Earth, and once the flood waters receded, \"the ark came to rest on the mountains of Ararat.\" For many centuries, religious scholars, philosophers, explorers, and others have attempted to determine just where in the world the \"mountains of Ararat\" actually are, and to uncover evidence documenting that the ark described in Genesis did indeed exist. Over the years many different sites have been identified as the place where Noah's ark came to rest, and a number of different expeditions have laid claim to discovering physical evidence of such a vessel.",
  "Fact Check": "",
  "Description": "One of those is the Durupinar site, an area in the Mount Tend rek area of eastern Turkey (just north of the Iranian border) which features a boat-like formation reportedly exposed by heavy rains and earthquakes in 1948 and named for Turkish Army Captain Ilhan Durupinar, who identified it in a Turkish Air Force aerial photo taken during a NATO mapping mission in October 1959. Photographs of the site were published in Life magazine in 1960, and a group from the Archeological Research Foundation surveyed the site in September of that year, and ever since then various claimants, most notably Ron Wyatt , have asserted that the \"boat-shaped formation\" found there contains the remains of Noah's Ark: The shape looked like hull of a ship. One end was pointed as you would expect from bow [below: D] and the opposite end was blunt like a stern. The distance from bow to stern was 515 feet, or exactly 300 Egyptian cubits. The average width was 50 cubits. These were the exact measurements mentioned in the Bible. On the starboard side (right) near the stern there were four vertical bulges protruding from the mud [B], at regular intervals, that were determined to be the \"ribs\" of the hull. Opposite to these, on the port side, a single rib [A] protrudes from the mud. You can see its curved shape very clearly. Surrounding it are more ribs, still largely buried in the mud, but visible upon close examination. The initial investigation of the site found no evidence of an ark and reported that the object of interest appeared to be nothing more than a natural formation, but a number of scientific-sounding articles nonetheless still tout findings supported by \"visual evidence,\" \"ground-penetrating radar\" and laboratory analysis of \"artifacts retrieved from the ark\" as documenting the presence of Noah's ark at the Durupinar site. However, geologists from Andrew A. Snelling of Answers in Genesis to Lorence G. Collins of California State University Northridge's Department of Geological Sciences have debunked the notion of Durupinar site as containing anything more than a completely natural geologic rock formation. The former, particularly, has published a point-by-point refutation of numerous claims made about the site, summarized briefly as follows: Claim: Metal detector surveys found a regular pattern of 'hot spots' which could be joined to reveal a regular pattern of 'lines' lengthwise and across the inside of the formation only. Reality: A standard beach combing type metal detector (the type with a disc-shaped detector head on the end of a long pole) indeed found 'hot spots,' but these were randomly distributed and not in a regular pattern along lines. Claim: Metal detecting surveys using a 'molecular frequency generator/discriminator' mapped out these 'iron lines,' which represent longitudinal and cross beams containing iron nails and /or brackets. Reality: Qualified scientists have been independently consulted about this gadget, which is generally advertised in treasure-hunting magazines, not scientific journals. They are unanimous that there are no scientific principles employed. Claim: The pattern of 'iron lines' that was located by the metal detecting surveys and marked out by plastic tape was duplicated and verified by other subsurface techniques including ground penetrating, or subsurface interface, radar surveys. Reality: This claim is utterly false, yet it has been persistently used to give credence to diagrams purporting to show the internal structure of a boat, namely Noah's Ark. Claim: In the walls that define the outline of the boat-shape is evidence of a former ship's ribs, presumably the timbers that formed part of the original keel structure/hull. Reality: These walls are simply hardened mud, containing boulders of the various local rock types. They contain no petrified wood holding in the mud in any way reminiscent of the outer planking of a wooden hulled vessel. Claim: There are trainloads and boatloads of petrified wood out there and it is all in the boat structure. Reality: No trained scientist of the many who have visited the site has ever seen any sign of these 'trainloads' of petrified wood. Geologist Dr. Bayraktutan has collected one or two small fragments of semi-petrified wood which in his opinion have flowed on to the site within the mud from elsewhere. He confirms that none of the regular rock types of the site are petrified wood. Claim: Soil samples from the site indicate the residue of a decayed wooden vessel with sophisticated metals used for bracing Reality: It is true that the samples contained iron, aluminum, titanium and carbon, but such elements are always to be found in soils. Claim: Some pitch has been found (pitch was used to cover the inside and outside of the Ark's wooden structure) at the site. Reality: No sample containing pitch has been openly produced and submitted for proper scientific analyses. Claim: A rusted metal bracket and other fittings and metal artifacts, including a 'petrified rivet' and 'washer structures,' have all been located 'on the site.' Reality: Results do not show any evidence of exotic metallurgy. Claim: Rocks found within the formation have a high manganese content and an appearance that suggests that they were probably 'tailings'/'slag' from metal smelting/refining production by Noah and family. Reality: No microscope thin section has been produced to show whether the samples collected and claimed to be slag do in fact have the internal texture and mineral composition of a true slag. Claim: Positively identified animal coprolite (fossilized animal dung), animal hair, and 'animal antlers' are all reported from the site and are thus further confirmation that this site contains the remains of Noah's Ark. Reality: The finding of such animal residues in association with the site is hardly surprising when one considers that animals are likely to have roamed across these Turkish hillsides for thousands of years. In conclusion, Dr. Snelling noted that: Geological mapping indicates that there is a fault right along the western edge of the boat-shape and other faults in the valley floor. It is thus significant that this boat-shape first came into view as a result of an earthquake in 1948, and then its relief compared to the surrounding terrain was enhanced as a result of a further earthquake in 1978. This clearly implies that the earthquakes caused ground movements in this area which pushed up this block of basement rock and some of the mudflow material draped over it. Some of this movement occurred along the fault down the western margin of the boatshape, thus giving the almost near-vertical 'walls' which now define so graphically that portion of the outline of the boat-shape. Thus the walls at this point are really what are known in geological terminology as fault scarps (that is, cliffs caused by earth movements along faults) We need to always exercise due care when claims are made, no matter who makes them, and any claims must always be subjected to the most rigorous scientific scrutiny. If that had happened here, and particularly if the scientific surveys conducted by highly qualified professionals using sophisticated instruments had been more widely publicized and their results taken note of, then these claims would never have received the widespread credence that they have.",
  "Originally Published": "",
  "Referred Links": "http://www.csun.edu/~vcgeo005/bogus.html;http://creation.com/special-report-amazing-ark-expose;http://www.viewzone.com/noahx.html;http://wyattmuseum.com/noahsark.htm#Noahs_Ark_Found;http://www.wyattmuseum.com/;",
  "Example": "[Collected via e-mail, December 2013] I recently ran into an article saying that Noah's Ark has been discovered. All the research seems to be there, but I take everything with a grain of salt from the internet. Can you please look into this for me?",
  "Last Updated": "6 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/religion/noahsark.asp",
  "Claim": "Noah's Ark has been discovered in eastern Turkey.",
  "Claim_ID": "religion_noahsark",
  "Tags": ""
}