{
  "Origins": "On 16 September 2015, the fake news site NBC.com.co published an article titled \"R.E.M. Files $2.5 Million Lawsuit Against Donald Trump & Ted Cruz\" reporting that the band R.E.M. had filed a $2.5 million lawsuit against Republican presidential candidates Donald Trump and Ted Cruz over the unauthorized use of their music: NBC News spoke with nationally known and recognized political analyst, Paul Horner, who believes R.E.M. has a strong case.",
  "Fact Check": "",
  "Description": "Donald Trump and Ted Cruz had no permission to use their music, bottom line, Horner said. Trump and Cruz are supposed to be role models and set an example as they run for the highest office in this country; they should have known better. R.E.M. released It s the End of the World as We Know It (And I Feel Fine) on their 1987 album Document, the 1988 compilation Eponymous, and the 2006 compilation And I Feel Fine.. Notably, the claim duped sites like Mashable, Uproxx, and the A.V. Club, likely due to its basis (i.e., an extant complaint by the band about Trump, but not a lawsuit). All National Report articles are subject to the site's general disclaimer: National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. Last updated: 16 September 2015",
  "Originally Published": " 16 September 2015",
  "Referred Links": "http://www.rollingstone.com/music/news/r-e-m-to-trump-other-pols-go-f--k-yourselves-for-using-our-music-20150909;http://www.avclub.com/article/rem-suing-donald-trump-and-ted-cruz-25-million-225460;http://uproxx.com/music/2015/09/rem-donald-trump-lawsuit/;http://mashable.com/2015/09/09/rem-trump/#D72Ty9dADkkf;https://twitter.com/MashableNews/status/644266518939746305;http://t.co/QAu1kT9gBN;",
  "Example": "[Collected via Internet and Twitter, September 2015] Cruz was apparently a part of the event as well, but, as has been the case for basically every Republican running for President, he was completely overshadowed by Trump. That hasn t stopped R.E.M. from including him in this $2.5 million lawsuit over the unlicensed use of their music. This, obviously, could hurt a lot more than some harsh words on the internet. Well, it wouldn t hurt Trump that much, but that s neither here nor there. This isn t completely frivolous, either. NBC News talked to political analyst Paul Horner, who gave the following assessment of the situation: Donald Trump and Ted Cruz had no permission to use their music, bottom line. Trump and Cruz are supposed to be role models and set an example as they run for the highest office in this country; they should have known better. R.E.M. is so pissed at Trump & Cruz for using their song at last week s rally, they ve filed a $2.5 million lawsuit. http://t.co/QAu1kT9gBN Mashable News (@MashableNews) September 16, 2015",
  "Last Updated": "16 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/rem-sues-trump/",
  "Claim": "R.E.M. is suing Donald Trump over unauthorized campaign use of their song \"It's the End of the World.\"",
  "Tags": "donald trump;paul horner;national report;michael stipe;the av club;mashable;r.e.m.;",
  "Claim_ID": "rem-sues-trump"
}