{
  "Origins": "The above-cited article about a machine shop worker who sliced his scrotum open while masturbating with a piece of machinery (causing the loss of a testicle), then simply stapled the sac back together, was popular fodder in text-based Internet discussion groups in the early 1990s. Despite the clinical tone of the article, told from a first-person perspective of the doctor who treated the patient's resulting injuries and infection, many readers found the scenario described too bizarre to be true and suspected it was a hoax crafted by someone working in the medical field.",
  "Fact Check": "",
  "Description": "As a first step towards verifying or debunking this item, we tracked down a copy of the medical journal that had supposedly published the article and ascertained that the article did indeed appear in the July 1991 issue of Medical Aspects of Human Sexuality . Still, some doubters didn't consider that to be sufficient proof that the events described therein had actually occurred the journal editors might have been fooled by a doctor who sent in a fictitious case report as a prank, they insisted. So, we tracked down the physician whose name appeared at the head of the article and contacted him to see if he could verify the account and supply any additional information. He replied to us as follows in 1994: Dear Mr. Mikkelson: I am now retired, but submitted the article; treated the patient about 20-25 years ago and have had phone calls from all corners of the U.S. ever since. A xerox is on the billboard in practically every army post, college dorm, men's club, etc. I've had interviews/phone by talk-show hosts, etc. No Phil Donahue yet! The man actually came to me 3 days post-injury when the fever, swelling, and pain of secondary infection frightened him. Though unlikely, tetanus was even a possibility. He was not that impressed with the pain of the moment of injury it happened so quickly, like losing your fingertip to a band-saw and was unaware his left testis was probably propelled up into the rafters of the machine shop where he worked. Every man who questions me imagines the initial pain to have been intense, but should realize that once the testis had been ripped out (gasp!) there was not the continuing discomfort one would experience from a first-class kick in the nuts! I saw him again 5 years later in the hospital for a non-urologic problem. Incidentally, the Navy has left xeroxes in every bar along the Mediterranean from Gibraltar to Tel Aviv my son's girlfriend saw one in Greece 2 years ago.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Medical Aspects of Human Sexuality, 1991] UNUSUAL CASE Scrotum Self-Repair By William A. Morton, Jr, MD One morning I was called to the emergency room by the head ER nurse. She directed me to a patient who had refused to describe his problem other than to say that he \"needed a doctor who took care of men's troubles.\" The patient, about 40, was pale, febrile, and obviously uncomfortable, and had little to say as he gingerly opened his trousers to expose a bit of angry red and black-and-blue scrotal skin. After I asked the nurse to leave us, the patient permitted me to remove his trousers, shorts, and two or three yards of foul-smelling stained gauze wrapped about his scrotum, which was swollen to twice the size of a grapefruit and extremely tender. A jagged zig-zag laceration, oozing pus and blood, extended down the left scrotum. Amid the matted hair, edematous skin, and various exudates, I saw some half-buried dark linear objects and asked the patient what they were. Several days earlier, he replied, he had injured himself in the machine shop where he worked, and had closed the laceration himself with a heavy-duty stapling gun. The dark objects were one-inch staple of the type used in putting up wallboard. We x-rayed the patient's scrotum to locate the staples; admitted him to the hospital; and gave him tetanus antitoxin, broad-spectrum antibacterial therapy, and hexachlorophene sitz baths prior to surgery the next morning. The procedure consisted of exploration and debridement of the left side of the scrotal pouch. Eight rusty staples were retrieved, and the skin edges were trimmed and freshened. The left testis had been avulsed and was missing. The stump of the spermatic cord was recovered at the inguinal canal, debrided, and the vessels ligated properly, though not much of a hematoma was present. Through-and-through Penrose drains were sutured loosely in site, and the skin was loosely closed. Convalescence was uneventful, and before his release from the hospital less than a week later, the patient confided the rest of his story to me. An unmarried loner, he usually didn't leave the machine shop at lunchtime with his co-workers. Finding himself alone, he had begun the regular practice of masturbating by holding his penis against the canvas drive-belt of a large floor-based piece of running machinery. One day, as he approached orgasm, he lost his concentration and leaned too close to the belt. When his scrotum suddenly became caught between the pulley-wheel and the drive-belt, he was thrown into the air and landed a few feet away. Unaware that he had lost his left testis, and perhaps too stunned to feel much pain, he stapled the wound closed and resumed work. I can only assume he abandoned this method of self-gratification.",
  "Last Updated": "2 November 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/phallacies/scrotum.asp",
  "Claim": "A machine-shop worker tore his scrotum in a piece of machinery and then stapled it back together.",
  "Claim_ID": "risque_phallacies_scrotum",
  "Tags": ""
}