{
  "Origins": "The legend of the short, self-important man who dares to act a little too \"big\" in his approach to women and is devastatingly rebuffed has been around for several decades, as evidence by its citation in in Gershon Legman's Rationale of the Dirty Joke: A fat, dapper little playboy wearing all the latest clothes, rings, dark-glasses, underwater wristwatch, etc., is ogling a beautiful young woman sitting with her legs crossed very high at a bar. Finally he gets up his courage, crosses over to her and says in her ear, \"Hello, Beautiful. Whaddya say to a little fuck?\" She measures him coolly with her eyes. \"Hello, little fuck.\" (1965) This legend has been clinging tenaciously to writer Harlan Ellison's name since about 1969. It's not hard to see how Ellison initially became the latest subject of this tale: He is large in stature but small in size, has a reputation for being irascible and egotistical, has been married several times, and (in the words of Asimov) was known to go about \"with giant showgirl types, all of them topping him by two or three feet.\"",
  "Fact Check": "",
  "Description": "The Ellison version of this legend usually has him approaching the anonymous tall and blonde woman either at a party or in an elevator at a science fiction convention. One of the main reasons the story has been attached to Ellison's name so persistently is because Philip Klass, a writer (under the pseudonym of William Tenn) and professor at Penn State University who has borne a grudge against Ellison for many years, has been avenging the perceived wrongs done him by Ellison by repeating this tale as a true story in his classes and lectures for many years. But Harlan Ellison is by no means the only contemporary figure about whom this type of legend has been spread. Consider a similar anecdote also told by Isaac Asimov, this one about 3'11\" actor Michael Dunn (best known for portraying the evil Dr. Miguelito Loveless in the TV series The Wild, Wild West ) spotting the \"statuesque and unbelievably gorgeous\" actress Sophia Loren at a party: Dunn nudged his agent: \"You know Sophia Loren. Introduce me.\" The agent said uneasily (for he knew Dunn), \"Do you promise to behave yourself?\" \"Absolutely. Cross my heart.\" So the introduction was carried through. Dunn looked up, up, up at the beautiful Sophia and all his good resolutions vanished like snow in August. \"Boy,\" he said, \"would I love to fuck you.\" Sophia Loren looked down, down, down at him and said coolly, \"Well, if you do and I ever find out you did \" San Francisco columnist Herb Caen also printed this same anecdote, with Julie Newmar standing in for Sophia Loren.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Asimov, 1992] This reminds me of my absolutely favorite Harlan Ellison story. People in the field are afraid to tell it out loud, but I will do so. Harlan and I are such good friends that I know he won't kill me, especially when I tell you that I'm sure the story is quite fictional. Of course, he may maim me a bit. The thing is that Harlan is short and in the days before he married his present fifth wife (who is his own size and with whom he is happy at last) he could not resist going about with giant showgirl types, all of them topping him by two or three feet. The story goes, then, that Harlan approached one of these giraffelike women, fixed her with his glittering eye, and said, \"What would you say to a little fuck?\" And she looked down at him and said, \"I would say, 'Hello, little fuck.'\"",
  "Last Updated": "22 June 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/celebrities/ellison.asp",
  "Claim": "Writer Harlan Ellison was rebuffed after making a crude remark to a tall blonde woman at a party.",
  "Claim_ID": "risque_celebrities_ellison",
  "Tags": ""
}