{
  "Origins": "The realms of comedy and folklore have seen many tales that are all variations on the same basic plot: a man is fixed up on a blind date, matched up with a prospective partner via computer dating, romances an unseen love interest via mail or the Internet, or arranges for a visit from a call girl, and when the two finally meet in person the suitor is horrified to discover that the woman he's been fantasizing about is his mother, sister, daughter , ex-wife, or current (and therefore similarly cheating) wife.",
  "Fact Check": "",
  "Description": "Hoary as this scenario may be, it still has appeal to modern audiences, as evidenced by the number of people who have forwarded us the putative news story about a skirt-chasing French playboy named Daniel Anceneaux. M. Anceneaux supposedly spent six months \"talking with a sensual woman on the Internet,\" sight unseen (despite the ease with which photographs can be exchanged via e-mail), before \"arranging a romantic rendezvous at a remote beach\" and \"discovering that his on-line sweetie was his own mother!\" All one need know about this article is that it originated with the Weekly World News (WWN), an entertainment tabloid devoted to inventing fantastically fictitious stories while keeping its tongue firmly embedded in its cheek to a depth not measurable by any instrument known to man. Unfortunately, Yahoo! News, a primary news source for many people on the Internet, reprints some WWN articles in their TV News section under a heading of \"Entertainment News & Gossip,\" a title that doesn't convey a strong \"bogus\" warning to readers who don't notice the original source is the WWN (or don't know what the WWN is). In this case, Yahoo! News ran an article that also appeared in the 9 December 2005 edition of the Weekly World News , and the Yahoo! version was soon circulated via e-mail as a \"real news story\" by those unfamiliar with its original source. Sightings: In December 2005 comedian Jay Leno cited this item as a genuine news story during one of his Tonight Show monologues.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20051230155239/http://entertainment.tv.yahoo.com/news/wwn/20051209/113414040002.html?;http://www.weeklyworldnews.com;http://web.archive.org/web/20051230155239/http://entertainment.tv.yahoo.com/news/wwn/20051209/113414040002.html?;",
  "Example": "[Green, 2005] MAN DATES GAL ON INTERNET FOR SIX MONTHS AND IT TURNS OUT SHE'S HIS MOTHER! MARSEILLES, France Skirt-chasing playboy Daniel Anceneaux spent weeks talking with a sensual woman on the Internet before arranging a romantic rendezvous at a remote beach &mdash and discovering that his on-line sweetie of six months was his own mother! \"I walked out on that dark beach thinking I was going to hook up with the girl of my dreams,\" the rattled bachelor later admitted. \"And there she was, wearing white shorts and a pink tank top, just like she'd said she would. \"But when I got close, she turned around and we both got the shock of our lives. I mean, I didn't know what to say. All I could think was, 'Oh my God! it's Mama!'\" [Rest of article here.]",
  "Last Updated": "11 May 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/mistaken/netmother.asp",
  "Claim": "French playboy discovers the woman he's been romancing on the Internet for months is his mother.",
  "Claim_ID": "risque_mistaken_netmother",
  "Tags": ""
}