{
  "Origins": "Used underwear that has supposedly been previously worn by schoolgirls is being offered for sale in vending machines in Japan. Though we don't know the current price for such items, in 1993 they sold for the equivalent of US $50 apiece.",
  "Fact Check": "",
  "Description": "We'd read that this practice ended in 1993 and reported as much in the original of this article (which was penned in 2001), but since that time numerous readers living in Japan have written to say that not only haven't the machines gone away, but that they've themselves seen them. Japan is home to a thriving bura-sera industry of which traffic in the soiled panties of schoolgirls represents only one part with \"bura-sera\" or \"buru-sera\" the term for a specific male fascination relating to that country's schoolgirls. \"Buru\" is anglicized Japanese (Japlish) for \"bloomers\" and \"sera\" for \"sailor\"; the term refers to the sailor suit, the predominant style of girls' junior and high school uniforms. Dozens, if not hundreds, of magazines are exclusively devoted to bura-sera photographs, pictures that feature girls clad in school garb, holding up their skirts to display their panties. Usually in such photos the girls' faces are hidden, but that is not always the case. Girlish youth and innocence are considered sexy in Japan, a culture with a long history of regarding women more as sex toys than as people. This obsession with untouched adolescence results in the sad sight of women in their thirties emitting girlish giggles and clutching teddy bears in an effort to maintain their appeal to the opposite sex. Although it can fairly be said Western society also prizes youth in a woman, there the fascination has to do more with the looks of a girl than it does with her immaturity and presumed sexual innocence. A pretty 26-year-old who would be considered lovely in the West would in Japan be viewed by many as hopelessly long in the tooth. Western society looks for firm, youthful bodies housing the attitudes of grown women we like them young, but we don't like them to act young. In the West, a teen's sex appeal is dependent upon her ability to look and act much older, thus the fascination with makeup and plunging necklines, accoutrements that make her appear less of a child and more of a woman. In Japan, this ideal is reversed sexy in the Land of the Rising Sun adds up to childlike behavior and modes of dress that express this ideal. Sometimes this amounts to the adoption of clothing styles highly reminiscent of high school uniforms, but even when a girl dons an evening gown, she will strive to look like a kinderling caught parading in Mom's finery. Likewise, childish outbursts, pouting, and tantrums are viewed as charmingly erotic because such actions work to further the violated schoolgirl image. In a sexual culture so dominated by roricon (Japlish for \"Lolita complex\"), buru-sera fetishism finds its footing. Those whose way of life has taught them to lust for young girls find outlet for their interest through viewing suggestive photos of teen girls and handling items previously worn by them. For a price, girls supplying buru-sera items for resale will don a new pair of panties at a porn shop in the morning on their way to school, then change back into their own underwear at the end of the day at the same shop, leaving its proprietor with a saleable item. Girls can also turn a profit on their own used undies by offloading them to the same people. Generally, the more worn the item, the higher the price it will fetch. Porn shops featuring buru-sera items also vend girls' used school uniforms. There is no guarantee that all the panties marketed as having been worn by schoolgirls actually have been. Such details are not scrupulously vetted; no regulatory body checks to ensure the veracity of claims made about these items. However, it is clear that at least some of the used undies do come from teen girls, thus this \"underwear of a Japanese schoolgirl\" story is no myth. Japan has a tradition of vending through machines what Western society would view as unusual consumables. In addition to the many items one would typically expect to find offered for sale in this manner, porn magazines, disposable cameras, new pantyhose, horoscopes, and many other goods are routinely mechanically vended. Part of the appeal of such machines is attributable to a matter of convenience, but concern for privacy also fuels the mania. There is less chance of embarrassment in buying condoms from a machine than from a store where the sale must be rung up and bagged by a clerk. Likewise, purchases of \"pink\" videos (what in the West are termed \"blue movies\") are less likely to be blush-producing experiences when these transactions can be effected without anyone else's looking on. There was thus a waiting market for \"schoolgirl panties\" machines, in that those looking to obtain such items would not have to brave a bura-sera shop to fulfill their desires. These mechanical points of sale appeared in 1993 in Chiba City (Chiba Prefecture), in an area known for its porn magazine and adult video vending machines. Almost immediately, an outcry was raised against them, but there was a problem in getting them removed: Whereas sellers required licenses to distribute other types of goods, no such requirement was on the books for soiled underwear, because no one had foreseen the possibility of trade in such an item. These machines existed outside the law in the sense that no specific statute existed that could be invoked to combat them. The solution was as creative as it is odd-sounding the machines were countered by invoking the Antique Dealings Law, a statute which stipulates that an antique dealer or a dealer in second-hand items must obtain permission from local authorities. Lacking those permissions, the items could not be vended. In September 1993, three businessmen were charged with selling used panties without a permit under the provenance of this law. This supposedly ended the presence of such salespoints in that country, but like we said at the top of this piece, countless readers have since written to tell us that the machines can still be found. Barbara \"vend me your rears\" Mikkelson Additional Information: Teenage Sex and Buru-Sera Shops",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040226204619/http://www.smn.co.jp/e/key/burusera.html;",
  "Example": "",
  "Last Updated": "8 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/kinky/panties.asp",
  "Claim": "Vending machines in Japan offer for sale panties purportedly worn by schoolgirls.",
  "Claim_ID": "risque_kinky_panties",
  "Tags": ""
}