{
  "Origins": "This fanciful tale began circulating on the Internet in February 1997; by November the original version had been embellished. In the latter racier, more detailed version, Jen and Jeremy make love five times in the dark before discovering each other's true identities in the cold light of the next morning. While still in the dark though, Jeremy takes a break from being a stoat long enough to inform Jen of his leaving a note for his wife confessing he is running off with another woman. It too ends with \"Their lives will never be the same,\" that point now being driven home more forcefully as the incest barrier has been breached.",
  "Fact Check": "",
  "Description": "Discard any notions you might harbor that this badly-written, derivative tale recounts an actual incident. This story is a rather artless and overlong example of a common subtype of the \"sex with the wrong partner\" motif: the collegiate tale involving a parent-child or sibling-sibling sexual encounter, with the inadvertent incestuous pairing serving as punishment for the moral transgressions that brought both parties together in the first place. Some other examples of this genre of urban legend include the following: [Collected on the Internet, 1994] This fratboy at the UW was at a party and talked a girl into the bedroom. At the appropriate moment, he found himself unable to function due to excess alcohol consumption. He went out into the hallway for a moment and found a friend, whom he told about his problem and asked to \"take care of her\" while he went to drink some more. Anyway, the friend goes into the (dark) room, has sex with the girl who thinks he's someone else, and goes to sleep. In the morning, he wakes up, rolls over and is shocked to see his sister lying next to him. [Collected on the Internet, 1995] This story takes place at a frat party at some college. Apparently, some drunk frat brothers had a girl upstairs leaning half way out the window while they ran the train on her. Finally the last guy was done and pulled the girl (who was also drunk) up by the back of her shirt . . . it was his sister! [Collected on the Internet, 1995] A man travels to St. John's, Newfoundland on business from another part of the province. He checks into the Holiday Inn and arranges with the desk clerk to have a hooker sent to his room. A few minutes later, a knock comes on his door, and he opens it to find his own daughter, who was a student at the local university. All four stories share common elements: a college setting, brother-sister or father-daughter pairings, contrived situations (especially the \"darkened room\" routine, which goes back at least as far as Shakespeare's Measure for Measure ) that prevent identities from being revealed until the last moment, and a sense of moral disapprobation directed at both participants. (For yet another example of this type, see the Father of the Bribe legend. Those looking for more \"Dad finds out his daughter is a hooker\" tales, see our Close Relations page.) The woman is at fault for agreeing to bed someone she has just met, or for being so foolishly careless as to allow herself to get drunk at a fraternity party, or for engaging in prostitution. The male receives his just deserts for callously handing off a woman to a friend to use for sexual purposes, or for participating in a gang rape, or for employing the services of prostitutes. The warning contained in \"Jen's\" more modest tale is obvious: you don't know who's on the other end of that chat line, so don't do anything in cyberspace you wouldn't do in real life.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 1997] Normally when I hear embarassing stories about my friends I sort of chuckle a little and let it pass; however, when my friend at CU Boulder wrote me this letter telling me about her embarrassing experience, as sick as it was, I could not help but become hysterical, and I know with the sick sense of humor my friends have, that ya'll would appreciate this as well. I asked my friend if I could write it up; she didn't mind as long as I didn't use her name, so here it is . . . this one's for you Wood. Amanda An anonymous girl let's call her \"Jen\" is a junior in college attending school in Colorado; like all college students, she is wrapped up in the partying and the wildness college life has to offer. Jen being the computer science major that she is, does however have a lot of work to do on her computer, so when she's not out having a good time, she's working her butt off designing computer programs and installing software. One day, soon after she had broken up with her boyfriend, she was home alone on a Friday night for the first time in the three years they had been dating. She was sad, alone, and depressed, so she decided to make a new homepage. She was playing on the net when she decided to get onto a chat line; being the wild psycho she is she decided to get onto a sex line. So Jen got onto a sex chat line and started playing around on it. Over the line she met a guy who identified himself as Jeremy. She started playing with him: she gave a false name, saying her name was \"Katie,\" and started getting into detail about what she would like to do to him with her tongue. He responded by telling her to picture being naked while his hands ran over every square inch of her body. Soon they were having cybersex. This went on for awhile, and then she got off the line, agreeing to meet him back on the line the following night. Saturday night rolls around, and Jen is on the line with Jeremy again. They become even closer this night, so they continue like this for a week. At the end of the week, they started talking about other things and got into very intimate issues and feelings. They became close, exchanging their lives; Jen didn't tell Jeremy she was in college because she was afraid of sounding like an immature college girl. She felt guilty, but after a few weeks she really liked this guy. This went on with the two of them like this for months, and months turned into a year. By the end of the year they had exchanged the most intimate thoughts and yet had never even spoken on the phone: they were afraid of ruining the mystery. They had done everything sexually possible over the net; they were affectionate as well, waiting for the day that they could some day be together. They finally decided they had had enough. They wanted to meet each other, they were in love, and they had to meet. They didn't care about age or looks or anything but each other. Jeremy told Jen he thought she could be his next wife. Jen was leery at first but decided she didn't care how old he was or how ugly: she loved him; he was the only one she could feel comfortable with. So . . . they planned a trip to meet in Vail, Colorado. They were going to spend the weekend together and finally meet. Jen didn't want the hassle of having to find him, so she said, why don't you just get the room and we'll meet in the room; that way there will be no mistake. Jeremy agreed. Jen showed up at the resort first and checked into the room, telling the desk lady to hold the key for the next party. She went into the room. She wanted things to be special, so she lit some candles and put on some music. She stripped naked and climbed into the bed under the covers, deciding to surprise Jeremy when he got there. The time soon came: the lights were out, the mood was right, and she heard a key in the door. She heard someone walk in and around the corner, and she whispered, \"Jeremy.\" Jeremy said, \"Katie?\" (this was the false name she had given him). \"Yes,\" she said, so he fumbled for the light, and turned it on to see Jen on the bed naked before him. Then next thing heard around the world were two blood curling screams. Jen covered herself up, and with her most humiliating voice said, \"Dad?\" Jeremy said, \"JEN!!!\" Think of what you would do in this situation . . . now realize this really did happen. Their lives will never be the same.",
  "Last Updated": "9 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/mistaken/jen.asp",
  "Claim": "A college student engages in cybersex with a man she encounters in a chat room. When the two finally agree to get together and consummate their relationship, they discover to their horror that they are father and daughter.",
  "Claim_ID": "risque_mistaken_jen",
  "Tags": ""
}