{
  "Origins": "This record of an embarrassing e-mail correspondence began circulating on the Internet in mid-December 2000. Recipients are usually instructed to \"start at the bottom and read up,\" but we took the unusual liberty of reformatting the exchange to render it more readable. (Trying to make sense of it in its original form made us dizzy, and we're used to dealing with badly-formatted, multiply-forwarded examples of e-lore.)",
  "Fact Check": "",
  "Description": "For those having trouble following the action, Swire sent an e-mail joke to Chait and others. The joke prompted a private e-conversation between the pair, during which Swire made what would later prove to be embarrassing revelations about the palatability of Chait's bodily fluids and beauty tips concerning other uses for the substance in question. Flush with pride about his conquest and her glowing endorsements, Chait shared the exchange with some of his best buddies, who mailed the whole thing to additional acquaintances, thus setting the Swire/Chait correspondence loose on the Internet. So, what's the real story behind the story? Are there two such people, as named in the e-mails, and did they have this conversation that is now being hung out like so many dirty sheets all over the Internet? Or have we been had? Bradley Chait (allegedly) Claire Swire (allegedly) There really is a Bradley Chait working for Norton Rose, the law firm in London listed in Chait's signature block. Chait initially maintained that he did not know who had penned the missive and that it was a prank played on him by one of his friends. However, the London Metro has reported: Senior executives at Norton Rose started disciplinary action against Mr. Chait after being alerted to the existence of the message. Spokeswoman Andrea Turrell said yesterday the e-mail was genuine and the company was in talks with Mr. Chait over a breach of contract. On 20 December 2000, Norton Rose announced nine employees involved have been suspended until 2 January 2001 and their customary year-end bonuses have been revoked. Further suspensions may also follow. A subsequent e-mail response, purportedly from the real Claire Swire (but likely apocryphal), reads: You may be one of the people who has been 'privileged' to receive a rather childish e-mail which has been doing the rounds from my time at Norton Rose. For the record: yes I exist; yes I used to work at Norton Rose; and yes I told a guy his cum was \"yum\". But for God's sake, grow up! It was yum! I'm not ashamed of that. And for all you guys who thought this was all a hoot, let me ask you this: which one of you has never told a girl that your cum tastes great or that its full of proteins/good for your hair/excellent skin conditioner etc etc or basically any old lie which gets your girl for the night to take it in the mouth? So don't laugh at me, but rather laugh at yourself for the pathetic lengths to which you are prepared to go in order to get yourself a lousy blow job from some syphilitic ridden piece of scrag. Have a great day. And by the way, working for Norton Rose sucks more than I. The appeal of this particular revealed e-mail conversation can be attributed to its hitting upon a time-honored double-pronged winning formula. The Swire/Chait exchange speeds from inbox to inbox thanks to the vicarious pleasure it imparts. We've been given an unauthorized peep into someone else's bedroom and made privy to secrets imbued with a high degree of naughtiness. It's a thrillingly titillating experience, one we're delighted to pass along to our friends so they too may partake of it. Moreover, there's the guilty joy of laughing up our sleeves at the embarrassment of another. We would never be so foolish as to trust our intimate revelations to e-mail, we silently murmur, even as we reward ourselves with a mental pat on the back. We would know not to engage in such flauntingly risky behavior. Any number of sex-related urban legends employ the underpinning this tattled e-conversation borrowed from. The genre is replete with tales of kinky sex practices revealed and neighbors horrified, and this image of the guilty being found out works to keep the rest of us in line. Legends like these confirm current societal standards even as they make clear what the punishment will be for those who dare defy convention because they reinforce what we already know about what isn't allowed. (Which in this case isn't so much oral sex as it is letting others know we engage in it.) Now maybe Bradley Chait will forever be known as \"The Yum and the Restless.\" Barbara \"yum guns\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.wired.com/news/culture/0,1284,40699,00.html;http://more.abcnews.go.com/sections/world/dailynews/uk_email001219.html;http://www.nzherald.co.nz/storydisplay.cfm?thesection=technology&thesubsection=&storyID=165595;http://www.cnn.com/2000/TECH/computing/12/20/naughty.e.mail.ap/index.html;http://news.bbc.co.uk/hi/english/uk/newsid_1081000/1081543.stm;http://news.bbc.co.uk/hi/english/uk/newsid_1072000/1072391.stm;http://news.bbc.co.uk/hi/english/uk/newsid_1073000/1073244.stm;http://www.sunday-times.co.uk/news/pages/sti/2000/12/17/stifocnws02001.html;http://www.theage.com.au/news/2000/12/19/FFXCBME0VGC.html;http://www.guardian.co.uk/uk_news/story/0,3604,412140,00.html;http://www.telegraph.co.uk/et?ac=004001925120233&rtmo=0x0Kbxbq&atmo=rrrrrrrq&pg=/et/00/12/16/nyum116.html;http://www.theage.com.au/news/2000/12/17/FFXJ17J5SGC.html;http://www.telegraph.co.uk/et?ac=004001925120233&rtmo=VkV1Gklx&atmo=VkV1Gklx&pg=/et/00/12/16/nyum16.html;http://www.telegraph.co.uk/et?ac=002633285515118&rtmo=kCkZCJ3p&atmo=tttttttd&pg=/et/00/12/15/nemail15.html;http://www.washingtonpost.com/wp-dyn/articles/A19667-2000Dec17.html;http://www.dailytelegraph.co.uk/dt?ac=002830376029449&rtmo=lnFnQAot&atmo=HHHH22NL&pg=/00/12/17/do05.html;http://www.theregister.co.uk/content/28/15483.html;http://www.theregister.co.uk/content/28/15483.html;http://www.theregister.co.uk/content/28/15415.html;http://www.theregister.co.uk/content/6/15404.html;http://www.thetimes.co.uk/article/0,,2-51857,00.html;http://www.thetimes.co.uk/article/0,,2-53951,00.html;http://www.telegraph.co.uk/et?ac=002633285515118&rtmo=r9Xtt9SX&atmo=tttttttd&pg=/et/00/12/20/nfsa20.html;http://www.telegraph.co.uk/et?ac=004001925120233&rtmo=r9rQaQaX&atmo=rrrrrrrq&pg=/et/00/12/16/nyum216.html;http://www.telegraph.co.uk/et?ac=002633285515118&rtmo=gjgnrGVu&atmo=lllllljx&pg=/et/00/12/17/nyum17.html;",
  "Example": "[Collected on the Internet, 2000] From: Chait, Bradley Sent: 07 December 2000 16:06 To: 'Claire Swire' cute \"A guy walks into a sperm donor bank wearing a ski mask and holding a gun. He goes up to the nurse and demands her to open the sperm bank vault. She says \"But sir, its just a sperm bank!\", \"I don't care, open it now!!!\" he replies. So she opens the door to the vault and inside are all the sperm samples. The guy says \"Take one of those sperm samples and drink it!\", she looks at him \"BUT, they are sperm samples???\" , \"DO IT!\". So the nurse sucks it back. \"That one there, drink that one as well.\", so the nurse drinks that one as well. Finally after 4 samples the man takes off his ski mask and says, \"See honey - its not that hard.\" From: Claire Swire Sent: 07 December 2000 16:07 To: Chait, Bradley lucky I swallow so that wont be happening to me! From: Chait, Bradley Sent: 07 December 2000 16:10 To: 'Claire Swire' Not ALL the time I hope (or so you would have me believe) From: Claire Swire Sent: 07 December 2000 16:12 To: Chait, Bradley I hadn't swallowed for years but yours was yum and very good for me too! Apparently it's very good conditioner for your hair too . . . getting a funny picture in my head, giggling out loud and now having to explain to Dave what's so funny! From: Chait, Bradley Sent: 07 December 2000 16:25 To: Tarbuck, Andrew; Caffarate, Nick; Townsend, Nathan; McDougall, Jamie; Davies, Stuart; Drummond, Edward now THAT'S a nice compliment from a lass, isn't it? From: Drummond, Edward Sent: 07 December 2000 16:28 To: Driver, Robert; Hames, Joel; Walker, Steven; Murray, Grant; Knight, Peter; Ferri, David; Newby, Chris; Moss, Jason Cc: Banner, Heather; Boxer, Sonya; Williamson, Emma; Falkner, Claire beggars belief. I feel honour bound to circulate this.",
  "Last Updated": "12 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/tattled/swire.asp",
  "Claim": "An indiscreet netizen reveals in what she thought was private e-mail between her and her lover that his sperm is \"yum.\"",
  "Claim_ID": "risque_tattled_swire",
  "Tags": ""
}