{
  "Origins": "Although this item about an errantly-returned amateur porn tape has all the hallmarks of an urban legend, including multiple versions with varying details, it is based on a real incident.",
  "Fact Check": "",
  "Description": "In late 1986 in the small farm town of Council Grove, Kansas (pop. 2300), Morris County sheriff Corky Woodward rented a camera and a videocassette player from the only rental store in that town. Woodward then made an erotic 90-minute tape of himself and his wife Dannette but inadvertently left the tape in the VCR when he returned it to the store. The next person to rent the player got the tape as well, and soon hundreds of video copies of the couple's amorous adventures were circulating throughout town. As the incident was described in a contemporaneous news account: First-term Morris County Sheriff Corky Woodward went to the only video rental store in this farm town of 2,300 and checked out a camera, a videocassette player and some blank tape. Then he and his wife, Dannette, made a movie 90 minutes, in full color, X-rated. But when Woodward returned the equipment to the store, he apparently left the tape in the player by mistake. And when the player was rented out again, so was the homemade movie of him and his wife. Suddenly the 32-year-old sheriff found himself with more public exposure than he knew what to do with. Copies were made and passed from living room to barroom to meeting hall as quickly as stores could sell blank tapes. Some people estimate there are more than 200 copies of the videotape in circulation, with a demand for more that has stretched well beyond Council Grove. The tape has been dubbed everything from \"The Sheriff Without His Pants\" to \"The Sheriff Rides Again.\" The tape and the month's worth of jokes and speculation that followed have divided the town into three camps: those who think it is funny, those who are outraged, and those who are embarrassed not only for the sheriff and his wife but for the entire community. Despite the apparently true origins of this legend, versions with differing details started to spread across the country within a year or two of the original events: The community in which the tape was made and circulated was variously reported as different towns throughout the USA and Canada. The tape was often said to have been returned to the video store in the wrong box (rather than being left in a VCR). The legend mutated into versions involving an anchorwoman who accidentally returned a sexy videotape of herself to the store, a high school coach who mistakenly sent the school board a tape of himself having sex with members of the girls' volleyball team, and a teacher who unwittingly showed the class a self-made sex film after mixing it up with an educational movie. Sightings: In an episode of the 1990's television sitcom Mad About You (\"The Tape,\" original air date 24 February 1994), Paul accidentally sends tape of him being romantic with his wife Jamie to the Family Network, having mixed it up with a tape of a zoo documentary. Also, a 1999 Volkswagen commercial featured a young couple who realized they'd just dropped off a similar video at the video store; when they recognized their mistake and returned to the shop, they were greeted by the sight of the store's customers transfixed at what was playing on the in-store monitor. A slightly different version of this legend appeared in the 1996 film Trainspotting .",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Details?0117951;",
  "Example": "",
  "Last Updated": "27 April 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/porn/video.asp",
  "Claim": "A couple rents a video camera and VCR and records themselves engaging in sex, then accidentally leaves the tape in the player when they return it to the video store.",
  "Claim_ID": "risque_porn_video",
  "Tags": ""
}