{
  "Origins": "One of the more bizarre celebrity legends is the claim that notorious bank robber John Dillinger was not only the proud possessor of an unusually large penis, but that this portion of his anatomy was removed post-mortem and put on display at one of the Smithsonian museums in Washington, D.C. (Some versions state that the receiving institution was not the Smithsonian but the Armed Forces Medical Museum, which is on the grounds of the Walter Reed Medical Center in Washington.) That the Smithsonian denies having (or ever having had) this piece of classic Americana in their collection is part of the game, of course. (An auxiliary portion of the legend is that Smithsonian docents, upon being asked where Mr. Dillinger's organ can be found, will not deny its presence in the collection but will fabricate an excuse as to why it is not currently on display.)",
  "Fact Check": "",
  "Description": "How and when this rumor got started is unknown. No documentary evidence indicates that Dillinger was renowned for either his sexual prowess or his possession of a prodigious member during his lifetime. It is often claimed that the photograph below, taken in the circus-like atmosphere of the Cook County morgue after the elusive bank robber was finally gunned down by FBI agents outside the Biograph theater in Chicago on 22 July 1934, begat the legend of the pickled penis: The bulge in the center of the photo (Dillinger's arm) was supposedly mistaken by contemporary viewers of fuzzy newspaper photos for his penis, thus starting the tale of an incredibly well-endowed John Dillinger. (How he managed to die in a fully erect state was a question the public either didn't ponder or else attributed to some rather strange misunderstandings about the process of rigor mortis.) We doubt this explanation of the rumor's genesis because the legend does not seem to have begun circulating until many years after the photograph was first published in newspapers, and it doesn't account for how the famous phallus supposedly came to be housed in one of America's premier museums (other than that, because it was an extraordinary anatomical specimen, somebody who felt that it belonged in a museum somewhere happily donated it). How the organ was surreptitiously severed also remains unexplained; presumably the undertaker who prepared the body for burial in Indiana would have noticed the mutilation and reported it to one of Dillinger's relatives before the funeral. Our psychological take on the rumor? Consider that Dillinger was the FBI's Public Enemy #1 after committing a string of flamboyant bank robberies, continually eluding capture, and boasting that no jail could hold him (and proving the latter by escaping from the Lake County Jail in Crown Point, Indiana, on 3 March 1934, reportedly bluffing his way out with a wooden replica of a gun). After Dillinger held up a few more banks and raided a Warsaw, Indiana, police station in the following months, the FBI was finally tipped off to his presence at the Little Bohemia Lodge in northern Wisconsin. The raid on the lodge by J. Edgar Hoover's vaunted FBI was an embarrassing disaster: agents opened fired on a carful of innocent lodge visitors (killing one), an agent was shot to death by Baby Face Nelson (who then escaped in an FBI automobile), and Dillinger himself once again eluded capture. Although the FBI finally caught up with and killed the infamous gangster in Chicago a few months later (with the assistance of Anna Sage, the \"lady in red\" who tipped off local police to Dillinger's presence and agreed to lead him into a trap), he had given Hoover and the FBI a black eye, leading them on a extended merry chase across the Midwest and humiliating them by escaping yet again when they had him cornered. What better revenge for Hoover than a symbolic emasculation, especially considering that it was a woman whom the FBI finally used to lure Dillinger to his death? Spread the word that Public Enemy #1 had been interred sans penis, and that his manhood had been put on display for all to see right across town from FBI headquarters in Washington, D.C. It's an unlikely explanation, but a satisfying one. Sightings: Look for Kevin and his buddies to refer to this legend in an episode of television's The Wonder Years (\"Heartbreak\", original air date 23 January 1991). Also, in the 2003 film The Recruit , one character offers his romantic interest a day of tourist activities in Washington, suggesting they \"Look at John Dillinger's penis; I swear to God it's in the Smithsonian.\" In the 1988 Jay McInerney's novel Story of My Life , we found this: \"I remember I read somewhere that outlaw guy John Dillinger had one that was about a foot and a half long and it's preserved in the Smithsonian or someplace. Now that's what I call theWashington Monument.\"",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0292506/;",
  "Example": "",
  "Last Updated": "11 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/phallacies/dillinger.asp",
  "Claim": "Gangster John Dillinger's exceptionally large penis is housed in one of the Smithsonian museums in Washington, D.C.",
  "Claim_ID": "risque_phallacies_dillinger",
  "Tags": ""
}