{
  "Origins": "Several legends in this section detail the embarrassment of lovers who discover that images of their intimate moments have been surreptitiously recorded by strangers, or the chagrin of those who point the camera at themselves but accidentally allow the results to escape into the public sphere. An incident from 2000 bridged the gulf between these two categories when a young couple was caught unaware by a camera that both took private pictures and displayed them to a viewing audience.",
  "Fact Check": "",
  "Description": "On 17 July 2000, Elizabeth Whitaker, 24, and Aaron C. Caudill, 28, both from Kentucky, spent the day at Paramount's Kings Island amusement park about 20 miles north of Cincinnati. As they entered the park that morning they spotted a photo booth, and (according to police reports) Mr. Caudill \"casually mentioned to his girlfriend that she could give him oral sex in this photo booth.\" The couple did indeed return to the booth that evening at about 8:00 PM , where Ms. Whitaker not only took Mr. Caudill up on his suggestion, but the latter employed the photo booth's standard function to \"snap a photo of his favorite pose.\" Unfortunately for the participants, they were unaware that a monitor outside the booth displayed all the images it captured to passers-by, resulting in a form of entertainment a bit outside the boundaries of the park's usual \"family experience.\" When the embarrassed Mr. Caudill realized what had happened, he ran out of the booth and tried to cover the image on the monitor with his hands, but the damage had been done. Misdemeanor public indecency charges were filed against both participants in Mason Municipal Court. Robert Peeler, the Mason city prosecutor, noted that \"as humiliating as this is for the individuals, their conduct [was] reckless in that they extended this to unwilling recipients, including children.\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;http://www.pki.com/index.jsp;",
  "Example": "",
  "Last Updated": "22 November 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/caught/photobooth.asp",
  "Claim": "Couple is caught taking risqu pictures in an amusement park photo booth.",
  "Claim_ID": "risque_caught_photobooth",
  "Tags": ""
}