{
  "Origins": "Although this rumor dates back hundreds of years, there's nothing to it. The Vatican museums have a few little things from the Renaissance and a couple of drawings by Michelangelo of some phallic fantasies, but that's about it. The largest pornography collection actually belongs to the Kinsey Institute for Sex Research in Bloomington, Indiana, which owns thousands of volumes and pictures, films, artifacts, and other weird little things. Unfortunately, you have to be a legitimate researcher to get permission to see this collection.",
  "Fact Check": "",
  "Description": "Though the rumor about the Holy See's holdings is unfounded, it continues to spread, often vectored by those one would think would know better. Visitors to Copenhagen's Museum Erotica are routinely informed the Vatican Library holds the largest collection of erotica and pornography in the world. Camille Paglia and William F. Buckley, Jr. have also claimed this canard as fact in their writings. Father Leonard Boyle, chief librarian for the Vatican Library until his retirement in 1998, stoutly denies the rumor. The Vatican Library houses some 1.5 million scholarly books and 150,000 precious manuscripts, including four of the earliest copies of Virgil (dating from the 4th century), one of the three earliest complete texts of the Codex Vaticanus (containing both the Old and New Testaments in ancient Greek), papyrus scrolls of the first and second letters of St. Peter, non-Christian texts on stone tablets, correspondence between Henry VIII and Anne Boleyn, and letters from Michelangelo asking for payment. Despite searching long and hard, Boyle has not been able to find any evidence of pornographic antiquities, supposedly seized from the vast realm of the Holy Roman Empire, that were rumored to have been stored at the Vatican. ''When I first came here, I asked an inhabitant who had been around the Vatican longer than anybody else about whether this famous pornography actually existed,'' Boyle says. ''He said there was no such thing, and I certainly haven't come across it. But it makes a nice story.'' Indeed it does, Father. There's something especially pleasing about the notion that the Vatican one of the great crusaders against pornography houses a mouth-watering collection of erotica only its priests get to view. In common with a number of other legends, we want to believe the worst about those who are societally elevated to a higher degree of holiness than ourselves, to perhaps assure ourselves that the pedestals they stand on are unmerited. Barbara \"sinner belle\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "12 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/porn/vatican.asp",
  "Claim": "The Vatican houses the world's largest collection of pornography.",
  "Claim_ID": "risque_porn_vatican",
  "Tags": ""
}