{
  "Origins": "In June 2006 we began receiving purported reproductions of a correspondence between New York Yankees vice president Robert Fishel and Yankees slugger Mickey Mantle. It consisted of a form letter (linked above) sent by the club to a number of former players at the end of 1972, requesting that each recipient in anticipation of a 1973 oldtimers game that would mark the 50th anniversary of Yankee Stadium indicate what he considered his \"outstanding event\" at that ballpark. In the bottom portion of the form letter, purportedly filled out and signed by Mantle himself, the superstar outfielder described his \"outstanding experience\" at Yankee Stadium in rather crude terms as a particular sexual act performed \"under the right field bleachers,\" ironically signing his response as \"The All-American Boy.\"",
  "Fact Check": "",
  "Description": "The response attributed to the Mick is indeed a real one, as detailed by Mantle biographer Jane Leavy: In 1973, when the Yankees celebrated the fiftieth anniversary of the House That Ruth Built, the public relations department sent a questionnaire to former players. [Yankees publicity director] Marty Appel, who crafted the questionnaire, and received and edited the infamous reply (substituting [Mantle's ninth-inning home run that won Game 3 of the 1964 World Series for the Yankees]), gave the original document to Barry Halper, the minority team owner and memorabilia maven who would later sell his vast collection for more than $30 million. The X-rated writing sample circulated through the baseball underground for years before emerging into the LED glare of the World Wide Web. Appel was appalled. Mantle was just trying to shock the Yankees' straitlaced PR chief, Bob Fishel, he said. Absent Mantle's impeccable 1930s Palmer Method penmanship, the asterisks, and the appellation, it's just another example of locker room crude. The self-mocking touches turn it into something altogether different and far more interesting a send-up of Yankee grandiosity and a self-knowing appraisal. Who knew he had a sense of irony? \"That may be the best thing I've ever heard about him,\" said Robert Pinsky, the bard of Red Sox partisans, and the former poet laureate of the United States. \"He's saying, 'I am not going to be your all-American boy.'\"",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=;",
  "Example": "[Collected via e-mail, June 2006] This is purported to be a questionnaire that Mickey Mantle filled out in response to an inquiry from the Yankees in connection with an Old Timers Day in 1973. It's risque, but would be funny, if true. [Click here to view letter.]",
  "Last Updated": "27 November 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/celebrities/mantle.asp",
  "Claim": "Mickey Mantle sent a crude response when Yankees publicity officials asked him to describe his \"outstanding event\" at Yankee Stadium.",
  "Claim_ID": "risque_celebrities_mantle",
  "Tags": ""
}