{
  "Origins": "According to legend, Catherine the Great died while attempting to engage in sexual intercourse with a horse. The truss holding her equine paramour broke, crushing Catherine to death beneath the poor beast.",
  "Fact Check": "",
  "Description": "Catherine the Great actually expired alone and of natural causes. On the morning of 5 November 1796, Catherine arose, drank coffee, and sat down to write. About three hours later her chamberlain, curious that he had not been summoned as usual, found her barely conscious on the floor of a closet adjacent to her bedroom. As her servant summoned help, Catherine lapsed into unconsciousness from which she never awakened and died at 9:45 PM the next day. An autopsy conducted the next day determined the cause of death to be a cerebral hemorrhage. Pornographic poetry and gossip about Catherine's excessive appetite for sex especially her alleged fondness for the barnyard variety circulated in Russia (and throughout Europe) during Catherine's lifetime. Exactly when and where the story about Catherine's death having been caused by a horse originated remains unknown, As one of her biographers wrote, the \"implications of the horse story appear aimed at undercutting Catherine's claims to greatness, by aggressively asserting that her primary motivation was unbridled sex, the excesses of which resulted in her monstrous death.\" History regards Catherine as a powerful ruler who saved Russia from almost certain invasion and annexation by her stronger neighbors. Under her, the country prospered, schools were established, laws enacted, wars fought and won. Yet to do all this, the former German princess had to first wrest control from her insane husband, which she did by staging a coup and declaring herself empress. While her success as a monarch lies at the heart of the various bestiality rumors circulated about her, so too does her overthrow of her husband, because both were viewed in her lifetime and beyond as unnatural women of that era were held to be biologically inferior and thus incapable of leading nations with any success, and wives were put on this Earth to be subservient to husbands, not to dethrone them. (Remember, women of those times who killed their husbands were guilty not of murder but of petite treason , a legal term that makes it abundantly clear what the proper relationship between husband and wife was supposed to be.) Widespread rumors about Catherine engaging in aberrant sexual practices became a way of saying that Catherine herself was an aberration, a freak of nature, and thus that her success as a ruler and her marital treason were not natural to her gender. Rather than challenge the existing premise of women being woefully inferior to men, ordinary human nature would have caused those of both sexes looking for explanations for the apparent conundrum to find one that accounted for Catherine the Great.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "31 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/animals/catherine.asp",
  "Claim": "Catherine the Great died attempting to engage in sexual intercourse with a horse.",
  "Claim_ID": "risque_animals_catherine",
  "Tags": ""
}