{
  "Origins": "According to our earliest sighting, this story about pranksters embedding risque photos in the cameras of innocents has been with us since 1945. Though the veracity of either account quoted in our Examples section can't be vouched for, the proclivity of folks' inserting their own funny snapshots into whichever cameras they find lying about certainly can indeed, a neighbor's child pulled such a stunt on me in 1990. (He'd been coming over to feed my pets while I was away, and the temptation posed by the presence of my camera must have proved too much for the lad, because when I finally got that roll developed, I found I photo of him making a rather silly face.)",
  "Fact Check": "",
  "Description": "The urge to create a little photographic mayhem runs so deep that it has caused some newlyweds to have reason to regret their having distributed disposable cameras among the guests at their wedding reception. Though they might have hoped for candid shots that could supplement the more formal collection being prepared by the event's photographer, what they received instead achieved uncomfortable levels of candor. Naive dreams of spontaneous pix of the glowing bride dancing with her besotted groom were dashed by the reality of closeups of someone's genitals. Although the earlier versions of the story are presented as harmless practical joke-type incidents, the following telling from 2004 reveals a darker side: My friend told me that this happened to a friend of a friend (of course). She decided to hike the Appalachian Trail alone. She traveled the entire length of the trail and took seven rolls of film with her. She camped in the woods along the way. When she returned home, she took her film to get it developed. When she picked up the film, there were pictures on five of those rolls of her sleeping. This account of a stalked hiker changes what was a legend about lighthearted frolic into one of lurking menace. The terror inherent to this tale of being photographed in the woods is the same as that which fuels the venerable \"Aren't You Glad You Didn't Turn On the Light?\" legend its horror lies not in what actually takes place but in the threat of what could have happened. Unknown to her, while the hiker was sleeping peacefully night after night, someone was photographing her. Only after she was back in civilization did she discover just how close she came to being ravished or possibly murdered, with the proof emerging from her own camera. Though the story of the hunted hiker is more folklore than fact (would anyone night after night sleep through having her campsite invaded or the repeated flash of the camera?), in 2004 there was an instance of disturbing photographs' being discovered among those taken by a group of cheerleaders who had stayed at the Broker Inn, a hotel near the site of a cheerleading camp they'd been attending in Boulder, Colorado. The photos developed from four of the girls' cameras contained snapshots of a nude man making use of their rooms while they were off learning new cheers. (The girls left their cameras at the hotel at various times during their stay.) The man, who had been careful to keep his face hidden, was pictured moving about their rooms, placing his genitals on their personal items, including makeup bags and Gatorade bottles. While disquieting, this real-life experience of the cheerleaders in Colorado is not on par with the legend about a stalked hiker. Though the teens were subjected to some rather nasty views of a man violating their private space, they themselves weren't present when the mayhem was going on and so were not at risk. Their experience more closely fits the two items quoted in our examples section of the unsuspecting finding nudie shots of strangers mixed in among their holiday snaps. It also fits at least one of the key elements of the \" toothbrush \" legend though lacking both the burglary of the room and abuse of dental implements, the photographic evidence of the intruder's horrid behavior proves that the trespasser had been getting his jollies in what the sojourners had every reason to believe were their private and sacrosanct lodgings. Barbara \"private disaccommodation\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Cerf, 1945] A recent literary dinner found Carl Van Doren in a richly reminiscent mood. He recalled a vacation time in Nassau when he and Marc Connelly stumbled over two obvious old maids, napping blissfully in the sun on Paradise Beach, a camera in the sands next to them. On an impulse, the distinguished gentlemen snatched up the camera, took it into the men's private solarium, and snapped an entire reel of photographs of luxuriating nude sun-worshippers. Then they put the camera back where they had found it. What the maiden ladies said when their films were developed or what the kodak company said to them when the nature of their pictures was discovered is something for one's imagination to toy with. [Smith, 1986] One summer a young clergyman was fortunate enough to be invited to the South of France to visit a friend he knew from his college days. As his friend was out working during the day, the priest was left to his own devices and, not deterred, he happily spent most of his time walking along the beach in the sunshine. One afternoon when it was exceptionally hot and the water looked very inviting, he succumbed to having a swim off a deserted beach. Leaping into the water, he left his clothes on the beach, together with the movie camera he had brought so as to be able to film his visit and show the parishioners when he returned. While he was swimming two attractive young girls came by. Seeing the camera they decided to have a bit of fun and, stripping off and posing for each other, they filmed the proceedings. The priest was totally unaware of this. Well, at least that was the story he told his Bishop after he had shown the film to the Young Wives group on his return to England.",
  "Last Updated": "12 March 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/caught/snapshot.asp",
  "Claim": "Upon having her snapshots developed, a traveler discovers her camera has been used to take risqu photos.",
  "Claim_ID": "risque_caught_snapshot",
  "Tags": ""
}