{
  "Origins": "This tale of one man's lust for a gourd hit the Internet in July 1998, entering cyberspace via Microsoft-specific newsgroups and titled \"Comeback of the Century.\" Although this story has also spread in versions identified as a Reuters news article and contains some specifics, it is merely a fanciful bit of apocrypha: the details are vague, the names mentioned don't show up in news databases, and the style and punctuation are all wrong for a legitimate news article.",
  "Fact Check": "",
  "Description": "By 2000, the same piece was circulating headed by the claim that it had been harvested from the Washington Post . In 2001 it again circulated in the online world, that time told of one Patrick Lawrence of Dacula, GA, the story supposedly having come from the Washington Post . 2005's vegetable lover was said to be a Ward Branham of Lethbridge, Alberta, with the news story about his activities having been printed in the Calgary Sun . As for the details of this yarn ... well, pumpkins may be \"soft and squishy\" inside, but they're also mostly hollow if you're looking for a sexual partner, several other kinds of produce (primarily fruits) would probably serve you much better. And the fictional Mr. Davidson should brush up on his fairy tales: it isn't Cinderella who turns into a pumpkin at midnight, but her coach. With a sense of direction like that, if Malcolm had a wife, no wonder he couldn't keep her. Although 1998's Malcolm Davidson and his \"Is it midnight already\" line were wholly fictional, the key element of this tale did play out in real life at least once. In September 2002, Bill Patton of Macomb, Michigan, was sentenced to ninety days in the hoosegow for indecent exposure stemming from a 2000 incident during which neighbors saw him masturbate in his back yard, then observed him through his basement window pleasuring himself with a pumpkin. His crime lay in being seen one is allowed to love vegetables as much as one wants, provided one doesn't do it in public. Sightings: In the 1991 film Night on Earth, Italian comedian Roberto Benigni plays a cabdriver who confesses his pumpkin-loving vice (and others) to a priest he's picked up.",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Details?0102536;",
  "Example": "[Collected via -email, 1998] Police arrested Malcolm Davidson, a 27 year old white male, resident of Wimbledon, in a pumpkin patch at 11:38 pm Friday. Davidson will be charged with lewd and lascivious behavior, public indecency, and public intoxication at the County courthouse on Monday. The suspect allegedly stated that as he was passing a pumpkin patch, he decided to stop. \"You know, a pumpkin is soft and squishy inside, and there was no one around here for miles. At least I thought there wasn't.\" He stated in a phone interview from the County courthouse jail. Davidson went on to state that he pulled over to the side of the road, picked out a pumpkin that he felt was appropriate to his purposes, cut a hole in it, and proceeded to satisfy his alleged \"need.\" \"I guess I was just really into it, you know?\" he commented with evident embarrassment. In the process, Davidson apparently failed to notice the Wimbledon Municipal police car approaching and was unaware of his audience until officer Brenda Taylor approached him. \"It was an unusual situation, that's for sure.\" Said officer Taylor. \"I walked up to [Davidson] and he's ... just working away at this pumpkin.\" Taylor went on to describe what happened when she approached Davidson. \"I just went up and said, 'Excuse me sir, but do you realize that you are screwing a pumpkin?' He got real surprised as you'd expect and then looked me straight in the face and said, 'A pumpkin? Damn ... is it midnight already?'\"",
  "Last Updated": "7 February 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/caught/pumpkin.asp",
  "Claim": "Police officer catches man pleasuring himself with a pumpkin.",
  "Claim_ID": "risque_caught_pumpkin",
  "Tags": ""
}