{
  "Origins": "You'd think that after Pierre Salinger's embarrassing claim of having found \"proof\" that TWA Flight 800 was shot down by a missile (and even without Salinger's example) people would know better by now than to pull \"documents\" off the Internet and offer them as \"discoveries\" of some hitherto concealed \"secret.\" Anyone who's been around the virtual block knows: Just because you find something printed in a book or a newspaper doesn't mean it's true, and items published on the Internet are even more likely to be spurious. If you found it on the Internet, then it's likely at least a few thousand other people \"discovered\" it before you did. The lifespan of a \"secret\" on the Internet is shorter than a \"Who Wants to Marry a Millionaire\" marriage. The alleged NASA \"sex in space\" documents were a spoof that started making the rounds of the Internet over ten years ago, well before most people knew there was an Internet. Now another Pierre has been had: Pierre Kohler, a French astronomer and scientific writer who is apparently new to this game, has offered parts of this spoof almost verbatim in his new book The Final Mission as a \"confidential NASA report\" that demonstrates NASA had (or at least planned to have) space shuttle astronauts engage in sex in space as part of a routine of scientific experiments in 1996.",
  "Fact Check": "",
  "Description": "Oops. Part of the standard debunking of this gag way back when was that the shuttle mission cited, STS-75, hadn't taken place yet. (Shuttle mission numbers were still in the 30s range back in 1990.) Citing this study as real is even more embarrassing now, because shuttle mission STS-75 had an all-male crew. (Not that there's anything wrong with that . . . ) Perhaps an additional rule that should be added to the list above is: If you get duped by something on the Internet, just admit it and move along. It probably won't be the last time, and the sooner you get it over with, the better. More advice too late for M. Kohler, it appears, who's maintaining that \"it could be a hoax, but [that's] a remote possibility\" and that he had \"more reasons to believe that it's true,\" one of the \"more reasons\" apparently being that he \"verified\" the document with a \"sexologist.\" Okie-dokie. We trust you'll fix this all up in the paperback edition, Pierre.",
  "Originally Published": "",
  "Referred Links": "http://www-pao.ksc.nasa.gov/kscpao/shuttle/missions/sts-75/mission-sts-75.html;",
  "Example": "[Collected on the Internet, 1989] Experiment 8 Postflight Summary NASA publication 14-307-1792 ABSTRACT The purpose of this experiment was to prepare for the expected participation in long-term space based research by husband-wife teams once the US space station is in place. To this end, the investigators explored a number of possible approaches to continued marital relations in the zero-G orbital environment provided by the STS-75 shuttle mission. Our primary conclusion is that satisfactory marital relations are within the realm of possibility in zero-G, but that many couples would have difficulty getting used to the approaches we found to be most satisfactory. INTRODUCTION The number of married couples currently involved in proposals for long- term projects on the US space station has grown considerably in recent years. This raises the serious question of how such couples will be able to carry out normal marital relations without the aid of gravity. Preliminary studies in the short-term weightless environment provided by aircraft flying on ballistic trajectories were sufficient to demonstrate that there were problems, but the duration of the zero-G environment on such flights is too short to reach any satisfactory conclusions. Similar experiments undertaken in a neutral buoyancy tank were equally inconclusive because of the awkwardness of the breathing equipment. The primary conclusion that could be drawn from these early experiments was that the conventional approach to marital relationships (sometimes described as the missionary approach) is highly dependent on gravity to keep the partners together. This observation lead us to propose the set of tests known as STS-75 Experiment 8. METHODOLOGY The co-investigators had exclusive use of the lower deck of the shuttle for 10 intervals of 1 hour each during the orbital portion of the flight. A resting period of a minimum of 4 hours was included in the schedule between intervals. During each interval, the investigators erected a pneumatic sound deadening barrier between the lower deck and the flight deck (see NASA publication 12-571-3570) and carried out one run of the experiment. Each experimental run was planned in advance to test one approach to the problem. We made extensive use of a number of published sources in our efforts to find satisfactory solutions see Appendix I), arriving at an initial list of 20 reasonable solutions. Of these, we used computer simulation (using the mechanical dynamics simulation package from the CADSI company) to determine the 10 most promising solutions. Six solutions utilized mechanical restraints to simulate the effect of gravity, while the others utilized only the efforts of the experimenters to solve the problem. Mechanical and unassisted runs were alternated, and each experimental run was videotaped for later analysis. Immediately after each run, the experimenters separately recorded their observations, and then jointly reviewed the videotapes and recorded joint observations. The sensitive nature of the videotapes and first-hand observations precludes a public release of the raw data. The investigators have prepared this paper to summarize their results, and they intend to release a training videotape for internal NASA use, constructed from selected segments of the videotapes and additional narrative material. The following summary is organized in two sections; the first covers the mechanical solutions, while the second covers the \"natural\" approaches. Each solution is described briefly, and then followed by a brief summary of the result. Some summaries are combined. SUMMARY OF RESULTS 1) An elastic belt around the waist of the two partners. The partners faced each other in the standard or missionary posture. Entry was difficult and once it was achieved, it was difficult to maintain. With the belt worn around the hips, entry was easy, but it was difficult to obtain the necessary thrusting motion; as a result, this approach was not satisfactory. 2) Elastic belts around the thighs of the two partners. The female's buttocks were against the groin of the male, with her back against his chest. An interesting experiment, but ultimately unsatisfactory because of the difficulty of obtaining the necessary thrusting motion. 3) An elastic belt binding the thighs of the female to the waist of the male. The female's buttocks were against the male's groin, while her knees straddled his chest. Of the approaches tried with an elastic belt, this was by far the most satisfactory. Entry was difficult, but after the female discovered how to lock her toes over the male's thighs, it was found that she could obtain the necessary thrusting motions. The male found that his role was unusually passive but pleasant. One problem both partners noticed with all three elastic belt solutions was that they reminded the partners of practices sometimes associated with bondage, a subject that neither found particularly appealing. For couples who enjoy such associations, however, and especially for those who routinely enjoy female superior relations, this solution should be recommended. 4) An inflatable tunnel enclosing and pressing the partners together. The partners faced each other in the standard missionary posture. The tunnel enclosed the partners roughly from the knees to waist and pressed them together with an air pressure of approximately 0.01 standard atmospheres. Once properly aroused, the uniform pressure obtained from the tunnel was sufficient to allow fairly normal marital relations, but getting aroused while in the tunnel was difficult, and once aroused outside the tunnel,getting in was difficult. This problem made the entire approach largely unusable. 5) The same inflatable tunnel used in run 4, but enclosing the partners legs only. The partners faced each other in the missionary position. 6) The same inflatable tunnel used in run 4, but with the partners in the posture used for run 2. Foreplay was satisfactory with both approaches; in the second case, we found that it could be accomplished inside the tunnel, quite unlike our experience with run 4. Unfortunately, we were unable to achieve entry with either approach. A general disadvantage of the inflatable tunnel approach was that the tunnel itself tended to get sticky with sweat and other discharges. We feel that the difficulty of keeping a tunnel clean in zero-G makes these solutions most unsatisfactory. 7) The standard missionary posture, augmented by having the female hook her legs around the male's thighs and both partners hug each other. 8) The posture used in run 3, but with the female holding herself against the male by gripping his buttocks with her heels. Initially, these were very exciting and promising approaches, but as the runs approached their climaxes, an unexpected problem arose. One or the other partner tended to let go, and the hold provided by theremaining partner was insufficient to allow continued thrusts. We think that partners with sufficient self-control might be able to use these positions, but we found them frustrating. 9) The posture used in run 2, but with the male using his hands to hold the female while the female used her heels to hold the male's thighs. Most of the responsibility for success rested on the male here, and we were successful after a series of false starts, but we did not find the experience to be particularly rewarding. 10) Each partner gripping the other's head between their thighs and hugging the other's hips with their arms. This was the only run involving non-procreative marital relations, and it was included largely because it provided the greatest number of distinct ways for each partner to hold the other. This 4 points redundant hold was good enough that we found this solution to be most satisfactory. In fact, it was more rewarding than analogous postures used in a gravitational field. RECOMMENDATION We recommend that married couples considering maintaining their marital relations during a space mission be provided with an elastic belt such as we used for run 3 (see Appendix II). In addition, we advise that a training program be developed that recommends the solutions used in runs 3 and 10 and warns against the problems encountered in runs 7 and 8. We recognize that any attempt by NASA to recommend approaches to marital relationships will be politically risky, but we feel that, especially in cases where long missions are planned, thought be given to screening couples applying to serve on such missions for their ability to accept or adapt to the solutions used in runs 3 and 10. NASA Contractor Report 3490A University of (NAME DELETED) Introduction Support for the commonsensical observation that male/female subjects can conduct normal marital relations in a zero G environment with mechanical assistance has been deemed feasible based on the experiments outlined in reports NASW-xxxx, NAS1-xxxx, and NASW-xxxx. Method The adaptation of current experiments in artificial eye-hand coordination through application of neural networks coupled with on going cooperating redundant wrist manipulators was performed. The basic paradigm involved attaching each subject to a manipulator and coordinating the motion of the subjects through a two hidden-layer back-error propagation neural network. The output of the neural network stage was fed into a backward- chaining rule based system in order to achieve optimal control of the manipulators. Two different configurations were tested. The first setting involved the application of a single hold manipulator attached via a rigid waist device. The second configuration, believed to be more stable, involved attachment via three bands that can be arranged in different configurations in order to match the local differences of the particular subjects. Attachment of the subjects to the harness was achieved through an electrically excited velcro-like coupling, VELEE-2, see reference NASW-5641. This arrangement allowed the subject to experiment with different attachment points via vocal command to the manipulators' control system. Conclusion The effectiveness of the system was validated through twelve experiments. During the course of these experiments it was determined that the use of the redundant manipulator allowed for single subject use of the system as a unisexual device. We believe that this could be of great importance for long duration flights were the subject can not find a suitable partner or the availability of a opposite configured SO is limited.",
  "Last Updated": "12 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/tattled/shuttle.asp",
  "Claim": "NASA shuttle astronauts conducted sex experiments in space.",
  "Claim_ID": "risque_tattled_shuttle",
  "Tags": ""
}