{
  "Origins": "Lessons about instant notoriety that should have been absorbed through example of the Claire Swire and Peter Chung scandals have once again been dispensed in real time to yet another person who thought to entrust some of the more salacious details of his love life to e-mail. On 2 October 2002, 22-year-old banking clerk Trevor Luxton sent the note quoted above to five of his friends. From there it leaked to the online community at large, embarrassing not only Luxton but also his firm, French banking giant Credit Lyonnais. His employers suspended Luxton (with full pay) over his misuse of their e-mail system pending the outcome of an internal investigation into the incident. Luxton resigned a few weeks later.",
  "Fact Check": "",
  "Description": "As for how the incident will affect the two-timing scamp vis- -vis life with his girlfriend, his mom commented to The Sun : He has just moved in with his fianc e. They are meant to be getting married as soon as they can get the money together. They have bought a house and he s very worried about the mortgage. Apparently he need not worry about his escapade costing him his future wife. His fianc e, 21-year-old Jo Kivlehan, has announced she still wants to marry him, and the pair are reported to be \"desperately trying to patch up their relationship.\" If Luxton's bawdy e-mail is an accurate description of his recent evening at home with a former girlfriend-of-a-friend, a lot of chickens may be coming home to roost for this young man. However, Luxton'sfriends claim he made up the e-mail because he was sick of being ribbed about his sex life. The girl he claimed had done the sex act, Laura Thomas, 21, said: \"I did not do it. I wasn't even round there.\" So, accurate account of actual goings on, or fool-headed false brag? We'll be lucky to ever see the bottom of this because with so much swinging in the balance, the denials were wholly predictable. The wrongdoings described in the now infamous e-mail barely need to be itemized, but we'll do it anyway in case anyone missed some of the finer points: He invited an ex-girlfriend of a pal over while his fianc e was away, a situation his soon-to-be-wife might well have objected to even if nothing more transpired than the pair's watching TV together. Engaged in a necking session with the girl, then let her perform fellatio on him. Bragged about the exploit to five friends. Did his bragging in written form, thus ensuring a text account of his perfidy will forever be lurking on someone's computer. Sent news of his conquest from his company e-mail account, thereby not only giving his employers cause for termination (abuse of their resources, namely their e-mail system) but also providing reason for it (his connection with Credit Lyonnais was broadcast along with his note, thus embarrassing his firm). Yes, the Luxton scandal is sordid, but none of the above has us clutching the smelling salts; folks have been cheating on each other since time began, just as they've bragged to third parties about having done so and have even on occasion been fool enough to set down in writing what will later come back to haunt them. No, our stupefaction is reserved for one particularly loathsome point in this tawdry affair that might otherwise escape notice: While a woman was performing oral sex on him, not only did he continue to watch the game on TV, he answered a ringing telephone. Barbara \"pavlovian\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2002] Last night I was all geared up for a night in front of the telly watching football, having a ruby and a couple of beers while Jo's still away. Suddenly I get a text from Laura my mates ex which says I'm coming round because I need to see you. So she comes round and we get chatting about all sorts of stuff and then we start kissing a[nd] fondling (as you do). Then I find my self sitting in the arm chair with a beer in one hand remote in the other, West ham on the box and Laura on her knees sucking my piece........ Then the phone rings and it's Jo who was bored at the airport........... So now I've got my beer, Laura sucking and Jo chatting to me on the dog..... When Laura stops sucking looks up at me winks and whispers \"say hello to Jo for me\" and then gets back to the job in hand........ Am I the worst boyfriend in the world or what????? [Editor's note: For those having trouble keeping up with the lingo used in the Luxton e-mail, \"a ruby\" is Brit slang for a curry, a take-out foodstuff popular in that country. \"West Ham\" is West Ham United, a soccer team, and \"the box\" is the television. \"The dog\" of \"chatting to me on the dog\" is the telephone.]",
  "Last Updated": "12 July 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/tattled/luxton.asp",
  "Claim": "Man brags in e-mail about being on the phone with his fianc e while another woman was performing fellatio on him.",
  "Claim_ID": "risque_tattled_luxton",
  "Tags": ""
}