{
  "Origins": "Although we can't confirm all the details of the item quoted above (it may have become embellished through multiple retellings, or it may derive from a source other than the one we located), we can verify that the basics of the incident related are true.",
  "Fact Check": "",
  "Description": "A 1990 article published in the American Journal of Forensic Medicine and Pathology described a case in which a 29-year-old woman visited a clinic \"complaining of missed periods and seeking termination of a possible pregnancy.\" The examining physician found and removed a \"cylindrical mass of pale-gray tissue\" (7 cm long and 3 cm in diameter) from her vagina. The elicitation of \"further historical information\" from the patient confirmed \"the object was a deer tongue used for masturbation.\" The journal article provided no details about how the woman had obtained the deer tongue, how long it had been lodged in her vagina, or whether she had truly forgotten about it until she started missing periods. (It's quite possible the patient inserted the tongue only a day or two earlier, been unable to retrieve it herself, and then made up a story about being concerned over missed periods and a possible pregnancy as a means of prompting a doctor's examination because she was too embarrassed to disclose to medical personnel the true nature of her complaint.) The authors of the article did, however, explain their motivations for presenting this case history via a medical journal: The topic of autoeroticism usually enters the medical literature through reviews or case reports detailing death or injury. Our review of the Index Medicus found 42 citations under the heading of autoeroticism: 14 of these detailed various psychological aspects of such practices, and 27 were directly related to deaths arising from autoerotic practices. Only one reference reviewed various nonlethal autoerotic practices. Over a 42-year period, Aliabadi et al. recorded 18 patients, only three of whom were women, who presented with foreign-body insertion for erotic purposes. All three women had inserted foreign bodies into the urinary tract. Acts of autoeroticism involving vaginal masturbation with foreign objects are perhaps more common. None to our knowledge have been reported because these do not result in death or injury, and typically would not come to medical attention. The literature discloses examples of foreign bodies extracted from the male and female lower urinary tract because objects of small diameter may be retracted by natural muscular impulses into the proximal urethra and/or bladder. Indeed, according to Kinsey and others >90% of foreign bodies found in the female bladder or urethra are there as a result of masturbation. Also, large objects retrieved from the vagina are found mostly in married women aged 17-30. However, these objects, most commonly bananas, cucumbers, and other large vegetables, rarely come to surgical attention. The medical literature reveals only seven references to bestiality. None of them deals with the issue of using nonviable animal tissue for autoerotic purposes. This report is presented so that xenoerotic objects may be placed on the list of possible masturbatory tools that may come to the attention of medical personnel.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2004] Every month in \"The Journal of Human Sexuality,\" they publish a \"case of the month.\" One of my favorites involved a married woman who went to the gynecologist complaining of a malodorous discharge. The doctor performed an exam, but the discharge wasn't characteristic of any of the usual maladies that sometimes plague women. He wasn't all that alarmed, though, until the results of the pap smear came back. The report indicated that the cells \"weren't human.\" It didn't venture a guess as to the origin of the cells it just indicated they weren't a type of cell that you'd see in a human being. The doctor asked the woman to come back for a repeat exam. He put her in the stirrups, inserted his speculum into the woman's vagina, and scooped out a large piece of loose, decaying flesh. Remarkably, it looked like a long tongue, but certainly not a human tongue. The woman, upon questioning, finally confessed that her husband was a hunter. He had recently brought home a deer and gutted and dressed it in their garage. She saw the tongue, admired its length, and had snuck off with it to use as a masturbatory aid. She didn't remember leaving it up there.",
  "Last Updated": "26 October 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/animals/deertongue.asp",
  "Claim": "A woman sought medical help to remove a deer tongue she had used for self-pleasuring purposes.",
  "Claim_ID": "risque_animals_deertongue",
  "Tags": ""
}