{
  "Origins": "It seems everyone has heard the whisper that the cute little baby on the Ivory Snow box grew up to be porn star Marilyn Chambers. It's true Chambers does appear on the box, but not as the baby she was the young mother holding the infant.",
  "Fact Check": "",
  "Description": "Marilyn Chambers was born Marilyn Ann Briggs on 22 April 1952 in Providence, Rhode Island. When Procter & Gamble was casting about for an image of fresh-faced young lady to use on boxes of Ivory Snow laundry detergent in the early 1970s, they selected the now-iconic photograph of Marilyn Chambers posing as a loving young mother holding a bright-eyed, adorable baby. That photo became synonymous with the much-touted purity of the product (99 44/100% pure, according to the company), a circumstance that proved ironically embarrassing for Procter & Gamble when they learned that the New York model whose picture now represented their product had since moved to San Francisco and turned her hand (and other assorted body parts) to the making of porn films. She became an instant hit with her appearance in the 1972 porn classic Behind the Green Door , a film premiered at the Cannes Film Festival to a standing ovation. Earlier in her fledgling career, she'd had a small part as Robert Klein's girlfriend in the 1970 film The Owl and the Pussycat and had also appeared in a 1971's Together . But from Behind the Green Door on, most of her onscreen work was in the adult film industry. Though a young lady in a dirty business, Chambers proved early on she had a good head on her shoulders: she was smart enough to negotiate a contract that gave her 10% of the gross receipts for her films. (This was back in the pre-VCR days, of course, when watching a skin flick didn't mean renting one from the local video store and viewing it in the privacy of one's bedroom, but making a trip to the local sticky-floored pussycat theater.) Based on estimates of the box-office receipts for Green Door and The Resurrection of Eve , she earned more than $3 million in two years. Her life wasn't all skittles and beer, though she went through a few divorces and battled drug and alcohol addiction before passing away at age 56 in 2009. It's interesting to note how this tidbit about Marilyn Chambers and the Ivory Snow box is processed by those who come across it. Invariably, those who remember Chambers being in the shot always cast her as the baby. It's that old \"innocence transformed into evil\" motif a pretty girl in a soap ad two years later going on to star in a porn film doesn't provide nearly the moral shock factor of an adorable little baby's growing up to follow that particular career path. (And to clear up another long-standing rumor, no, that baby on the Ivory Snow box isn't actress Brooke Shields. Brooke did appear in some Ivory Snow advertisements as an infant, but her picture was never used on the box.) Barbara \"99 44/100% pure\" Mikkelson Sightings: In his 1988 humor book \"Don't Bend Over in the Garden, Granny, You Know Them Taters Got Eyes,\" in his description of an incident where he and two friends venture off to see the porn classic Behind the Green Door , Lewis Grizzard refers to its star as \"...who used to be on the cover of a box of soap when she was a baby, but that was a long time ago and Marilyn has changed a lot since back then.\"",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/Title?0068260;",
  "Example": "",
  "Last Updated": "22 April 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/risque/porn/chambers.asp",
  "Claim": "Porn star Marilyn Chambers was once pictured on the Ivory Snow box.",
  "Claim_ID": "risque_porn_chambers",
  "Tags": ""
}