{
  "Origins": "No, the above-quoted item isn't a bona fide Associated Press article. No such death has been recorded, let alone been reported on by the Associated Press . What we have here is a work of fiction, an inventive leg-pull.",
  "Fact Check": "",
  "Description": "Pranksters are everywhere, both on-line and off-line. In this case, someone took his best shot at presenting a gruesomely salacious story as a news item by dressing it up to mimic the style he assumed wire service copy adhered to, resulting in a laughable Associated Press pastiche. A similarly made-up tale about death by masturbation with an animal part features a woman and a lobster . It echos the same dual themes of perversion costing the life of the self-joyer while leading everyone to know what the victim had been doing. (In this form of juvenile lore, parental and societal discovery of masturbation is often viewed as every bit as horrific a result as dying from it.) Cow hearts, lobsters, and invented tales aside, there have been a number of deaths brought about by sessions of self-gratification gone wrong. Many an attempt to achieve sexual climax during controlled strangulation (a practice known as hypoxyphilia or auto-erotic asphyxiation) has ended in the death of the person fool enough to engage in it. This method of sexual stimulation calls for the employment of some method of self-strangulation while masturbating, with deprivation of oxygen to the brain as its object. Despite the inherent (and one would think obvious!) dangers of such a practice, devotees believe this kind of asphyxiation will not result in their deaths because fainting will cause the hold of whatever is being used to self-strangle themselves to loosen, thus permitting the resumption of normal respiration, even if they are unconscious at that point. Or they place their faith in homemade devices they figure they've successfully rigged to be non-fatal. Many have paid for such certainty with their lives. Auto-erotic asphyxiation deaths are numerous, with the annual death rate from hypoxyphilia in Britain estimated at two hundred. Some passings have been hugely publicized, such as the 1994 demise of British Member of Parliament Stephen Milligan, who was found dressed in women's stockings with an orange in his mouth, and the 1997 death of INXS lead singer Michael Hutchence, which was first viewed as a suicide. But lesser lights die this way, too, and with surprising regularity. Often victims are found outfitted in unusual fashion (bras and garters are common on men), leaving the families of the deceased to deal with disturbing yet infinitely lasting final images of their loved ones. Juvenile stories about cow hearts merely re-invent the wheel the final moments and subsequent discovery of people who actually die during incidents of self-gratification are far more harrowing to contemplate than those any schoolboy could think to express in a sniggering exercise in creative writing. Barbara \"reality bytes harder than fiction\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 1995] EXPERIMENTATION ENDS IN TEEN DEATH AP NEWS Knoxville, TN April 24, 1995 A 16 year old boy in Knoxville was found dead in his bedroom in what police describe as a gruesome, horrifying death. Firefighters were called to the scene Monday morning by a neighbor who smelled something burning. When the firemen found the remains of the teenager they called the police in to investigate. At first investigators believed that they were dealing with a ritualistic murder. Posters of heavy metal rock and roll groups covered his bedroom walls, groups which are often connected with satanic worship and rituals. According to a firefighter who was on the scene, the boy was found nude, with the remains of a cow's heart attached to his genitals. Wires had been attached to the heart and plugged into a wall socket. The boy died from electrocution, then the electricity literally cooked his remains. Investigating Officer Hardaway dismissed the ritual murder theory when detectives found several underground pornographic magazines under the boy's mattress. One of the magazines, called Ovid Now, describes a sexual \"toy\" that can be made from the fresh heart of a cow, a simple electrical circuit, and some batteries. This deviancy is apparently gaining limited popularity in the rural South. Practioners get the dead heart to beat, and then use the beating organ for sexual perversions. \"This is one of the most gruesome things I have ever seen. I can't believe that there are people who actually enjoy this sort of thing,\" Hardaway commented. The boy's parents are currently on vacation in Florida, where they were contacted and informed about the tragedy. They were unavailable for comment.",
  "Last Updated": "13 May 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/kinky/cowheart.asp",
  "Claim": "A boy electrocuted himself with a cow's heart he'd been using as a sexual aid.",
  "Claim_ID": "risque_kinky_cowheart",
  "Tags": ""
}