{
  "Origins": "We don't know where this story originated other than that, like the putative \"condom reef\" it describes, it's been floating around the currents (of the Internet) since 1996. It's clearly something that originated as a joke, a spoof, or perhaps a Weekly World News -like tabloid article. (For the record, no articles about floating \"reefs\" of condoms show up in news databases from 1996 or later, nor any mention of an Australian marine biologist named \"Mason Froule\" or an \"Oceanographic Laboratory Outpost\" on Macquarie Island.)",
  "Fact Check": "",
  "Description": "Given the figures quoted in the article above, several decades' worth of condoms would all have had to aggregate in the same spot in the Pacific Ocean to create the \"vast, floating reef\" it describes, although the geographic coordinates it provides for the purported mass are at least plausible: (The web-based publication Pravda RU [which has little in common with the former Soviet state-owned newspaper of similar name] also ran an article in February 2004 about a three-million-ton trash island \"as large as the Central Europe\" [sic] which had supposedly been discovered between California and the Hawaiian islands.) Although there may not be a two-mile-long reef of aggregated condoms in the Pacific Ocean, keeping spent condoms from making their way through waste disposal systems and into bodies of water is an issue that comes up from time to time. In 2003, for example, the Associated Press reported on efforts by the city of Milwaukee to prevent used condoms from floating into Lake Michigan: Milwaukee will spend $2 million on a filtering system at a wastewater treatment plant in an effort to stop condoms from floating into Lake Michigan. The issue drew attention in June when a fisherman said he saw hundreds of spent condoms in the Milwaukee harbor, prompting the state attorney general to threaten to prosecute the Milwaukee Metropolitan Sewerage District Commission over the problem. Workers for the Milwaukee Metropolitan Sewerage District Commission said they found only 50 or 60 condoms in the harbor after the fisherman's complaints, but the district has been paying an average of $460 per day for an employee to scoop spent condoms with long-handled nets from tanks at a wastewater treatment plant. Crews also scoop any prophylactics from the lake. On Monday, the commission agreed to spend $2 million for a short-term solution to the condom problem. Then in 2005, the city will spend $13 million to replace 20-year-old screens and other equipment that have failed at the plant.",
  "Originally Published": "",
  "Referred Links": "http://newsfromrussia.com/science/2004/02/24/52469.html;",
  "Example": "[Collected on the Internet, 1996] Condom Reef Discovered (Sydney, Australia, 1996) Oceanographic scientists say they have discovered a vast, floating \"reef\" of the world's disposed condoms in the middle of the South Pacific, about halfway between Tahiti and Antarctica. The phenomenal mass is almost two miles long, an eighth of a mile wide, and in places up to 60 feet deep, the oceanographers say. Mason Froule, Australian marine biologist at his country's Oceanographic Laboratory Outpost on Macquarie Island, South Pacific, said the bizarre accumulation is explained by a scientific term called \"like aggregation\" that is, the massing of similar objects over short or longer periods of time due to wind or ocean currents, magnetic fields, buoyancy and other conditions. \"It's fairly common in the world's oceans,\" he said: natural events such as red tides, for example, are instances of \"like aggregation.\" \"People with pets that shed lots of hair can see it in their own homes,\" Froule added. \"The dog sheds everywhere in the room, but after falling out, the fur soon collects in a few clumps and masses.\" Froule said ocean \"reefs\" of styrofoam and detergent residues have been observed in the South Pacific and elsewhere for many years, but they are usually broken up by storms before they become large or hazardous. He believes the huge concentration of condoms, not reported before, is more resilient than other \"aggregating\" ocean materials, and may have been developing for decades. Froule said parts of the newly discovered reef are matted together so densely that \"you could almost land a plane on it.\" \"I suppose it would be funny if it didn't pose the hazard it does to marine life and navigation,\" Froule stated. \"I pity any freighter, submarine, or dolphin, for that matter, that might run into it.\" The biologist said he and his Australian scientific colleagues will have the reef mapped by satellite and monitored from now on to see if it expands, breaks up, or drifts from its current location (reported at 63 degrees latitude and 154 degrees longitude). Froule said there would not be much point in trying to break up the pulpy mass with explosives or other devices. \"It seems pretty indestructible,\" he said. The world's industrialised nations are estimated to consume and dispose of nearly 300 million condoms a year. Industry analysts say about a third of the discards become waterborne.",
  "Last Updated": "1 June 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/phallacies/reef.asp",
  "Claim": "Scientists have discovered a vast reef of floating condoms in the Pacific Ocean.",
  "Claim_ID": "risque_phallacies_reef",
  "Tags": ""
}