{
  "Origins": "Sagging, the fashion of wearing pants with their waistbands around the hips (or lower) rather than snugged to the midriff, has been and continues to be a controversial style of dress. Although this sartorial fad is overwhelmingly favored by young males, it is not limited to them young women have at times likewise indulged in the urge to sag.",
  "Fact Check": "",
  "Description": "The practice, which did begin in prisons, worked its way from the hoosegow into hip hop culture. It was adopted by a variety of rap artists, such as Ice-T and Too Short, which enhanced its perceived tough-guy cachet. Sagging can even be taken a step further by wearing the droopy breeches backwards. ( Totally Krossed Out, the 1992 debut album of Kriss Kross, shows the pair of 13-year-old rappers doing this.) By 1995 the style had seeped into mainstream teen culture one no longer needed to be a wannabe \"gangsta\" to sling 'em low. Pants worn this way are kept up by constant hitching, an act that becomes an integral part of the walking style of the wearer. While sagging did gain its start in the U.S. prison system, it was not a clothes-wearing style authored by imprisoned homosexuals intent upon advertising their interest in casual flings. Sagging pants became the behind-the-bars thing thanks to ill-fitting prison-issue garb: some of those incarcerated were provided with clothing a few sizes too large. That oversizing, coupled with the lack of belts in the big house, led to a great number of jailbirds whose pants were falling off their arses. (Belts are not permitted in most correctional facilities because all too often the lifeless bodies of their inmate owners have been found hanging from them.) Sagging has another rumored origin (also false), one less well-traveled than the \"gay inmates advertising for sex\" postulation: [Collected on the Internet, 2003] What's the origin of Gang-banger pants? You know, worn really low and baggy? Before they became a fashion statement, and/or MADE that way by assorted clothing companies, I heard it originated in a prison: An inmate was on suicide watch and couldn't have his belt, which the other inmates were either outraged by or thought was ridiculous given the inmate in question. So they started wearing theirs really low in protest/solidarity. Anyway, that's what I heard. Another discredited theory says ghetto hoodlums adopted the fashion of wearing their pants in the sagging style to better conceal weapons from rival gang members and police. While it is true a gun or knife can be effectively stashed out of sight in droopy pants, it can also be hidden in more form-fitting bottoms, especially when the pants-wearer tops his cache with an untucked sports jersey, pullover, or sweatshirt. The most intriguing aspect of the \"trolling for gay sex\" rumor lies not in its veracity, but in its acceptance as gospel by those who encounter it and who are then moved to pass it along to others. While the combination of two facts (homosexuality in prison and falling-down pants worn by inmates) accounts for the origin of the belief that links the one to the other, its spread is attributable to the prevailing dislike of the fashion. Those who choose to wear their pants this way cite comfort as their motive and so find justification for this imitation of rap stars and felons, two groups perceived as toughly self-sufficient and therefore worthy of emulation; those who do not follow this fashion see only the crotches of jeans hanging at or above the knee, hobbling their wearers in a goofy manner. (One can walk in sagging pants. But one can't run in them.) The rumor becomes a way of passing along one group's disdain for another's sartorial practice. Communicating that the saggers are unwittingly offering their backsides to all takers when they think they are mimicking admired rappers and identifying with tough guys no sensible person would mess with becomes a way of saying \"The joke is really on them.\" This same sense of surreptitious delight over being in on a prank someone looked down upon is unknowingly playing on himself fuels another urban legend that involves medallions flaunted by society matrons or Chinese character-emblazoned sweaters proudly worn by their knitters and even some of the \" misunderstood souvenir \" tales told about globe-trotting tourists. While sagging is embraced by a number of young people, it is far removed from being the subject of widespread approval outside that demographic. Various communities have attempted to ban this form of fashion statement. In February 2005, for example, the Virginia House of Delegates passed the so-called droopy drawers bill, legislation that would have imposed a $50 fine on people who wore their pants so that their underwear was visible in a \"lewd or indecent manner.\" That bill was killed by a senate committee two days later. In May 2004, Louisiana lawmakers attempted to say no to plumber's crack by passing House Bill 1626, legislation that would have made it a crime to wear clothing in public that \"intentionally exposes undergarments or intentionally exposes any portion of the pubic hair, cleft of the buttocks or genitals.\" That bill was also rejected by the state's senate. Barbara \"bum steered\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] We were talking about how the kids are wearing the pants way down on their body with the crotch at their knees. One guy said he was told that this started in prison with the gay prisoner doing that to show that they are ready for a sexual relationship with whoever is interested. [Collected on the Internet, 2003] A friend told me recently that the \"gang\" style of baggy pants showing your underwear (called \"jailin\") was originally a prison code signifying that the man wearing them was willing to be, er, the \"girlfriend\" of some other man/men. [Collected on the Internet, August 2011] To all you guys who \"sag\" your pants and show your butt and underwear ...did you know it originated in prison? It was a signal to the other MEN that you are \"available\". So if you wanna keep going around looking like you're \"available\" for another dude to \"tap that\" then keep thinking your cool while I think you look like a Fool!!! BTW it's called - PBS (Prison B*tch Syndrome).LOL Pass this on to the droopy pants that you know.",
  "Last Updated": "27 August 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/risque/homosex/sagging.asp",
  "Claim": "The fashion of sagging one's pants was born of a prison mode of signaling sexual availability.",
  "Claim_ID": "risque_homosex_sagging",
  "Tags": ""
}