{
  "Origins": "On 10 November 2015, the web comic The Oatmeal rekindled interest in an incident from the early life of Star Trek creator Gene Roddenberry: the 1947 crash of Pan Am Flight 121 during its leg from Karachi to Istanbul, an accident that killed seven crew members and seven passengers and left Roddenberry, who was a member of the flight crew, with \"a couple of broken ribs and a bruise or two\":",
  "Fact Check": "",
  "Description": "The Oatmeal comic (which can be viewed in its entirety here) related that after the plane crashed, 26-year-old Gene Roddenberry (a pilot who flew with the U.S. Army Air Corps during World War II and worked as a commercial pilot for Pan Am airlines after the war) pulled passengers from the burning wreckage and then led them to a village where they were able to call for help. While some readers were skeptical about the fantastical story, The Oatmeal provided a link to its source material, Star Trek Creator: The Authorized Biography of Gene Roddenberry, which recounts the incident at length in Chapter 5. Although The Oatmeal described Roddenberry as the \"co-pilot\" of the flight, other sources identified Roddenberry as the \"third officer without flight responsibilities\" or \"a deadheading\" pilot. Nonetheless, Roddenberry did helm a portion the flight while the captain took a break, and there's no disputing the fact that he helped 22 people survive the crash of Pan Am Flight 121 in 1947 after an engine fire forced the flight down in a desert and the plane ignited: The flight's Third Officer, Eugene Wesley Roddenberry, of River Edge, New Jersey, purser Anthony Volpe and stewardess Jane Bray helped evacuate the wrecked airliner. \"We who could jumped out. The other survivors were handed down and we dragged them away and tried to do what we could for them. We had to carry the Rani away. She had a head injury and had lost some teeth and was in a rather bad way, but we finally quieted her,\" Bray recalled. \"All we could do then was watch while the plane burned, slowly at first and then fiercely. It must have burned for hours, but I do not remember too well. There wasn't any sound but those flames. Everybody who died must have been killed outright.\" As described in Star Trek Creator, Roddenberry was instrumental in helping to save surviving passengers: The second the plane came to a rest, Roddenberry, Volpe, and Bray quickly began evacuating their charges through the ruptured fuselage. As the fire in the front of the plane approached their section, they knew they only had seconds to get everyone out. Moving as fast as they could, they pushed open the cabin door and guided the uninjured passengers out. Gene and Tony handed down the injured, then the uninjured passengers on the ground dragged them to safety. Even with the composed and focused actions of the surviving crew, the evacuation did not go smoothly. After most of the passengers had been removed, the seatbelt of the Majarani of Pheleton would not release, trapping her in the burning wreckage. The large woman was hysterical. Gene forced the belt open and rescued the Indian royal. She and her son, the prince, were put with the others on the sand, away from the plane and the fire. Gene pulled out several people who were themselves on fire and used a pillow he found on the ground to smother the flames. On board, the flames were growing in intensity, so he could only make a couple of trips into the passenger compartment. The last passenger he pulled out died in his arms. The wind changed, blowing the burning gasoline directly over the ship's wreckage; Gene and Volpe were unable to rescue any more passengers out of the plane. The other passengers safe for the moment, the trio turned their thoughts to their friends on the flight deck. They ran around the burning fuselage and wings to the front of the plane. Looking in the cockpit windows, they could see the flight crew sitting at their stations, slumped over their seats, dead or unconscious. Frantically pounding on the windows, Volpe, Bray, and Roddenberry tried to rouse their friends until the flames drove them back. The Roddenberry Foundation recounted a similar version of the story, noting that the creator of Star Trek was awarded a Civil Aeronautics commendation for his efforts after the crash: At war's end, he joined Pan American World Airways. It was on a flight from Calcutta that his plane lost two engines and caught fire in flight, crashing at night in the Syrian desert. As the senior surviving officer, Roddenberry sent two Englishmen swimming across the Euphrates River in quest of the source of a light he had observed just prior to the crash impact. The Englishmen reached a Syrian military outpost, which sent a small plane to investigate. Roddenberry returned with the small plane to the outpost, where he broadcast a message that was relayed to Pan Am, which sent a stretcher plane to the rescue. Roddenberry later received a Civil Aeronautics commendation for his efforts during and after the crash. Last updated: 11 November 2015",
  "Originally Published": " 11 November 2015",
  "Referred Links": "http://roddenberryfoundation.org/;http://www.check-six.com/Crash_Sites/ClipperEclipse-NC88845.htm;http://www.planecrashinfo.com/1947/1947-42.htm;http://www.amazon.com/gp/product/0451454189/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=0451454189&linkCode=as2&tag=0atorgmarkdes-20&linkId=GKSQYV275XNHFD5Z;http://theoatmeal.com/comics/plane;http://theoatmeal.com/comics/plane;",
  "Example": "[Collected via e-mail, November 2015] Is this story true about Gene Roddenberry surviving a plane crash in 1947?",
  "Last Updated": "11 November 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/roddenberry-plane-crash/",
  "Claim": "Star Trek creator Gene Roddenberry survived a plane crash in 1947.",
  "Tags": "star trek;gene roddenberry;",
  "Claim_ID": "roddenberry-plane-crash"
}