{
  "Origins": "On 18 November 2014, the web site Satira Tribune published an article titled \"Ronda Rousey Beats Up 5 Muggers In LA Parking Lot\"; Top Rated Viral republished the story on 1 December 2015. The original claimed: After a night out in Downtown Los Angeles, UFC fighter Ronda Rousey was confronted by a group of five muggers in a parking lot. She proceeded to put two of them in the hospital, and all five were arrested and charged with attempted robbery and assault with deadly force.",
  "Fact Check": "",
  "Description": "Rousey, coming off her first UFC loss that cost her the woman s championship belt to Holly Holm, was leaving Perch restaurant at 11 pm and walking to her car when five men surrounded her in a dark parking lot and attempted to rob her of her purse and car. They yelled to hand over my purse and keys or they d kill and rape me. That s when I got super pissed off and instantly went into my fighting stance, Rousey told the Los Angeles Times. I was already in a bad mood and they had no idea what type of badass chick they were dealing with. The article proved popular with Rousey's fans on social media, but the claim was fabricated. If the name Satira Tribune didn't tip readers off to the veracity of its content, its \"About\" page stated simply: Satira is Latin for satire. On 3 December 2015, some of Satira Tribune's most recent articles included \"NRA Calls For Looser Gun Laws After San Bernardino Mass Killing,\" \"Donald Trump Now Demanding $20 Million For CNN Debate,\" and \"Planned Parenthood Shooter Gains 7 Points Among Republican Voters.\" Last updated: 3 December 2015",
  "Originally Published": " 3 December 2015",
  "Referred Links": "http://www.donotlink.com/hjgt;http://www.donotlink.com/hjgq;http://www.donotlink.com/hjgr;https://twitter.com/PGH_Irish76/status/672178941642203136;https://t.co/8U3UXF8JjI;",
  "Example": "[Collected via Twitter, December 2015] Rhonda takes down 5 guys, watch out whose purse and car u try and steal in LA https://t.co/8U3UXF8JjI Matthew Taylor (@PGH_Irish76) December 2, 2015",
  "Last Updated": "3 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/ronda-rousey-muggers/",
  "Claim": "Ronda Rousey fought five muggers off in Los Angeles.",
  "Tags": "fake news;ronda rousey;satira tribune;topratedviral;",
  "Claim_ID": "ronda-rousey-muggers"
}