{
  "Origins": "In early November 2015, online rumors reported that a new app called Rumblr enabled users to arrange real-time organization of street fights. Inevitably, Rumblr was compared to \"hookup app\" Tinder (which users can employ to swipe through concise profiles of local individuals seeking dating and sex). On 9 November 2015, the Daily Mail published a provocative article about the putative app headlined \"'Tinder for Fighting' App Lets You Challenge People to Brawls: Rumblr Pits Users Against Each Other in Bare-Knuckle Clashes\" and reported that: According to the app creator's website: 'Rumblr is an app for recreational fighters to find, meet, and fight other brawl enthusiasts nearby.'",
  "Fact Check": "",
  "Description": "IS THE RUMBLR APP LEGAL? People using the app may find themselves in breach of the law in some states and countries. Fighting in a public place is classed as disorderly conduct while arranging a fight to be attended by an audience could be considered an unlawful public assembly. In some areas seriously injuring someone in a fight can result in criminal charges even if the other person does not seek to press charges. Speaking to MailOnline, Rumblr's developers Matt Henderson and Jack Kim, said: 'We've been recreational fighters our entire lives and were tired of the inefficiencies that exist when trying to find someone to fight'. In a fashion similar to the earlier hubbub over vaporware apps such as Peeple, the Daily Mail (and other media outlets) repeated verbatim statements about Rumblr from its creators without undertaking any further verification efforts. For example, according to the New York Daily News, Rumblr was set for release at a very specific time: 5:00 PM EST on 9 November 2015: Neither of those articles mentioned the possibility of a hoax in their reports, despite red flags indicating such (including the app's sudden appearance, glaring questionable legality, and public demand for arranging random street fights with any sort of regularity). No to mention that the app purportedly provided for women arranging street fights using a filter dubbed \"RumblrHER.\" In a wholly unsurprising twist, the allotted app launch time of 9 November 2015 came and went without the appearance of Rumblr. On its purported launch day, Rumblr was itself rumbled by a Fusion article positing that the non-existent app was publicized as a marketing stunt for the von Hughes consulting firm: Doubts were raised prior to Monday s 5PM launch. A WHOIS search for getrumblr.com pointed to the website of Jack Kim, a Stanford student. Kim is involved with a music startup called OneTune and previously started a now-defunct search engine (it ran on Google, then Bing) that \"donate[d] 100% of revenues to charity,\" according to a glowing 2012 mini-profile. Once the \"web app\" went live, it took users through a brief conversation with a chat bot who talked tough before redirecting to a page announcing von Hughes. There, the three describe the endpoint of the ruse as their \"attempt to turn this entire story into something positive.\" Now they're directing people towards groups working to stop domestic violence and gang violence. The people behind Rumblr published a blog post admitting that the stunt was engineered to launch an unrelated marketing venture: Rumblr started as a portfolio project to help us launch our creative consulting agency, von Hughes. We re a team of college dropouts with backgrounds in marketing, design, and engineering. Rumblr came about organically as a funny idea amongst a group of friends, but quickly budded into an opportunity to showcase our branding skills. Within a day or two, VentureBeat picked it up as a news story and, within another day or two, it spread to over two hundred news outlets globally. We saw it as an opportunity to show the world our ability to produce a brand and market a product, and that s what we did. This is our attempt to turn this entire story into something positive. We ve collectively slept for twenty hours the last three days producing the web application, managing social media marketing efforts, and pursuing news coverage. Rumblr became a relevant topic in multiple countries, cultures, and languages. We understand that some of you were genuinely looking forward to using an app like Rumblr, and we re sorry to disappoint. However, if you still are truly wishing to release some built-up angst, consider fighting more pressing issues such as gang violence, domestic abuse, and at-risk youth culture. As is often the case, the media hoaxers behind Rumblr claimed they intended to create a career-launching viral phenomenon while simultaneously maintaining an altruistic motive (in this case, the oft-present goal of \"raising awareness\"). And so long as media outlets eagerly heap free publicity on exposure-seeking grifters without corroborating their claims, no disincentive exists to dissaude them from clogging up social media fanciful tales of horrifying (but fake) app concepts. Last updated: 12 November 2015",
  "Originally Published": " 12 November 2015",
  "Referred Links": "http://vonhughes.getrumblr.com/;http://fusion.net/story/229873/rumblr-tinder-fighting-app-hoax-vonhughes/;http://www.nydailynews.com/news/national/rumblr-tinder-fighting-app-launch-beta-nov-9-article-1.2427623;",
  "Example": "[Collected via e-mail, November 2015] Saw this on tumblr as well as reddit, was just wondering if this is an actual thing that is happening",
  "Last Updated": "12 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/rumblr/",
  "Claim": "The \"Rumblr\" mobile app enables people to find locals with whom they may arrange street fights.",
  "Tags": "vaporware;rumblr;app hoaxes;marketing hoaxes;",
  "Claim_ID": "rumblr"
}