{
  "Origins": "Tales about grateful Arabs who provided guarded hints about upcoming terrorist attacks as rewards to those who returned dropped wallets or helped them pay for small purchases in convenience stores first appeared in the final week of September 2001. Since then, these rumors have reappeared at various times in various forms, including versions that specifically warned against the drinking of Coca-Cola after a certain date (which, of course, changed from telling to telling), a UK-based outbreak in December 2006, and text messages circulated in New York during the first week of January 2009 stating that \"A Jewish woman gave a tip to a Muslim taxi driver and out of appreciation he warned her not to go to Manhattan next week Wednesday.\"",
  "Fact Check": "",
  "Description": "Of the January 2009 text message version, the New York Police Department (NYPD) said: A chilling terror warning spreading across the U.S. and Israel is a hoax, NYPD officials said. The threat, which has popped up on forwarded e-mails and blog posts across the world, warns of an attack in New York [on January 7]. It says the warning originated with a Muslim cab driver who told a Jewish woman he picked up of a Jan. 7 plot. \"There is no terror plot or threat connected to the rumor that is circulating in New York and in other cities abroad,\" said Deputy Police Commissioner Paul Browne. \"There are several variations on the rumor, but it is just that, the latest urban myth. There is no basis in the rumor and it is not tied to any known threats.\" In May 2011, in the wake of Osama bin Laden's death, the \"helped terrorist\" rumor reappeared in Paris. In that version, the supposedly grateful terrorist rewarded a man who had returned his dropped wallet to him with the advice not to use the Paris metro the next day because an attack was going to take place. Also in May 2011, we encountered a version in which a Muslim woman attempting to find change in her purse with which to feed a parking meter near Carnegie Mellon University was given some quarters by another woman who was passing by. In return, the Muslim woman warned her not to attend any Tea Party events this summer. The rumor emerged again in the immediate aftermath of a hostage situation in Sydney, Australia, in December 2014. According to the version attached to that event, the kindhearted perpetrator of imminent violence cautioned a fellow resident of Sydney to avoid the city on New Year's Eve: The Birmingham referred to in the first warning quoted in our Examples section above is in the United Kingdom and is not any of the many cities of same name in the United States. The rumor also existed offline in versions that variously named a number of United Kingdom towns as the one the grateful terrorist cautioned the kindly woman against visiting. Depending on where the rumor was encountered, Coventry, Birmingham, Tamworth, Milton Keynes, and Chester were named as the definitive targets. (Such scares do tend to localize, so someone living in the Birmingham area will likely hear a version that asserts great harm is about to befall Birmingham, as opposed to any of the other towns commonly featured in the whisper.) The story always comes from a friend who says he heard it second or third-hand. In true urban lore fashion, the woman who had the encounter with the terrorist is never named; only her experience is described. Following a November 2015 terror attack in Paris, the rumor resurfaced once again in Birmingham. In that iteration, a shopper (the mother of a friend of a friend) reunited a \"Muslim lady\" with her dropped purse. In response, the purse's owner cautioned the woman not to \"catch the train\" on 12 December 2015. On 11 December 2015, police in Birmingham published a Facebook status update regarding the \"unhelpful rumours.\" Likewise, the venue for the instigating act changes from telling to telling. The man is shopping at a cheap goods store. Or he's picking up things at Harrod's. Or he comes up short at a gas (petrol) station. Or he's at the local McDonalds. Sometimes he's an Arab, and sometimes he's Irish. When he's Irish, the presumption is that he and his group will be placing a bomb. When he's an Arab, generally no presumption of a specific act of terror is made; that part remains unstated and left for the listener to imagine what will take place on the appointed day. In October 2001 the West Midlands Police issued a statement about the rumor, which read (in part): This rumour, with an implied security threat, bears all the hallmarks of a so-called \"urban myth,\" having no apparent basis in fact, nor any evidence to support it. West Midlands Police Chief Constable, Sir Edward Crew, has repeated his earlier message that people should be reassured that there is NO intelligence to suggest there is any specific threat to the West Midlands. Although this particular rumor about Birmingham and October 6 may have been of 2001 vintage, the tale of the grateful stranger rewarding a helpful citizen with a warning about impending attack was not even then a new one. Other versions of the same legend surfaced years prior to 11 September 2001, versions that featured helpful folks who assisted mysterious male strangers in small ways and were rewarded with specific cautions against being in certain places at certain times. For example, in 2000 a specific version of this legend attached itself to the Trafford Centre in the U.K., a famous shopping location. According to that tale, a woman who helped a young man pay for his meal at Burger King was rewarded with the advice to avoid that shopping center during the month of March. That bit of advice was supposedly delivered in a light Irish accent. Some might view the \"warning stranger\" legend as a sinister form of the \" benevolent millionaire \" tale in which a small kindness performed for someone unknown to the helpful one pulls in a large reward, but it is likely more closely related to a hoary supernatural tale about kindness repaid with useful intelligence: [Jacobson, 1948] In the wake of the anxiety rumors that swept the nation immediately after Pearl Harbor came a pipe-dream rumor which was undoubtedly the most popular of all: the weird tale of the man who picked up a strange woman in his car. Arriving at her destination, his passenger allegedly offered to pay the man for the gas he had used. But the man refused to accept the money, so the woman offered to tell his fortune. And, as the rumor went, mysteriously she told him, \"There will be a dead body in your car before you get home, and Hitler will be dead in six months.\" Supposedly, then, on the way home the man had seen a serious automobile wreck and had taken one of the victims into his car to rush him to the hospital. But the injured person died en route, which left the hopeful implication that Hitler would therefore be dead within the following six months. Although this pipe dream sounds foolish, it nevertheless spread throughout the country rapidly. It appeared in widely circulated gossip columns, and a lot of Americans took it seriously. Yet this same rumor, in the setting of the period, to be sure, had appeared in every military conflict since the Napoleonic Wars. And it has been said that the rumor probably goes back into the Middle Ages. Once again, a kindly soul helps someone unknown to him then waves off the offer of repayment (money to replace the cash given freely in the lurking terrorist version, and reimbursement for the gas expended in the prophesying passenger tale). This refusal prompts the assisted one to offer up something of far greater value: specific knowledge. The lurking terrorist warns about carnage to come on a particular day in a particular place, and the prophesying passenger makes two pronouncements, one of good news on the way and the other a confirmatory support to the first in the form of a wildly improbable prediction that subsequently comes true. The two legends thus share a telling commonality. Rumors about terrorists who tip their hands to members of the general public aren't grounded in reality: They are expressions of fear about events that might unfold, told in story form. Through them, voice is given to a latent sense of inevitability that more harm is to come. They also assume an aspect of wishful thinking, that terrorists would willfully share their plans with those who might or might not end up caught in them, even though the potential cost of issuing just a small caution to an especially favored innocent could be the disruption of a large, carefully planned scheme. There is thus no kindly woman who helped a stranger pay for his purchases; no compassionate terrorist who unbent enough to warn the helpful one away from harm's way. All there is is fear. Barbara \"judged dread\" Mikkelson Originally published: 8 January 2006",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20011107172924/http://www.west-midlands.police.uk/latest_news/ta_message.htm;https://www.facebook.com/brumpolice/photos/a.10151158534334557.464722.346660379556/10153760458674557/?type=3&permPage=1;",
  "Example": "[Collected via e-mail, 2001 and 2015] This may be cobblers . . . but better safe than sorry after what happened in the US! Pass on to anyone who may be in Birmingham on October 6th Hi everyone! Anyone that knows me well will know that I don't believe in much. I don't believe in ghosts or all that, and if I get one of those \"Pass this email on to 50 million people and you will be rich, if you don't you will die etc etc\" emails, I just delete them. I want you all to pass this email on to as many people as you know, its not a chain email, but pass it on all the same. Right then, I got home from work last night and went round to my best mates. The first words his mum said to me even before she said hello was \"don't go into Birmingham on October 6th\". She explained to me that a woman from her work was in Birmingham on saturday afternoon, and she was in one of those cash and carry warehouses where you can buy cheap stuff, and anyway, there was an indian/asian looking man in front of her who was struggling to get enough money together to pay for everything in his basket, so she gave him a pound coin so he could pay the 68p or whatever he owed. When she left the shop he was waiting for her outside. He asked her for her name and address and said that he would give her the money back, but she told him not to worry about it. He then said \"Ok, you have done me a good turn today so I shall do you one back, do not come into Birmingham town centre on october the 6th\". She didn't take much notice of him, but like me, the more she thought about it, the more she worried, so she went to the police. They took her very seriously and showed her mug shots of known islamic supporters and members of extreme groups in Birmingham, and she saw the man in the book of mugshots. So, i'm just warning you, if you were going to go to Brum Town Centre on the 6th of October, then I wouldn't. I wasn't going to send this because I didn't want to worry people/look stupid when nothing happened on Oct 6th, but I thought that if I didn't say anything and something happened then I would never forgive myself, so its worth the risk of looking a bit daft. Also, the 6th of October is the England/Greece game, when there are likely to be a lot of people in town's pubs n bars watching it, so if they wanted to do something nasty, it would be a good time. Please pass this on to anyone you think might go into Birmingham Town Centre on the 6th of October. If you don't pass this email on, you will not get bad luck, and if you pass it on to more than 5 people you won't get good luck, but you might stop someone from getting caught up in whatever supposed to be going on on October the 6th. This is not a chain e-mail. This came from a friend of my sisters this morning: Morning all - had a bizarre message from my brother in the early hours this morning... His friend's girlfriend was shopping in Harrods on the weekend. There was an Arab man in front of her who was buying a number of things with cash - he was a few pounds short so the girl offered him 3 to cover it. He thanked her profusely and left. When she left the store the man followed her out and thanked her again and then warned her not to travel on the Tube today!! (Monday 1st October) She was a little thrown by this so she went to the police. The police were very sceptical but in order to eliminate her suspicions gave her the photo-ID book of all known dissidents in the UK. He was on the second page listed as a known terrorist. This is apparently true and the police are apparently taking this extremely seriously. The most likely time would be rush hour this evening so please avoid it if you can - who knows it may be nothing but is it worththe risk? PS - I don't have a lot of people's e-mail addresses so obviously please forward this on to anyone and everyone Just heard from Jackie - this is a very eerie story. A co-worker just told her that she and her husband were shopping at a Costco last night and they were checking out behind an Arab couple. The Arabs did not have enough money to pay their bill so she offered to give them the money. They said we can't pay you back but we can give you some information instead. They said to stay away from the Baltimore tunnels (specifically, the Harbor Tunnel) for the next few days. She called the FBI and they showed her the new Most Wanted list that just came out and he was one of them - the FBI has not been able to find him - he's apparently still living in Laurel. This woman was so upset that she came to work today and then went home. It amazing that these people are living amongst us and even with their families and kids in our schools. Anyway, Jackie said they are checking all trucks going into and out of the Balt. tunnels. She advised staying away from Baltimore period through this weekend at least. Tell anyone you think might be affected by this. there is a message circulating on facebook about a muslim lady who dropped her purse in Birmingham, and lady picked it up and gave it back to her, she thanked her and then told her \" don't go on the train on December 12th\" Scaremongering or warning? Birmingham will be packed with shoppers",
  "Last Updated": "11 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/warning.asp",
  "Claim": "A woman who performs a kindness for a stranger is rewarded by his telling her to avoid a certain place on a certain day.",
  "Claim_ID": "rumors_warning",
  "Tags": ""
}