{
  "Origins": "Late in the afternoon of Thursday, October 6, 2005, Mayor Michael Bloomberg of New York City andPolice Commissioner Raymond Kelly announced the FBI had shared a \"specific threat\" with New York officials against its subway system. According to Mayor Bloomberg, there were indications that a terrorist attack on the subway system was in the works. Chief Kelly said the city \"may be the target of a terrorist attack in the coming days,\" and asked the public to report suspicious people or activities.",
  "Fact Check": "",
  "Description": "A NYPD source told FOX News the threat involved 19 suitcase bombs to be placed in the subway system. ABC News reported a slightly different version of that intelligence, stating the NYPD and FBI were investigating a \"credible\" tip that 19 operatives had been deployed to the city to place bombs in the subway. CNN cited unnamed law enforcement sources as informing it the threat information came from Iraq and included claims that a group of 15 to 20 people were in the United States to carry out an attack against New York's mass transit system. A Bush administration official told CNN the threat involved the use of explosives hidden in baby carriages. Department of Homeland Security Spokesman Russ Knocke told FOX News that authorities learned of the threat after several individuals were arrested overseas and made claims the city's subway system was the target of a bomb plot. ABC News reported the information came from one of three Iraqi insurgents apprehended days earlier during a raid by a joint FBI-CIA team in Iraq one of them let slip the news of the upcoming attack during the arrest. Knocke also said the intelligence was of \"doubtful credibility\" and the threats were still being investigated. While the threat is being taken seriously, the NYPD is urging the public not to be alarmed because while the source is credible, the information has not been verified. Interestingly, the two e-mails quoted in the Examples section above reached our inbox on the mornings of 5 and 6 October 2005 respectively, the first predating the official advisory from New York's mayor and police chief by well over a day, the second by a matter of hours. In the first, the claim was made the information came from a highly placed official in Homeland Security on Monday, 3 October. The claim that the information was circulated on 3 October a full three days before before Mayor Bloomberg, Police Commissioner Raymond Kelly, and the FBI went public with the threat does hold up: The NYPD confirmed it learned of the two e-mailed warnings on that day. While the threat about terrorists bombing New York City subways was subsequently shown to have no basis, this episode did reveal something potentially troubling about Homeland Security's handling of sensitive terrorist-related intelligence. Although information from the department was provided to select members of the public days in advance of official warnings, the department itself initially failed to express concern about these leaks. Homeland Security officials confirmed they were told about the early e-mail warnings, but spokesman Russ Knocke said of them on 12 October: \"We have looked into them, but do not consider them to be of great significance.\" The New York Daily News had a different take on the e-mails' significance: The city's rich and well-connected were tipped off to last week's subway terror threat days before average New Yorkers, the Daily News has learned. The early warning infuriated several police officials, who noted that Homeland Security officials had challenged the credibility of the threat after the city and FBI warned the public. \"We're briefing the mayor, ratcheting up security, talking about when to go public - and Homeland Security is downplaying the whole thing while their people are telling friends to stay out of the subways,\" a police source said. \"It's pretty bad.\" The New York Post reported the two e-mailed leaks of information originated with a former Coast Guard employee working for the Department of Homeland Security and the son of a high-level DHS official. Later information identified one of the e-mailers as a current Coast Guard employee and the other as a former Coast Guard captain who now works for the Transportation Security Administration. DHS spokesman Russ Knocke stated the department would be conducting an internal probe into the leaks and the New York Post quoted him as saying: \"Any potential leak of sensitive or secret information is taken very seriously by this department.\" Both writers of the warning e-mails did lose their security clearances over the incident. Barbara \"unsecured\" Mikkelson Update: No attacks or attempted attacks were reported on the New York subway system over the Oct. 7-10 weekend. On 11 October 2005, federal officials said that the information about the attacks was probably a hoax and had been provided by an Iraqi tipster who \"made something up that he thought we wanted to hear.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] I do not send out mass emails as games or jokes so PLEASE take this seriously. As some of you know my father works for Homeland Security, at a very high position and receives security briefings on a daily basis. I received a call from him Monday Oct 3, 2005 and it was a brief call and did not contain a lot of details. The only information that I can pass on is that everyone should at all costs not ride the subway for the next 2 weeks in the major areas of NYC, that means Grand Central, Times Square, Herald Square, Union Square areas. I know that seems crazy but do take his advice if at all possible. I am not at will or able to discuss anything more than that. I was not allowed to ask him any questions but he called with grave concern for the safety of myself and Heather. He said I could tell friends exactly what I have said above and that is it. I am sorry that I cannot give any more details. He also said that he would inform me as soon as the threat at hand has passed and when we can go back to normal life. Alarming call from Washington I have just received a most disturbing call from one of my oldest friends from growing up in Washington, who is the chief of intelligence for the US Coast Guard and the CG's liason to the Office of Homeland Security - a person I've known for 40 years and trust implicitly and who, by dint of his position, has access to the highest level of intelligence \"traffic\". He called with a very specific caution to not enter or use the New York City subway system from October 7 through the 10th (Friday through Monday) based on information he has received of potential terrorist activity. He was not permitted to provide further information, but did permit me to share this information with friends and family which is what I am doing. He had no idea what, if any, information the government may make public about the situation - it could be a great deal or it could be none. And of course we will all feel like fools if we completely disrupt our normaltravel patterns for four days for nothing. But knowing the source as I do, my family will be taking this advice seriously and I share it with you to act on as you see fit. Nothing would please me more than to think of you all laughing at me next week for crying \"wolf,\" realizing that it means nothing untoward happened. But if you have an alternate means of moving about the city above ground for those four days, I hope very much that you will consider using it.",
  "Last Updated": "23 October 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/nysubway.asp",
  "Claim": "Officials announced a credible threat was received that New York's subway may be the target of a terrorist attack Oct. 7-10, 2005.",
  "Claim_ID": "rumors_nysubway",
  "Tags": ""
}