{
  "Origins": "We know of no one who is taking the \"memo\" at face value, but it is a fine example of the use of humor to defuse anxiety about a menacing foe by transforming him into a figure of fun, so we feel honor-bound to include it in our round-up of \"Attack on America\" rumors. It's difficult to continue to fear a dread enemy when we picture him waxing poetic about the \"Hang in there, baby!\" poster or meaningfully pointing out to his terrorist cronies, \"There is no 'I' in 'team.'\" Likewise, the thought of bearded al-Qaeda members whizzing through the background of bin Laden's televised interviews on their razor scooters charms us, just as imagining The Contractor fretting over a missing box of Cheez-Its makes him over into someone we feel we can handle. Trivialisation is a powerful tool to employ during times of conflict, so it's small wonder bin Laden is the butt of it.",
  "Fact Check": "",
  "Description": "We've the nationally syndicated news-satire National Public Radio show Rewind to thank for this humorous offering. John Moe, one of the writers for the show, is the author of the piece, which was performed on-air on 12 October. Mr. Moe is also responsible for \"Taliban Pizza,\" another lampoon of the Taliban and al-Qaeda forces, which aired on Rewind on 5 October: [Phone rings] Man with middle eastern accent: Hello. Taliban Pizza. Customer: Uh, yeah. Hi. I ordered a large mushroom and green pepper, like, two hours ago. Middle eastern accent: Yes, we are proud to say we made the pizza. We will honor and defend the pizza. Customer: Yeah, that's great. Um, where is it? Middle eastern accent: To find you, our driver went down the big road, the one that goes by the Rec Center. He took that down about a mile and a half, past the market, until he got to the Circle K. Customer: Okay, so he went past the Rec Center? Middle eastern accent: No, he went nowhere near the Rec Center! Why are you talking about a Rec Center? Customer: I thought you said he went by the Rec Center. Middle eastern accent: No; you said that. I didn't say that. We're not even sure there is a Rec Center. Customer: Okay; fine. Let's start over I just want the pizza. Middle eastern accent: It is our policy that you did not order any pizza. Customer: What? Yes, I did! Middle eastern accent: We demand proof. You can't intimidate us with your pizza talk. Customer: Oh, man! Come on! What do I got to do to get my pizza? I'm hungry! Middle eastern accent: Please hold. Customer: Now I'm on hold. Man! I can't believe this! Should have ordered from Pakistan. Middle eastern accent: This is not Taliban Pizza. You have the wrong number. [Falsetto voice] This is Judy's Beauty Shop. In Pasedena. [return to middle eastern accent] Also, there is no such thing as pizza. Customer: Come on, man! When am I going to get my pizza! Middle eastern accent: We have placed the pizza in a neutral location. Customer: Okay. Middle eastern accent: Go down the dirt path by the Rec Center. Turn left at the goat and look for the new condos. Someone who is certainly not named Omar may be there and give you the pizza, but he may not be. Please bring Jesse Jackson with you. There are no condos there. You never ordered mushrooms so there will be plenty of mushrooms. We do not recognize mushrooms... [fade out] An archive of Rewind can be accessed through the show's web site at rewind.kuow.org . Barbara \"the Dominos theory of minimization\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://rewind.kuow.org/archive.asp;",
  "Example": "[Collected on the Internet, 2001] From: Bin Laden, Osama [mailto:osama@taliban.com] Sent: Monday, November 19, 2001 8:17 AM To: Cavemates Subject: The Cave Hi guys. We've all been putting in long hours but we've really come together as a group and I love that. Big thanks to Omar for putting up the poster that says \"There is no I in team\" as well as the one that says \"Hang In There, Baby.\" That cat is hilarious. However, while we are fighting a jihad, we can't forget to take care of the cave. And frankly I have a few concerns. First of all, while it's good to be concerned about cruise missiles, we should be even more concerned about the scorpions in our cave. Hey, you don't want to be stung and neither do I, so we need to sweep the cavedaily. I've posted a sign-up sheet near the main cave opening. Second, it's not often I make a video address but when I do, I'm trying to scare the most powerful country on earth, okay? That means that while we're taping, please do not ride your razor scooter in the background.Just while we're taping. Thanks. Third point, and this is a touchy one. As you know, by edict, we're not supposed to shave our beards. But I need everyone to just think hygiene, especially after mealtime. We're all in this together. Fourth: food. I bought a box of Cheez-Its recently, clearly wrote \"Osama\" on the front, and put it on the top shelf. Today, my Cheez-Its were gone. Consideration. That's all I'm saying. Finally, we've heard that there may be American soldiers in disguise trying to infiltrate our ranks. I want to set up patrols to look for them. First patrol will be Omar, Muhammed, Abdul, Akbar, and Richard. Love you lots. Osama",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/cavememo.asp",
  "Claim": "A memo from Osama bin Laden to his cavemates decries the theft of a box of Cheez-Its.",
  "Claim_ID": "rumors_cavememo",
  "Tags": ""
}