{
  "Origins": "At times you have to wonder if people really believe the rumors they spread. This is one of them.",
  "Fact Check": "",
  "Description": "The e-mailed warning quoted above is the work of yet another prankster. It attempts to cash in on two prevalent themes in the rumors of the day: that terrorists will tip us to their plans, and acts of terrorism will take place on \"significant\" days. The key to a successful terrorist attack is secrecy. Terrorists do not go around spewing information about whom they intend to attack or when or how; to do so would be to put at risk the achievement of their goals. These people have dedicated their lives to the destruction of others; they are not about to leak specific information about their plans, as much as we would wish they would. And wish for this we do, as evidenced by the number of rumors of this sort. October 2001 saw a tale sweep the country in which a disappeared Afghani boyfriend warned his gal not to be anywhere near any mall on Halloween. Since September 11 an ongoing variety of \" helped terrorist \" stories have continued to surface in which swarthy foreigners who are a few dollars short in making their purchases reward the women who come to their aid with news of upcoming attacks. Most recently, we've been hearing numerous versions of a \"Don't drink Coca-Cola after a certain date\" rumors. Each of those rumors (plus a number of others we didn't list) are underpinned by this clung-to notion that terrorists will tell us ahead of time what they plan to do. That's only wishful thinking. Likewise, the notion that terrorists will strike on dates we deem significant is also hopeful thinking. Were that the case, keeping ourselves and our loved ones safe would become no more than a matter of staying home on \"high risk\" days. As initially appalling as that thought is, on a deeper level it's quite a comforting one in that it gives us a sense of having some way to protect ourselves. Thus, we tremble in fear over the potential for a terrorist attack on the 4th of July but feel awash in a sense of \"Whew! Dodged that bullet!\" on the 5th, yet the 5th is just as likely the date circled in red on al-Qaeda's calendar as the 4th. The idea that sleepers planted in 7-Eleven stores will erupt into action on July 11 is just more of the same. 7-Eleven stores aren't any more dangerous on the 11th of July than they are on any other day, as much as our desire to seek comforting numerical patterns might lead us to believe otherwise. We're not even going to touch upon the idea that all 7-Elevens are owned and operated by immigrants from the Middle East, each of them a card-carrying al-Qaeda operative just itching to have at us. (The ludicrosity line has to be drawn somewhere.) Rather, we'll take a look at what's known about the corporate structure and history of the company as our way of showing that this rumor is pure hokum. [I]n fact, the parent company of the franchise (7-Eleven Limited Partnership) is owned by a group with ties to Osama bin Laden. Actually, in 2002 a Japanese company, Ito-Yokado Co., owned 73 percent of 7-Eleven. There is no \"7-Eleven Limited Partnership,\" a name made up by whoever penned this tripe the proper name is \"7-Eleven Inc.\" The company was taken private in 2005. It's also ridiculous to believe that a corporate entity's ties to Osama bin Laden would be so well known that you'd be hearing about them through an e-mail of dubious origin, yet the U.S. Government, which has sworn to turn off the money taps to al-Qaeda, would be letting those folks continue to chug merrily along. 7-Eleven traces its roots to June 1927 when the Southland Ice Co. was formed to supply ice for storing and shipping food during the hot Texas summers. The 7-Eleven name was introduced in 1945 to highlight the long hours they worked, from 7 a.m. to 11 p.m. ; the convenience stores began staying open around the clock in 1963. In 1988, the company was taken private in a leveraged buyout that left a legacy of debt, which led to bankruptcy in 1990 after Southland defaulted on $1.8 billion in bonds. In 2002 it celebrated its 75th birthday and in that year its total sales approached $10 billion, with 5,800 7-Elevens in the United States and Canada, and more than 23,000 worldwide. Believing the rumor about terrorist attacks launched from 7-Elevens will cost you a free Slurpee, because those who choose to avoid those convenience outlets on 11 July 2002 will miss out on a giveaway. In celebration of their 75th anniversary, every participating 7-Eleven store will offer a free 7.11-oz. Slurpee drink of their choice to the first 1,000 customers on July 11. Barbara \"minding Slurpees and queues\" Mikkelson Additional Information: 7-Eleven's 75th Anniversary",
  "Originally Published": "",
  "Referred Links": "http://www.7-eleven.com/newsroom/articles.asp?p=2163;",
  "Example": "[Collected on the Internet, 2002] Everyone knows the terrorists are around and planning something big. What the FBI and CIA won't tell us is that there is a MAJOR conspiracy afoot which could affect us all here in the USA, THIS WEEK! Everyone knows the 7-Eleven convenience store chain. They are EVERYWHERE, in every city and small town in the USA. In large metropolitan areas, they are sometimes only a few blocks apart. Anyone who has shopped in a 7-Eleven knows that they are owned predominantly by people of middle-eastern origin; in fact, the parent company of the franchise (7-Eleven Limited Partnership) is owned by a group with ties to Osama bin Laden. On July 11th (7/11), every single 7-Eleven store has been instructed to unleash attacks on their surrounding neighborhoods. This includes blowing up the stores themselves, possibly using 'dirty' nuclear bombs as well as conventional explosives, as well as outright assaults on the American people. This will cause a major disruption in ALL major American cities. If you live near a 7-Eleven, please be aware of this danger. You are urged to boycott all 7-Eleven stores on 7/11 to keep yourself and your families safe from the terrorists. You WILL read about this on 7/12 so please be forewarned. Please pass this email on to any and every person you know, you may just save a life or two.",
  "Last Updated": "15 October 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/7eleven.asp",
  "Claim": "Terrorists are planning to launch attacks from 7-Eleven stores on July 11 2002.",
  "Claim_ID": "rumors_7eleven",
  "Tags": ""
}