{
  "Origins": "For those who care about such things, Red Thomas is indeed a real person who lives in Mesa, Arizona, and who says that he retired from the Army several years ago after twenty years' service which included his receiving training in nuclear, biological, and chemical (NBC) weapons. ( NBC training is not uncommon, as the Army requires that \"every company, battery, or troop have a chemical NCO, a school-trained NBC officer, and a school-trained enlisted alternative.\")",
  "Fact Check": "",
  "Description": "As for the substance of this piece, although it may be full of sober information and advice even if chemical attacks don't kill as many people as widely believed, biological warfare is harder to wage than we might think, and terrorists probably only have \"low-yield\" nuclear weapons that won't level entire cities we're not sure the message people are taking from it is the one intended. The typical civilian isn't trained to deal with dangerous situations, doesn't enter into his daily routine with the expectation that he might be the target of an attack, and doesn't think of human life in terms of acceptable losses. He doesn't much care whether a particular form of terrorist attack is going to kill two people or two hundred thousand; he just doesn't want to be one of the victims himself. Much of the reaction we've seen to this piece is from people taking it as a \"Don't worry this won't happen to you\" reassurance, and that's the wrong message. Chemical agents may be difficult to use effectively, but the Aum Shinrikyo cult still managed to kill a dozen people by releasing nerve gas into Japanese subways at rush hour in 1995. Some simple precautions might blunt much of the danger posed by bioterrorism, but an outbreak of smallpox could still wreak deadly havoc on a population. A one-kiloton bombmay not create \"fifty foot tall women or giant ants,\" but we know all too well how much death and destruction even the crudest of bombs can deliver. That any of these methods might not be as effective at killing people as we fear doesn't mean that terrorists won't use them, and that people won't die when they do. (History has long demonstrated that terrorists willing to engage in acts such as suicide bombings of civilians or flying airliners into office buildings aren't dissuaded by thoughts that their actions \"aren't much fun\" and \"do them little good,\" and it's unlikely that any of the recent anthrax victims succumbed because they failed to be \"clean of person and home\" or \"eat well and be active.\") This isn't to say that Mr. Thomas' overall points that many potential dangers are greatly exaggerated, that these exaggerations can make it all too easy to paralyze a nation through fear and panic, and that the average citizen can best help himself and his country by being well-informed aren't well-taken. They are. But don't fall into the comfortable trap of thinking that \"things aren't as dangerous as I feared\" is the same as \"there is no danger.\"",
  "Originally Published": "",
  "Referred Links": "http://www.washingtonpost.com/wp-dyn/articles/A34577-2001Dec12.html;http://www.mfa.gov.il/mfa/go.asp?MFAH0i5d0;http://www.bt.cdc.gov/agent/smallpox/overview/disease-facts.asp;http://news.bbc.co.uk/hi/english/world/asia-pacific/newsid_837000/837000.stm;http://web.archive.org/web/20080415181835/http://www.dix.army.mil/nbcschool.htm;",
  "Example": "[Collected on the Internet, 2001] How To Survive A Terrorist Attack Words of Wisdom About Gas, Germs, and Nukes By SFC Red Thomas, Armor Master Gunner U.S. Army (Ret) 10.19.01 Since the media have decided to scare everyone with predictions of chemical, biological, or nuclear warfare on our turf I decided to write a paper and keep things in their proper perspective. I am a retired military weapons, munitions, and training expert. Lesson number one: In the mid 1990s there was a series of nerve gas attacks on crowded Japanese subway stations. Given perfect conditions for an attack, less than 10% of the people there were injured (the injured were better in a few hours) and only one percent of the injured died. CBS-Television's 60 Minutes once had a fellow telling us that one drop of nerve gas could kill a thousand people. He didn't tell you the thousand dead people per drop was theoretical. Drill Sergeants exaggerate how terrible this stuff is to keep the recruits awake in class (I know this because I was a Drill Sergeant too). Forget everything you've ever seen on TV, in the movies, or read in a novel about this stuff, it was all a lie (Read this sentence again out loud!). These weapons are about terror, if you remain calm, you will probably not die. This is far less scary than the media and their \"experts\" make it sound. Chemical weapons are categorized as Nerve, Blood, Blister, and Incapacitating agents. Contrary to the hype of reporters and politicians, they are not weapons of mass destruction. They are means of \"Area Denial,\" effective to keep an enemy out of a particular zone for a limited period of time: terror weapons that don't destroy anything. When you leave the area you almost always leave the risk. That's the difference; you can leave the area and the risk. Soldiers may have to stay put and sit through it and that's why they need all that spiffy gear. These are not gasses; they are vapors and/or airborne particles. Any such agent must be delivered in sufficient quantity to kill or injure, and that defines when and how it's used. Every day we have a morning and evening atmospheric inversion where \"stuff,\" suspended in the air gets pushed down. This inversion is why allergies (pollen) and air pollution are worst at these times of the day. So, a chemical attack will have its best effect an hour of so either side of sunrise or sunset. Also, being vapors and airborne particles, the agents are heavier than air, so they will seek low places like ditches, basements and underground garages. This stuff won't work when it's freezing, it doesn't last when it's hot, and wind spreads it too thin too fast. Attackers have to get this stuff on you, or, get you to inhale it, for it to work. They also have to get the concentration of chemicals high enough to kill or injure you: too little and it's nothing, too much and it's wasted. What I hope you've gathered by this point is that a chemical weapons attack that kills a lot of people is incredibly hard to achieve with military grade agents and equipment. So you can imagine how hard it would be for terrorists. The more you know about this stuff, the more you realize how hard it is to use. A Case of Nerves We'll start by talking about nerve agents. You have these in your house: plain old bug killer (like Raid) is nerve agent. All nerve agents work the same way; they are cholinesterase inhibitors that mess up the signals your nervous system uses to make your body function. It can harm you if you get it on your skin butit works best if you to inhale it. If you don't die in the first minute and you can leave the area, you're probably going to live. The military's antidotes for all nerve agents are atropine and pralidoxime chloride. Neither one of these does anything to cure the nerve agent. They send your body into overdrive to keep you alive for five minutes. After that the agent is used up. Your best protection is fresh air and staying calm. Listed below are the symptoms for nerve agent poisoning. Sudden headache, Dimness of vision (someone you're looking at will have pinpointed pupils), Runny nose, Excessive saliva or drooling, Difficulty breathing, Tightness in chest, Nausea, Stomach cramps, Twitching of exposed skin where a liquid just got on you. If you are in public and you start experiencing these symptoms, first ask yourself, did anything out of the ordinary just happen, a loud pop, did someone spray something on the crowd? Are other people getting sick too? Is there an odor of new mown hay, green corn, something fruity, or camphor where it shouldn't be? If the answer is yes, then calmly (if you panic you breathe faster and inhale more air/poison) leave the area and head upwind, or outside. Fresh air is the best \"right now antidote.\" If you have a blob of liquid that looks like molasses or Karo syrup on you; blot it or scrape it off and away from yourself with anything disposable. This stuff works based on your body weight: What a crop duster uses to kill bugs won't hurt you unless you stand there and breathe it in real deep, then lick the residue off the ground for while. Remember, the attackers have to do all the work, they have to get the concentration up and keep it up for several minutes, while all you have to do is quit getting it on you and quit breathing it by putting space between yourself and the attack. Bad Blood and Blisters Blood agents are cyanide or arsine. They affect your blood's ability to provide oxygen to your tissues. The scenario for attack would be the same as nerve agent. Look for a pop or someone splashing or spraying something and folks around there getting woozy or falling down. The telltale smells are bitter almonds or garlic where it shouldn't be. The symptoms are blue lips, blue under the fingernails rapid breathing. The military's antidote is amyl nitride and, just like nerve agent antidote, it just keeps your body working for five minutes till the toxins are used up. Fresh air is the your best individual chance Blister agents (distilled mustard) are so nasty that nobody wants to even handle them, let alone use them. Blister agents are just as likely to harm the user as the target. They're almost impossible to handle safely and may have delayed effects of up to 12 hours. The attack scenario is also limited to thethings you'd see from other chemicals. If you do get large, painful blisters for no apparent reason, don't pop them. If you must, don't let the liquid from the blister get on any other area: the stuff just keeps on spreading. Soap, water, sunshine, and fresh air are this stuff's enemy. Bottom line on chemical weapons (and it's the same if they use industrial chemical spills): They are intended to make you panic, to terrorize you, to herd you like sheep to the wolves. If there is an attack, leave the area and go upwind, or to the sides of the wind stream. You're more likely to be hurt by a drunk driver on any given day than be hurt by one of these attacks. Your odds get better if you leave the area. Soap, water, time, and fresh air really deal this stuff a knock-out-punch. Don't let fear of an isolated attack rule your life. The odds are really on your side. Up and Atom Nuclear bombs: These are the only weapons of mass destruction on Earth. The effects of a nuclear bomb are heat, blast, EMP, and radiation. If you see a bright flash of light like the sun, where the sun isn't, fall to the ground! The heat will be over a second. Then there will be two blast waves, one out going, and one on its way back. Don't stand up to see what happened after the first wave. Wait. Everything that's going to happen will have happened in two full minutes. Any nuclear weapons used by terrorists will be low yield devices and will not level whole cities. If you live through the heat, blast, and initial burst of radiation, you'll probably live for a very very long time. Radiation will not create fifty foot tall women, or giant ants and grasshoppers the size of tanks. These will be at the most 1 kiloton bombs; that's the equivalent of 1,000 tons of TNT. Here's the real hazard: Flying debris and radiation will kill a lot of exposed (not all)! people within a half mile of the blast. Under perfect conditions this is about a half mile circle of death and destruction, but when it's done it's done. EMP stands for Electro Magnetic Pulse and it will fry every electronic device for a good distance. It's impossible to say what and how far, but probably not over a couple of miles from ground zero is a good guess. Cars, cell phones, computers, ATMs, you name it, all will be out of order. There are lots of kindsof radiation, but , physically,you only need to worry about three: alpha, beta, and gamma. The others you have lived with for years. You need to worry about \"Ionizing radiation,\" little sub atomic particles that go whizzing along at the speed of light. They hit individual cells in your body, kill the nucleus and keep on going. That's how you get radiation poisoning: You have so many dead cells in your body that the decaying cells poison you. It's the same as people getting radiation treatments for cancer, only a bigger area gets irradiated. The good news is you don't have to just sit there and take it, and there are lots you can do rather than panic. First, your skin will stop alpha particles, a page of a news paper or your clothing will stop beta particles. Then you just have to try and avoid inhaling dust that's contaminated with atoms that areemitting these things and you'll be generally safe from them. Gamma rays are particles that travel like rays (quantum physics makes my brain hurt) and they create the same damage as alpha and beta particles only they keep going and kill lots of cells as they go all the way through your body. It takes a lot to stop these things, lots of dense material. On the other hand it takes a lot of this to kill you. Your defense is as always to not panic. Basic hygiene and normal preparation are your friends. All canned or frozen food is safe to eat. The radiation poisoning will not affect plants, so fruits and vegetables are OK if there's no dust on them (Rinse them off if there is). If you don't have running water and you need to collect rain water or use water from wherever, just let it sit for thirty minutes and skim off the water gently from the top. The dust with the bad stuff in it will settle and the remaining water can be used for the toiletwhich will still work if you have a bucket of water to pour in the tank. The Germs' Terms Finally there's biological warfare. There's not much to cover here. Basic personal hygiene and sanitation will take you further than a million doctors. Wash your hands often, don't share drinks, food, sloppy kisses, etc., ...with strangers. Keep your garbage can with a tight lid on it, don't have standingwater (like old buckets, ditches, or kiddy pools) laying around to allow mosquitoes breeding room. This stuff is carried by vectors, that is bugs, rodents, and contaminated material. If biological warfare is as easy as the TV makes it sound, why has Saddam Hussein spent twenty years, millions, and millions of dollars trying to get it right? If you're clean of person and home, eat well and are active, you're going to live. Overall preparation for any terrorist attack is the same as you'd take for a big storm. If you want a gas mask, fine, go get one. I know this stuff and I'm not getting one and I told my Mom not to bother with one either (How's that for confidence?). We have a week's worth of cash, several days worth of canned goods and plenty of soap and water. We don't leave stuff out to attract bugs or rodents so we don't have them. These terrorist people can't conceive of a nation this big with as much resources as it has. These weapons are made to cause panic, terror, and to demoralize. If we don't run around like sheep, they won't use this stuff after they find out it's no fun and does them little good. The government is going nuts over this stuff because they have to protect every inch of America. You only have to protect yourself, and by doing that, you help the country. Finally, there are millions of caveats to everything I wrote here and you can think up specific scenarios in which my advice wouldn't be the best. This article is supposed to help the greatest number of people under the greatest number of situations. If you don't like my work, don't nitpick, just sit down and explain chemical, nuclear, and biological warfare in a document around three pages long yourself. This is how we the people of the United States can rob these people of their most desired goal, your terror. SFC Red Thomas (Ret)Armor Master GunnerMesa, AZ Unlimited reproduction and distribution is authorized. Just give me credit for my work, and, keep in context.",
  "Last Updated": "13 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/realdeal.asp",
  "Claim": "\"The Real Deal,\" words of wisdom about gas, germs, and nukes, was written by Army veteran Red Thomas.",
  "Claim_ID": "rumors_realdeal",
  "Tags": ""
}