{
  "Origins": "There's an old joke I've heard used by many a person called upon to deliver yet another generic opening speech at yet another public function, and it goes like this: \"I feel like Zsa Zsa Gabor's seventh husband on his wedding night I know what I'm supposed to do; I just don't know how to make it interesting.\" This is an occasion when I can understand the sentiment how can I write about the umpteenth variation of the same rumor and have anything interesting or informative to say, something that isn't a rehash of stuff I've written several times before?",
  "Fact Check": "",
  "Description": "I'm not sure, so in this case I'm not going to try. I'll just reiterate the same points we've made elsewhere many times over the last three years: The \"extra body bags have been ordered\" claim is a detail that shows up in rumor after rumor about upcoming disasters (usually ones about which the government is supposedly keeping quiet because they \"don't want to cause a panic\"), as it's a simple yet effective way of creating a striking visual image of death in the minds of readers. (References to images such hospitals, ambulances, stretchers, and medics are similarly chilling, but they all allow for the possibility of survival, while a body bag signifies nothing other than the finality of death.) If a city government were really ramping up for a terrorist attack, there would be plenty of signs an insider might notice other than an order for \"extra body bags\": emergency personnel (police, firefighters, EMTs) being put on alert and scheduled for additional shifts, the implementation of extra security equipment and procedures, preparations to limit or close traffic to certain locations, stocking of emergency supplies (food, water, medical kits), maybe even requests to mobilize National Guard or federal troops. Why is it that the one and only tangible piece of information these anonymous informants ever seem to have is that someone is stocking up on body bags? Since the September 11 terrorist attacks, the government has warned us on several occasions about the heightened possibility of additional attacks, even when they had no specific information about when or where those attacks might occur. That they would say nothing to the public when they did have specific information about the date and location of a possible attack makes no sense, but (as always) anonymous rumormongers conveniently explain away that incongruity by maintaining the government is keeping mum because to do otherwise might cause \"mass hysteria.\" Is there a better recipe for \"mass hysteria\" than allowing a foreseeable attack to proceed against a completely unprepared and unwarned populace? It serves no real purpose for terrorists to plan their attacks to fit into recognizable patterns. They might choose a date with symbolic importance (e.g., attacking the U.S. on the 4th of July would send a powerful symbolic message), but planning to strike on particular days simply because the dates make tidy numerical patterns is contrary to their purposes. They want to maximize their chances of success by attacking at times when their plans are least likely to be anticipated, and coordinating their strikes to fit easily recognized patterns is a pointless and poor way of accomplishing their goals. As noted, President Reagan's death on 5 June 2004 was obviously not a scheduled event, and declaring the day of his funeral (11 June) to be a federal holiday wouldn't stop people from being killed in the event of a terrorist attack. (The most common version of this message doesn't even identify a city by name some readers assume it refers to New York, others to Washington, D.C.) Sure, fewer people might be out and about on a federal holiday, but there are plenty of people who aren't employed by the federal government (or financial institutions) and would still have to go to work that day, not to mention all the people in the city who use public transportation even on their days off. Risking the deaths of, say, 20,000 people in order to avoid alarming 200,000 doesn't sound like much of a worthwhile trade-off. The New York Police Department has denied this rumor while (questionably) identifying it as a \"part of a computer virus\": THE NEW YORK CITY POLICE DEPARTMENT HAS RECEIVED NO CREDIBLE THREAT INFORMATION CONCERNING A WIDELY-CIRCULATED EMAIL MESSAGE THAT DISCUSSES A PURPORTED SUBWAY ATTACK ALLEGEDLY PLANNED FOR FRIDAY, JUNE 11TH. IN ADDITION, THE EMAIL IS PART OF A COMPUTER VIRUS WHICH ATTACKS THE ADDRESS BOOKS OF ITS RECIPIENTS AND SPREADS BY USING THOSE ADDRESSES. COMPUTER USERS ARE REMINDED NOT TO OPEN MESSAGES OF FROM SUSPECT OR UNFAMILIAR SENDERS. (It's possible this message has been re-sent by some recipients whose PCs were already infected by viruses, but we haven't seen any evidence that the message itself was deliberately circulated as a way of spreading malevolent code.) June 11 came and went without incident; no terrorist attacks took place, and there was no news of any having been thwarted. The essence of this message was the same as countless other similar rumors we've traced since September 11: the world is a scary place, especially when you're dealing with hidden foes who might strike anywhere, at any time. Asserting that the enemy will follow a predictable pattern allows us to regain a sense of direction, to feel that we have control of our futures, to believe that we can take active steps to avoid becoming victims rather than passively awaiting our fates. What we fear most is the unknown, and these types of rumors provide us with the comfort of knowing something , even if that something proves to be bogus. Whether this sort of comfort is worth the price of the false fears that usually accompany it is up to the individual to decide.",
  "Originally Published": "",
  "Referred Links": "http://www.reuters.com/newsArticle.jhtml?type=domesticNews&storyID=5387312;",
  "Example": "[Collected on the Internet, 2004] PLEASE STOP WHAT YOU ARE DOING AND READ THIS. WHO KNOWS WHETHER OR NOT IT IS TRUE, BUT IT IS NOT WORTH TESTING OUT. PLEASE FORWARD THIS TO EVERYONE YOU KNOW. IT WILL TAKE FIVE MINUTES OF YOUR TIME AND HAS THE POTENTIAL TO IMPACT PEOPLE'S LIVES FOREVER! THANKS!! Please read the below that was forwarded...it is pretty scary. gloria sent this to me...this was sent to her from a coworker at CNN...i'm not sending this to freak everybody out...but just try to be careful... Hi all I hope everyone is doing well. The reason I am sending out this mass email to everyone is because of something that was brought to my attention the other day that I feel I need to tell as many people aspossible in case it turns out to be true.. One of my colleagues has a good family friend who works in city hall. This friend called my coworker on Friday to tell him about some intelligence the city has gotten regarding a possible terror attack in the city (most likely the subways) planned for this Friday and urged him to avoid the subways if possible. He also told him something about the city placing an order for 2 to 3 thousand extra body bags. Now you have to take these things with a grain of salt because I am sure they get tons of this intelligence that turns out to be nothing. However there are some things that coinside with this Friday that seem to give it a higher probability than usual. The terrorists attacked the WTC on 9/11. They attacked Spain's subways on 3/11. This Friday just happens to be 6/11 (thank GOD I'll be on a plane that day!). Whether that means anything or not who knows. The thing that really has me concerned however is that all of a sudden a lot of things are now closed on Friday due to Reagan's death. The stock market, banks, Mail and all federal buildings are closed. Obviously Reagan's death wasn't planned but the fact they chose Friday as the day to do this big honoring of him strikes me as a little to coincidental (less people going to work = less people on the subway). The question that I get most when I tell people about this is why wouldn't they go on TV and warn people. Well I think the answer to that is simple....they can't. They would cause mass hysteria and the city would be out of control. Take this information and do with it what you want. I just felt the need to tell as many people as I could. God forbid something does happen this Friday and some people get hurt or die that I know and could have warned about it and didn't, well that would be a tough pill for me to swallow. I hope all this is bull and nothing happens this Friday or anyday for that matter. One thing is for certain though if I have to work on Friday I am taking a cab.",
  "Last Updated": "14 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/june11.asp",
  "Claim": "Terrorists are planning to strike the U.S. on 11 June 2004.",
  "Claim_ID": "rumors_june11",
  "Tags": ""
}