{
  "Origins": "Tamim Ansary, a San Francisco-based writer and the son of a former Afghani politician, penned this piece on 14 September 2001 and e-mailed it to a handful of friends. Now it's been all over the world for example, the letter can be found on Salon.com under the title \" An Afghan-American Speaks .\"",
  "Fact Check": "",
  "Description": "An interview with Mr. Ansary can be heard at the web site of San Francisco talk show host Ronn Owens , and Mr. Ansary can be heard reading his letter at tompaine.com . Judith Lewis also interviewed Mr. Ansary for L.A. Weekly .",
  "Originally Published": "",
  "Referred Links": "http://www.laweekly.com/ink/01/44/cover-lewis.shtml;http://www.tompaine.com/opinion/2001/09/16/index.html;http://www.ronn.com;http://www.salon.com/news/feature/2001/09/14/afghanistan/index.html;",
  "Example": "[Collected on the Internet, 2001] BY: Tamim Ansary I've been hearing a lot of talk about \"bombing Afghanistan back to the Stone Age.\" One talk radio host said this would mean killing innocent people, people who had nothing to do with this atrocity, but, \"We're at war, we have to accept collateral damage. What else can we do?\" Minutes later, another TV pundit asked if we \"have the belly to do what must be done.\" And I thought about these issues being raised especially hard, because I am from Afghanistan. Even though I've lived here for 35 years, I've never lost track of what's going on there. So I want to tell anyone who will listen how it all looks from where I'm standing. I speak as one who hates the Taliban and Osama bin Laden. There is no doubt in my mind that these people were responsible for the atrocity in New York. I agree that something must be done about those monsters. But the Taliban and bin Laden are not Afghanistan. They're not even the government of Afghanistan. The Taliban are a cult of ignorant psychotics who took over Afghanistan in 1997. Bin Laden is a political criminal with a plan. When you think Taliban, think Nazis. When you think bin Laden, think Hitler. And when you think \"the people of Afghanistan,\" think \"the Jews in the concentration camps.\" It's not only that the Afghan people had nothing to do with this atrocity. They were the first victims. They would exult if someone came in and took out the Taliban and the rat's nest of international thugs holed up in their country. Some say, \"Why don't the Afghans rise up and overthrow the Taliban?\" The answer is, they're starved, damaged, incapacitated, exhausted. Credible international aid organizations estimate that there are 500,000 disabled orphans in Afghanistan a country with no economy, no food. Two million men were killed during the war with the Soviets. There are millions of Afghan widows and the Taliban has been executing women for being women. The soil is littered with landmines. The farms were all destroyed by the Soviets. These are a few of the reasons why the Afghan people have not overthrown the Taliban. We come now to the question of bombing Afghanistan back to the Stone Age. Trouble is, that's been done. The Soviets took care of it already. Make the Afghans suffer? They're already suffering. Level their houses? Done. Turn their schools into piles of rubble? Done. Eradicate their hospitals? Done. Destroy their infrastructure? Cut them off from medicine and health care? Too late. Someone already did all that. New bombs would only stir the rubble of earlier bombs. Would they at least get the Taliban? Not likely. In today's Afghanistan, only the Taliban eat. Only they have the means to move around. They'd slip away and hide. Maybe the bombs would get some of those disabled orphans, they don't move too fast, they don't even have wheelchairs. But flying over Kabul and dropping bombs wouldn't really be a strike against the criminals who did this horrific thing. Actually it would only help the Taliban by crushing the same people they've been raping all this time. So what can be done, then? Let me now speak with true fear and trembling. The only way to get bin Laden is to go in there with ground troops. When people speak of \"having the belly to do what needs to be done,\" they're thinking in terms of having the belly to kill as many as needed. Pushing aside moral qualms and killing innocent people, what's actually on the table is Americans dying. And not just because some Americans would die fighting their way through Afghanistan to bin Laden's hideout. It's much bigger than that. Will other Muslim nations just stand by? We're flirting with a world war between Islam and the West. And guess what: that's bin Laden's program. That's exactly what he wants. That's why he did this. Read his speeches and statements. It's all right there. He really believes Islam would beat the west. It might seem ridiculous, but he figures if he can polarize the world into Islam and the West, he's got a billion soldiers. If the west wreaks a holocaust in those lands, that's a billion people with nothing left to lose, that's even better from bin Laden's point of view. He's probably wrong, in the end the west would win, whatever that would mean, but the war would last for years and millions would die, not just theirs but ours. Who has the belly for that? Bin Laden does. Anyone else?",
  "Last Updated": "7 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/ansary.asp",
  "Claim": "A writer named Tamim Ansary penned an essay from the perspective of an Afghan-American.",
  "Claim_ID": "rumors_ansary",
  "Tags": ""
}