{
  "Origins": "Pierre Rehov is an Algerian-born filmmaker (his family left Algeria for France in 1961, when he was nine years old) who has produced a number of documentaries about the Middle East, primarily focusing on the Israeli-Palestinian conflict. In the wake of the 7 July 2005 terrorist bombings in London, he made a number of appearances on television news programs to discuss the causes and nature of terrorism and his experiences in producing films about the subject. Those appearances included a 15 July 2005 interview for MSNBC's Connected: Coast to Coast, the text of which is reproduced above.",
  "Fact Check": "",
  "Description": "We haven't yet been able to obtain a transcript of the 15 July 2005 Connected program, so we can't guarantee that what is reproduced above is a 100% complete and accurate reproduction of Pierre Rehov's interview. However, we have verified that he was interviewed on Connected that day, that the substance of his remarks matched what is contained in the e-mail quoted at the head of this page, and that he offered substantially similar comments on other news programs around the same time as his Connected appearance.",
  "Originally Published": "",
  "Referred Links": "http://edition.cnn.com/TRANSCRIPTS/0507/23/cst.03.html;http://www.msnbc.msn.com/id/6862172/;http://www.pierrerehov.com/media.htm;http://news.bbc.co.uk/1/hi/in_depth/uk/2005/london_explosions/default.stm;http://www.pierrerehov.com/films.htm;http://www.pierrerehov.com/about.htm;",
  "Example": "[Collected via e-mail, 2006] The Psychology Behind Suicide Bombings By Pierre Rehov, documentary filmmaker On July 15, MSNBC's \"Connected\" program discussed the July 7th London attacks. One of the guests was Pierre Rehov, a French filmmaker who has filmed six documentaries on the intifada by going undercover in the Palestinian areas. Pierre's upcoming film, \"Suicide Killers,\" is based oninterviews that he conducted with the families of suicide bombers and would-be bombers in an attempt to find out why they do it. Pierre agreed to a request for a Q&A interview here about his work on the new film. Q - What inspired you to produce \"Suicide Killers,\" your seventh film? A - I started working with victims of suicide attacks to make a film on PTSD (Post Traumatic Stress Disorder) when I became fascinated with the personalities of those who had committed those crimes, as they were described again and again by their victims. Especially the fact that suicide bombers are all smiling one second before they blow themselves up. Q - Why is this film especially important? A - People don't understand the devastating culture behind this unbelievable phenomenon. My film is not politically correct because it addresses the real problem, showing the real face of Islam. It points the finger against a culture of hatred in which the uneducated are brainwashed to a level where their only solution in life becomes to kill themselves and kill others in the name of a God whose word, as transmitted by other men, has become their only certitude. Q - What insights did you gain from making this film? What do you know that other experts do not know? A - I came to the conclusion that we are facing a neurosis at the level of an entire civilization. Most neuroses have in common a dramatic event, generally linked to an unacceptable sexual behavior. In this case, we are talking of kids living all their lives in pure frustration, with no opportunity to experience sex, love, tenderness or even understanding from the opposite sex. The separation between men and women in Islam is absolute. So is contempt toward women, who are totally dominated by men. This leads to a situation of pure anxiety, in which normal behavior is not possible. It is no coincidence that suicide killers are mostly young men dominated subconsciously by an overwhelming libido that they not only cannot satisfy but are afraid of, as if it is the work of the devil. Since Islam describes heaven as a place where everything on Earth will finally be allowed, and promises 72 virgins to those frustrated kids, killing others and killing themselves to reach this redemption becomes their only solution. Q - What was it like to interview would-be suicide bombers, their families and survivors of suicide bombings? A - It was a fascinating and a terrifying experience. You are dealing with seemingly normal people with very nice manners who have their own logic, which to a certain extent can make sense since they are so convinced that what they say is true. It is like dealing with pure craziness, like interviewing people in an asylum, since what they say, is for them, the absolute truth. I hear a mother saying \"Thank God, my son is dead.\" Her son had became a shaheed, a martyr, which for her was a greater source of pride than if he had became an engineer, a doctor or a winner of the Nobel Prize. This system of values works completely backwards since their interpretation of Islam worships death much more than life. You are facing people whose only dream, only achievement goal is to fulfill what theybelieve to be their destiny, namely to be a Shaheed or the family of a shaheed. They don't see the innocent being killed, they only see the impure that they have to destroy. Q - You say suicide bombers experience a moment of absolute power, beyond punishment. Is death the ultimate power? A - Not death as an end, but death as a door opener to the after life. They are seeking the reward that God has promised them. They work for God, the ultimate authority, above all human laws. They thereforeexperience this single delusional second of absolute power, where nothing bad can ever happen to them, since they become God's sword. Q - Is there a suicide bomber personality profile? Describe the psychopathology. A - Generally kids between 15 and 25 bearing a lot of complexes, generally inferiority complexes. They must have been fed with religion. They usually have a lack of developed personality. Usually they are impressionable idealists. In the western world they would easily have become drug addicts, but not criminals. Interestingly, they are not criminals since they don't see good and evil the same way that we do. If they had been raised in an Occidental culture, they would have hated violence. But they constantly battle against their own death anxiety. The only solution to this deep-seated pathology is to be willing to die and be rewarded in the afterlife in Paradise. Q - Are suicide bombers principally motivated by religious conviction? A - Yes, it is their only conviction. They don't act to gain a territory or to find freedom or even dignity. They only follow Allah, the supreme judge, and what He tells them to do. Q - Do all Muslims interpret jihad and martyrdom in the same way? A - All Muslim believers believe that, ultimately, Islam will prevail on earth. They believe this is the only true religion and there is no room, in their mind, for interpretation. The main difference between moderateMuslims and extremists is that moderate Muslims don't think they will see the absolute victory of Islam during their lifetime, therefore they respect other beliefs. The extremists believe that the fulfillment of theProphecy of Islam and ruling the entire world as described in the Koran, is for today. Each victory of Bin Laden convinces 20 million moderate Muslims to become extremists. Q - Describe the culture that manufactures suicide bombers. A - Oppression, lack of freedom, brain washing, organized poverty, placing God in charge of daily life, total separation between men and women, forbidding sex, giving women no power whatsoever, and placing men in charge of family honor, which is mainly connected to their women's behavior. Q - What socio-economic forces support the perpetuation of suicide bombings? A - Muslim charity is usually a cover for supporting terrorist organizations. But one has also to look at countries like Pakistan, Saudi Arabia and Iran, which are also supporting the same organizations throughdifferent networks. The ironic thing in the case of Palestinian suicide bombers is that most of the money comes through financial support from the Occidental world, donated to a culture that utterly hates and rejects the West (mainly symbolized by Israel). Q - Is there a financial support network for the families of the suicide bombers? If so, who is paying them and how does that affect the decision? A - There used to be a financial incentive in the days of Saddam Hussein ($25,000 per family) and Yasser Arafat (smaller amounts), but these days are gone. It is a mistake to believe that these families would sacrifice their children for money. Although, the children themselves who are very attached to their families, might find in this financial support another reason to become suicide bombers. It is like buying a life insurance policy and then committing suicide. Q - Why are so many suicide bombers young men? A - As discussed above, libido is paramount. Also ego, because this is a sure way to become a hero. The shaheeds are the cowboys or the firemen of Islam. Shaheed is a positively reinforced value in this culture. And what kid has never dreamed of becoming a cowboy or a fireman? Q - What role does the U.N. play in the terrorist equation? A - The U.N. is in the hands of Arab countries and third world or ex-communist countries. Their hands are tied. The U.N. has condemned Israel more than any other country in the world, including the regime of Castro, Idi Amin or Kaddahfi. By behaving this way, the U.N. leaves a dooropen by not openly condemning terrorist organizations. In addition, through UNRWA, the U.N. is directly tied to terror organizations such as Hamas, representing 65 percent of their apparatus in the so-called Palestinian refugee camps. As a support to Arab countries, the U.N. hasmaintained Palestinians in camps with the hope to \"return\" into Israel for more than 50 years, therefore making it impossible to settle those populations, which still live in deplorable conditions. Four hundred million dollars are spent every year, mainly financed by U.S. taxes, to support 23,000 employees of UNRWA, many of whom belong to terrorist organizations (see Congressman Eric Cantor on this subject, and in my film \"Hostages of Hatred\"). Q - You say that a suicide bomber is a 'stupid bomb and a smart bomb' simultaneously. Explain what you mean. A - Unlike an electronic device, a suicide killer has until the last second the capacity to change his mind. In reality, he is nothing but a platform representing interests which are not his, but he doesn't know it. Q - How can we put an end to the madness of suicide bombings and terrorism in general? A - Stop being politically correct and stop believing that this culture is a victim of ours. Radical Islamism today is nothing but a new form of Naziism. Nobody was trying to justify or excuse Hitler in the 1930s. We had to defeat him in order to make peace one day with the German people. Q - Are these men traveling outside their native areas in large numbers? Based on your research, would you predict that we are beginning to see a new wave of suicide bombings outside the Middle East? A - Every successful terror attack is considered a victory by the radical Islamists. Everywhere Islam expands there is regional conflict. Right now, there are thousands of candidates for martyrdom lining up in training camps in Bosnia, Afghanistan and Pakistan. Inside Europe, hundreds of illegal mosques are preparing the next step of brain washing to lost young men who cannot find a satisfying identity in the Occidental world. Israel is much more prepared for this than the rest of the world will ever be. Yes, there will be more suicide killings in Europe and the U.S. Sadly, this is only the beginning.",
  "Last Updated": "17 August 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/soapbox/rehov.asp",
  "Claim": "E-mail reproduces interview with documentary filmmaker Pierre Rehov about the psychology of terrorism.",
  "Claim_ID": "rumors_soapbox_rehov",
  "Tags": ""
}