{
  "Origins": "Yes, these photographs of an ice sculpture depicting an angel leaning on the shoulder of a tired New York firefighter clutching a U.S. flag are real. The sculpture was crafted by Darlene Racicot of Ontario, Canada, to pay tribute to the courage of New York emergency workers for their actions following the September 11 terrorist attacks on America. Ms. Racicot's creation was her entry in the South Porcupine-Porcupine Winter Carnival ice sculpture contest, and pictures of her work drew widespread recognition and praise after they were posted on the web sites of the City of Timmins and Timmins' Daily Press newspaper.",
  "Fact Check": "",
  "Description": "In an interesting twist, Ms. Racicot drew her inspiration from a photograph that had been altered: How did the artist responsible for such an outpouring of appreciation get her inspiration? It started as it has grown, with an e-mailed image from a friend, a photo of an actual New York fire fighter at ground zero, with an angel digitally added, said Racicot. \"It was so touching it really moved me when I saw the picture. I thought maybe it would have the same impact on people if I did it three dimensionally\" The tremendous positive reaction to Ms. Racicot's sculpture far exceeded anything she anticipated: \"I've had phone calls like you wouldn't believe, people bringing me things like gift certificates and baking. Everybody who came here to look at it knocked on my door to say how moved and touched they were. \"I was overwhelmed I really didn't think it was going to have that much of an impact. I was happy it did, but it was unbelievable.\" Additional information: Angelic Firefighter Ice Sculpture Drawing Lots of Attention (Firehouse.Com News)",
  "Originally Published": "",
  "Referred Links": "http://www.firehouse.com/news/2002/2/23_Pice.html;http://www.timminspress.com/;http://www.city.timmins.on.ca;",
  "Example": "[Collected on the Internet, 2002]",
  "Last Updated": "6 July 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/photos/fireman.asp",
  "Claim": "Ice sculpture depicts an angel leaning on the shoulder of an exhausted New York City firefighter.",
  "Claim_ID": "rumors_photos_fireman",
  "Tags": ""
}