{
  "Origins": "On 11 September 2001, terrorist acts in America resulted in the deaths of thousands of innocents. Many tales, from the horrifying to the inspiring, have emerged from the events of that day: accounts of tragedies averted through fortuitous coincidences, accounts of incredible acts of bravery and heroism, accounts of lives shattered and faith reaffirmed. The story quoted above contains all of these elements, but like so many other September 11- related tales, it appears to be a work of inspirational fiction.",
  "Fact Check": "",
  "Description": "The account reproduced above hit the Internet around the second anniversary of the 9/11 attacks in 2003, related as first-person tale told by one of the principals (a man named Robert Matthews) as a call-in guest to a Norfolk, Virginia, radio station on 11 September 2003. It described the caller's encounter with a couple who had appeared at his home two months earlier to inform him that they had named their child after his father, a retired NYFD fireman who had died saving the woman (while she was pregnant) and others from one of the World Trade Center towers in the aftermath of the 9/11 attacks. And, the couple also announced, they had led his father to Christ just before his death. As a supposedly true account, this tale invites a good deal of skepticism for working so many common inspirational tale motifs into one story, including: A pregnant woman saved from certain death when a random event (a flat tire) prevents her from making a doomed airplane flight. A heroic volunteer who dies while selflessly rescuing others (including a second pregnant woman) from the site of a disaster after engaging in a poignant final conversation with his son. An unexpected personal visit from strangers who show up unannounced to inform the son that they had named their own son after his father. A son's concern and anger that his father had died without ever accepting Christ miraculously assuaged by a stranger who informs him that she had led his father to Christ just before his death. We don't know whether or not someone really did call a Norfolk radio station on 11 September 2003 and relate this story, but the details don't check out: several comprehensive databases of September 11 victims, including emergency services personnel (e.g., CNN Victim List ), include no one among the World Trade Center dead named Jake Matthews (the name of the heroic rescuer mentioned in the account); they don't even list anyone with a surname of Matthews at all, nor anyone with a given name of Jake or Jacob (save for one 24-year-old New Yorker who was clearly far too young to be a grandfather and a retired FDNY fireman). Nor do searches of news databases and other information sources locate any story resembling the one described here (under any name), save for this solitary account of it. Unless the details have been substantially garbled or otherwise deliberately changed in the telling, the story doesn't match any known real-life event. On the available evidence we have to conclude that this tale, touching as many may find it, is purely the product of someone's imagination and not a true account.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/SPECIALS/2001/memorial/lists/by-name/page62.html;",
  "Example": "[Collected via e-mail, 2003] A man from Norfolk, VA called a local radio station to share this on Sept 11th, 2003. His name was Robert Matthews. These are his words: \"A few weeks before Sept 11th, my wife and I found out we were going to have our first child. She planned a trip out to California to visit her sister. On our way to the airport, we prayed that God would grant my wife a safe trip and be with her. Shortly after I said 'amen' we both heard a loud pop and the car shook violently. We had blown out a tire. I replaced the tire as quickly as I could, but we still missed her flight. Both very upset, we drove home. I recieved a call from my father who was retired FDNY. He asked what my wife's flight number was, but I explained that we missed the flight. My father informed me that her flight was the one that crashed into the southern tower. I was too shocked to speak. My father also had more news for me; he was going to help. 'This is not something I can just sit by for, I have to do something.' I was concerned for his safety, of course, but more because he had never given his life to Christ. After a brief debate, I knew his mind was made up. Before he got off of the phone, he said, 'take good care of my grandchild.' Those were the last words I ever heard my father say; he died while helping in the rescue effort. My joy that my prayer of safety for my wife had been answered quickly became anger. Anger at God, at my father, and at myself. I had gone for nearly 2 years blaming God for taking my father away. My son would never know his grandfather, my father had never accepted Christ, and I never got to say goodbye. Then something happened. About 2 months ago, I was sitting at home with my wife and my son, when there was a knock on the door. I looked at my wife, but I could tell she wasn't expecting anyone. I opened the door to a couple with a small child. The man looked at me and asked if my father's name was Jake Matthews. I told him it was. He quickly grabbed my hand and said, 'I never got the chance to meet your father, but it is an honor to meet his son.' He explained to me that his wife had worked in the World Trade Center and had been caught inside after the attack. She was pregnant and had been caught under debris. He then explained that my father had been the one to find his wife and free her. My eyes welled up with tears as I thought of my father giving his life for people like this. He then said, 'there is something else you need to know.' his wife then told me that as my father worked to free her, she talked to him and lead him to Christ. I began sobbing at the news. Now I know that when I get to heaven, my father will be standing beside Jesus to welcome me, and that this family would be able to thank him themselves.\" When their baby boy was born, they named him Jacob Matthew in honor of the man who gave his life so mother and baby could live. This story should help us to realize two things: First, that though it has been two years since the attacks, we should never let it become a mere tragic memory. And second, but most important, God is always in control. We may not see the reason behind things, and we may never know this side of heaven, but God is ALWAYS in control. Please take time to share this amazing story with those you love. You may never know the impact it may have on someone.",
  "Last Updated": "9 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/matthews.asp",
  "Claim": "A pregnant woman named her child after the rescuer who died while saving her and others at the World Trade Center on 9/11.",
  "Claim_ID": "rumors_matthews",
  "Tags": ""
}