{
  "Origins": "After the September 11 terrorist attacks on America, Stephen Jukes, Reuters's head of global news, directed his staff to avoid the using word \"terrorist\" in their news reports to describe the perpetrators of those attacks: Throughout this difficult time we have strictly adhered to our 150-year-old tradition of factual, unbiased reporting and upheld our long-standing policy against the use of emotive terms, including the words 'terrorist' or 'freedom fighter'. We do not characterise the subjects of news stories but instead report their actions, identity or background. As a global news organisation, the world relies on our journalists to provide accurate accounts of events as they occur, wherever they occur, so that individuals, organisations and governments can make their own decisions based on the facts Reuters' decision was met with consternation by other news outlets, as reported by The Christian Science Monitor : Reuters' approach doesn't sit well with some journalists, who say it amounts to self-censorship. They also argue that it's inaccurate. \"Journalism should be about telling the truth. And when you don't call this a terrorist attack, you're not telling the truth,\" says Rich Noyes, director of media analysis at the conservative Media Research Center. \"A news organization's responsibility is to find the facts . . . not to play politics with its reporting.\" Or, as Rob Morse noted more sardonically in The San Francisco Chronicle :",
  "Fact Check": "",
  "Description": "Contrary to rumors, however, CNN has not similarly banned use of the word 'terrorist': CNN has not 'banned' the use of the word 'terrorist.' In fact, CNN has referred to the persons responsible for the attacks on the World Trade Center and the Pentagon as 'terrorists' and the act as 'terrorism' since September 11th. The words 'alleged' or 'suspects' are used when referring to individuals identified as having participated in the attacks, because their identities remain in question CNN's statement prompted this bit of sarcasm from Tim Cuprisin of the Milwaukee Journal Sentinel : In other words, instead of saying \"terrorist John Doe,\" they're saying \"alleged terrorist John Doe\" in case the true identities of the terrorists turn out to be different. Libel laws weren't suspended on Sept. 11, after all.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "15 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/reuters.asp",
  "Claim": "The Reuters news agency has proscribed the use of the word 'terrorists' to describe those who pulled off the September 11 terrorist attacks on America.",
  "Claim_ID": "rumors_reuters",
  "Tags": ""
}