{
  "Origins": "The above-quoted essay attributed to Charlie Daniels began circulating via e-mail in early November 2001. Its authorship is not in question: it was indeed penned by the famed singer/songwriter and can be found on his web site in his Soapbox section.",
  "Fact Check": "",
  "Description": "\"This Ain't No Rag, It's a Flag\" has been giving the pot of controversy a good stir. The facts as reported in Daniels' essay are accurate he was scheduled to appear as one of the entertainers at an October 20 Nashville benefit, the Country Freedom Concert, and he did cancel out because the event's organizers asked him to refrain from performing this song. \"If the song is offensive, I figured my presence there also would be offensive,\" he told The Hollywood Reporter . The song has proved to be wildly popular. It debuted at #51 on the Billboard country music singles chart in early November, and requests to play it have poured into country music radio stations. Traffic at his web site, www.charliedaniels.com, the only place to buy \"Rag,\" has soared. The song does strike a responsive chord with a number of folks and does give voice to widespread sentiment, hence its popularity. Of course, the song does not speak for everyone (what song could?), but it's clear a significant number of people do find a sense of empowerment in it. It's a war song, and it's meant to stir up the blood. At this, it succeeds remarkably well. The question of whether \"Rag's\" message is the right one for America at this time is too large an imponderable for this site to try to address. Suffice it to say, some will love this song because it fiercely cries out what's in their hearts, and some will hate it because they disagree with its cowboy justice posture. Discussion of \"Rag\" at the family dinner table thus guarantees lively debate, possibly escalating to pot slinging and plate slamming incidents wholly unrelated to the food. The opening lines of this battle cry have proved especially offensive to some. \" This ain't no rag, it's a flag; And we don't wear it on our heads \" has been parsed by some Muslim Americans as a slam of their customs and of them they interpret the reference to a rag's being worn on the head as applying to their traditional head coverings, thus perceive the song as equating all Muslims (\"ragheads\") with the object of the song's ire, which are terrorists. Those attuned to issues of flag etiquette could view that opening stanza in a more innocuous fashion, as a not-so-gentle reminder that it's disrespectful to wear the American flag or representations of it as an item of clothing (as explained in Section 4(d) of the 1976 Executive Order regarding flag laws and regulations: \"The flag should never be used as wearing apparel, bedding, or drapery\"). Bandanas decorated with the stars and stripes of the U.S. flag, though popular, are thus improper displays of patriotism. (So are boxer shorts made of the flag, but what goes on inside a fellow's pants is generally a matter just between him and his Levis.) It should be noted, however, that Charlie Daniels himself has never espoused the flag etiquette explanation. But in various interviews, the singer has explained that the angry sentiments expressed in the song are exclusively aimed at the terrorists behind the September 11 attack on America and that he deplores any violence or abuse toward law-abiding Islamic people. \"We can no more blame it on good Middle Eastern citizens than we can blame Hitler on people of German descent,\" said Daniels. Barbara \"charlie's angle\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.wi.net/flag.html;http://www.multimedia-interactive.com/cdb/;",
  "Example": "[Collected on the Internet, 2001] This is a statement from Charlie Daniels. I simply say, \"AMEN\" !!!!! There are probably some of you folks out there who are wondering why we didn't appear on the CMT Country Freedom Concert for the Salvation Army to benefit the victims of the September 11th Attack on America. We were announced and scheduled and had every intention of doing the show, until we gave the CMT folks the lyrics to a new song I had written and wanted to perform on the show. After receiving the words they informed us that we could not do the song on the show and when we asked them why they said that the show was a healing type show and they were afraid that the song would offend someone. I would never do anything to hurt the show but I knew that they had the very epitome of country stars and didn't particularly need us to sell tickets. With this in mind, I decided to pull off the show for personal reasons which I would like to share with you. Let me preface my remarks by saying that I respect CMT's right to not allow anything they don't agree with to go out over their airwaves. And in all fairness, I guess they were taking the sensibilities of the victim's families into account. But I respectfully and vehemently disagree with their stand. First of all, I don't feel that this is the time for healing. I feel that this is the time to rub salt in the wounds and keep America focused on the job at hand. We lost almost seven thousand people in the Trade Towers and Pentagon and we're worrying about offending somebody? We have seven month old babies infected with Anthrax and we're afraid we'll hurt someone's feelings? Brave Americans forced a plane down in a field in Pennsylvania and we're worried about ruffling someone's feathers? We're sending our sons and daughters off to fight and perhaps die in a war we had nothing to do with starting and we're concerned about insulting somebody? I felt to give into this political correctness would be to turn my back on the people who lost their lives on 9-11 and on the brave men and women who defend this country. The title of the song is \"This Ain't No Rag It's A Flag\", and I don't apologize for a word in it. I'll let you all decide for yourselves: This ain't no rag it's a flag and we don't wear it on our heads It's a symbol of the land where the good guys live are you listening to what I said You're a coward and a fool and you broke all the rules and you wounded our American pride Now we're coming with a gun and we know you're gonna run but you can't find no place to hide We're gonna hunt you down like a mad dog hound and make you pay for the lives you stole We're all through talking and messing around and now it's time to rock and roll These colors don't run and we're speaking as one when we say united we stand If you mess with one you mess with us all every boy, girl, woman and man You've been acting mighty rash and talking that trash but let me give you some advice You can crawl back in your hole like a dirty little mole but now it's time to pay the price You might have shot us in the back but now you have to face the fact that the big boy's in the game The lightning's been flashing and the thunder's been crashing and now it's gettin ready to rain Chorus: This is the United States of America the land of the brave and free We believe in God, we believe in justice, we believe in liberty You've been pulling our chain, we shoulda done something about you a long time ago But now the flag's flying high and the fur's gonna fly and now the whole world's gonna know This ain't no rag it's a flag old glory red white and blue The stars and stripes and when it comes to a fight we can do what we have to do Our people stand proud the American crowd is faithful and loyal and tough We're as good as the best and better than the rest you're gonna find out soon enough When you look up in the sky and you see the eagle fly you'd better know he's headed your way This ain't no rag it's a flag and it stands for the USA What do you think? God Bless America Charlie Daniels",
  "Last Updated": "8 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/charlie.asp",
  "Claim": "Singer Charlie Daniels pulled out of a scheduled benefit concert appearance because the organizers barred him from performing a certain song.",
  "Claim_ID": "rumors_charlie",
  "Tags": ""
}