{
  "Origins": "In the wake of the September 11 terrorist attacks on New York's World Trade Center came the resurgence of some several-year-old rumors about \"secret messages\" lurking within Microsoft's symbolic Webdings and Wingdings fonts, one innocuous and the other supposedly pointedly anti-Semitic: typing the letters NYC using the Webdings font in Microsoft Word (or similar application) produced, as shown below, an image of an eye, a heart, and a city skyline, assumed to be a rebus form of the phrase \"I love New York\" (although the last image could really be any big city skyline). But switching to the WingDings font produced an image of a skull and crossbones, a Star of David, and a thumbs-up symbol, read by some conspiracy-minded folks as a symbolic approval of the killing of Jews:",
  "Fact Check": "",
  "Description": "The images associated with the capital letters N-Y-C in the Webdings font, at least, were deliberately chosen, as Microsoft spokesperson Kimberly Kuresman explained in 2001: When Microsoft developed a new graphical font, Webdings, in 1997, Kuresman said typographers took pains to ensure that the image corresponding with the capital letters NYC was a pleasant one. Users who type in that string of letters in Webdings are greeted with graphics for an eye, a heart and a city skyline, symbols for the message \"I Love New York.\" The darker message supposedly associated with those same letters in the Wingsdings font was noted as far back as 1992, when the New York Post tabloid published an breathless article about the discovery of a \"secret anti-Semitic message apparently urging death to Jews in New York City\": ANTI-JEWISH CODE LURKS IN POPULAR SOFTWARE One of the world's best-selling computer programs contains a secret anti-Semitic message apparently urging death to Jews in New York City. A computer consultant discovered the diabolic message while installing Microsoft's new Windows 3.1 software for a client yesterday. The consultant was testing a mailing-address use of the program when he noticed the letters \"NYC\" had been replaced by a hateful message - a skull and crossbones, the Star of David and an approving thumbs-up symbol. Microsoft strongly denies any hidden message. Others disagree. \"There's no way it could be a random coincidence,\" said Brian Young, a friend of the consultant, who does not wish to be named. \"It's pretty scary. I was pretty shocked by the whole thing.\" Computer owners who use Microsoft Excel, Microsoft Word or any other Microsoft program containing a print font named \"Wingdings\" can duplicate the anti-Semitic message by typing the letters \"NYC\" on their screen. Microsoft said \"Wingdings\" was designed by Bigelow and Holmes, an outside vendor, and denied that Microsoft intentionally designed the secret message. Prof. Charles Bigelow confirmed that his company provided the symbols, but insisted that Microsoft made the final \"mapping\" decisions assigning his symbols to specific keys on the keyboard. But a senior Microsoft spokesman said the charge that the fonts contain a hidden message is \"outrageous.\" \"It's like saying that if you randomly type out characters on a keyboard to spell 'Satan', you can do that, but it's incredible to say that there's anti-Semitism in Microsoft or one of its vendors,\" said Charles Hemingway. But Young, who discussed the matter with other computer consultants, isn't so sure it's just a coincidence. The \"Wingdings\" font contains no letters just 255 symbols. Young calculated the odds of three letters of the alphabet being combined with 255 symbols, and said he found that the odds of obtaining the message were less than one in a trillion. \"It's mind-blowing,\" said Young. \"Somebody's responsible for this. This is very offensive.\" \"I found it hard to believe some of the stories about the resurgence of Nazi sympathizers but this puts things back into perspective.\" When this conspiracy rumor resurfaced and began to blaze its way around the Internet immediately after the 9/11 terrorist attacks, Microsoft issued a statement disclaiming any malicious intent and explaining why the font had not since been altered to put the issue to rest: We can certainly understand how people would respond with some shock to this apparent issue. We did too when it first came up nine years ago and we investigated it thoroughly in partnership with the Anti-Defamation League. The conclusion was that the sequence in the Wingdings character set is coincidental and that there was no malicious intent. In fact, it impacted several software companies at the time and continues to do so. Unfortunately, there was not an easy way to fix the problem. We understand that this requires explanation. At the simplest level, wingdings and webdings are much like an alphabet of characters and provide thousands of potential combinations from which a person could choose. Changing the character set would create an impact of unknown scale on existing data and code using the affected font. Again, using the example of the alphabet, what would happen to existing documents and applications if we switched around a handful of letters? The likely result is that we would create significant issues for people, cause some unintended humorous moments and several offensive ones. For that reason Wingdings has been left unaltered since its inception. Wired magazine also interviewed a typographer who noted that the arrangement of symbols in the Wingdings font was surely nothing more than coincidence: Don Hosek, a typographer and editor of the typeface magazine Serif, said that graphic font designers don't usually pay much attention to the way particular images correspond to letters on the keyboard. \"We have enough symbols and combinations that it's almost inevitable that you'll find something that's a little sinister,\" he said. Although it's common for designers to include one or two deliberate messages usually something innocent like a logo it's safe to assume that the image strings on Wingdings were randomly generated. Hosek said he has known the creators of Wingdings Charles Bigelow and Kris Holmes of the font design firm Bigelow & Holmes for more than a decade and is convinced that they had not intended to offend anyone. \"These are two of the most peace-loving people on the face of the Earth,\" he said. \"There's no way it was anything other than an unfortunate coincidence.\" (Penn Jillette, of Penn & Teller fame, also penned a caustic essay on this phenomenon for PC Computing back in 1992.) The last coincidence mentioned in the example quoted at the head of this page, that the arrangements of symbols corresponding to the string \"Q33NY\" in the Wingdings font is a \"sign that Microsoft were involved in the terrorist attack,\" is purely a contrived one. Although typing the characters Q-3-3-N-Y in the Wingdings font does produce the string of images shown below (an airplane, two vertical rectangular shapes, a skull and crossbones, and a Star of David), none of this has any real relevance to the 9/11 attacks: Q33NY was not the flight or tail number of either of the planes that were crashed into the World Trade Center that day, the rectangular shapes represent pieces of paper with writing on them, not buildings, and the terrorist attacks were neither perpetrated by nor targeted against Jews. The numerous suggestions that have since been offered about what 'Q33' really does refer to (everything from a New York bus route to a verse from the Quran) merely highlight how easy it is to find significance in anything, meaningful or not. Additional information: \"MS Denies Wingding Thing, Again\" (Wired News) \"I Heart My Dog's Head\" (Penn Jillette)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/19961119143115/http://www.sincity.com/penn-n-teller/pcc/wingding.html;http://www.wired.com/news/business/0,1367,47042,00.html;http://web.archive.org/web/19961119143115/http://www.sincity.com/penn-n-teller/pcc/wingding.html;",
  "Example": "[Collected via e-mail, September 2001] 1. open MS word 2. type \"NYC\" in uppercase letters 3. change the font size to 72 4. change the font to webdings 5. change the font to wingdings Apparently \"q33ny\" supposed to be the flight number of one of the crashed planes gives an aeroplane, two buildings, a skull and crossbones and the star of david. Again, no comment, although whether this is in fact the number of one of the planes seems unlikely. I've heard a few people suggesting that this is a sign that Microsoft were involved in the terrorist attack.",
  "Last Updated": "11 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/wingdings.asp",
  "Claim": "Microsoft's Webings and Wingdings fonts include hidden anti-Semitic and 9/11-referential messages.",
  "Claim_ID": "rumors_wingdings",
  "Tags": ""
}