{
  "Origins": "The above-displayed sign on a Perfume Planet store at the Harwin Central Mart in Houston, Texas, caused a great deal of consternation (and outrage) among Americans in mid-September 2009, the eighth anniversary of the 9/11 terrorist attacks on the U.S. Many viewers took the sign's statement that the store would be closed on September 11 \"to commemorate to the martyrdom of the Imam Ali\" as a mean-spirited insult, interpreting it to mean that the proprietors were shutting down to honor one of the terrorists killed in the perpetration of the 9/11 attacks.",
  "Fact Check": "",
  "Description": "Although the sign was real, its common interpretation was erroneous: None of the 9/11 hijackers was named \"Ali,\" and the word \"Imam\" is not a name but rather a title (akin to \"rabbi\" or \"minister\") that refers to a Muslim religious leader. The Imam Ali was not a modern day terrorist; he was a 7th century religious figure, the cousin and son-in-law of the Islamic prophet Muhammad, whom Shi'a Muslims regard as the first Imam. (Disagreement over Ali's role in Islamic theology led to the division of Muslims into the Sunni and Shi'a branches of Islam.) Ali was attacked by an assassin while praying in a mosque on the 19th day of Ramadan and died two days later, so the 21st day of Ramadan is (among the Shi'a branch of Islam) a day of special significance, a day for honoring the martyrdom of the Imam Ali. Since the Islamic calendar is based on lunar months with years of 354 or 355 days, the months of the Islamic calendar move around from year to year with respect to the Gregorian calendar. In 2009, the month of Ramadan began on 21 August, and the 21st day of Ramadan therefore coincidentally fell on the date of September 11 by the Gregorian calendar that year. The Perfume Planet's manager explained his reaction to the confusion caused by the controversial signage: Store manager Imran Chunawala was stunned [by the reaction] because the holiday had nothing to do with 9/11. Then he realized what happened. Imam Ali died on the 21st day of Ramadan in the year 661 AD. It's a somber and significant holy day for Muslims. This year it coincidentally fell on September 11. \"We did not explain enough in the sign because that is the same sign we put up every year on this particular day for this particular reason,\" said Chunawala. He apologized for the confusion and put up a new sign thoroughly explaining the martyr they were honoring died in 661 AD. \"If people thought that that's what this was about, I apologize,\" Chunawala said. \"That was not what this was about. I'm clarifying once again and I seriously am sorry for any misunderstanding that this caused.\" Several months later, the store's proprietors remained the targets of hostile criticism over the misunderstanding: Sajid Master, who owns the store, was accused of being an al-Qaida supporter. Since then, he says, he has received hate mail, threatening phone calls and personal visits. Master, a U.S. citizen, and his employees have tried to talk to everyone and to answer all letters. But Master says the calls keep coming, usually dying down only to pick up when someone starts a new e-mail chain letter. In 2012, the month of Ramadan fell between 20 July and 18 August on the Gregorian calendar and had no intersection with the anniversary of the 9/11 terrorist attacks.",
  "Originally Published": "",
  "Referred Links": "http://en.wikipedia.org/wiki/Ali;",
  "Example": "[Collected via e-mail, September 2009] I only go to Harwin Drive to buy rhinestones when I don't have time to order in from my wholesale source. Today I went to the Harwin Central Mall to pick up some crystals. The very first store that you come to when you walk from the lobby of the building into the shopping area had this sign posted on their door. I couldn't stay in the building it made me so sick. Feel free to share this with others.",
  "Last Updated": "6 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/photos/martyr.asp",
  "Claim": "Photograph shows a Houston store closed on September 11 to honor one of the 9/11 hijackers.",
  "Claim_ID": "rumors_photos_martyr",
  "Tags": ""
}