{
  "Origins": "Fears about deadly contaminations inflicted by the malicious upon whole populations are widespread. In the wake of the terrorist attacks of September 11 and the anthrax saga unfolding in Washington and New York, folks are adopting a watchful attitude towards events they previously wouldn't have questioned. Though vigilance is of course a good thing, too much of it can result in our jumping at shadows.",
  "Fact Check": "",
  "Description": "The news is rife with reports of mysterious powders found hither and yon, powders which turn out to be sugar, baby powder, soap flakes, artificial sweetener, or any of a number of inoffensive substances. Each find has to be investigated, and each time people have to be cleared from the area. Though ultimately truth proves out, the cost in terms of productivity and just plain old wear-and-tear on the emotions of the folks potentially exposed is immeasurable. Yet the climate of the times dictates that each spill must be viewed with suspicion, whereas in former, more innocent days, a dusting of white powder discovered on the counter in the employee break room would be presumed to be coffee creamer left behind by a hurried co-worker. Two seemingly related instances supposedly involving crop dusters in Mississippi were of this shadow-jumping variety. On October 19, 2001, the crew of a towboat plying the Mississippi River near Rosedale reported being sprayed by a low-flying plane with a light white substance or mist. Both the FBI and the Mississippi Department of Health were called in to investigate the FBI to determine the origin and intent of the plane, the Department of Health to ascertain the nature of the substance. As a precaution, the crew was treated with Cipro, an antibiotic effective against anthrax, and quarantined for sixty hours. On October 22, a tiny Coast Guard post in Natchez, Mississippi (170 miles south of Rosedale), was reportedly dusted with fine white granules from a small plane. Two mysterious dustings within the space of days fueled concerns that yet another terrorist attack was underway. Both incidents turned out to be mundane and ill intent absent. The towboat that had reported being deliberately sprayed down the length of the seventeen barges it had been pulling had actually been the recipient of a salutation from a passing plane. Investigators believe they have located the pilot of that aircraft and have determined that the substance emitted was only smoke. Crop dusters, which use smoke as navigation tools, sometimes spray smoke as a greeting to those below. As for the Coast Guard post in Natchez, investigators found that the substance apparently was in the air before the plane flew over the area and was consistent with material often emitted by a nearby paper processing plant. The pilot of that plane which was not a crop duster just happened to be flying overhead and contacted authorities himself the next day. Barbara \"dust deviled\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/cropdust.asp",
  "Claim": "A crop duster sprayed boats on the Mississippi with a harmful substance on 19 October 2001, and another plane sprayed a Coast Guard post in Natchez on October 22.",
  "Claim_ID": "rumors_cropdust",
  "Tags": ""
}