{
  "Origins": "On 1 November 2001, California governor Gray Davis said that law enforcement officials had \"credible evidence\" that terrorists may be targeting four California bridges, including the Golden Gate Bridge.",
  "Fact Check": "",
  "Description": "The bridges identified by Davis as possible targets were the Golden Gate and Bay Bridge, both in San Francisco, the Vincent Thomas Bridge at the Port of Los Angeles, and the Coronado Bridge in San Diego. The FBI, however, said in a statement that authorities had not yet corroborated the information but decided to issue a warning. \"Reportedly, unspecified groups are targeting suspension bridges on the West Coast,\" the FBI said in a statement. Six \"incidents\" were planned during rush hour between Friday, Nov. 2 and Friday, Nov. 9, the statement said. FBI special agent Matt McLaughlin told CNN the information came to the FBI through another intelligence agency and that the FBI \"is currently working vigorously to determine the credibility of the information.\" The Justice Department took the rare step of releasing a statement from the FBI Counterterrorism Division sent via the National Threat Warning System. As summarized by CNN: The FBI is in possession of uncorroborated information indicating the possibility of additional terrorist attacks against the United States, specifically the West Coast,\" the statement said. \"Reportedly, unspecified groups are targeting suspension bridges on the West Coast. Six incidents are to take place during rush hour beginning Friday, November 2 and continuing through November 7, 2001.\" \"No further information about the alleged attack is known at this time,\" the statement continued. \"The FBI is attempting to verify the validity of this report. Recipients will be updated as events warrant.\" The FBI advisory concerned attacks on \"West Coast bridges\" and was sent to eight different states however; it did not specify either California or particular bridges within California as potential targets of attack, and Gov. Davis drew some criticism for having used uncorroborated FBI advisories as the basis for announcing that federal officials had \"credible evidence\" of planned terrorist attacks on California bridges. Several days later, the FBI issued another message stating that the intelligence behind the bridge attack warning had not been credible: The FBI concluded Tuesday that the raw intelligence behind last week's warning that terrorists might attack West Coast bridges was not credible . . . The FBI received uncorroborated intelligence last week suggesting terrorists might strike suspension bridges on the West Coast between last Friday and Wednesday and issued a private warning to law enforcement in eight states. The warning also went to many companies in the region through the FBI's Infragard network that alerts industry to threats. California Gov. Gray Davis then took the information public the next day, suggesting federal officials had \"credible evidence\" of a possible terror attack on four bridges in his state. National Guard troops took up positions on the bridges, and transportation officials beefed up security from the Golden Gate Bridge in San Francisco to the Holland Tunnel in New York. But agents who looked further into the raw intelligence found no evidence to corroborate the threat, officials said. They issued an updated message to police nationwide on Tuesday. \"Recipients should be advised that FBI investigation has determined that the threat to suspension bridges is not deemed credible,\" the message said. Barbara \"bridge mix\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.latimes.com/news/printedition/la-000087176nov02.story;",
  "Example": "[Collected on the Internet, 2001] NATIONAL THREAT WARNING SYSTEM Terrorist Threat Advisory Update Possibility of Additional Terrorist Attacks The FBI is in possession of uncorroborated information indicating the possibility of additional terrorist attacks against the United States, specifically the west coast. Reportedly, unspecified groups are targetingsuspension bridges on the west coast. Six incidents are to take place during rush hour beginning Friday, November 2 and continuing through November 7, 2001. No further information about this alleged attack is known at this time. The FBI is attempting to verify the validity of this report. Recipients will be updated as events warrant. Recipients who receive or develop information related to this matter should immediately contact their local FBI office",
  "Last Updated": "7 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/bridges.asp",
  "Claim": "California governor Gray Davis announced that a credible threat existed about planned terrorist activity against major bridges in California.",
  "Claim_ID": "rumors_bridges",
  "Tags": ""
}