{
  "Origins": "Snapple, the popular beverage company begun in 1972, has been a target of spurious \"owned by someone evil\" rumors since 1992. Those earlier (and entirely baseless) rumors linked the company with the Ku Klux Klan, not an Arab terrorist. (The KKK-Snapple connection was but one of many similar slanders tying a number of innocent businesses to the KKK that particular rumored association was far from unique to Snapple.)",
  "Fact Check": "",
  "Description": "But times change, and so do those whom society views as the evildoers of the hour. Though the KKK is as odious as ever, its particular brand of detestability has been eclipsed by that of the terrorists cowering in the mountains of Afghanistan. One of the many rumors born in the aftermath of the September 11 attack on America links Snapple with Osama bin Laden and calls for a grassroots boycott of this company's line of products. Although bombs seem the obvious way to go after those who perpetrated the terrorist attacks on America, the real key to their undoing may well be economic. But that's not nearly as visceral a solution as going into Afghanistan with a war cry and guns blazing, and it's not one which the average person can participate in or support in a tangible way, and so rumors like the one tying Snapple to Osama bin Laden help fill the void. The typical American wants to experience the sense of vindication that comes from toppling this manifestation of evil, and so calls to boycott companies which are rumored to be filling the war chests of bin Laden and his cronies therefore fall on highly receptive ears many want to feel they're part of the struggle, but the very nature of the battle denies them that opportunity. Becoming part of an economic boycott would restore at least a part of that yearning for participation. That type of rumor, though highly welcome, often outruns the facts. That is the case with the call to spurn Snapple: In a lengthy Snapple press release , CEO Michael Weinstein wrote: Snapple has never had and does not now have any direct or indirect relationship of any kind whatsoever with Osama bin Laden or any other terrorist group or supporter. That same press release contains the likely reason behind this particular blossoming of the \"allied with evil\" rumor: If the source of these rumors is over our terminated relationship with a Saudi Arabian food distributorship, let me clarify this once and for all. Some of our products along with products from other respected American beverage and food companies were distributed by a company that had an investment from The Saudi Binladin Group. Snapple has never had any reason to believe, nor do we now, that this company had any relationship of any kind with terrorists. Nonetheless, several weeks ago, we terminated our relationship with this distributorship. Those unfamiliar with the Binladin Group might conclude from its name that it is Osama bin Laden's corporate presence. In truth, the Binladin Group is one of the many corporate entities owned or participated in by any number of Osama bin Laden's relatives, many of whom spell their surnames as Binladin. The infamous terrorist hails from a family that is both very large and incredibly wealthy. Osama has 54 siblings, and untangling the web of the family's finances and business associations is nearly an impossible task. Though it cannot absolutely be ruled out some of the income flowing into any of these entities reaches Osama bin Laden, it is widely understood that he is the family's black sheep and that many members of this wide-reaching and far-flung assembly of relatives have utterly disowned him. Osama's half-brother, 35-year-old Abdullah Mohammed Binladin, the only member of the family to speak publicly about their notorious relative since September 11, said: \"I affirm that the Binladin family and the Saudi Binladin Group have no relationship whatsoever with Osama or any of his activities. He shares no legal or beneficial interests with them or their assets or properties, and he is not directly or indirectly funded by them.\" As to who does own Snapple, it's now part of Cadbury Schweppes, a large UK corporation famous primarily for chocolate and carbonated beverages. Cadbury Schweppes is a publicly traded company on the London Exchange. It is therefore not owned by any one person, but by thousands. Snapple originated as Unadulterated Food Corporation in 1972 and was little more than a hobby enterprise begun by Leonard Marsh, Hyman Golden, and Arnold Greenberg, who at the time were selling juices to health food stores. The first of its famed teas wasn't introduced until 1987, and the success of that line changed the company. The concern was acquired by Quaker [Oats] in 1994, sold to Triarc in 1997, and sold again to Cadbury Schweppes in 2000. Untangling the web of who owns what will be one of the biggest tasks those charged with fighting terrorism on the economic front will face in the years to come. It is more than likely the effort will prove that at least some of the terrorists or those who provide their funding have holdings in a variety of American companies that are innocently unaware of the details of each of their minor shareholders' private lives. (The international world of finance being what it is, a diversified portfolio is a must, and that holds true for terrorists as well as for the law-abiding.) That will not mean that those companies whose shares turn up in the wrong hands support terrorism; merely that one of the nasties bought a bit of stock without their knowing who he really was. When such holdings come to light, there will be an outcry against those companies as those looking for someone to direct their anger towards will at least momentarily feel they've found someone deserving of their ire. They'll be wrong, but that will probably do little to stem the tide of criticism they'll unleash. Barbara \"who let the dogs out?\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.snapple.com/snapple_pr.html;",
  "Example": "",
  "Last Updated": "21 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/snapple.asp",
  "Claim": "Osama bin Laden owns Snapple.",
  "Claim_ID": "rumors_snapple",
  "Tags": ""
}