{
  "Origins": "During the fall of 2001 the news was filled with stories of suspect envelopes housing mysterious powders delivered through the mail. Sometimes those stories proved to have something to them (e.g., the 12 October 2001 report about an NBC worker in New York who was exposed to a cutaneous form of anthrax on September 25) , and sometimes they didn't (e.g., the 12 October 2001 closure of a Colorado post office after the discovery of an unknown substance that turned out to be pudding powder). Further influencing the growth of that climate of fear was the memory of an older baseless scare widely touted on the Internet, the Klingerman virus hoax that first surfaced in May 2000. All of these stories the true ones and the false fed the burgeoning state of mail-related anthrax panic.",
  "Fact Check": "",
  "Description": "At a time like that, it was helpful to gain a better understanding of what anthrax was and (more importantly, in terms of helping to quell concerns about mysterious powders arriving in envelopes) why it was unlikely foreign terrorists were the ones mailing anthrax-laden powders to various people. Anthrax is an acute infectious disease caused by the spore-forming bacterium Bacillus anthracis . It most commonly occurs in wild and domestic lower vertebrates (cattle, sheep, goats, camels, antelopes, and other herbivores), but it can also occur in humans when they are exposed to infected animals or tissue from them. Spores would be released, for instance, from the decomposing body of an animal that contained the bacteria. Anthrax can also be acquired through eating the meat of such an animal or through handling its flesh or any part of it. Anthrax is a naturally occuring bacteria. It's been an ordinary part of our world for a very long time, and folks can still come into contact with it quite innocently. Forms of the bacterium have been developed by a number of governments (including the U.S. and Soviet) as part of their biochemical arsenals. According to the Centers for Disease Control: Human anthrax has three major clinical forms: cutaneous, inhalation, and gastrointestinal. Cutaneous anthrax is a result of introduction of the spore through the skin; inhalation anthrax, through the respiratory tract; and gastrointestinal anthrax, by ingestion. Of the three, inhalation is far and away the most deadly form of transmission. Victims who have acquired the disease through having breathed the spores almost always die; even when the infection is treated with massive doses of antibiotics, the survival rate is only 10%. It is for this reason that an inhalation method of delivery would be chosen for bioterrorism efforts rather than intestinal or cutaneous modes. Not only are airborne spores far easier to deliver to large populations in one shot (think crop dusters over towns or gas cannisters in a subway), this form of infection will kill at a horrific rate. Intestinal anthrax results from ingesting foodstuffs (usually meats) that have been exposed to the bacteria. When treated with a regime of antibiotics, the human survival rate is 40 to 75%. Cutaneous transmissions occur when people come into tactile contact with anthrax bacillus by touching an item the spores are resident upon. Mere contact with the pathogen, however, is unlikely to result in contraction of the disease; there has to be an open cut through which the bacteria can gain access to the bloodstream. Cutaneously-acquired anthrax is readily treatable with antibiotics and is almost always survivable. Though there have been deaths resulting from this form of transmission, they have occurred in cases where the patient was not treated at all (and only one in four, then) or when treatment was begun very far into the course of the disease. The death of 63-year-old Bob Stevens of Boca Raton, Florida, has been determined to have been from an inhaled form of the bacteria. How he came into contact with it is not known at this time. The cases involving two other workers at the American Media Inc. building in Boca Raton (where Stevens worked) are of the cutaneous transmission variety. Although both have tested positive for exposure to anthrax, neither has developed the disease. Both are taking antibiotics and one has even returned to work. The New York incident reported on 12 October 2001 involving a suspect envelope addressed to Tom Brokaw that was opened by an NBC staffer was once again of the cutaneous transmission variety. The woman has been treated with antibiotics since 1 October and so far remains in good health. She is expected to make a full recovery. A vaccine to prevent anthrax is in limited supply and is now only available to the military. It takes eighteen months for its protection to kick in, and those who have received this series of innoculations must have yearly boosters to maintain its potency. The vaccine is 90% effective. Those not in the armed forces might be tempted to begin taking doses of antibiotics as a preventative measure. This is far from a good idea because resistance is built up to the antibiotics, rendering later courses of treatment when treatment is really needed ineffective. In other words, although this might at first glance look like a good idea, it's actually a terrible one. It is not known at this time who was behind the mailing to NBC. The matter is being thoroughly investigated by law enforcement officials. Some further instances of mysterious white powders delivered through the mails have turned out to be hoaxes. So far flour, detergent, baby powder, and pudding mix have turned up. There is no situation so macabre that the pranksters won't have at it. One falsehood about anthrax needs be dispelled: It cannot be passed person to person. It is thus not contagious. Barbara \"unlike fear\" Mikkelson Additional Information: General Info About Anthrax (Centers for Disease Control) Technical Info About Anthrax (Centers for Disease Control) Additional Info About Anthrax (Centers for Disease Control) Anthrax Bioterrorism (University of Alabama)",
  "Originally Published": "",
  "Referred Links": "http://www.bioterrorism.cme.uab.edu/CategoryA/Anthrax/Anthrax.pdf;http://emergency.cdc.gov/agent/anthrax/basics/factsheets.asp;http://www.cdc.gov/nczved/divisions/dfbmd/diseases/anthrax/technical.html;http://www.cdc.gov/nczved/divisions/dfbmd/diseases/anthrax/;",
  "Example": "",
  "Last Updated": "7 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/anthrax.asp",
  "Claim": "In the autumn of 2001, fear of exposure to anthrax delivered by mail ran high.",
  "Claim_ID": "rumors_anthrax",
  "Tags": ""
}