{
  "Origins": "The post-Sept. 11 climate of patriotic fervor encouraged the spread of stories such as this one. Through them, folks gain a vicarious sense of having participated in defending their country (even if that \"defending\" amounts to putting the run on loudmouth eggheads at the local Best Western). In times of war, liberal attitudes are less tolerated, and old wounds (e.g., the Hanoi Jane chapter of the Vietnam War) are again scratched open. Less complex world views are adopted, and many draw strength from a return to the jingoism of \"Love it or leave it\" and \"If you're not with us, you're against us.\"",
  "Fact Check": "",
  "Description": "Overly liberal attitudes are lampooned in this piece through the invocation of diametrically opposed stereotypes: the armed services veteran who has sacrificed much for his country and the stay-home college boor who is long on opinion but short on real-life contribution to the greater good. But of course the populace (in this case, the folks in the restaurant) rise up to support the patriots, thus aligning themselves on the side of right. As real as the feelings are that fuel this story, the tale itself is not true. What follows is a statement issued by the President of the University of Idaho: University of Idaho Office of the President Moscow, Idaho 83844-3151 The Friday Letter October 25, 2001 Dear Friday Letter reader, We began receiving e-mail messages this morning from a number of our alumni, friends, legislators and others about 200 by 10:30 a.m. all expressing concern about an e-mail story they had received from a variety of sources. The story outlines the details of an encounter between anti-American war protestors allegedly from \"Idaho University\" and members of the U.S. military at the \"Best Western\" here in Moscow. After interviewing all members of their restaurant staff, the hotel management has assured us that no incident like the one described in the story ever occurred. There are other details within the story itself that were clearly fabricated. Contrary to the implications of the e-mail story, we have been responsive and responsible in our reaction to the tragic events of Sept. 11 by doing what we do best coming together as a campus community and educating ourselves and our students about the complex issues of the day. The day after the attacks, the University of Idaho was a key organizer of a community rally to give students, faculty, staff, alumni, citizens the opportunity to gather and mourn the loss of their countrymen. We closed the university for a short time during the national period of mourning on Sept. 13. The week after the attacks, I asked Dr. Rand Lewis, a retired military officer and director of the Martin School of International Affairs at UI, to organize a series of public forums to help public understanding of the issues surrounding the attacks. Rand was a soldier and a statesman and is now a scholar who is extremely knowledgeable about terrorism and national security issues. Each of these sessions has played to a packed house. They provide an opportunity for education as well as free and open discussion as I said earlier, the very best a university has to offer. I would appreciate your assistance in debunking the urban legend that so mischaracterizes the University of Idaho. If you receive this e-mail story, let the person who sent it to you know that it is false. If you hear someone talking about it, take the time to correct him or her. I appreciate the support you continue to give the University of Idaho. Best Regards, Bob Hoover President, University of Idaho Barbara \"myth america\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] I arrived in Moscow, Idaho (Home of Idaho University one block from Best Western) and went to dinner at Best Western. About 85-100 people were in the Restaurant. I'm at a table for about 5 minutes when this \"Group\" comes in (20 people). They have Anti-War Picket Signs with them. It appears that two of these demonstrators are Professors. They all sit at a large round table behind me and begin to talk very loudly about US atrocities in Afghanistan. One of the \"Professors\" stands up and gives a brief talk about how the \"US is famous for atrocities\" and Afghanistan will be no different. One of the students asked a question about Viet Nam POW's. The \"Professor\" makes a comment about how that was only US propaganda about poor treatment of POW's. OK - I'm really mad now and I jump up and go over to their table. (In retrospect - Over the entrance to the Restaurant is a huge American Flag. On each table is an American Flag and a small hand painted sign \"United We Stand\"). I excuse myself and ask the Professor if I can ask him a question. He says yes. I said that he appears to be of age to have served in Viet Nam, and asked him if he had served. His answer was, \"NO - I defended this Campus and told the truth to the students. I then asked if he remembered what he was doing on February 16, 1969. When he answered, \"Of course not - that was too long ago,\" I responded, \"Really, I remember what I was doing. That was the second day of my capture and I had been standing in a bamboo cage for 24 hours with water up to my chest\". I then said \"Sir, your comments about how POW's in Nam were treated are a lie and I personally say to you, you are a ******* liar, as you never were there. I was a POW and they did not treat our POWs humanly. The only other person I have ever heard make the statements like you have is Jane Fonda. Is she telling the truth and not me?\" He stood up and after about 10 seconds said, \"Jane is a great patriot and I cannot visualize her lying.\" With that, I reached over and grabbed the small American Flag and United We Stand sign and said, \"I'm taking this back to my table where it can be appreciated\". No one said a word to me as I started to walk back. However after a few seconds, people started standing up and applauding all around the restaurant. Two men got up from a table across the room and walked over to me. The first identified himself as former US Marine Lieutenant Flynn and the other man was former Gunnery Sergeant Graboski. In a loud voice after introducing themselves, Lt. Flynn said they were former Marine Guards at a US Embassy. He then said, \"We are over at this table to defend the US Flag from all foes, both foreign and domestic.\" They then sat down and asked their Waitress to bring their meals over to my table. A few more minutes went by with loud comments from the \"Anti-War\" table. All of a sudden, \"Gunny\" Sergeant Graboski stood up and in a loud voice said \"All of you heard what the President said the other night. You are either with the United States or you are with the terrorists.\" He then said, \"Please stand and join me in God Bless America.\" As he started singing, people all around the restaurant stood up and joined in. Several of the students at the \"Anti-War\" table also stood up half way through the song and joined in. Both Professors and the majority of the students remained seated and refused to sing. At the end there was a great ovation. The Manager came up to my table. (He and his staff came out from the kitchen and sang). He thanked me for what I started and then went over to the Anti-War table and asked them to leave. \"I will pay for what you have had so far but I cannot in good conscience serve you - get out now!! One of the Professors then made a remark \"Well, we are not going to pay one dime for how shabbily we have been treated.\" As they were leaving, one customer stood up and said, \"Manager, here is $5 towards their bill, anyone else willing to chip in to get this scum out of here?\" All over the restaurant, people stood up reaching for their wallet and saying, \"I'll chip in\" The Manager, in tears said, \"My family is from Poland, I am now a citizen and am so proud of what I see tonight.\" He started crying and a couple of the waitresseshelped him into the kitchen. The two Marines and I were there for about another 20 minutes and finished our meal. The Hostess came up and showed us more than $100 dollars that all the other tables had told their Waitresses to give towards our bill. I thanked her but said I could not take the money. Lt Flynn suggested donating it in the Restaurant's name to the New York Relief Fund, so I guess that's what will happen. I just can't believe how Americans are coming together now. Just thought you would like to hear how the rest of the country is reacting to what happened!!!",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/egghead.asp",
  "Claim": "University peaceniks are chased from a restaurant by patrons singing God Bless America.",
  "Claim_ID": "rumors_egghead",
  "Tags": ""
}