{
  "Origins": "In the weeks that followed the Attack on America, an especially disquieting whisper rumbled through a society struggling desperately to come to terms with the unthinkable: On the morning of September 11 , no taxi cabs to be found anywhere near the World Trade Center. The story spread in many forms: some said taxi stands near the WTC were eerily empty that fateful morning, others said there were few if any cabs waiting at the airport to bring people into Manhattan, and others said they'd heard of a fellow who had tried to engage a cab to take him into the city but the driver had flat-out refuse the fare. All were versions of the basic rumor, as are the following closely related variants:",
  "Fact Check": "",
  "Description": "The best proof that this wasn't so is of the negative sort. Media coverage on September 11 was frenzied and frantic little was considered too unimportant to merit mention, and reporters jostled one another for any new bits of information or any telling observations they could provide to their audiences. Thousands of people were in the streets that day and many of them chose to tell their stories to the press, yet none of the news reports from that day or follow-up pieces run later mentioned anyone's noticing the absence of cabs in the vicinity of the World Trade Center prior to the attacks. Likewise, no one recalled spotting deserted flower shops, unmanned coffee shops, or untended newsstands. Those who endeavored to make their way home from Ground Zero that day had to hike through the streets because public transportation had ground to a halt and taxis were not to be found. The attacks brought Manhattan to a standstill, and streets normally jammed with all manner of vehicles instead teemed with folks walking out of the city. It's possible those memories of streets devoid of everything but emergency vehicles fed the rumor, leading some to conclude that if cabs weren't to be had after the attacks, they hadn't been there before the attacks. Whatever started the rumor is almost immaterial; what matters is how quickly and completely it was seized upon. The rumor was a way of putting into words a chilling realization America was fighting to come to terms with: Those who had perpetrated the attacks had lived among their victims without raising suspicion, and others of their kind were still out there, quietly biding their time and waiting for their turn to strike. Every male of Arab descent was now suspect, and the presumed loyalty of immigrants from the Middle East was being weighed by all. People were left to wonder whom they could trust. Whom they could really trust. Was country of origin and its culture more important to migr s from the Middle East than allegiance to the new country they had chosen to make their home? This rumor put into words America's fear that it did, because at its heart it asserted that even those who weren't directly involved in the attacks must have had knowledge of what was coming but did not see fit to warn others who weren't of their blood. When push came to shove, said the rumor, their loyalty hadn't been to the country that had opened its arms to them; it had been to the murderers from back home. Sometimes the rumor would take a particularly nasty turn: [Collected on the Internet, 2001] On the morning of Sept. 11, a Middle Eastern looking newspaper vendor handed a man back his change and said \"Here's your change . . . have a good day; it's the last day of your life.\" In such versions it's made clear Arab-Americans weren't merely warned away from the area without any explanation as to why they knew exactly what was to happen and were cheering it on. Telling friend from foe will never be as simple a matter as proceeding on the assumption that every member of the Arab-American community is loyal to al-Qaeda , and therefore we can dispense with the difficult task of protecting the innocent while hunting the guilty. Rumors are often our way of simplifying complex issues, and the difficulty of discerning good guys from lurking terrorists intent upon mass destruction and murder is one of the most frustrating issues of all. This rumor seemed to point the way to an easy answer, but that \"answer\" was born of a need to feel safe again, not of reality. Barbara \"unsafe assumption\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] A man who worked in the world trade center and survived the attack recounted this to a friend of mine. The man had a routine which included commuting to the world trade center from New Jersey every morning. As part of his regular commute he passed by the entrance to the Millenium Hotel next to the world trade center. The circle in front of the hotel is always full of taxis waiting for fares from the hotel. On September 11th there was not one taxicab in the circle. The man only remembered it because it was such a strange sight seeing no cabs when there are usually a dozen or so. [Collected on the Internet, 2001] I heard from a co-worker that, at ferry terminals in south Manhattan, numerous cabs normally line up to transport arriving ferry passengers to their local destinations but that early on September 11, 2001, virtually no such cabs were available the suggestion being that Middle Eastern cab drivers had received advance notice of the attacks or at least nonspecific notice that they should avoid the area that morning.",
  "Last Updated": "21 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/taxi.asp",
  "Claim": "Prior to the terrorist attack on the morning of September 11, no cabs could be found around the World Trade Center.",
  "Claim_ID": "rumors_taxi",
  "Tags": ""
}