{
  "Origins": "On 16 October 2001, Ken Alibek, a former Soviet germ warfare scientist, told a congressional briefing on nonproliferation that people worried about opening their mail could use a hot steam iron and moist fabric to kill anthrax spores.",
  "Fact Check": "",
  "Description": "\"If you are scared, just iron this letter,\" he said. \"After that, they (anthrax spores) become harmless.\" He said microwaves are somewhat less effective than steam ironing because they don't emit moist heat. In an October 16 interview with CNN, Alibek was less definite in his recommendation of ironing as the answer to anthrax-laden mail: But if somebody is afraid of opening letters, I can understand that, of course, but you can use a regular iron, and iron the letters. The probability of the spores surviving is much lower. \"Much lower\" doesn't mean \"killed off entirely.\" When your continued good health is hanging in the balance, such small differences become vitally important. Controversy exists over the pronouncement that heat kills anthrax. According to Jeanne Guillemin, a medical anthropologist and a Professor of Sociology and Senior Fellow at MIT's Security Studies Program who was part of a team that investigated a suspicious anthrax epidemic that took place in 1979 in the former USSR, it's sunlight, not heat, that does in the bacterium: Sunshine destroys anthrax spores, but very little else does. Heat doesn't, radiation doesn't. It's resistant to explosives. That's precisely the reason why anthrax was developed as a weapon, because it's tough, whereas most bacteria and viruses are fragile. Other sources state anthrax spores can survive sunlight for a few days, as well as survive heat and steam in temperatures up to 318 F. None of that news is particularly heartening in light of the advice to subject the day's incoming mail to a vigorous steam ironing. Also, applying the weight of an iron to a closed envelope could cause the contents of a piece of mail to be ejected, thus the supposed \"cure\" could lead to a far greater exposure to anthrax rather than a nullification of the threat. Ironing your mail is the \"sure-fire and deadly potato bug killer \" of the day it holds out the promise of a cheap, readily-available counter to the risk of contagion to anyone who can wield a steam iron. However, like its 1930s counterpart, the longed-for easy solution does not turn out to be all it is touted to be. Barbara \"pressed for answers\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] I recently heard that ironing letters will destroy the Anthrax virus. Someone else said microwaving letters would too. They said it was some germ-warfare specialist that said it. Is this true?",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/iron.asp",
  "Claim": "Ironing your mail will kill off any lurking anthrax spores.",
  "Claim_ID": "rumors_iron",
  "Tags": ""
}