{
  "Origins": "The search for even the smallest positive arising from the horror that was the September 11 terrorist attacks led to the resurrection of a cherished legend so often kited in the wake of intense, short-lived disasters: a terrible event led to a significant spike in the birth rate nine months later. This belief was widely seized upon in post-9/11 America, and many medical facilities made ready for the impending assault on maternity wards nationwide. Just as those faced with the daunting task of making sense of America's greatest tragedy found temporary solace in the rumor that a fireman had miraculously survived his fall of 80-some storeys during the collapse of the twin towers by surfing to safety on a piece of board borne on air currents and comfort in the apocryphal news report that a Bible had been found untouched by flame amidst the charred remains of the Pentagon, so did they reassure themselves that some lasting good would come out of the day in the form of a post-9/11 baby boom.",
  "Fact Check": "",
  "Description": "But the baby boom was merely wishful thinking that never materialized. Hospitals across the nation failed to report the sharp increase in births that was expected in the summer of 2002. Although some communities did receive a few more visits from the stork than the norm, there were other communities of comparable size that saw fewer births than usual. Even in those communities that did experience an uptick in arrivals, there was nothing that couldn't be explained by ordinary statistical variance. Babies are not born at a steady rate, and it is normal to see fluctuations, both upwards and downwards, in any given community's birth rate. Sometimes those fluctuations can be dramatic, but even steep spikes and troughs are perfectly natural variances that occur independent of outside events. Many who look to tie a jump in the number of births to a power outage or devastating snowstorm nine months earlier are guilty of the selective application of patterns, focusing on the data that fit their hypotheses and ignoring the rest. Because variances in birth rate are an ordinary phenomenon, spikes in the number of births will occasionally coincide with a newsworthy event that took place three-quarters of a year earlier. Those who cling to the belief in blackout babies fail to accept that the same communities they point to as proof of the theory saw even greater leaps in number of births in years that weren't preceded by memorable events. Blackouts, snowstorms, and the like are more usually followed by perfectly ordinary birth rates nine months afterwards, but because human nature is what it is, we tend to remember only the events that fit the pattern we're determined to see and unconsciously discard all the rest, Thus, we'll recall that the Great Storm of 1983 was followed by a deluge of babies in the Fall of 1984, but we'll completely forget that the Great Storm of 1987 was followed by a perfectly ordinary turnout at the maternity hospitals in the Fall of 1988, or that the Great Baby Boom at the end of 1999 wasn't presaged by anything unusual that occurred in the Spring of 1999. The posited cause of a blackout babies onslaught differs from that of a post-disaster deluge. Blackout babies, we're told, arrive as a result of folks' having nothing else to do in the dark than indulge in physical intimacy with their nearest and dearest, just as a similar \"increased birth rate\" legend also builds upon a theme of casual conception: In the Baby Train , a freight train that rumbles through town at an ungodly hour every morning leads to numerous unplanned progeny because those whose sleep it disturbs find themselves awakened too soon to get up but too late to get much more sleep. By contrast, a post-disaster spike in the birth rate would be attributed to deliberate choices to begin or enlarge families, decisions knowingly taken as a result of a catastrophe that led people to re-examine their immediate priorities. The September 11 attack on America caused many to take a long, hard look at their lives. For some, that re-evaluation led them to realize that the time to start a family was now. September 11 was a major shock to their systems, jolting them from a state of sonambulistic \"We'll get around to it someday; we've all the time in the world\" complacency into the wide-awake appreciation that life was both precious and uncertain, and that the perfect tomorrow they were waiting for might never come. There were those who in the wake of the attacks quit putting off what they'd previously been half-hearted about, and they started families, got married, or recommitted to their existing marriages. Times of crisis cause us all to look into our hearts and see if we're truly concentrating on what really matters rather than stumbling along in unthinking routines. But that realization is a double-edged sword, a fact the pundits who predicted a startling upsweep in the number of weddings and births failed to take into account. For every gal who decided that yes, this man was the one, and it was time to take the walk down the aisle, there was just as likely another woman who realized the fellow she'd been considering marrying wasn't the man she wanted to spend the rest of her life with. For every fellow who decided to make peace with his wife, there might just as well have been another who realized he was throwing away his life on the wrong woman. And just as there were couples who deemed that no matter how the world was faring, now was the time to begin a family, there were others who experienced second thoughts about having children and opted to postpone the project until the world had steadied itself. Catastrophe, be it a personal tragedy or a communal horror, often serves as a wake-up call to those who've been letting their lives slip through their fingers, but how individuals will choose to react to such a clarion call is unpredictable. Yes, important decisions may be spurred by horrifying events, but people don't simply rush out en masse and all follow the same course of action, because they all have different lives and viewpoints. Individual lives will change course, but society as a whole generally ends up berthed in the same spot. Barbara \"reberth of a nation\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "7 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/babyboom.asp",
  "Claim": "Hospitals experienced a sharp increase in births nine months after September 11 .",
  "Claim_ID": "rumors_babyboom",
  "Tags": ""
}