{
  "Origins": "This piece apparently began its Internet life on 19 September 2001 when it appeared in inboxes as an anonymous e-mail and was posted to a number of newsgroups as an \"I received this in e-mail this morning\" post. In that textual form (the one most widely circulated within the online community and used as the example text quoted) above, the story appears to have been authored by an unnamed woman (\"her return flight\"). Some variations refer to her as a \"professional friend\" of yet another unnamed party who presumably is performing an additional round of forwarding.",
  "Fact Check": "",
  "Description": "On that same day, this tale was incorporated into a larger Washington Times article calling for a more proactive response from passengers in the face of a hijacking. The author of the Washington Times article, Peter Hannaford (identified in the piece as a public affairs consultant) used neutral voice throughout the account, thus avoiding directly stating that he'd either been witness to the events described or that this was someone else's story. Less-than-careful readers, however, would have been left with the impression that he was delivering a first-hand account of events he'd personally experienced. All questions of authorship aside, did the described events take place? Was this a case of \"what should have been said\" rather than one of \"what was said\"? According to Associated Press , it is indeed a true story: Kathy Rockel was amazed when her United Airlines flight last weekend began with an extraordinary message from the pilot: He informed passengers how to rise up and fend off hijackers . . . \"Everybody on the plane was applauding,\" said Rockel, a medical transcriptionist traveling from Denver to Washington, D.C., Sept. 15 on United's Flight 564. \"People had tears coming down their faces. It was as if we had a choice here, that if something were to happen we're not completely powerless.\" The online community has been quick to seize upon this tale, and it has sped rapidly from one inbox to another. Folks feel helpless in the face of cataclysmic events, and a tale like this works to repair their compromised sense of control. The notion of \"everyone working together to overpower the bad guys\" is highly attractive in times of crisis in that it reframes the terrifying into something that can be combatted and effectively dealt with, provided each person does his part. (Which, of course, isn't always the way of things. But it's a comforting thought nonetheless.) These kinds of stories perform a vital function at times like these they help to empower a citizenry that has been left feeling helpless in the face of tragedy and the potential for more tragedy to come. Barbara \"united we stand\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] The following is from a letter by a professional friend and her return flight to D.C. this week. \"I just wanted to drop you all a note and let you know that I arrived safe and sound into Dulles Airport tonight [9/15] at about 6:00. It was an interesting flight. The airport in Denver was almost spooky, it was so empty and quiet. No one was in line for the security check point when I got there so that went fairly quickly, just x-ray of my bags and then a chemical test to be sure nothing explosive was on them. Then I waited 2 1/2 hours to board the plane. What happened after we boarded was interesting and thought I would share it with you. The pilot/captain came on the loudspeaker after the doors were closed. His speech went like this: \"First I want to thank you for being brave enough to fly today. The doors are now closed and we have no help from the outside for any problems that might occur inside this plane. As you could tell when you checked in, the government has made some changes to increase security in the airports. They have not, however, made any rules about what happens after those doors close. Until they do that, we have made our own rules and I want to share them with you. Once those doors close, we only have each other. The security has taken care of a threat like guns with all of the increased scanning, etc. Then we have the supposed bomb. If you have a bomb, there is no need to tell me about it, or anyone else on this plane; you are already in control. So, for this flight, there are no bombs that exist on this plane. Now, the threats that are left are things like plastics, wood, knives, and other weapons that can be made or things like that which can be used as weapons. Here is our plan and our rules. If someone or several people stand up and say they are hijacking this plane, I want you all to stand up together. Then take whatever you have available to you and throw it at them.Throw it at their faces and heads so they will have to raise their hands to protect themselves. The very best protection you have against knives are the pillows and blankets. Whoever is close to these people should then try to get a blanket over their head then they won't be able to see. Once that is done, get them down and keep them there. Do not let them up. I will then land the plane atthe closest place and we WILL take care of them. After all, there are usually only a few of them and we are 200+ strong! We will not allow them to take over this plane. I find it interesting that the US Constitution begins with the words \"We, the people\" that's who we are, THE people and we will not be defeated.\" With that, the passengers on the plane all began to applaud, people had tears in their eyes, and we began the trip toward the runway. The flight attendant then began the safety speech. One of the things she said is that we are all so busy and live our lives at such a fast pace. She asked that everyone turn to their neighbors on either side andintroduce themselves, tell each other something about your families and children, show pictures, whatever. She said \"for today, we consider you family. We will treat you as such and ask that you do the same with us.\" Throughout the flight we learned that for the crew, this was their first flight since Tuesday's tragedies. It was a day that everyone leaned on each other and together everyone was stronger than any one person alone. It was quite an experience. You can imagine the feeling when that plane touched down at Dulles and we heard \"welcome to Washington Dulles Airport, where the local time is 5:40\". Again, the cabin was filled with applause. Last night I saw a program with college students where one of them said that at their campus there are no more hyphenated titles, i.e., African-American, etc., everyone is just an American. No one will ever be able to take that pride away from us. \"",
  "Last Updated": "13 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/pilot.asp",
  "Claim": "A United Airlines pilot delivered a pre-flight speech in which he instructed passengers how to overpower any hijackers that might be aboard.",
  "Claim_ID": "rumors_pilot",
  "Tags": ""
}