{
  "Origins": "The above are the opening paragraphs to a 20 November 2001 World Net Daily article written by David Limbaugh, titled \"For the Victims?\" It circulates in its shortened form (as quoted above) on the Internet rather than as the lengthier original article that continues onto other topics.",
  "Fact Check": "",
  "Description": "In turn, information touted in the World Net Daily article was drawn from an 8 November article appearing on the National Legal and Policy Center web site. This NLPC press release states a 1 November Wall Street Journal article revealed that the LAS was providing civil legal assistance to eight detainees in the Special Housing Unit of the Metropolitan Detention Center in Brooklyn. The WJS article did indeed say \"[New York's] Legal Aid [Society] represents eight [suspected terrorist] detainees some of whom are still housed in the unit known as 'SHU' all of them Arabs.\" The misunderstanding behind this whole matter thus originated with the Wall Street Journal , although it was the NLPC who gave it legs. Officials of the September 11th Fund deny the allegation that they are funding the legal defense of terrorists. The New York Legal Aid Society echoes that denial, and its statement about the charge (as found on its web site) says: On November 8, 2001, the National Legal and Policy Center charged that a six-week, $171,000 grant from the September 11 Fund to The Legal Aid Society was used to represent persons in detention accused of terrorism. This charge is not true. Grant funds have been used solely for advocacy on behalf of New Yorkers affected by the attack on the World Trade Center. The New York Legal Aid Society did receive $171,000 from the September 11th Fund, but the money was used for civil legal assistance for families affected by the tragedy who needed help getting access to wills, bank accounts, and insurance. The society also helped staff a family assistance center and provided consultation on a telephone hot line. In addition, attorneys from the Legal Aid Society's immigration unit interviewed several people detained by immigration officials because they had invalid passports or visas. None of the financial assistance has gone to help terror suspects with their legal problems, although that last item the interviewing of several foreign nationals who have been held by the Immigration and Naturalization Service (INS) because of invalid paperwork lays the groundwork for this misunderstanding. The LAS has in the past routinely involved itself in immigration matters, so its agreeing to talk to several INS detainees some of whom were Arabs after September 11 was business as usual for them, not a case of their \"defending terrorists.\" Likewise, that the LAS advised a few key detainees \"You'll have to get your own attorney; we won't be representing you\" can hardly be interpreted as the LAS' mounting a legal defense of terrorism suspects. According to the New York Legal Aid Society's statement about those meetings (also as found on its web site): After September 11, the Immigration Court asked the Society's Immigration Unit to interview a number of detainees of Arab or Middle Eastern descent because they had no legal counsel. The Society complied with the Immigration Court's request, conducted some interviews, and referred most cases to the private bar. Society Immigration Unit staff accepted three cases for representation and facilitated a settlement for one of these cases. We have recently learned that the other two cases involve issues beyond immigration violations, and our Immigration staff therefore cannot provide further immigration assistance. Accordingly, these two remaining cases have been reassigned to private counsel. The Legal Aid Society's civil staff has not represented and would not represent anyone on matters related to perpetrating the World Trade Center attacks. In other words, two of the three cases accepted by the LAS turned out to involve more than immigration matters, so the LAS immediately backed away from them once it knew there was more involved. (Reading between the lines, one can arrive at the conclusion these two detainees are being held in relation to the September 11 attacks, but the LAS statement does not come right out and say this.) The one case the LAS did retain was strictly an immigration case, as its policy is that \"neither the Immigration Unit, nor the Society's Civil Division of which the Unit is a part, ever represents persons whose detention is predicated on issues other than alleged immigration violations.\" The Society firmly asserts it \"is grateful to the September 11 Fund and to all others who have supported our disaster recovery work. These funds have been used properly, and have not been used to represent individuals accused of wrongdoing in the tragedy.\" The National Legal and Policy Center appears to view the New York Legal Aid Society's behavior as reprehensible, however. Dan Rene, spokesperson for the NLPC, said in a interview with the Fort Worth Star-Telegram : \"If the Legal Aid Society, which has an annual budget of $135 million, received any money from the September 11th fund, it should have no involvement with the detainees and should devote 100 percent of its time to helping victims.\" Rarely has a more foolheaded statement appeared in a newspaper. Those who can't afford lawyers yet require legal representation don't fade from existence because a legal aid society has accepted a grant and agreed to provide additional services to a specific group of clients. By far the greatest demand on any legal aid society will be the provision of legal representation to the underfunded, making the devotion of \"100 percent of its time to helping [Sept. 11] victims\" a notion only a lunatic would entertain. Should a mother fighting for custody of her child be put on indefinite hold because a September 11 victim's will needs to be probated? Should an elderly man victimized by his landlord be told he'll have to make do with an unheated apartment for the winter because staffing a legal hotline for September 11 victims is the only business this particular legal aid society can concern itself with? A legal aid society is first and foremost a legal aid society. Its acceptance of an additional mission doesn't alter or erase its primary purpose for being, nor does it wipe from existence those who need its help. This particular Society has a history of involvement with INS detention cases. This is part of what it does, and that didn't change in the post-September 11 world, nor did INS proceedings for all manner of needy folks suddenly go away. The NY LAS should not be expected to turn away INS detainees it would at any other time have routinely seen and assisted just because some terrorism suspects might have immigration problems and thus might be included with harmless detainees. It's a \"baby and the bathwater\" issue the better response is to sift through all the cases and reject the unsuitable ones rather than to reject them all out of hand, in effect punishing the innocuous for having been incarcerated at the wrong time. More information about what this particular legal aid society does and who it helps can be found in its FAQ . The larger question of how monies donated to The September 11th Fund should be administered continues to trouble many. A number of the organizations that were the recipients of the beneficience of a nationwide outpouring of donations provide aid to victims, victims' families, and the wounded community of New York City in numerous ways other than direct payment to the families of victims. Some find fault with that, and some don't. (A constantly updated list of projects funded can be found on The September 11th Fund site.) Debate over what services should be underwritten by the Fund helps speed along tales of fundular wrongdoings, imagined or actual. Though the cause for concern in this particular instance was unfounded, real anxieties find voice through the expression of such stories. In other words, we pass along such gossip because at some level we're disturbed by the handling of the September 11th Fund, even if that sense of unease amounts to nothing more than merely wondering if things are being handled properly. As long as that sense of unease continues, so will the stories. Barbara \"uneasy riders\" Mikkelson Additional Information: September 11th Fund FAQ Statement About 'Detainee' Allegation (NY Legal Aid Society)",
  "Originally Published": "",
  "Referred Links": "http://www.legal-aid.org/Detainee.htm;http://www.uwnyc.org/sep11/faqs.html;http://www.uwnyc.org/sep11/list.html;http://www.legal-aid.org/lasfaq.htm;http://www.nlpc.org/media/2001/110801.htm;http://www.worldnetdaily.com/news/article.asp?ARTICLE_ID=25388;",
  "Example": "[Collected on the Internet, 2001] It may be time for the 9-11 charity relief-fund police to begin phase two of their oversight campaign. If you haven't already heard about it, you're not going to believe this. You've probably read that some of the Sept. 11 relief money was granted to an organization defending people suspected of involvement in the very crimes that made these charitable efforts necessary. The offending organization, the \"September 11th Fund,\" was established by the United Way and the New York Community Trust to receive and distribute donations to help victims of the Sept. 11 terrorist attacks. We're not talking about pocket change here. The Fund gave $171,000 to the Legal Aid Society, which is assisting in the legal defense of eight terror suspects now detained in Brooklyn, N.Y. That's like the Heart Association donating to the Society of Sedentary Butter Eaters. Actually, it's worse, because sedentarybutter-eaters harm themselves . . . they don't murder innocent people. Are you outraged yet? If not, there's more. The Fund, far from chastened by criticism from those outraged at the above, is up to further mischief. CNSNews.com now tells us that the Fund has made more than a million dollars worth of grants to various left-wing political groups CNSNews' characterization, not mine, but it is undeniably correct.",
  "Last Updated": "16 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/legalaid.asp",
  "Claim": "Monies given to the September 11 Fund are being used to defend suspected terrorists.",
  "Claim_ID": "rumors_legalaid",
  "Tags": ""
}