{
  "Origins": "A great deal of \"What if?\" soul-searching and hand-wringing follows in the wake of any disaster. Should we have foreseen it coming? Would lives and property have been saved if we had taken preventive measures? Did we miss signs we should have noticed, or ignore signs we should have heeded?",
  "Fact Check": "",
  "Description": "In the case of the September 11 hijackings, some signs were definitely noticed, if not heeded. News reports indicate that at least some of the 19 hijackers who took over four flights on September 11 made \"dry runs\" several weeks in advance, taking trips on cross-country flights headed for San Francisco, Los Angeles, and San Diego from east coast departure points such as Boston's Logan Airport: ABC News reported last night that two of the hijackers, whom it did not name, flew from Las Vegas to New York on Aug. 1 aboard US Airways, and that one successfully asked for a tour of the cockpit, claiming to be a student pilot. In other flights designed to test airline security, some of the hijackers were seen videotaping in-flight procedures, the network said. In addition to test runs, some of the hijackers also spent time at Logan in the days before the attack, possibly surveilling security systems at the airport. A rental car used by some of the hijackers was parked at Logan's garage facilities once on Sept. 6, twice on Sept. 9, and once on Sept. 10. Some of the hijackers had frequent flier accounts with a high number of miles on them. That alone, the senior aviation official said, would have made airline employees more at ease with individuals who seemed to be nothing more than good customers. A tale which quickly spread after the hijackings was that actor James Woods had noticed four men \"of Middle Eastern appearance\" acting strangely on a flight he made from Boston to Los Angeles a week before the hijackings, but when he reported his suspicions, they were not taken seriously: Woods took a flight from Boston to Los Angeles one week before the World Trade Center attacks. The only other people in first class with him were four men \"of Middle Eastern appearance\" who acted very strangely. During the entire cross-country flight none of them had anything to eat or drink, nor did they read or sleep. They only sat upright in their seats, occasionally conversing with each other in low tones. Woods mentioned what he had noticed to a flight attendant, \"who shrugged it off.\" Arriving in Los Angeles, Woods told airport authorities, but they \"seemed unwilling to become involved.\" That Woods noticed unusual behavior and reported it to authorities was true, although some of the details in the initial news reports were wrong. Woods' Boston-to- Los Angeles flight actually took place the previous month, in August 2001, not \"one week before the World Trade Center attacks\": One of the practice flights may have occurred in August. Actor James Woods was so shaken by a flight he took from Boston to Los Angeles about a month before the attacks that he told an attendant and authorities of his suspicions when he landed. Woods was in first-class and the only other passengers in the section were four men who appeared to be Middle Eastern in origin. During the entire six-hour flight, Woods noticed the men neither ate nor drank. They talked to each other in whispers and did not read or sleep. On Sept. 12, Woods called the FBI to tell investigators about his experience. He was interviewed by agents on Sept. 13. Woods's spokesman told Reuters the actor thought it \"prudent not to comment on this and let the FBI continue to do their job, which they seem to be doing superbly right now.\" Whether the four airline passengers reported by Woods were in fact determined to have been connected to the 9/11 attacks is something that, as far as we know, the FBI has not disclosed. But Woods himself said (in the video clip embedded above) that he identified two of the men he saw as hijackers who took part in the 9/11 terrorist attacks, and that he \"unofficially\" heard through other sources that all four men he observed were indeed involved with the airline hijackings on 11 September 2001.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2001] James Woods apparantly was on the same flight from Logan to LA a week prior and reported seeing individuals in first class that were taking notes and doing a dry run.",
  "Last Updated": "19 May 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/woods.asp",
  "Claim": "Actor James Woods observed and reported four suspicious men possibly making a hijacking trial run on an airline flight before the 9/11 attacks.",
  "Claim_ID": "rumors_woods",
  "Tags": ""
}