{
  "Origins": "Americans (and others) have certainly opened their wallets as well as their hearts to help the victims of the September 11 terrorist attacks at last estimate, more than $1.2 billion had been donated to a variety of charities on their behalf. Unfortunately, a good deal of that money hasn't (and doesn't) end up in the hands of those for whom it was intended. That state of affairs is due to a number of reasons, primarily: Some 160 to 180 different charity organizations are involved in the relief effort, and each of them has administrative overhead to deal with: staff members to pay, office space to rent, and other costs associated with distributing funds. Bureaucratic red tape makes the application process cumbersome for many prospective charity recipients, especially when applicants have to contend with a variety of different rules and applications have to be coordinated with many other organizations to ensure that everyone who applies for relief is both qualified to receive it and hasn't already received similar payouts from other charities Donors do not have explicit control over how their contributions are used. Money donated with the understanding that it would be put into funds for the relief of September 11 victims may not necessarily end up in such a fund. The Red Cross, especially, has drawn a great deal of criticism for reportedly setting aside upwards of $200 million which it solicited for its \"Liberty Fund\" by saying that all monies would be sent directly to victims' families on other long-term programs such as blood storage, assistance to needy reservist and National Guard families, community outreach programs, and funds for victims of future terrorist attacks. In response, the American Red Cross has halted solicitations for September 11 victims, brought in an outside auditor to review the organization's spending and announced that it may triple cash gifts to families who lost loved ones on September 11. On 26 October, Red Cross President and CEO Dr. Bernadine Healy also resigned (or was forced out) in a dispute over the management of funds. Eliot Spitzer, the New York State attorney general, has proposed registering victims' families and other survivors in a database to allow charities to reach out to them instead of their having to find the appropriate charities, and the Red Cross has been criticized for \"refusing\" to participate in this program.",
  "Fact Check": "",
  "Description": "The Red Cross has responded to the allegations outlined above on its \" Myths and Facts \" page. Media critics such as FOXNews' Bill O'Reilly have also taken the United Way to task for having distributed less than $35 million of the $250 million taken in (and for not giving the money directly to the families of victims), prompting a feud with some of the celebrities who took part in benefits to raise money for that organization. The United Way's web site displays an accounting of the monies disbursed from the September 11th Fund established by United Way of New York City and The New York Community Trust.",
  "Originally Published": "",
  "Referred Links": "http://www.uwnyc.org/sep11/list.html;http://dailynews.yahoo.com/h/eo/20011106/en/clooney_rips_o_reilly_s_quot_factor_quot__1.html;http://www.foxnews.com/story/0,2933,38228,00.html;http://www.redcross.org/portal/site/en/menuitem.d229a5f06620c6052b1ecfbf43181aa0/?vgnextoid=d8b0f0454556e110VgnVCM10000089f0870aRCRD&vgnextfmt=default;http://www.redcross.org/press/other/ot_pr/011026healy.html;",
  "Example": "[Collected on the Internet, 2001] At the latest count, over 1 billion dollars has been raised by donations of the public in the name of helping firefighters, police and other victims of the 9-11 emergencies in NYC and Washington, DC. There are about 6000 victims. $1,000,000,000 / 6000 = $167,000 per family of each victim. Less than $3000 per family has been given out or allocated by these do good organizations. As was reported on the O'Reilly report, organizations like United way have not given any money at all even though they have collected $150 million in the name of the victims. They said that they will keep (withhold) 15% of the total monies for their efforts of collecting the money and only pass 85% down to other organizations who will also withhold some percentage of the money for their administrative costs like salaries, offices, utilities and other operational costs of those charities. SO this crisis is Christmas for these organizations. I am outraged at this so I am calling my senator and representative to demand a governmental inquiry and accounting. In my opinion this is a much bigger deal than the few gas stations who have spiked pricesimmediately following the attacks. Please do your part and start to ask where is the money? Who got it, where, when and why? At the same time that some organizations have become unduly rich over this, most other philanthropic organizations have become poor and report that they have not received donations since Sept 11th. Rush Limbaugh, Oprah and O'Reilly have said they will stick with this story until all the money is accounted for, but it is clear that it is not going where we had intended it go. PLEASE PASS THIS ON, AS I HAVE, TO AS MANY PEOPLE AS POSSIBLE. MAYBE WE WILL GET AN ANSWER FROM SOMEWHERE!",
  "Last Updated": "8 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/charity.asp",
  "Claim": "Not all of the money donated to various charities to benefit victims of the September 11 terrorist attacks is being distributed to those victims.",
  "Claim_ID": "rumors_charity",
  "Tags": ""
}