{
  "Origins": "In the wake of the September 11 terrorist attacks on the U.S., public sentiment ran high for honoring firefighters and their valiant service in a difficult and dangerous job with the establishment of a National Firefighters Day. In fact, a National Firefighters Day had already been proclaimed by executive order at least twice in recent years, in 1991 by President Bush and again in 1993 by President Clinton. Neither of these proclamations established a permanent, annual day of honor for firefighters, however.",
  "Fact Check": "",
  "Description": "The two e-mail petitions quoted above both began to circulate shortly after September 11 , the second started out by Connor Geraghty, the son of Edward Geraghty , a Battalion Chief with the New York City Fire Department who lost his life in the World Trade Center attacks on September 11. Both suffered from some of the usual pitfalls of Internet petitions : the e-mail account listed in the first petition was quickly shut down, and the flood of responses frequently filled up Connor Geraghty's mailbox and caused incoming messages to bounce. Connor's petition did serve the purpose of calling wider attention to his cause: his mother forwarded it to New York Congresswoman Carolyn McCarthy, who in turn read a tribute to Connor and Edward Geraghty into the Congressional Record. As far as we know, no legislative effort has yet been undertaken to establish a National Firefighters Day. Also, according to a November 2001 New York Post article, \"Connor initially wanted Firefighters Day to be held on Sept. 11, but now he thinks that date should be reserved for all sorts of heroes. Firefighters, he firmly believes, deserve another day all their own.\" For those still interested in establishing a National Firefighters Day, sponsoring a petition on the web rather than via e-mail is much more practical. Also, taking a few extra minutes to send letters to Congressional representatives rather than simply adding names to an e-petition would be a worthwhile effort.",
  "Originally Published": "",
  "Referred Links": "http://www.petitiononline.com/91101/petition.html;http://www.ci.nyc.ny.us/html/fdny/html/memorial/wtc/geraghty_edward_bc_bat048.htm;http://envirotext.eh.doe.gov/data/eos/clinton/19931214.html;http://bushlibrary.tamu.edu/papers/1991/91100705.html;",
  "Example": "[Collected on the Internet, 2001] Firefighters from all over have come to the aid and rescue of the tragedy in New York and Washington D.C. Many firefighters have lost their lives to save someone else's. The truth of the matter is they do this every single day. They truly are heroes. I know many of you feel the same as I do helpless, especially those of us who live far from NY and DC. We all want to do something, show our appreciation, our support. I think we can . . . In honor of the bravery, courage and determination of American firefighters, there should be a day in our nation to celebrate and appreciate their hard work and never ending passion for saving lives. Let's start a petition for a National Firefighters Day. Will you join me? Please type in the chronological number, your name, city and state and pass it along. You must copy this message into your outgoing e-mail in order to add your name. Thank you. * When the list reaches 500 please Email to skfcardart@hotmail.com Hello, I am Connor Geraghty, of Rockville Centre, NY. I lost my Dad on September 11th; he was Chief Edward Geraghty, Battalion 9, New York City Fire Department. He lost his life with many other heroes that day, victims of the terrorists. Firefighters from all over have come to the aid and rescue of the tragedy in New York and Washington, D.C. Many firefighters have lost their lives to save someone else's; the truth of thematter is, they do this every single day. They truly are heroes. I know many people feel helpless, especially those who live far from NYC and D.C. We all want to do something, show our appreciation, our support. I think we can . . . In honor of the bravery, courage and determination of American firefighters, there should be a day in our nation to celebrate and appreciate their hard work and never-ending passion for saving lives. I think we should honor all those other heroes who still live today. Please join me. Let's start a petition for a National Firefighters Day. Will you help make every September 11th \"National Firefighters Day\"? Please join me! Thank you! Connor Geraghty, 14 Rockville Centre, NY (I Love u DAD!!) (When this list reaches 250 names, please send it to me at: ceg8587@aol.com )",
  "Last Updated": "8 March 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/firemen.asp",
  "Claim": "E-mail petition started by the son of a New York firefighter seeks to establish a National Firefighters Day.",
  "Claim_ID": "rumors_firemen",
  "Tags": ""
}