{
  "Origins": "If we were to believe our inboxes, His Holiness the Dalai Lama just can't resist mailing out everything from \" Instructions for Life\" chain e-mail to letters urging kindness in the face of conflict. Although His Holiness did send a letter of support to President Bush and a letter of condolence with a $30,000 donation for relief efforts to New York City's Mayor Giuliani after the September 11 terrorist attacks, that was all he sent. As explained on the web site of the Government of Tibet in Exile, the letter quoted above is a fabrication.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20011217231933/http://www.tibet.com/NewsRoom/false-letter.htm;http://web.archive.org/web/20011102074620/http://www.snowlionpub.com/store/display.cgi?cart_id=&page=news6.html;http://web.archive.org/web/20011102073104/http://www.snowlionpub.com/store/display.cgi?cart_id=&page=news3.html;",
  "Example": "[Collected on the Internet, 2001] Dear friends around the world, The events of this day cause every thinking person to stop their daily lives, whatever is going on in them, and to ponder deeply the larger questions of life. We search again for not only the meaning of life, but the purpose of our individual and collective experience as we have created it-and we look earnestly for ways in which we might recreate ourselves anew as a human species, so that we will never treat each other this way again. The hour has come for us to demonstrate at the highest level our most extraordinary thought about Who We Really Are. There are two possible responses to what has occurred today. The first comes from love, the second from fear. If we come from fear we may panic and do things -as individuals and as nations- that could only cause further damage. If we come from love we will find refuge and strength, even as we provide it to others. This is the moment of your ministry. This is the time of teaching. What you teach at this time, through your every word and action right now, will remain as indelible lessons in the hearts and minds of those whose lives you touch, both now, and for years to come. We will set the course for tomorrow, today. At this hour. In this moment. Let us seek not to pinpoint blame, but to pinpoint cause. Unless we take this time to look at the cause of our experience, we will never remove ourselves from the experiences it creates. Instead, we will forever live in fear of retribution from those within the human family who feel aggrieved, and, likewise, seek retribution from them. To us the reasons are clear. We have not learned the most basic human lessons. We have not remembered the most basic human truths. We have not understood the most basic spiritual wisdom. In short, we have not been listening to God, and because we have not, we watch ourselves do ungodly things. The message we hear from all sources of truth is clear: We are all one. That is a message the human race has largely ignored. Forgetting this truth is the only cause of hatred and war, and the way to remember is simple: Love, this and every moment. If we could love even those who have attacked us, and seek to understand why they have done so, what then would be our response? Yet if we meet negativity with negativity, rage with rage, attack with attack, what then will be the outcome? These are the questions that are placed before the human race today. They are questions that we have failed to answer for thousands of years. Failure to answer them now could eliminate the need to answer them at all. If we want the beauty of the world that we have co-created to be experienced by our children and our children's children, we will have to become spiritual activists right here, right now, and cause that to happen. We must choose to be at cause in the matter. So, talk with God today. Ask God for help, for counsel and advice. For insight and for strength and for inner peace and for deep wisdom. Ask God on this day to show us how to show up in the world in a way that will cause the world itself to change. And join all those people around the world who are praying right now, adding your Light to the Light that dispels all fear. That is the challenge that is placed before every thinking person today. Today the human soul asks the question: What can I do to preserve the beauty and the wonder of our world and to eliminate the anger and hatred-and the disparity that inevitably causes it - in that part of the world which I touch? Please seek to answer that question today, with all the magnificence that is You. What can you do TODAY...this very moment? A central teaching in most spiritual traditions is: What you wish to experience, provide for another. Look to see, now, what it is you wish to experience-in your own life, and in the world. Then see if there is another for whom you may be the source of that. If you wish to experience peace, provide peace for another. If you wish to know that you are safe, cause another to know that they are safe. If you wish to better understand seemingly incomprehensible things, help another to better understand. If you wish to heal your own sadness or anger, seek to heal the sadness or anger of another. Those others are waiting for you now. They are looking to you for guidance, for help, for courage, for strength, for understanding, and for assurance at this hour. Most of all, they are looking to you for love. My religion is very simple. My religion is kindness. Dalai Lama",
  "Last Updated": "31 March 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/dalai.asp",
  "Claim": "His Holiness the Dalai Lama composed a letter in response to the September 11 terrorist attacks in which he urged the people of the world to become \"spiritual activists.\"",
  "Claim_ID": "rumors_dalai",
  "Tags": ""
}