{
  "Origins": "In chronological order: On 26 February 1993, a car loaded with 1,200 pounds of explosives blew up in a parking garage under the World Trade Center, killing six people and injuring about a thousand others. The blast did not, as its planners intended, bring down the towers that was finally accomplished by flying two hijacked airliners into the twin towers on the morning of 11 September 2001. Four followers of the Egyptian cleric Sheik Omar Abdel Rahman were captured, convicted of the World Trade Center bombing in March 1994, and sentenced to 240 years in prison each. The purported mastermind of the plot, Ramzi Ahmed Yousef, was captured in 1995, convicted of the bombing in November 1997, and also sentenced to 240 years in prison. One additional suspect fled the U.S. and is believed to be living in Baghdad. On 13 November 1995, a bomb was set off in a van parked in front of an American-run military training center in the Saudi Arabian capital of Riyadh, killing five Americans and two Indians. Saudi Arabian authorities arrested four Saudi nationals whom they claim confessed to the bombings, but U.S. officials were denied permission to see or question the suspects before they were convicted and beheaded in May 1996. On 25 June 1996, a booby-trapped truck loaded with 5,000 pounds of explosives was exploded outside the Khobar Towers apartment complex which housed United States military personnel in Dhahran, Saudi Arabia, killing nineteen Americans and wounding about three hundred others. Once again, the U.S. investigation was hampered by the refusal of Saudi officials to allow the FBI to question suspects. On 21 June 2001, just before the American statute of limitations would have expired, a federal grand jury in Alexandria, Virginia, indicted thirteen Saudis and an unidentified Lebanese chemist for the Khobar Towers bombing. The suspects remain in Saudi custody, beyond the reach of the American justice system. (Saudi Arabia has no extradition treaty with the U.S.) On 7 August 1998, powerful car bombs exploded minutes apart outside the United States embassies in Nairobi, Kenya, and Dar es Salaam, Tanzania, killing 224 people and wounding about 5,000 others. Four participants with ties to Osama bin Laden were captured, convicted in U.S. federal court, and sentenced to life in prison without parole in October 2001. Fourteen other suspects indicted in the case remain at large, and three more are fighting extradition in London. On 12 October 2000, two suicide bombers detonated an explosives-laden skiff next to the USS Cole while it was refueling in Aden, Yemen, blasting a hole in the ship that killed 17 sailors and injured 37 others. No suspects have yet been arrested or indicted. The investigation has been hampered by the refusal of Yemini officials to allow FBI agents access to Yemeni nationals and other suspects in custody in Yemen. (The USS Cole bombing occurred one month before the 2000 presidential election, so even under the best of circumstances it was unlikely that the investigation could have been completed before the end of President Clinton's term of office three months later.) In August 1998, President Clinton ordered missile strikes against targets in Afghanistan in an effort to hit Osama bin Laden, who had been linked to the embassy bombings in Africa (and was later connected to the attack on the USS Cole ). The missiles reportedly missed bin Laden by a few hours, and Clinton was widely criticized by many who claimed he had ordered the strikes primarily to draw attention away from the Monica Lewinsky scandal. As John F. Harris wrote in The Washington Post :",
  "Fact Check": "",
  "Description": "Update: In January 2004 a version of the 2001 e-mail with \"BUSH COVERED IT!\" inserted after each entry began to be circulated on the Internet. Must be an election year.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] After the 1993 World Trade Centre bombing, which killed six and injured 1,000, President Clinton promised that those responsible would be hunted down and punished. After the 1995 bombing in Saudi Arabia, which killed five US military personnel, President Clinton promised that those responsible would be hunted down and punished. After the 1996 al-Khobar towers bombing in Saudi Arabia, which killed 19 and injured 200 US military personnel, President Clinton promised that those responsible would be hunted down and punished. After the 1998 bombing of US embassies in Africa, which killed 257 and injured 5,000, President Clinton promised that those responsible would be hunted down and punished. After the 2000 bombing of the USS Cole, which killed 17 and injured three US sailors, President Clinton promised that those responsible would be hunted down and punished. Maybe if Mr Clinton had kept his promise, an estimated 7,000 more people would be alive today.",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/clinton.asp",
  "Claim": "The Clinton administration failed to track down the perpetrators of several terrorist attacks against Americans.",
  "Claim_ID": "rumors_clinton",
  "Tags": ""
}