{
  "Origins": "After the events of September 11, President Bush declared Friday, September 14, a National Day of Prayer and Remembrance, and he has been open in asking White House guests to join him in prayer. He has not, however, called for the creation of a \"Presidential Prayer Team,\" but an organization with that title operates a web site which many of our readers were misled into believing had government endorsement and approval for a variety of reasons: A title and logo designed to imitate the name and official seal of a government agency. Messages inviting prospective members to join sent from \"The Office of the Presidential Prayer Team\" with a subject line of \"The President of the United States needs you!\" The lack of any information on the site informing visitors that the organization is not sponsored or funded by the President or any agency of the federal government. The Presidential Prayer Team is not sponsored by the Office of President of the United States or the federal government; it is a private foundation whose promotion is being handled by The Envoy Group , a self-described \"new kind of Christian advertising agency.\"",
  "Fact Check": "",
  "Description": "Update: Finally, in mid-October, the Presidential Prayer Team placed a disclaimer on its site stating that it \"is an independent, nonprofit, non-partisan effort designed to encourage a national outpouring of daily prayer for the President\" and that it \"was not formed by an agency of the government, nor does it receive funding from the government.\" Nonetheless, we continue to receive mail from readers who are confused by the site's appearance and title.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020118135817/http://www.theenvoygroup.com/;http://www.PresidentialPrayerTeam.org;",
  "Example": "[Collected on the Internet, 2001] The Office of the Presidential Prayer Team has asked that I relay this information to my friends and colleagues so that it will reach its goal of enlisting 2.8 million people (1% of the population) to pray regularly for the President especially in our current crisis. I recommend that you join this effort. There is no fee or obligation. Just sign up and you'll receive a window decal in the mail, plus e-mail updates on the specific prayer needs of the President and his Cabinet. To sign up, go to http://www.PresidentialPrayerTeam.org.",
  "Last Updated": "14 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/prayer.asp",
  "Claim": "President George W. Bush has sponsored the creation of a Presidential Prayer Team.",
  "Claim_ID": "rumors_prayer",
  "Tags": ""
}