{
  "Origins": "The above-quoted e-mail began circulating on October 5, 2001. Its author, a young lady whose signature block is included in a number of the forwards, has told us she got this story from a friend, who in turn heard it from the warned girl.",
  "Fact Check": "",
  "Description": "Whatever the gal who wrote the e-mail believes about the truthfulness of her friend, this particular story is false, as the FBI has noted: An anonymous internet electronic-mail (e-mail) message has been widely circulated pertaining to an Arab male who warned his wife not to fly on September 11, 2001 and not to go to any shopping mall on October 31, 2001. The e-mail further states that the Arab male disappeared prior to the September 11, 2001 attacks. The FBI has conducted an inquiry into the source of this e-mail and determined that the alleged threat is not credible. A public information officer at the FBI's National Press Office told us that they've fielded many phone calls about this message, they've checked it out, and they have received no letter of warning from a girl with an Afghan boyfriend. This story fits neatly into the genre of a number of similar rumors about helped terrorists or compassionate Arabs who are moved to offer specific warnings about upcoming attacks, and thus should most likely be dismissed as just more of the same. (\" Helped terrorists \" of lore offer such heads up by way of thanks for a kindness done them. \"Compassionate Arabs\" of rumor offer such intelligence to favored neighbors, usually just before they themselves pack up and leave in the middle of the night. Dozens, if not hundreds, of versions of such tales abound, each told by someone who swears he heard it from someone who knows the person who had the encounter.) Such snippets of lore swing on the belief that those who have foreknowledge of destruction to come would jeopardize the outcome of those events by warning others. Terrorists may very well form friendships among the folk they've temporarily taken on the coloration of, but friendships stop at the line where they might interfere with operations. To think otherwise is to surrender to a form of na vet that can only be characterized as appallingly wishful thinking. The rumor has traveled as far and as quickly as it has because one special part of it speaks very strongly to what we deeply want to believe: that there is a way to protect ourselves from terrorism. \"Stay out of the malls on Halloween,\" says this backfence whisper, \"because we know they're going to attack then and there.\" By implication, other activities on the 31st a movie, perhaps, or a nice dinner out will be perfectly safe because the bad guys are going after malls. Likewise, the warning implies that malls on any day other than the 31st will be terrorist-free. For the cost of avoiding one venue on one day, a lot of comforting false security is provided to a populace desperate for it. The horrible truth about terrorists is they can strike in any place at any time. That's too large and too borderless a concept for most of us to be able to accept, so we make up rumors about a particular when and where that can be defended against because that reduces the menace to something that can be grasped, understood, and countered. Power (the power to avoid, in this case) is thus returned to a people left feeling unspeakably helpless in the face of fearsome and deadly unpredictability. As for the specifics of this particular e-mailed story, you have to ask why the boyfriend would warn the girl against taking any flights on the 11th of September. Wouldn't he have known if she were planning a trip, especially one only a week away? If the story is purely an expression of lore, this literary device is necessary to further the plot because the caution against air travel on the 11th works to provide credibility to the further warning about more mayhem to come on Halloween. One event validates the other; a device used in other \"warning\" legends. For instance, this device of one realized event bestowing credibility on a prediction made about a second event yet to occur appears in a rumor from World War II: In the wake of the anxiety rumors that swept the nation immediately after Pearl Harbor came a pipe-dream rumor which was undoubtedly the most popular of all: the weird tale of the man who picked up a strange woman in his car. Arriving at her destination, his passenger allegedly offered to pay the man for the gas he had used. But the man refused to accept the money, so the woman offered to tell his fortune. And, as the rumor went, mysteriously she told him, \"There will be a dead body in your car before you get home, and Hitler will be dead in six months.\" Supposedly, then, on the way home the man had seen a serious automobile wreck and had taken one of the victims into his car to rush him to the hospital. But the injured person died en route, which left the hopeful implication that Hitler would therefore be dead within the following six months. Although this pipe dream sounds foolish, it nevertheless spread throughout the country rapidly. It appeared in widely circulated gossip columns, and a lot of Americans took it seriously. Yet this same rumor, in the setting of the period, to be sure, had appeared in every military conflict since the Napoleonic Wars. And it has been said that the rumor probably goes back into the Middle Ages. Another version of the \"Mall-o-ween\" rumor surfaced shortly after the first. My friend Colleen arrived for a facial when FBI agents were leaving Murad on Sunday, October 7, 2001. They were there to interrogate a girl who worked there to find out if she knew anything. The reason for their lead was she was best-friends with a girl who was dating an Arab man, who disappeared and was involved in the terrorist attacks on the WTC. He disappeared this summer and left her a note, saying the following in the effect of: \"I have to go away and will not be able to see you again. Please do me a favor and do not fly in any planes on September 11, 2001 nor shop at any shopping malls on October 31, 2001.\" Don't know about you but I live across the street from a shopping mall, and my in-laws do too. Given my daughter is usually at their house on a Wednesday afternoon, right near the mall, am thinking of where else to go. Halloween may not be so Happy. Please send this to anyone that you know. Let's hope this isn't for real, but since it was actually left in a letter to a loved one from one of the people involved in the attacks of September 11, 2001, I am not taking it too lightly. The case against this rumor about terrorist attacks on malls is a fairly solid one the theme is both well known in the realm of folklore, and terrorists do not tip plans to outsiders. Moreover, the FBI says it hasn't received such a letter as the e-mail describes the warned girl as turning over to them. They've been investigating the story and finding nothing to it. Yet the author of the first e-mail (whom we contacted) believes the story her friend told her. She does not personally know the friend of her friend (the gal who supposedly received the letter), but does trust that her friend's account is accurate. Will she through further conversations with her friend discover that she's not as close to the source of the rumor as she thought? Will her friend's friend turn out to be someone much farther removed from the \"warning\" than the usual two links in the \"friend of a friend\" (FOAF) chain of contemporary lore? That is for the future to reveal. That one person believes a rumor does not make the rumor true, of course. But that we can trace this rumor to the person who started the e-mail does make this case more intriguing. Barbara \"international intrigue\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.fbi.gov/pressrel/pressrel01/101501.htm;",
  "Example": "[Collected on the Internet, 2001] Hi All - I think you all know that I don't send out hoaxes and don't do the reactionary thing and send out anything that crosses my path. This one, however, is a friend of a friend and I've given it enough credibility in mymind that I'm writing it up and sending it out to all of you. My friend's friend was dating a guy from Afghanistan up until a month ago. She had a date with him around 9/6 and was stood up. She was understandably upset and went to his home to find it completely emptied. On 9/10, she received a letter from her boyfriend explaining that he wished he could tell her why he had left and that he was sorry it had to be like that. The part worth mentioning is that he BEGGED her not to get on any commercial airlines on 9/11 and to not to go any malls on Halloween. As soon as everything happened on the 11th, she called the FBI and has since turned over the letter. This is not an email that I've received and decided to pass on. This came from a phone conversation with a long-time friend of mine last night. I may be wrong, and I hope I am. However, with one of his warnings being correct and devastating, I'm not willing to take the chance on the second and wanted to make sure that people I cared about had the same information that I did.",
  "Last Updated": "14 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/mallrisk.asp",
  "Claim": "Girl receives letter from her disappeared Afghani boyfriend saying terrorists are going to strike at U.S. malls on Halloween.",
  "Claim_ID": "rumors_mallrisk",
  "Tags": ""
}