{
  "Origins": "In early August 2014, some North African bloggers began to spread stories that several commercial airliners went missing from the Tripoli International Airport during or shortly after the facility was taken over by Zintan militia forces earlier in the summer. Later that month translations of the blog posts began to be picked up by news outlets in Western Europe and passed on as fact rather than gossip; by early September those tales from translations of blogs had spread to the United States under the guise of real news.",
  "Fact Check": "",
  "Description": "The use of airplanes as terrorist weapons in 2001 makes it all too easy for us to anticipate their being used that way again. And despite denials from all sides the airlines who are not missing any planes, the Libyan transport ministry, and the anti-government forces in control of the airport the tales have found a ready audience among a populace already on edge in anticipation of the anniversary of the 9/11 attacks. However, there have been no statements from the State Department, the Department of Defense, Homeland Security, or any other authority warning of stolen airliners. The national threat level has not been raised. Algerian and Moroccan military and air defense, already on high alert due to the unrest in nearby Libya, would undoubtedly have noticed multiple flights of unidentified passenger aircraft. As a thread on the aviation community site airliners.net documents, several of the planes claimed in rumors as \"missing\" or \"stolen\" have actually been accounted for, having been either caught outside of Tripoli at the time the airport fell to opposition forces or relocated by their operators (Air Contractors pf Dublin) to an airport in Malta for safekeeping. Some of the other airliners were likely destroyed in the fighting or damaged beyond the possibility of operation.",
  "Originally Published": "",
  "Referred Links": "http://www.airliners.net/aviation-forums/general_aviation/read.main/6146237;http://www.dhs.gov/national-terrorism-advisory-system;",
  "Example": "[Collected via email, September 2014] Seeking truth in stir of 11 missing / stolen commercial airlinersfrom the Libyan airport during the fall of Tripoli.",
  "Last Updated": "3 September 2014",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/rumors/missingplanes.asp",
  "Claim": "Eleven passenger planes are missing from an airport in Libya.",
  "Claim_ID": "rumors_missingplanes",
  "Tags": ""
}