{
  "Origins": "According to CNN, New York City Mayor Michael Bloomberg's office issued a statement saying that due to space constraints, this year's September 11 memorial ceremony at ground zero (the 10th anniversary of the 9/11 attacks) was to focus on the victims' family members, and that first responders (and other groups) would be honored at \"different places and times\":",
  "Fact Check": "",
  "Description": "Also controversial was the mayor's decision not to include clergy or formal prayers in the ceremony: Religious leaders are calling on Mayor Michael Bloomberg to reverse course and offer clergy a role in the ceremony commemorating the 10th anniversary of the terrorist attack on the World Trade Center. City Hall officials, who are coordinating the ceremony, confirmed that spiritual leaders will not participate this year just as has been the case during past events marking the anniversary. The mayor has said he wants the upcoming event to strike a similar tone as previous ceremonies. \"There are hundreds of important people that have offered to participate over the last nine years, but the focus remains on the families of the thousands who died on Sept. 11,\" said Evelyn Erskine, a mayoral spokeswoman. \"The ceremony was designed in coordination with 9/11 families with a mixture of readings that are spiritual, historical and personal in nature,\" Erskine said. \"It has been widely supported for the past 10 years and rather than have disagreements over which religious leaders participate we would like to keep the focus of our commemoration ceremony on the family members of those who died.\"",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2011] Due to \"lack of room\", NYC Police Officers , PA (Port of Authority, NY-NJ) PD Police Officers and FDNY Firefighters are not invited to the 10th anniversary of 9/11 at Ground Zero they weren't invited onthat day in 2001 either. They just showed up. NYC Policemen and Firefighters are not invited to the 10th anniversary of 9/11 at Ground Zero..... They weren't invited on that day in 2001 either. THEY JUST SHOWED UP AND DID THEIR JOB ! Please re-post if you think they belong more than the Politicians who are invited!! I got an email stating that New York Mayor Bloomberg said thatthere was no room for NYPD, FDNY, and EMS Officers at the AnniversaryCeremony of 9/11/01. Is this true? Is it true that New York mayor Michael Bloomberg has banned allclergy and all prayer from the upcoming 9/11 memorial service planned tocommemorate the tragic events of that day?",
  "Last Updated": "1 September 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/responders.asp",
  "Claim": "First responders and clergy are not invited to the 2011 September 11 memorial ceremony at ground zero.",
  "Claim_ID": "rumors_responders",
  "Tags": ""
}