{
  "Origins": "The confluence of three factors (Osama bin Laden's fabled wealth, the average person's mystification about matters related to high finance or the stock market, and \"one Arab is the same as another\" confusion between bin Laden and Saudi prince Alwaleed bin Talal who has a 4.8% holding of Citibank's stock) fuel rumors of this nature. Similar baseless Internet scuttlebutt asserted the terrorist owned Snapple , and it's likely we'll be seeing variations on this theme for years to come, with one \"Bin Laden owns [name of big company]!\" trumpeting following close upon the heels of another.",
  "Fact Check": "",
  "Description": "One of the key aspects to the war on terrorism is cutting off the funds flowing into the al Qaeda network and similar organizations. To this end, the government of the United States has acted to freeze the financial assets of suspected terrorists, and a number of other countries have taken similar steps. Even to those not familiar with the intricacies of Citibank's corporate structure (or the structure of any company the rumor has been or will be applied to), common sense should kickstart the realization that if the vast Internet community knows bin Laden or his cronies owns anything in the U.S. market, the authorities have already moved to turn off those taps so that no benefit will flow into the wrong hands from them. The e-mailed exhortation's premise falls flat on its face: even if it were possible for one person to own a financial entity the size of Citibank (and it isn't see the Additional Information link below), the U.S. government wouldn't permit bin Laden to be that person. That you, the average guy, are being pressed to boycott Citibank in preference to the government's freezing some of its assets is absurd. Indeed, that you'd be hearing about this through an e-mail of dubious origin rather than on CNN is ridiculous. Yet this rumor (and others of its ilk) will prove popular because it gives ordinary folks the sense of taking part in the struggle against terrorism and striking a telling blow on Osama bin Laden, a figure many people feel a deep personal desire to be avenged upon. It's all well and good that the war on evil is proceeding nicely and the bad guys are being rounded up, but those on the homefront are left bereft of a necessary sense of involvement. The vicarious sense of participation that comes from watching the news just isn't enough, so we make up tales like this to provide us with someone whose nose we can bloody. But it's the wrong nose. One blameless company after another will be targeted as a legitimate outlet for the ire of the American people through various iterations of the same basic rumor. Anger turned on the wrong parties will damage companies that have no ties to terrorism and are instead owned by countless law-abiding citizens. It won't be the funding of terrorist activities that will be disrupted but the wellbeing of America, directly hurting those who work for, invest in, or distribute the goods of a shunned company, and indirectly affecting all of us as a faltering economy takes yet another wallop. The bombing raids in Afghanistan were carefully conducted so as to ensure minimum damage to bystanders even as Taliban targets were picked off one by one. Too bad baseless Internet slanders don't operate on the same principle. Barbara \"dropped bombshells\" Mikkelson Additional Information: Citibank is part of Citigroup, a business entity formed in 1998 through the merger of Citicorp and Travelers Group. By way of attempting to explain \"How large is large?,\" Citigroup's revenues for the quarter ended September 30 2001 were $3.26 billion. That's what it made in just three months, and those months weren't particularly good ones. (Think of the impact September 11 claims would have made on Travelers Insurance, one of its components.) Its total equity amounts to approximately $85 billion.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] This letter actually comes from ME - SR My mother in law received a letter from a credit card company which stated Osama Bin laden was a principal owner of Citibank. My husband called the credit card company to check the validity of the letter. Then he called Citibank 1-800-950-5114. They confirmed that Osama Bin Laden is a principal owner, not a stock holder, but a principal owner. Then they said they couldn't discuss anything else. For any of you that have a citibank credit card.... DON'T USE IT! Osama is counting on our money. I have a Citibank Choice Card and I used it primarily for my household purchases. But I won't any more. I never would have thought that my purchases would put money into a terrorists pockets... Call the 800 number above and verify this for yourself........ Those of you who know me, Call me and I will relay this same story to you!!!!!! Pass this on so we can freeze the flow of money to this terrorist...",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/citibank.asp",
  "Claim": "Osama bin Laden owns Citibank.",
  "Claim_ID": "rumors_citibank",
  "Tags": ""
}