{
  "Origins": "This helpful \"heads-up\" began circulating on the Internet within days of the horror that was September 11. It fed upon the fear that further terrorist attacks were imminent and that they could take place anywhere at any time. The notion of thirty missing trucks trucks that would pass unnoticed thanks to their ubiquity fit right in with that. Who would be alert to an errant Ryder truck or two on highways already crowded with them? Would the appearance of a U-Haul on your street raise any eyebrows? And how about an extra Verizon truck would anyone think twice about finding one parked on a downtown street?",
  "Fact Check": "",
  "Description": "The anonymity of these vehicles makes them perfect platforms from which to launch an attack. The sight of any of them parked in front of a building would provoke little comment and less suspicion, which makes them ideal mobile sites for detonating bombs in crowded urban areas. Likewise, the appearance of them on the nation's highways would likely pass unnoticed, thus rendering them emminently suitable for transporting terrorists or their weapons from one location to another. The rumor was thus further fed by its plausibility. Yet there was never anything to it. Spokespeople for all three companies named in the e-mail (Ryder, U-Haul, and Verizon) denied that any of their trucks went missing or had been stolen. Jennie Sullivan of Ryder called the message \"a hoax.\" Jennifer Flachman of U-Haul stated her company was not aware of any of its fleet of 101,000 trucks being stolen. Jim Smith of Verizon said his company had counted its vehicles \"and knew where every single one of them were.\" Barbara \"hallowed hauls\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Hey everybody, Sorry for the mass email, but I got important news tonight. My dad works for FEMA and he's really involved with the goings on in NYC. He told me that within the last 24 hours, more than 30 Ryder, U-Haul, and Verizon trucks have been reported stolen across the country. The U-Haul and Ryder trucks were rented and then never returned, so they're considered stolen. Many of them were rented by people of Arab descent. I don't mean to make any assumptions, and I certainly don't want to scare you, but I thought you all might like to know. Be wary of these vehicles, pay attention to them, and don't walk or park near them. He said to stay out of major public places if at all possible (Crossgates, the Pepsi, downtown Albany, etc.) because recreational sites would most likely be hit on weekends. I'm sorry to cause alarm, but he told me it was OK to share this information. If you'd like to forward it to anyone you know, feel free, as there is a possibility it might save lives. I hope everyone is doing well, and give those you love an extra hug.",
  "Last Updated": "15 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/ryder.asp",
  "Claim": "Thirty Ryder, Verizon, and U-Haul trucks have been stolen recently, presumably by terrorists who will use them in the ongoing attack on America.",
  "Claim_ID": "rumors_ryder",
  "Tags": ""
}