{
  "Origins": "On 12 April 1986, Mahmoud Mahmoud Atta (also known as Mahmoud Abad Ahmad), a 33-year-old Jordanian native, ambushed a passenger bus in the Israeli-occupied West Bank. Atta (working with an accomplice) stopped the bus with a firebomb, then opened fire on it with an Uzi, killing the driver and seriously wounding three passengers.",
  "Fact Check": "",
  "Description": "Atta was arrested in Venezuela a year later, but because Venezuela had no extradition treaty with Israel, Venezuelan officials deported him for immigration violations to his country of origin, the United States. (Atta was a naturalized U.S. citizen.) Atta was arrested by FBI agents upon arrival at Kennedy International Airport and held in prison in the U.S. for more than three years before being extradited to Israel for trial in October 1990. His extradition was controversial because the nature of the extradition treaty in effect required that the accused's offense must be of a \"non-political nature,\" and Atta maintained that he had committed political rather than criminal offenses. Nonetheless, the U.S. courts upheld Israel's extradition request on the grounds that Atta had attacked civilian rather than military targets and had therefore committed regular criminal acts, not political acts aimed at the overthrow of a government. In October 1991 , an Israeli court found Atta guilty and sentenced him to life imprisonment. Fast forward ten years. As the U.S. tried to piece together the terrorist plot that resulted in four hijacked airliners and the destruction of both World Trade Center towers, they discovered that the mastermind was apparently one Mohamad Atta, who had entered into the U.S. unnoticed and spent well over a year there receiving training at more than one American flight school. Newspapers (both domestic and foreign) begin to criticize U.S. intelligence and law enforcement agencies for allowing a known terrorist to slip into the country so easily: [The Australian, 2001] Much was made about Osama bin Laden's network and how difficult these people are to find. Yet Mohammed Atta, who piloted one of the planes that crashed into the World Trade Centre, was a prime suspect in the 1986 terrorist bombing of a bus in Israel. How does someone like that none of the hijackers used aliases get into the US? [San Francisco Chronicle, 2001] According to a number of published reports, though most chillingly detailed in the Los Angeles Times, at least one of the suicidal hijackers, Mohamed Atta, managed to travel in and out of the United States on an expired visa. This despite the fact that Atta was on the government's watch list of suspected terrorists and had been since 1986 when he was implicated in a bus bombing attack in Israel. [Boston Globe, 2001] At least one of the Boston hijackers, Mohamed Atta, was able to enter the United States despite having been implicated in a 1986 bus bombing in Israel, according to federal sources. In interviews with the Globe yesterday, flight instructors in Florida said that it was common for students with Saudi affiliations to enter the United States with only cursory background checks, and sometimes none. Finally the Boston Globe , at least, caught onto the error and realized that the bus bomber and the hijacker were two different people with the same name: Last week, many news organizations, including The Boston Globe, reported that US authorities believed Atta had attacked a commercial bus in Israel in 1986. But Second Circuit US Court of Appeals records show that was a case of mistaken identity. Another man, a naturalized US citizen who used the alias of Mahmoud Atta, was arrested in that attack. Clearly, the message quoted at the head of this article was wrong in its facts. The Atta who attacked a bus was arrested by the FBI and extradited to Israel, not \"captured by Israelis,\" and his extradition didn't take place until two years after Reagan left office. In fact, the Oslo Agreement itself wasn't signed until nearly five years after Reagan left office. All of this makes it rather difficult to support the claim that Atta was released under the terms of the Oslo Agreement at the insistence of \"President Ronald Reagan and Secretary of State George Schultz\" (which explains why this information \"was missing from later reports\"). What puzzled us was why newspapers, much less \"US authorities,\" should have been confused as to whether the two Attas were the same man (especially since one was fourteen years older than the other) or described Atta as someone \"suspected of\" or \"implicated in\" a bus attack for which he had already been convicted and sentenced to life imprisonment ten years earlier. (According to The Jerusalem Post , Atta the bus bomber \"was eventually freed after the Supreme Court ruled there were faults in the extradition process,\" but the article did not state when this reversal occurred. Newspaper accounts as late as 1993 still described Atta as \"serving a life sentence in an Israeli prison.\") What we had here appeared to be a case of mistaken identity; the mystery we couldn't solve was why the mistake was made in the first place. In mid-2002 the \"We freed Atta\" claim was twinned in e-mail with another popular Internet canard, the \" Oliver North warned us about Osama\" falsity. North did speak up about a terrorist during the Iran-Contra hearings, but it was Abu Nidal he mentioned, not Osama bin Laden. Additional Information: WTC Bomber Was Never Held in Israel (The Jerusalem Post)",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20011110053113/http://www.jpost.com/Editions/2001/11/07/LatestNews/LatestNews.37713.html;https://web.archive.org/web/19990203031323/http://www.medea.be/en/index133.htm;",
  "Example": "[Collected via e-mail, September 2001] I received this e-mail note today, from a reliable source. What can we say? An Arab terrorist named Atta blew up a bus in Israel in 1986. The Israelis captured, tried and imprisoned him. As part of the Oslo agreement Israel had to agree to release so called \"political prisoners\". However, Israeli officials insisted that they would not release any with \"blood on their hands\". Some well meaning American President and Secretary of State insisted that all be released. Thus Mr. Atta was freed and eventually thanked the US by flying an airplane into Tower One of the World Trade Center. This was reported by many of the networks at the time the terrorists were first identified. It was missing from later reports. That President and Secretary of State were Ronald Reagan and George Schultz. In case you didn't know ... Terrorist pilot Mohammed Atta blew up a bus in Israel in 1986. The Israelis captured, tried and imprisoned him. As part of the Oslo agreement with the Palestinians in 1993, Israel had to agree to release so-called \"political prisoners.\" However, the Israelis would not release any with \"blood on their hands.\" The American President at the time, Bill Clinton, and his Secretary of State, Warren Christopher, \"insisted\" that all prisoners be released. Thus Mr. Atta was freed and eventually \"Thanked the US\" by flying an airplane into Tower One of the World Trade Center. This was reported by many of the American TV networks at the time that the terrorists were first identified. It was censored in the US from all later reports. The American public must be made aware of this fact.",
  "Last Updated": "7 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/atta.asp",
  "Claim": "Mohammed Atta, a convicted terrorist released by Israel at the insistence of the U.S., participated in the 9/11 terrorist attacks.",
  "Claim_ID": "rumors_atta",
  "Tags": ""
}