{
  "Origins": "The monument displayed in the above photographs, officially entitled \"To the Struggle Against World Terrorism\" (but also known as \"The Memorial at Harbor View Park\" or the \"Tear Drop Memorial\"), was dedicated at the northeast corner of Bayonne Peninsula in New Jersey on 11 September 2006, the fifth anniversary of the 9/11 attacks on the United States.",
  "Fact Check": "",
  "Description": "The monument was the work of Russian artist Zurab Tsereteli, whose inspiration was described thusly in a brochure about the monument: \"To the Struggle Against World Terrorism\" was conceived as the events of 9/11 unfolded and Russian artist Zurab Tsereteli walked the streets of Moscow. Struck by the outpouring of grief he observed, a memorial with an image of a tear formed in his mind. Shortly after the attacks, Tsereteli visited ground zero and looked to New Jersey's waterfront for an appropriate site for a monument honoring victims of the World Trade Center terrorist attacks. Bayonne was a fitting location; the city was an arrival point for many New York City evacuees on 9/11, a staging area for rescuers, and offered a direct view of the Statue of Liberty and the former World Trade Center towers. A gift from Tsereteli and the Russian people, the memorial is made of steel sheathed in bronze. Standing 100 feet high, its center contains a jagged tear. In it hangs a 40-foot stainless steel teardrop, representing sadness and grief over the loss of life, but also hope for a future free from terror. Etched in granite on an 11-sided base are the names of the nearly 3,000 killed in the 1993 World Trade Center bombings and terrorist attacks on Sept. 11, 2001. Photographs of the monument's construction (as well as the finished version of the memorial) can be viewed at the 911 Monument web site. A portfolio of Tsereteli's other works around the world is also available on The New Yorker 's web site.",
  "Originally Published": "",
  "Referred Links": "http://www.newyorker.com/online/2007/06/25/slideshow_070625_tsereteli?slide=1;http://www.911monument.com/gallery.cfm?gallery=monument;https://web.archive.org/web/20070709171202/http://www.bayonnelra.com/Memorial_Brochure.pdf;http://www.911monument.com/;",
  "Example": "[Collected via e-mail, March 2009] I had never heard of this before receiving it. Why didn't the press report it? This is the \"TEAR DROP\" made and installed by the Russians to honor those who died in 9 11 and a statement against terrorism. It is very impressive. The tear drop is lined up with the Statue of Liberty. Gift from the people of Russia.......\"Monument to the struggle against world terrorism, artist Zurab Tesereteii\" ....it is an impressive memorial and statement against terrorism. The walkway is made of stones. Names of the persons killed on 9 11 are inscribed on the base. The base like the Vietnam Memorial wall. It was a cold and windy day but well worth the drive to see. It is down in the shipping yards across from \"The Lady\".",
  "Last Updated": "15 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/tributes/teardrop.asp",
  "Claim": "Photographs show a New Jersey monument to the victims of 9/11 which was donated by Russia.",
  "Claim_ID": "rumors_tributes_teardrop",
  "Tags": ""
}