{
  "Origins": "Fear of contracting anthrax grew with each new case reported in New York and Washington. Ordinary folks even thelevel-headed, non-panicky kind are coming to think they might be at risk even if they don't work at postal facilities, for news outlets, or for highly visible members of the nation's government. There was thus an expanding desire to combat the perceived threat, both through neutralizing whatever anthrax spores might come into a household via the mail and by treating family members who could potentially be exposed.",
  "Fact Check": "",
  "Description": "Both these goals, while admirable in and of themselves, left the unwary vulnerable to misinformation dressed up as unassailable science. Raw garlic and oil of oregano have some usefulness as herbal antibiotics. \"Garlic and oil of oregano have known antimicrobial and antibacterial properties,\" says David Grotto, a registered dietitian and spokesman for the American Dietetic Association. Jean Carper's 1988 book, The Food Pharmacy , echoes this praise accorded raw garlic. (Its pungent compound, allicin, is what provides its antibiotic kick, thus any preparation that involves using anything other than garlic in its raw form will not be effective for germ-fighting purposes.) According to a study performed by Dr. Harry Preuss at Georgetown University, tests on mice appear to prove that oregano oil (in particular, carvacrol, one of oregano's chemical components) reduce infection as effectively as traditional antibiotics. The oil was tested against the antibiotics streptomycin, penicillin, and vancomycin. Preuss presented his findings in October 2001 at the American College of Nutrition's annual meeting in Orlando. His study was paid for by North American Herb and Spice, a company admittedly with a vested interest in herb production and sale. It's at this point that science and the claims made about garlic and oil of oregano part ways. Nowhere in the study now so often pointed to does Preuss make claims about oil of oregano being effective against anthrax. Preuss and Georgetown University say claims arising from this study that oil of oregano is a natural antibiotic \"that is proven to be active against anthrax...\" are grossly misleading. The study doesn't say that. Likewise, we've yet to locate any study done by anyone that makes this claim, either about oil of oregano or garlic. Current assertions that either of these substances are effective against anthrax have yet to be substantiated and are based on overstatements of what has so far been studied. It's a far reach from \"garlic is a nice little home remedy for an infected finger\" to \"garlic will save you and yours from anthrax,\" yet that is the reach those intent upon vending herbal remedies or soapboxing about natural solutions have resorted to. At times of heightened concern, it pays to keep one hand on your wallet. The unscrupulous are always looking to make a buck from misfortune, and September 11 and its aftermath have provided enough misfortune for these rascals to get very fat on. The vultures will offer quick solutions the average person supposedly could use in his own home to safeguard himself and his family. That the solutions don't work at all or don't work enough to be effective is unimportant to such parasites they're out the door with the money, and that's all they care about. And if by chance one of those solutions happens to work out, it's by guess and by golly, although those who entrust their lives to it think they're buying science. Counting on the public's unfamiliarity with anthrax and the urge to feel there is something one can do in the face of a looming threat, some are attempting to sell snake oil to a populace desperate to feel protected. One such bit of fakery is an \"anthrax exterminator,\" a gadget that promises to eradicate the deadly spores from mail with a powerful zap of ultraviolet waves. Then there are the home testing kits for anthrax, bits of chicanery that are naught but out-and-out frauds. Outstripping being bilked of the cost of whatever product the pigeon has been stuck with, the far larger issue is the false (and thus potentially life threatening) sense of security now instilled in the purchaser. Those believing they already have a handy-dandy cure for anthrax on hand are far less likely to seek appropriate treatment from mainstream health care providers when symptoms manifest. Likewise, those who think they have the ability to irradiate their mail to kill off lurking contagions are far less likely to realize something has gone wrong and that they need to seek treatment. The ultimate cost of snake oil could be someone's life. Barbara \"oil of oy vay\" Mikkelson Additional Information: Consumer Alert (Federal Trade Commission)",
  "Originally Published": "",
  "Referred Links": "http://www.ftc.gov/bcp/conline/pubs/alerts/bioalrt.htm;",
  "Example": "",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/garlic.asp",
  "Claim": "Garlic and oil of oregano are proven to be effective treatments for anthrax.",
  "Claim_ID": "rumors_garlic",
  "Tags": ""
}