{
  "Origins": "The account quoted above is a second-hand forwarding of a report byEarl Wright, who was in attendance at a December 2009 presentation given by Lt. Col. John G. Cotter of the California Air National Guard to the Rotary Club in Clovis, California, about the EagleEyes program for teaching military personnel and civilians to \"recognize elements of potential terror planning when they see it.\"",
  "Fact Check": "",
  "Description": "However, in reference to the above-reproduced report, Lt. Col. Cotter told us, \"That is my real name, and I am the Antiterrorism Officer at the 144th, but that's the end of the accuracy of Mr Wright's viral e-mail account\": This is a viral e-mail that went out from a fellow named Earl Wright following my Eagle Eyes presentation to the Clovis Rotary Club in December. It has gone around the world several times and I have heard back from folks who know me all over the place. The purpose of the Eagle Eyes program is to familiarize military and civilian folks with the eight observable steps leading up to a terrorist event and to encourage them to call the phone numbers I provided to the FBI, Fresno Police or Air Force OSI if they see something that doesn't look right. That way the appropriate agencies can intervene and stop an attack from taking place. Our program has been very effective and has been cited as the best in the Air Guard for two years in a row. I've given this presentation hundreds of times to military and civilian organizations, and this is the first time something like this has happened. The quotes apparently attributed to me are false. I never refer to people as \"ragheads\" or f***ers, although I do stress that we don't profile. The examples cited in this e-mail have been distorted, mis-represented and inaccurately reported and attributed to me. If you or your agency would ever like to see the real presentation, I'll be happy to come and give it at your convenience. Similarly, the Fresno Bee reported that: Rotary member Bill Mayhugh, who is in charge of lining up speakers for the club, backs up Cotter. \"It was typical community outreach,\" Mayhugh says. \"He said that if you see something suspicious, call the police, FBI or Homeland Security. I sure didn't hear the stuff that's in the e-mail.\" Lt. Col. Cotter was kind enough to send us a copy of his Eagle Eyes presentation, and it is indeed merely a general outline describing how citizens can help deter terrorism by recognizing and reporting pre-attack activities. It contained nothing about women in burqas buying up cell phones or \"ragheads\" probing the Air National Guard base in Fresno.",
  "Originally Published": "",
  "Referred Links": "http://www.osi.andrews.af.mil/eagleeyes/index.asp;",
  "Example": "[Collected via e-mail, March 2010] This is from a retired CHP Officer and ex military. Makes you wonder why these guys (Ragheads) are always sitting at the end of the runway on Tuesday when I go to our POP meetings.. etc.... I received this from my ex-homicide partner who is still active in law enforcement circles in the Fresno area. Excuse the language but don't excuse the facts. Don't give up your guns, and buy necessary ammunition if you can find it. Be cautious and alert. Be ready if, God forbid, we need to protect our families and loved ones. If You weren't at Rotary Friday. You missed the only decent speaker we've had in more than a year. LTC John Cotter is the 144th Fighter Wing's antiterrorism officer. (Tony, you might remember him as Maj. Cotter who was the PIO the last time we dealt with him). Anyway, John had a two-part presentation. First part was describing his job as the units antiterrorism officer. Pretty standard stuff. The second part was information that will curl your hair. A Part-time air guardsman works as a checker at local Von's. Two women in full burkas (or whatever the hell they're called) buy every pre-paid cellphone in the store. Clerk/airman gets to thinking about it. Goes to Cotter and reports incident. Cotter asks store for surveillance video. It's scary enough that he contacts Fresno FBI. FBI investigates, determines these women have been doing this all over the Valley. Cell phones shipped through Canada to Iraq/Afghanistan where they become triggers for roadside bombs. The Shell station at Peach and Shaw. Every time a local GI goes there in fatigues they are asked specific questions. What is your unit? When are you deploying? How many aircraft are you taking? The F-16s out of Fresno fly CAP for west coast. As such they are the first line of defense so they have the US 's most sophisticated air-to-air missiles. Foreign governments would like to get their hands on those missiles or at least learn how to build them. Also how many we have, etc. Two spy groups are working on it, one based at Fashion Fair Mall (the F-16s take-off pattern) and one based at Sierra Vista Mall (the F-16s landing pattern). Cotter said the ragheads (but we don't profile) are always probing the base. Two dorks in a pickup show up at the front gate wanting to deliver a package marked Air National Guard, Fresno. No postage, no UPS, no FedEx, no DHL, no nothing. Just a probe. I asked Cotter why we haven't seen anything about this in The Bee, on KMJ, on local TV news. He said they're not interested. (That really pissed me off). Since Friday I've learned of two other things. My brother-in-law Frank, a mucky-muck from Avaya. He had a Muslim tech who took a leave-of-absence for 6 weeks in Afghanistan. After the 6 weeks were up he called from New York requesting an extension. Frank (who does profile) said, **** you, you're fired, and called the Fresno FBI who were very interested. Don't know the outcome. A Muslim who owns a liquor store in my former hometown of Kingsburg was constantly bugging customers to buy guns for him. Finally one of the guys I grew up with called the FBI. We are a country at war and these **** ers are in among us. I don't care what Janet Napolitano says, it's a fight to the death and wedamned sure better be prepared. Brother-in-law Frank has a theory and I think it may be closer to the truth than Homeland Security wants to admit. There are a certain number (probably a big number) of Muslims among us who are awaiting the trigger date and will begin randomly killing as many of us as they can, sort of a Fort Hood on steroids. I know I'm getting prepared to shoot back. Two items of interest. Sheriff Margaret Mims wants to grant concealed carry permits to all who are qualified. Columnist Jim Boren, among the most bleeding of the bleeding heart liberals, says it's time for Fresno residents to arm themselves.",
  "Last Updated": "5 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/burqacell.asp",
  "Claim": "Anti-terrorism presentation describes suspicious activities in the Fresno, California, area.",
  "Claim_ID": "rumors_burqacell",
  "Tags": ""
}