{
  "Origins": "While we're all aware of the need for heightened security since the events of September 11 , as well as the need for caution in disseminating information about the location and activities of U.S. military personnel as an invasion of Iraq looms on the horizon, overzealousness can be just as harmful as laxity. Unfortunately such was the case here, where a sloppy rush to sound an alert damaged the credibility of a legitimate organization providing a useful and valuable service.",
  "Fact Check": "",
  "Description": "The North American Center for Emergency Communications ( NACEC ) was a non-profit, volunteer organization that operated a Disaster Victim Information Exchange System, intended to \"provide a centralized point for the high speed exchange of disaster victim and displaced person information, so organizations, agencies and family members can quickly locate and re-unite displaced families.\" If, say, a hurricane struck a part of Florida where your sister lived and you were unable to contact her afterwards, NACEC was one of the organizations to which you might turn to help gather information on her status and whereabouts. The NACEC also operated a Military Family Flash Mail Service, intended to transmit messages from U.S. military forces serving overseas back to family and friends in the U.S. who lacked access to e-mail. To NACEC's undeserved detriment, the warning quoted above was issued on the flimsiest of assumptions without even minimal attempts to verify NACEC's bona fides (a very simple task which, as the NACEC noted, \"a high school student could have accomplished in about 5-10 minutes by checking us out through the Minnesota Secretary of State's web site or perhaps through their school or public library\"). A page about this misguided alert can be found on NACEC's web site, along with documents attesting to its validity and credibility. NACEC suspended all operations on 1 August 2006. It has since become active again, but its focus appears to have changed somewhat. It now works \"to develop services that will help solve some of the problems caused by the communications segment of a damaged or overloaded infrastructure,\" which means it puts two-way radios into the hands of disaster relief workers in need of them.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20051025083227/http://www.nacec.org/DODMemoMain.html;http://www.nacec.org/;",
  "Example": "[Collected on the Internet, 2003] Avoid This Web Site NACEC.org 1. THREAT: This website may be used for information gathering on US soldiers and family members for nefarious purposes. 2. BACKGROUND: The NACEC.org website is claiming to provide emergency notifications in order to support military families. This site requests service members names, addresses, Social Security Numbers SSN) as well as the names and addresses of family members, and other privacy act information. The site also request the service member provide the content of a message which is to be sent to family members. 3. Website Quote: \"With the drastically increasing numbers of U.S. Armed Forces overseas, the North American Center for Emergency Communications (NACEC) has put their military family support 'Flash Mail Service' back on line, as of this week. This will help those members of the military stationed overseas and the military families that have members serving overseas.\" 4. This site is NOT associated with the federal government and should NOT be trusted. The site represents itself as being owned by a not-for-profit corporation (which means they haven't filed for non-profit status and made the necessary disclosures). The registrant for the website is an individual in Minnesota who may or may not not be an American national. DoD personnel should not enter any personal information on a non-federal website for emergency notification of families or any other reason. 5. Any information provided to this site could be used for identity theft, intelligence gathering by a foreign nations or terrorists and could pose a threat to service members, their families and their privacy.",
  "Last Updated": "12 September 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/nacec.asp",
  "Claim": "Military personnel should avoid the use of the NACEC.org web site.",
  "Claim_ID": "rumors_nacec",
  "Tags": ""
}