{
  "Origins": "On 15 October 2003, a horrific accident in the harbor of New York City claimed the lives of ten people and injured sixty-five others, three of whom lost limbs. On that fateful Wednesday afternoon, the ferry from Staten Island plowed into a maintenance pier hundreds of feet from the slip where it normally docks at St. George Terminal. It has been speculated the blood pressure drugs prescribed for the pilot, Assistant Capt. Richard Smith, caused him to slump over the controls as the boat was coming in, or possibly that his failure to take his medication that day resulted in his losing consciousness. Smith twice attempted suicide after the crash and was hospitalized under police guard.",
  "Fact Check": "",
  "Description": "This was not the first such accident Smith had been part of: He had been at the helm of the Andrew J. Barberi when it crashed into the Staten Island dock in July 1995, injuring some passengers. That accident was blamed on a propeller failure. Numbered among those killed in the 15 October 2003 ferry crash was 25-year-old Darius Marshall. This security guard for the United Nations, whose assignments included details for President Bush and U.N. Secretary General Kofi Annan, had been injured in the 11 September 2001 terrorist attacks on America he was knocked unconscious by debris falling from the towers and was missing for 13 hours until his frantic family found him aboard a ferry that had been converted into a first aid station. Another of the deceased, 44-year-old John Healy, a lawyer for the Kemper Insurance Companies, worked on the 36th floor of one of the World Trade Center towers at the time of the attacks, but he was late getting to the office that terrible day because he was taking one of his daughters to school. Deadly coincidences strike us as especially chilling in that they serve to confirm a persistent belief that the Grim Reaper, once he points his finger at someone, is not to be denied. In a similar vein, a woman who had survived the destruction of the World Trade Center died on American Airlines Flight 587 when it crashed in Queens just two months later. Barbara \"die cast\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/ferry.asp",
  "Claim": "A survivor of the September 11 terrorist attacks on the World Trade Center died in a ferry crash.",
  "Claim_ID": "rumors_ferry",
  "Tags": ""
}