{
  "Origins": "The story reproduced above is wholly fallacious, just one of many similar snippets of gossip aired about a number of commercial entities, both large and small, after the September 11 terrorist attacks on the U.S. in 2001.",
  "Fact Check": "",
  "Description": "Dunkin' Donuts immediately looked into the rumor and determined through interviews with employees on duty that day that nothing of the sort had taken place. Additionally, police examined video of the store's operations that day and found nothing to the claims made about the Cedar Grove store: Threats against Dunkin' Donuts employees who were rumored to have celebrated Tuesday's attacks led to a decision to close the Cedar Grove store temporarily, a store spokesman said. Police later said a store video proved there was no truth to the rumor, which they said provoked threats against the employees one Asian Indian and two Americans. The rumors about employees of Arab extraction celebrating upon receiving news of the attacks on the World Trade Center and the Pentagon have been attached to numerous businesses beside Dunkin' Donuts. What needs be kept in mind is that these kinds of rumors are not specific to any one company, therefore any thoughts of the \"Where there's smoke, there's fire\" variety should immediately be dismissed. They're baseless rumors, and whom they're aimed at has nothing to do with the named party's having done anything to bring it upon itself. For example: My mom's friend was in the National Liquidator store in the Forest Avenue Plaza when the crashes happened. The workers, owners, etc. were all cheering and laughing. Can you imagine, only a few blocks from us, these sick bastards were cheering for this horrendous act? They are taking our money by providing cheap everyday things to us and cheering when our family & friends are killed!! Please forward this to your friends & family to let them know what kind of demented people live in our neighborhoods!! And do not for any reason go into their stores. If you know of any other stores we should not be going into due to things like this or unsafe situations, please let us know. Same wolf, just cloaked in a different sheepskin. Large chains aren't the only commercial entities tarred with this undeserved brush; numerous small firms had versions of the same slander applied to them. According to breathless rumor spread willy-nilly, Arabs have been caught in the act of celebrating the strike against the twin towers and the Pentagon in bagel shops, restaurants, stores, and coffee houses anywhere customers could conceivably have witnessed such outpourings. False rumors like these run on very fast legs indeed, and spontaneous boycotts sprang up in their wake. These boycotts have done irreparable harm to the many innocent businesses swept up by this wave of misinformation. Combatting a rumor is rarely an easy task. The very nature of gossip almost guarantees that a tale's originator will not be found, nor will any of its early disseminators. By the time a false charge has grown large enough for its effect to be noticed (or to even to fall upon the ears of those defamed by it), the ones who started the smear are long gone, while their creation spreads outwards in exponential fashion. Those to whom falls the unhappy task of quelling the harmful rumors that have attached to their firms at least have a bit of a chance at getting to the source when what was said is distributed via e-mail. Gossip spread in written form is a tad easier to track than gossip passed behind hands, but tracing it is still a herculean task, and it never comes with a guarantee of success. One such combatant is a gas station in Naperville, Illinois. It is attempting to sue a variety of folks who participated in a similar baseless slander against it. E-mailed exhortations to boycott that particular Mobil station because someone claimed to have seen a poster of Osama bin Laden displayed there have caused a one-third drop in that outlet's business. There's never been such a poster displayed there, and indeed the station has always proudly displayed the American flag. Moreover, the owners of the maligned gas station are from India and have lived in the U.S.A. for 22 years. In a wider context, the basic rumor is even sometimes voiced as a generalized \"Arabs were celebrating in the streets\" claim: Have you heard that Arab Americans were publicly celebrating the events of September 11 in some large US cities? Supposedly this was suppressed by news agencies. Needless to say, such a story would not have been sat upon by the media; it would have run on every news outlet across the nation in the same manner as the purported video of \"celebrating Palestinians\" achieved widespread airings. Other blossomings of these rumor have Arab schoolchildren cheering from their seats in U.S. schools, and another widespread version drew in former NFL star Terry Bradshaw: I have heard a few times that after the Sept. 11 attacks, Terry Bradshaw was in a bar. Outside, there were some mid-east people celebrating and waving a Palastinian flag. Bradshaw became so upset, he went outside and kicked their asses. There is a rumor going around about a football player, who on seeing 5 young arab men celebrating and dragging the American flag, tackled two to the ground and were fighting the other three when the police arrived. The police then took them all downtown, keeping the five arab men and letting the football player go. As the cop dropped the football player off where he lived, he congradulated the man and said, \"I would have done the same thing!\". The strange thing about this is that the football player was Terry Bradshaw. Bradshaw refuted the rumor on the 31 October 2001 edition of television's 20/20 news magazine, but the folks at \" The John Boy & Billy Show \" tell us the account was based on a real incident, albeit starring a different Bradshaw: I'm pleased to be able to point out the original source for the rumor about \"Terry Bradshaw vs. the Arabs.\" The incident happened to a friend and business associate of ours, Brad Bradshaw, who's a regional rep for Pabst Blue Ribbon beer. Brad was in Las Vegas on business on September 11, and is the real Bradshaw in the story. Brad was on the street near the Bally's hotel/casino when he saw a group of five Middle Eastern men giggling as they dragged an American flag across the sidewalk on the opposite side of the street. Incensed by the display, the former University of Tennessee linebacker darted across the traffic, intending to rip the flag from the group's hands. After a brief dustup, Brad and the five men were detained by Vegas police, who held the six of them for a short time. Beyond the myriad of \"Is it true?\" questions arising from such rumors lurks the larger issue of what such rumors say about the current feeling in America towards Muslims and those from Arab countries. We are all too aware that the terrorists who struck on September 11, 2001, lived and walked among us camouflaged in the garb of law-abiding folk, and that it is all too likely others of that group are still in our midst. Suspicion against others especially those of different religion or color runs rampant. Previously trusted neighbors are now viewed with trepidation. Rumored reports of Arabs celebrating wildly as they viewed the planes striking the World Trade Center towers and the Pentagon work to confirm that sense of unease, in that they seem to say we'll never know what truly resides in the hearts of Muslims and Arab-Americans or where their actual loyalties lie. As such, these rumors give voice to deeply felt concerns that otherwise would be difficult to put into words. It's a shame, but our mistrust (even though it may be justly felt in light of how innocuous the terrorists appeared to be prior to September 11 ) will affect countless thousands of peaceable and wholly patriotic members of American society simply because they've an accent or a certain look to them. Likewise, calls to shun particular businesses named in the \"celebrating Arabs\" rumor strike a responsive chord with a populace in desperate need to feel it is doing something to aid its country. Those possessed of a particular foreign look thus find themselves the target of a great deal of misplaced anger as those in need of venting some of the poison from their systems latch upon seemingly appropriate targets. One cannot, after all, scoop up a gun and take off to Afghanistan to participate in bringing bin Laden to bay, but one can quite vocally participate in a mis-aimed boycott. The need for a cathartic release at times overwhelms the need to direct the spew towards only those who truly deserve it. Bystanders become victims, and the truth limps in a far distant second to the need not to feel helpless in the face of a menace that cannot easily be grasped or guarded against. Barbara \"menace at work\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.thebigshow.com/;",
  "Example": "[Collected via e-mail, 2001] Attention all Americans: Boycott Dunkin Donuts!! In Cedar Grove, NJ, a customer saw the owner of a Dunkin Donuts store burn the U.S. flag. In another Dunkin Donuts store in Little Falls, a customer saw a U.S. flag on the floor with Arabic writing all over it. In Wayne, NJ the employees of Arabic background were cheering behind the counter when the heard about the attacks. A customer throw his coffee at them and phoned the police. We are starting a nationwide boycott of all Dunkin Donuts. Please make sure this gets passed on to all fellow Americans during this time of tragedy. We Americans need to stick together and make these horrible people understand what country they are living in and how good they used to have it when we supported them. Numerous fastfood companies are at Ground Zero, giving away free food to volunteers. Where is Dunkin Donuts in all of this? Boycott Dunkin Donuts! Pass it on.",
  "Last Updated": "6 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/dunkin.asp",
  "Claim": "Employees at Dunkin' Donuts outlets desecrated American flags and celebrated the 9/11 terrorist attack on America.",
  "Claim_ID": "rumors_dunkin",
  "Tags": ""
}