{
  "Origins": "In the wake of the September 11 terrorist attacks on America, the Federal Aviation Administration immediately ordered all flights in the United States grounded, and that ban stayed in effect until September 13. (Even then, for that first day commercial carriers were mostly either completing the interrupted flights of September 11 or repositioning empty aircraft in anticipation of the resumption of full service. New passenger flights did not generally resume until the 14th.) During that two-day period of full lock-down, only the military and specially FAA-authorized flights that delivered life-saving medical necessities were in the air. The enforcement of the empty skies directive was so stringent that even after the United Network for Organ Sharing sought and gained FAA clearance to use charter aircraft on September 12 to effect time-critical deliveries of organs for transplant, one of its flights carrying a human heart was forced to the ground in Bellingham, Washington, 80 miles short of its Seattle destination, by two Navy F/A-18 fighters. (The organ completed its journey after being transferred to a helicopter.)",
  "Fact Check": "",
  "Description": "The claim that bin Laden family members (and other Saudis) were allowed to secretly fly out of the U.S. and back to Saudi Arabia while a government-imposed ban on air travel was in effect, all without any intervention by the FBI, has since been negated by the National Commission on Terrorist Attacks Upon the United States (also known as the \"9/11 Commission\"). In their final report, the commission noted: Three questions have arisen with respect to the departure of Saudi nationals from the United States in the immediate aftermath of 9/11: (1) Did any flights of Saudi nationals take place before national airspace reopened on September 13, 2001? (2) Was there any political intervention to facilitate the departure of Saudi nationals? (3) Did the FBI screen Saudi nationals thoroughly before their departure? First, we found no evidence that any flights of Saudi nationals, domestic or international, took place before the reopening of national airspace on the morning of September 13, 2001. To the contrary, every flight we have identified occurred after national airspace reopened. Second, we found no evidence of political intervention. We found no evidence that anyone at the White House above the level of [National Security Council official] Richard Clarke participated in a decision on the departure of Saudi nationals ... The President and Vice President told us they were not aware of the issue at all until it surfaced much later in the media. None of the officials we interviewed recalled any intervention or direction on this matter from any political appointee. Third, we believe that the FBI conducted a satisfactory screening of Saudi nationals who left the United State on charter flights. The Saudi government was advised of and agree to the FBI's requirements that passengers be identified and checked against various databases before the flights departed. The Federal Aviation Administration representative working in the FBI operations center made sure that the FBI was aware of the flights of Saudi nationals and was able to screen the passengers before they were allowed to depart. The FBI interviewed all persons of interest on these flights prior to their departures. They concluded that none of the passengers was connected to the 9/11 attacks and have since found no evidence to change that conclusion. Our own independent review of the Saudi nationals involved confirms that no one with known links to terrorism departed on these flights. The 9/11 Commission also expanded on the following points in footnotes to the section of the report quoted above: During the morning of September 11, the FAA suspended all nonemergency air activity in the national airspace. While the national airspace was closed, decisions to allow aircraft to fly were made by the FAA working with the Department of Defense, Department of State, U.S. Secret Service, and the FBI. The Department of Transportation reopened the national airspace to U.S. carriers effective 11:00 A.M. on September 13, 2001, for flights out of or into airports that had implemented the FAA's new security requirements. After the airspace reopened, nine chartered flights with 160 people, mostly Saudi nationals, departed from the United States between September 14 and 24. In addition, one Saudi government flight, containing the Saudi deputy defense minister and other members of an official Saudi delegation, departed Newark Airport on September 14. Every airport involved in these Saudi flights was open when the flight departed, and no inappropriate actions were taken to allow those flights to depart. Another particular allegation is that a flight carrying Saudi nationals from Tampa, Florida, to Lexington, Kentucky, was allowed to fly while airspace was closed, with special approval by senior U.S. government officials. On September 13, Tampa police brought three young Saudis they were protecting on an off-duty security detail to the airport so they could get on a plane to Lexington. Tampa police arranged for two more private investigators to provide security on the flight. They boarded a chartered Learjet. The plane took off at 4:37 P.M., after national airspace was open, more than five hours after the Tampa airport had reopened, and after other flights had arrived at and departed from that airport. The three Saudi nationals debarked from the plane and were met by local police. Their private security guards were paid. and the police then escorted the three Saudi passengers to a hotel where they joined relatives already in Lexington. The FBI is alleged to have had no record of the flight and denied that it occurred, hence contributing to the story of a \"phantom flight.\" This is another misunderstanding. The FBI was initially misinformed about how the Saudis got to Lexington by a local police officer in Lexington who did not have firsthand knowledge of the matter. The Bureau subsequently learned about the flight. These flights were screened by law enforcement officials, primarily the FBI. For example, one flight, the so-called Bin Ladin flight, departed the United States on September 20 with 26 passengers, most of them relatives of Usama Bin Ladin. Screening of this flight was directed by an FBI agent in the Baltimore Field Office who was also a pilot ... The Bin Ladin flight and other flights we examined were screened in accordance with policies set by FBI headquarters and coordinated through working-level interagency processes. Although most of the passengers were not interviewed, 22 of the 26 people on the Bin Ladin flight were interviewed by the FBI. Many were asked detailed questions. None of the passengers stated that they had any recent contact with Usama Bin Ladin or knew anything about terrorist activity.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "11 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/flights.asp",
  "Claim": "Secret flights whisked bin Laden family members and Saudi nationals out of the U.S. immediately after September 11 while a general ban on air travel was still in effect, and before the FBI had any opportunity to question any of the passengers.",
  "Claim_ID": "rumors_flights",
  "Tags": ""
}