{
  "Origins": "This story first reached the snopes.com inbox in June 2006. While it would be somewhat heartening to believe one of those otherwise fated to die on September 11 escaped being murdered by the terrorists who used commercial aircraft as weapons through his stubborn refusal to compromise his piety by leaving his tefillin behind, this tale does not seem to pass scrutiny.",
  "Fact Check": "",
  "Description": "At 8:14 a.m. on 11 September 2001, United Airlines Flight 175 left Boston's Logan Airport for Los Angeles with 65 people aboard. Terrorists who were on that flight hijacked the plane and crashed it into the south tower of World Trade Center at 9:06 a.m., 18 minutes after American Airlines Flight 11 (with 92 people aboard) was flown into the north tower of World Trade Center at 8:48 a.m. None of the news accounts or official investigations we've examined of the events of that day mention anyone's insisting to be let off Flight 175 at the last moment (to retrieve religious items or for any other purpose) or suddenly exiting the plane after the doors had been closed. Also, accommodating a passenger who had changed his mind about flying would not merely have been a matter of letting that person off the plane even before the 9/11 terrorist attacks, an exiting passenger's checked luggage would have had to have been retrieved from the airplane's cargo hold. Moreover, even if a passenger on that plane had created a last-minute fuss, such an event doesn't appear to be connectible to the flight's delay in taking off. While Flight 175 was 16 minutes late getting airborne, finally taking off at 8:14 AM, it did push back from Gate 19 at Logan within a minute of its regularly scheduled departure time and therefore did not spend that 16-minute interval sitting at the gate. The intervening period before the plane's eventual take-off was expended on the tarmac, presumably a result of routine tie-up in morning taxiing times. Once the flight had pushed back from the gate and entered traffic on the runways at Logan, it could not have disgorged a passenger, no matter how insistent he might have been, without returning to the gate. And United Flight 175 did not return to the gate it took to the air just as American Flight 11 was being hijacked. The account of a pious Jew who disembarked from Flight 175 because he would not be parted from his sacred objects and by so doing delayed the second plane's hitting the World Trade Center for 18 minutes, thereby giving countless others a chance to flee the south tower, is found in Even in the Darkest Moments , a 2002 collection of September 11 stories compiled by Zeev Breier. It appears in that anthology as \"Beloved Mitzvah\" by Rabbi Israel Feinhandler, a writer of many instructional books on marriage and child rearing who is described by The Weekly Parsha as a \"Rabbi of a community in the Romema section of Jerusalem, a renowned posek, and a lecturer in various yeshivos and kollelim in Jerusalem.\" While the story appears to be more fable than truth, it perhaps more fairly should be regarded as an object lesson on the importance of maintaining one's religious convictions even when it would be far more convenient to set them aside. Barbara \"soul survivor\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.wordreference.com/definition/tefillin;",
  "Example": "[Collected on the Internet, 2006] David Miller* [*not his real name], a pious observant Jew was at Logan Airport getting ready to board United Flight 175. He was going to LA on an important business trip and had to make this flight. A lot depended on it. He boarded the plane, watched the doors close, and sat down. Suddenly he remembered that he left his tefillin (ritual boxes with straps worn by Jewish men in prayer) in the terminal boarding area. He politely asked the stewardess if he could go back and retrieve his tefillin, which were sitting just a few feet from the gate. She told him that once the doors of the plane closed, no one was allowed off the plane. Not about to take this sitting down, he asked if he could speak to the pilot to obtain special permission. Surely the pilot would understand. The pilot did not comply. He simply restated the policy. David was not about to lose this precious mitzvah, or let the holy tefillin get lost like that, so, not knowing what else to do, he started screaming at the top of his lungs, \"I am going to lose my tefillin.\" The crew asked him to be quiet, but he refused to stop making a fuss a rather loud fuss. Finally, he was making such a ruckus and a tumult that the flight crew told him that they would let him off the plane, simply because he was a nuisance. In fact, even though it would only take about 90 seconds to run out, grab his tefillin, and run back - they were not going to wait for him. No matter. David was not about to lose his tefillin, even if it caused him great inconvenience or cost his business a loss. He left the plane, never to reboard. This flight was United #175. The second plane to reach the WTC. David's devotion to a mitzvah saved his life. The consequences of David's actions do not end there. Originally the terrorists wanted both towers struck simultaneously to maximize the explosive carnage. Later it was learned that due to this whole tumult, the takeoff was delayed, causing a space of 18 minutes between the striking of the two towers. This delay made it possible for thousands more people to escape alive from both buildings. Literally thousands, if not tens of thousands, of lives were spared because one Jew would not forsake his beloved tefillin.",
  "Last Updated": "20 June 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/tefillin.asp",
  "Claim": "A Flight 175 passenger who insisted upon retrieving his forgotten tefillin delayed the doomed flight.",
  "Claim_ID": "rumors_tefillin",
  "Tags": ""
}