{
  "Origins": "On 11 September 2001, American Airlines Flight 77, one of four airliners hijacked by terrorists that day, slammed into the southwest section of the Pentagon (a sprawling defense office complex in Washington, D.C.) killing 189 people. Half of the building remains closed because of smoke and structural damage.",
  "Fact Check": "",
  "Description": "As search-and-rescue workers scoured the damaged building over the next few days, they encountered grisly scenes: One of the first recovery personnel to enter the crippled headquarters building after a hijacked Boeing 757 smashed into it, the urban search-and-rescue specialist found a gruesome sight. \"If anyone has ever burned a pot roast, they'll know what the victims looked like,\" Williams, 30, said Thursday after another 12-hour shift of searching for 190 bodies those of 126 missing Pentagon personnel and the 64 aboard the doomed jetliner. The fireball produced when the jetliner's full fuel tank exploded on impact roared down corridors so fast that \"90% didn't know what happened to them,\" he said. Many were sitting at their desks or behind partitions. One woman was found frozen in a sitting position, her arms posed as if reading a document. Several bodies were found huddled in groups near televisions. Pentagon workers were apparently watching the carnage taking place at the World Trade Center when the hellish scene on TV became reality for them, too. When Williams discovered the scorched bodies of several airline passengers, they were still strapped into their seats. The stench of charred flesh overwhelmed him. Williams, the search-and-rescue specialist quoted in this USA Today article, also described scenes both heart-rending and surprising: \"There is somebody in there who I knew,\" Williams said quietly. The victim was the husband of one of Williams' co-workers, a senior enlisted soldier who worked right near the point of impact and is almost certainly among thedead. Yet, as he looked up into the black chasm torn into the symbol of the mightiest military in the world, Williams saw a sign of hope. On a second floor, right next to where the jet sheared off a section of the building, was an undisturbed stool. And on it was a thick, open book. Fellow searchers who had gotten a close look said it was a Bible. It was not burned. Nor was anything around it or on the two floors above it. \"I'm not as religious as some, but that would have me thinking,\" the soldier said. \"I just can't explain it.\" A book did remain relatively unscathed in an office in a heavily-damaged section of the Pentagon, but the USA Today account was inaccurate, a single-source, second-hand anecdote (only one person was quoted, and he himself did not see the book in question) based on wishful thinking. Other on-scene news crews such as CNN reported that the book was a dictionary, as verified for us by a reader who went back and reviewed the tape of that day's news: Like many I was recording everything that day and many others after. I did remember the 'book' in question though it took me the better part of a day to find that point on the tape. CNN zoomed in on it, it was as you said, on a 'podium' against a wall with maybe a foot to eighteen inches of ledge (once floor) remaining. Beyond it was nothing. They were interested, zoomed in very close. It was a library style dictionary, not a bible. It did not appear damaged. I've an older version of that style book here in my home. This is the massive break your back style with two to three thousand thin pages. Apparently it was in a research area or small library as you may recall they had just finished the new library but had only moved furniture into it. A week or two later and the dictionary most likely would have been in the new library, not where it was. Additionally, an acquaintance of ours who works in Pentagon security had access to the area in question and shared with us his own detailed photographs of the office containing the book; they too demonstrated to us that the book was indeed a dictionary, not a Bible. In February 2002, the New York Post reported that a photographer had found a single page from a Bible under the rubble of the World Trade Center: Buried under tons of World Trade Center steel and rubble, rescue workers found a page from the Bible that spoke of a tower that reached to the heavens. The shocking revelation of faith and hope is \"a sign from God that he is still watching over us,\" said photographer and actor Gary Gere, who found the passage from Genesis, about the Tower of Babel, amid the ruins. \"After more than 93 days of fires, a skinny little frail page from the Bible survived. I find it quite unbelievable,\" he told The Post.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "7 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/bible.asp",
  "Claim": "An unburned Bible was found amidst the charred wreckage of the Pentagon after the September 11 terrorist attack.",
  "Claim_ID": "rumors_bible",
  "Tags": ""
}