{
  "Origins": "In the speculation-drenched weeks that followed the September 11 terrorist attacks, the one expected rumor that failed to surface was of the \"Osama bin Laden spotted at a Starbucks in New Jersey\" ilk. Sightings of the dread enemy walking among the populace he menaces are a common form of wartime scuttlebutt and serve as an expression of the reality of the danger he represents. A rumor of that nature works to keep the minds of those on the homefront focused on whom they are fighting and how great an evil he embodies; they make the threat he represents seem more real to those who might otherwise feel somewhat distanced from the conflict underway in another theater.",
  "Fact Check": "",
  "Description": "Yet Osama was in Afghanistan, as events soon revealed. Moreover, the US was locked down anyone of even vaguely Middle Eastern appearance was going to be heavily scrutinized before being allowed entry into the Land of the Free. Could the rumor survive in the face of those odds? It did indeed. Rumors about bin Laden's living in the Salt Lake City area have been rife. Those who look for something plausible to hang their gossip hats on point to that area's desert-like conditions and purported tolerance towards plural marriages as reasons why The Contractor would choose to set up housekeeping there. (Yeah, right. He kills thousands of innocents and is the target of the most intense manhunt in history, but he doesn't want to risk getting in trouble for having too many wives.) According to The Salt Lake Tribune , \"Federal agents in Salt Lake City say they have recently fielded dozens of reports that the accused terrorist mastermind has been spotted on the freeway, in the mall or enjoying a Big Mac and fries at McDonald's.\" FBI Special Agent Kevin Eaton is quoted in that same article confirming the number of such reports his office has had to field. \"It is pretty surprising how many people really believe he is here,\" Eaton said. Lt. Charles Illsley of the West Valley City Police Department likens the recent wave of bin Laden sightings to the Ted Bundy sightings that followed his 1977 escape from a Colorado jail and offers the following keen insight into the phenomenon: \"When day-after-day media reports focus on a single person like Bundy or bin Laden, it is not too big a leap for somebody to go outside and think they see him. Images stick.\" During World War II, although the Nazis did not make it to America, rumors about enemy agents sauntering the streets of various towns in the USA did. Hitler wasn't spotted here, but his minions were they were seen furtively signaling U-boats and laying out markers to guide bombers to their targets. They turned up in truck stops and restaurants looking as unremarkable as anyone else until some small sign inadvertently revealed them for who they were. Then (as now) the FBI was bedeviled by a constant barrage of false reports, each of which had to be investigated. According to the rumors afoot then, saboteurs lurked behind every post, and often we initially assumed strangers were enemy agents and only grudgingly afterwards acknowledged them to be mere folks who had just arrived from another town. Simple actions that in peacetime would have drawn no comment suddenly appeared ominous a man spotted notebook in hand near a viaduct over railroad tracks immediately became the subject of a rumor that he was checking troop movements and shipments of war supplies. Upon investigation, that man turned out to one of the city's smoke inspectors. The actions of a couple staying in a seaside hotel (they lowered the shades for privacy and opened the window to catch the breeze) sparked a rumor that enemy operatives were signaling to submarines lying offshore. And so it went. The threat of enemy action on American soil is far greater these days than it was even at the height of the Second Great War. Rumors about honey-skinned terrorists abound, but it needs be stressed that even though there's more to fear now, those rumors are just echoes of similar ones heard over half a century ago. Though the reality may be different, the perception of danger is not, and that is what people react to and express through the rumors they exchange. The citizenry of the 1940s knew the visage of evil as that of Hitler's, whereas their counterparts of the 2000s recognize it as bin Laden's. It is thus no wonder they search for his face in the crowd. Barbara \"faces of death\" Mikkelson Sightings: Canada's popular weekly satire TV show The Royal Canadian Air Farce has run \"Bin Laden Watch\" segments sporadically since the terrorist attacks. Photos of Osama are inserted into donut shops, dollar stores, and the like, or he is shown chairing a meeting of the Board of Directors of Nortel. Bin Laden Watch, Part 1 (Royal Canadian Air Farce, 12/07/01) Bin Laden Watch, Part 2 (Royal Canadian Air Farce, 12/07/01) Bin Laden Watch, Part 3 (Royal Canadian Air Farce, 12/07/01) Bin Laden Watch, Part 4 (Royal Canadian Air Farce, 12/07/01)>",
  "Originally Published": "",
  "Referred Links": "http://www.airfarce.com/video/011207jh.ram;http://www.airfarce.com/video/011207fh.ram;http://www.airfarce.com/video/011207dh.ram;http://www.airfarce.com/video/011207bh.ram;http://www.airfarce.com/;",
  "Example": "",
  "Last Updated": "21 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/utah.asp",
  "Claim": "Osama bin Laden has been sighted in Utah.",
  "Claim_ID": "rumors_utah",
  "Tags": ""
}