{
  "Origins": "Times of great tragedy bring out the best and the worst in people. We've witnessed countless acts of courage and selflessness in the wake of the September 11 terrorist attacks on the World Trade Center and Pentagon, but we've also seen a number of cases of those who will stop at nothing to grab for themselves a little bit of the spotlight cast by these horrific events.",
  "Fact Check": "",
  "Description": "Five such instances are: Alan Braker of New Jersey claimed to have lost Mailene Sanchez, his ex-wife, and Mya, his six-year-old daughter, in the collapse of the World Trade Center towers. His gut-wrenching account of the last time he saw little Mya and his subsequent search for her was carried far and wide, even outside the USA. It was the subject of a lengthy article in a Canadian newspaper, and a British video crew paid him for his story. Mya and her mother were at the World Trade Center on the 107th floor, where the ex-wife worked at Morgan Stanley & Co., he said. He claimed to have identified Mailene's body at one of the many temporary morgues established in New York City and had posted fliers of the supposedly still-missing Mya (shown in a white cap and gown from grade-school graduation) around the town. There were a few problems with his heartwrenching story: He didn't have an ex-wife of that name, the six-year-old daughter was every bit an invention of his imagination as her mother, no one he'd previously been married to worked in the World Trade Center, and Morgan Stanley didn't have offices on the 107th floor. He has one child, a 16-year-old daughter who lives with his real ex-wife, Maria Braker of Jersey City. Alan Braker was charged on 27 September 2001 with falsely reporting an incident, which is a felony. Sugeil Mejia of New Jersey appeared dressed in surgical scrubs at a local police station two days after the attack, saying her husband had called on a cell phone to tell her he was buried alive with other police officers. Rescuers flew into a frenzy, redoubling their efforts to reach the trapped men, invigorated by the news that there were still survivors. Authorities checked out Mejia's story and discovered a problem: The officer didn't exist, nor had her cell phone registered any incoming calls. They quickly arrested her on charges of reckless endangerment, falsely reporting an incident, and interfering with fire operations. Sara Hekriy of Toronto went to a center for victims' families and submitted a notarized document saying her husband had been inside one of the towers. After her document and story were questioned, Hekriy allegedly admitted she was lying. On 26 September 2001, she was arrested and charged with perjury. Maureen Curry of Surrey, British Columbia, used the disaster to scam money from her employers and a member of the British Columbia legislature. She claimed her daughter had died in the tragedy and that she needed to be at her grieving grandchildren's side in this the hour of their loss but lacked the funds to travel to Winnipeg. She was provided with $2,400 to assist her. Curry's daughter, Carolyn Burdz, is alive and living in Winnipeg. She has never been to New York City, and thus dismisses all claims that she died there. Maureen Curry has since disappeared. Waldo Fernandez of Miami stunned that town with his tale of unspeakable tragedy on 20 September 2001. Fernandez had only recently discovered he had a son and had made plans to travel to New York City to meet 34-year-old Eduardo Edmundo Raidel, his now-grown child who worked as a trader in one of the doomed towers. Days before the jubilant dad was to arrive, he heard that his son had died in the collapse of the WTC. The young man's mother and Fernandez's lost love, Dr. Sara Galloso, had also perished in the same tragedy, as had her husband, who was the father of her other children. According to Fernandez, all three bodies had been recovered and given a Christian burial. The reporter who originally broke the story in Miami thought to check further. None of the names provided appeared on the recovered bodies list. An examination of New York medical licences failed to turn up one in the name of Sara Galloso. The phone numbers Fernandez provided for Galloso's surviving children didn't work. Despite Fernandez's claim of having imminent travel plans to reach New York, he could not provide the date or the flight number, nor name the address in that city where he would have been staying. The reporter now believes he was hoaxed. What to say of such people and their motivation for telling such dastardly lies? Granted, sometimes financial reward plays a part in the drive to create such fictions, but a far larger part can be attributed to a form of a condition known as Munchausen syndrome by proxy. In textbook Munchausen, sufferers fabricate histories of illnesses and injure themselves in an effort to gain the sympathy and attention of those around them. They may go so far as to seek out painful medical treatments for non-existent ills and put themselves through unnecessary surgeries. Munchausen syndrome by proxy is similar attention-gaining behavior inflicted on those in the charge of the person looking for affirmation. Children of such folk are subjected to all manner of physical tampering provided it produces an effect that will bring laudatory attention to the parent, who will be perceived as brave and stoic in the face of never-ending tragedy. Children have been severely deformed by MSBP parents and have even died at their hands. The American Psychiatric Association recognizes Munchausen Syndrome as a psychiatric disorder, describing it as \"intentional production of physical symptoms.\" It does not as yet recognize MSBP as such. Although most of the time MSBP manifests itself as physical harm inflicted on another, it can take the far milder form of mere reportage of disaster having befallen someone related to the attention-getter. Thus, a mother will report her child abducted when in fact the youngster is playing safely in the next room, because there is much attention and heartfelt sympathy to be gained from being the parent of a kidnapped child. Likewise, such folk will fabricate horrific personal histories peopled with relatives (often children or spouses) who died in especially gut-wrenching fashion or as one of the many to perish in a front-page tragedy of epic proportions. The duped Miami journalist classed Waldo Fernandez (#5 on our list) a \"cruel, pathetic liar.\" Those who stumble over the pronunciation of \"Munchausen syndrome by proxy\" may find that characterization easier to twist a tongue around. Barbara \"harps and lyres\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "21 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/sympathy.asp",
  "Claim": "False reports of loved ones lost in the attack on the World Trade Center have been filed by those looking for attention and sympathy.",
  "Claim_ID": "rumors_sympathy",
  "Tags": ""
}