{
  "Origins": "This is a difficult piece to tackle in response to all the people who have forwarded us the article excerpted above and asked \"Is this true?\"",
  "Fact Check": "",
  "Description": "Yes, it's true that the sentences quoted here come from an article by Boston Globe columnist Jeff Jacoby which ran in the op-ed section of that newspaper on 13 December 2001. Yes, it appears that in regards to the factual content of the piece, Mr. Jacoby was accurate. Whether the thrust of the piece that John Walker Lindh's parents were far too permissive with their son, and that their permissiveness directly led to John's ending up fighting for the Taliban in Afghanistan is \"true\" is a subjective matter. This article was run as an opinion piece, not as a news article, and as firmly as Jeff Jacoby might assert that his conclusions are justified and logical, John Walker Lindh's parents would probably maintain that they are unreasonable and unfair. (Indeed, other editorialists have defended John Walker Lindh's parents; eg. Glenn Sacks of the Los Angeles Times .) In short, determining the \"truth\" of this one means thinking about it for oneself, not looking to someone else for the right answer.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Jacoby, 2001] AMERICAN TALIBAN; BLAME LINDH'S PERMISSIVE PARENTS IT ISN'T THE CASE THAT THE PARENTS OF JOHN WALKER LINDH THE MARIN COUNTY CHILD OF PRIVILEGE TURNED TALIBAN TERRORIST NEVER DREW THE LINE WITH THEIR SON. True, they didn't do so when he was 14 and his consuming passion was collecting hip-hop CDs with especially nasty lyrics. And true, they didn't interfere when when he announced at 16 that he was going to drop out of Tamiscal High School the elite \"alternative\" school where students determined their own course of study and only saw a teacher once a week. [. . .] Only once, it seems, did Frank Lindh and Marilyn Walker actually deny their son something he wanted. When he first adopted Islam and took the name Suleyman, they refused to use it and insisted on calling him John. After all, he had been named for one of the giants of our time: John Lennon. [. . .] John Lindh deserved \"a little kick in the butt\" for keeping them in the dark about his plans, his father said, but otherwise they just wanted to \"give him a big hug.\" His mother, meanwhile, was quite sure that \"if he got involved with the Taliban he must have been brainwashed. . . . When you're young and impressionable, it's easy to be led by charismatic people.\" Yes, it is, and it's a pity that that didn't occur to her sooner. If she and Frank Lindh had been less concerned with flaunting their open-mindedness and more concerned with developing their son's moral judgment, he wouldn't be where he is today. His road to treason and jihad didn't begin in Afghanistan. It began in Marin County, with parents who never said \"no.\"",
  "Last Updated": "8 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/jacoby.asp",
  "Claim": "Boston Globe columnist Jeff Jacoby wrote an opinion piece condemning American Taliban John Walker Lindh's parents for their over-permissiveness.",
  "Claim_ID": "rumors_jacoby",
  "Tags": ""
}