{
  "Origins": "Times of crisis can bring out the best and the worst in people and, it appears, in businesses as well.",
  "Fact Check": "",
  "Description": "On 11 September 2001, employees of the Midwood Ambulance Service were on hand at what has come to be known as \"Ground Zero,\" the rubble that once was the World Trade Center. They approached a Starbucks near the disaster site because they needed water to treat the victims of the terrorist attack. Starbucks was willing to help ... for a price. It sold the rescue workers three cases for $130 cash on the barrelhead, with the money needed to complete the transaction coming out of the workers' pockets. Later, suspecting the workers had been overcharged, ambulance company officials called Starbucks and sent e-mail to the company but said their queries were ignored. One described his call to Starbucks thus: \"When I called ... to inquire about this at your 'contact us' phone number from your Web site, I was told in a rather rude way that this could not have happened and abruptly thanked for my call and dismissed.\" Only after the text quoted above became circulated on the Internet did Starbucks address this matter. The company eventually delivered a $130 check (via messenger) to the ambulance company, and its president, Orin Smith, called them to apologize personally. Apology and check notwithstanding, lingering and disquieting doubts remain. True, an employee of any firm can act in an unthinking manner that will bring embarrassment upon his employer (and in this case one can't necessarily fault the low-level Starbucks worker who was unsure about handing over his employer's merchandise for free without authorization), but that is not the real shame here; it's the non-action of Starbucks management in the face of such an incident. Perhaps a Starbucks employee was fault for messing up, but even if so, his error was the act of a lone individual. All it would have taken to set things right at that point would have been for someone a bit higher up in the company to pony up a prompt apology and reimbursement of the money paid for the water. The measure of a business is often found not in what it does right, but in how well and how quickly it handles matters when things have gone wrong. Unfortunately, Starbucks' customer relations and management committed the real offense in that no one at any of these higher levels did anything to address the wrong until the incident became public. When the ambulance workers called the company to inquire about the possibility of having been overcharged, they were told what they had described couldn't have happened, so thank you and good-bye. Their letter to the president of Starbucks detailing the event went unanswered. Calls from a Seattle journalist to Howard Schultz (Starbucks chairman and chief global strategist) and Orin Smith (president and CEO) weren't returned. (Only after that journalist's piece about the $130 water ran on 25 September 2001 did Smith meet with the newsman.) At each point where a correction could have been made, the ambulance workers were brushed off. It took the attraction of cyberspace and media attention to prompt an offer of redress that should have been made the moment Starbucks was made aware of the incident. The ambulance workers did eventually get their $130 back, but they had to jump through hoops for what should have been freely and promptly tendered. Starbucks isn't heartless they did provide free coffee to rescue workers, gave $1 million to the September 11th Fund (a national relief endeavor to help victims of the tragedy), and collects further contributions for the fund from its customers and friends. (Other companies have made similar contributions, including $10 million each from Microsoft and Lilly Endowment, $5 million from IBM, and $4 million from UPS.) It's thus not an unfeeling company, merely one that fell down badly on problem resolution. Yet the question still begs to be asked: Had the story about the ambulance workers not gotten out and had it not given Starbucks a black eye, is there reason to suppose that a check would have been written or an apology made? Barbara \"starbuckled\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2001] My family owns an ambulance service in Brooklyn NY. Midwood Ambulance if anyone knows it. Anyway, my uncles were at \"Ground Zero\" during the attack to help the victims. They donated their time to help with this crisis as many New Yorkers did. A great deal of people were in shock from the devastation. As many of you know, shock victims are supposed to drink a lot of water. My uncle went to the Starbucks down the street to get bottles of water for the victims he was treating. Can you believe they actually charged him for it!! He paid the $130 for 3 cases of bottled water out of his own pocket. Now, I would think that in a crisis such as this, vendors in the area would be more than happy to lend a little help by donating water. Well, not Starbucks! As if this country hasn't given them enough money! Anyway, the point of this story wasn't to glorify my uncle's actions but to suggest a boycott on Starbucks. Now, I love Frappaccinos as much as anyone, but any company that would try to make a profit off of a crisis like this doesn't deserve the American public's hard earned money. Please forward this e-mail to any one you know and encourage them to do the same. Thank you!",
  "Last Updated": "2 August 2007",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/starbucks.asp",
  "Claim": "A New York City Starbucks outlet charged 9/11 rescue workers $130 for three cases of water.",
  "Claim_ID": "rumors_starbucks",
  "Tags": ""
}