{
  "Origins": "For most of us who watched the televised Joint Hearings Before the Senate Select Committee on Secret Military Assistance to Iran and the Nicaraguan Opposition and the House Select Committee to Investigate Covert Arms Transactions with Iran (better known as the \"Iran-Contra hearings,\" held by Congress to determine whether the Reagan administration had secretly and illegally sold arms to Iran in order to secure the release of American hostages, then used the profits from those sales to fund the contra rebels in Nicaragua) in 1987, the enduring image we came away with was a memory of an unapologetic and resolute Lt. Col. Oliver North delivering testimony in a Marine uniform. North, who was a central figure in the plan to secretly ship arms to Iran despite a U.S. trade and arms embargo, and who as a National Security Council aide directed efforts to raise private and foreign funds for the contras despite a Congressional prohibition on U.S. government agencies' providing military aid to the Nicaraguan rebels, testified before Congress under a grant of limited immunity in July 1987.",
  "Fact Check": "",
  "Description": "Although North had been granted limited immunity for his testimony, he was later convicted of criminal charges related to Iran-Contra activities (a conviction that was eventually overturned on the grounds that witnesses had been influenced by his immunized testimony). One of the charges against North was that he had received a $16,000 home security system paid for out of the proceeds of the Iran-Contra affair and had forged documents to cover his receipt of an illegal gratuity. North admitted that he knew the security system was a \"gift\" but maintained he never inquired about who had paid for it or how it was financed, and he was insistent that he needed the security system because the government had failed to provide adequate protection against international terrorists for him and his family. The terrorist North mentioned in his testimony was not Osama bin Laden, however. To the extent that bin Laden was known to the western world in 1987, it was not as a \"terrorist\" but as one of the U.S.-backed \"freedom fighters\" participating in the war against the Soviet occupation of Afghanistan. Osama bin Laden's hatred of the U.S. and conversion to \"terrorist\" status is not believed to have come about until the Gulf War of 1990-91, when he was outspokenly critical of Saudi Arabian dependence upon the U.S. military and denounced U.S. support of a \"corrupt, materialist, and irreligious\" Saudi monarchy. (The Saudi Arabian government stripped bin Laden of his citizenship in 1994 for his funding of militant fundamentalist Islamic groups.) Oliver North did not testify about or mention the name Osama bin Laden during the Iran-Contra hearings. He claimed that threats against his life had been made by terrorist Abu Nidal, telling a congressional committee: Abu Nidal is, as I am sure you on the Intelligence Committee know, the principal, foremost assassin in the world today. He is a brutal murderer. And I would like to just, if I may, just read to you a little bit about Mr. Abu Nidal ... \"Abu Nidal, the radical Palestinian guerrilla leader, linked to last Friday's attacks in Rome and Vienna\" that was the so-called Christmas massacre in which 19 people died and 200 were wounded \"is the world's most wanted terrorist.\" That is the Christian Science Monitor. When you look at his whole career, Abu Nidal makes the infamous terrorist Carlos [the Jackal] look like a Boy Scout. Abu Nidal himself, quoted in Der Spiegel, \"Between America and us, there exists a war to the death. In the coming months and years, Americans will be thinking about us.\" \"For sheer viciousness, Abu Nidal has few rivals in the underworld of terrorism.\" Newseek. Our own State Department, and we have copies of these that we can make available for insertion in the record, but the State Department summary on Abu Nidal, not exactly an overstatement, notes that his followers, who number an estimated 500, have killed as many as 181 persons, and wounded more than 200, in two years. Abu Nidal does not deny these things. We also have an exhibit that we can provide for you that shows what Abu Nidal did in the Christmas Massacres. One of the people killed in the Christmas Massacre and I do not wish to overdramatize this but the Abu Nidal terrorists in Rome who blasted the 11-year-old American Natasha Simpson to her knees, deliberately zeroed in and fired an extra burst at her head just in case. I want you to know that I'd be more than willing ... to meet Abu Nidal on equal terms anywhere in the world. There's an even deal for him. OK? But I am not willing to have my wife and my four children meet Abu Nidal or his organization on his terms. To emphasize his point, North showed the committee a blow-up of a newspaper article detailing the atrocities of Abu Nidal and recalled that an 11-year-old girl named Natasha Simpson, the daughter of an Associated Press news editor, had been gunned down (along with four other Americans) during an attack by an Abu Nidal group on the El Al terminal at the Rome airport in December 1985. North also later claimed that an attempt on his life had been made five months before his congressional testimony at the instigation of Libyan leader Mohmmar Qadaffi: In February 1987, Muammar Ghadaffi ordered his thugs to carry out a threat made against me in 1986. Thankfully, the FBI intercepted the well-armed perpetrators on the way to our home, and my family and I were sequestered for a time on a military base. The orders from Tripoli were delivered to a terrorist cell in Virginia at the offices of The People's Committee for Libyan Students. So no, Oliver North didn't warn us back in 1987 about Osama bin Laden's \"potential threat to the security of the world\" or suggest that bin Laden be hunted down by \"an assassin team,\" nor was he given the brush-off by a clueless senator \"who disagreed with this approach.\" Eventually, Col. North drafted his own response to this piece of misinformation: FROM THE DESK OF LTCOL OLIVER L. NORTH (USMC) RET. NOVEMBER 28, 2001 OVER THE COURSE OF THE LAST SEVERAL WEEKS, I HAVE RECEIVED SEVERAL THOUSAND E-MAILS FROM EVERY STATE IN THE U.S. AND 13 FOREIGN COUNTRIES IN WHICH THE ORIGINATOR PURPORTS TO HAVE RECENTLY VIEWED A VIDEOTAPE OF MY SWORN TESTIMONY BEFORE A CONGRESSIONAL COMMITTEE IN 1987. A COPY OF ONE OF THOSE E-MAILS IS ATTACHED BELOW. AS YOU WILL NOTE, THE ORIGINATOR ATTRIBUTES TO ME CERTAIN STATEMENTS REGARDING USAMA BIN LADEN AND OTHER MATTERS THAT ARE SIMPLY INACCURATE. THOUGH I WOULD LIKE TO CLAIM THE GIFT OF PROPHESY, I DON'T HAVE IT. I DON'T KNOW WHO SAW WHAT VIDEO \"AT UNC.\" (OR ANYWHERE ELSE) BUT, FOR THE RECORD, HERE'S WHAT I DO KNOW: 1. IT WAS THE COMMITTEE COUNSEL, JOHN NIELDS, NOT A SENATOR WHO WAS DOING THE QUESTIONING. 2. THE SECURITY SYSTEM, INSTALLED AT MY HOME, JUST BEFORE I MADE A VERY SECRET TRIP TO TEHRAN, COST, ACCORDING TO THE COMMITTEE, $16K, NOT $60K. 3. THE TERRORIST WHO THREATENED TO KILL ME IN 1986, JUST BEFORE THAT SECRET TRIP TO TEHRAN, WAS NOT USAMA BIN LADEN, IT WAS ABU NIDAL (WHO WORKS FOR THE LIBYANS NOT THE TALIBAN AND NOT IN AFGHANISTAN). 4. I NEVER SAID I WAS AFRAID OF ANYBODY. I DID SAY THAT I WOULD BE GLAD TO MEET ABU NIDAL ON EQUAL TERMS ANYWHERE IN THE WORLD BUT THAT I WAS UNWILLING TO HAVE HIM OR HIS OPERATIVES MEET MY WIFE AND CHILDREN ON HIS TERMS. 5. I DID SAY THAT THE TERRORISTS INTERCEPTED BY THE FBI ON THE WAY TO MY HOUSE IN FEB. 87 TO KILL MY WIFE, CHILDREN AND ME WERE LIBYANS, DISPATCHED FROM THE PEOPLE'S COMMITTEE FOR LIBYAN STUDENTS IN MCLEAN, VIRGINIA. 6. AND I DID SAY THAT THE FEDERAL GOVERNMENT HAD MOVED MY FAMILY OUT OF OUR HOME TO A MILITARY BASE (CAMP LEJEUNE, NC) UNTIL THEY COULD DISPATCH MORE THAN 30 AGENTS TO PROTECT MY FAMILY FROM THOSE TERRORISTS (BECAUSE A LIBERAL FEDERAL JUDGE HAD ALLOWED THE LYBIAN ASSASSINS TO POST BOND AND THEY FLED). 7. AND, FYI: THOSE FEDERAL AGENTS REMAINED AT OUR HOME UNTIL I RETIRED FROM THE MARINES AND WAS NO LONGER A \"GOVERNMENT OFFICIAL.\" BY THEN, THE UNITED STATES GOVERNMENT HAD SPENT MORE THAN $2M PROTECTING THE NORTH FAMILY. THE TERRORISTS SENT TO KILL US WERE NEVER RE-APPREHENDED. SEMPER FIDELIS, OLIVER L. NORTH Variations: One variant of this item concluded with the statement \"The senator disagreed with this approach and that was all that was shown of the clip. If anyone is interested, the Senator turned out to be none other than ... Al Gore.\" Senator Al Gore of Tennessee was not a member of the United States Senate Select Committee on Secret Military Assistance to Iran and the Nicaraguan Opposition and therefore did not take part in the questioning of any witnesses before the Committee. Additional information: Testimony of Oliver L. North (U.S. Senate)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20000815230249/http://www.townhall.com/columnists/ollienorth/on000609.shtml;http://www.senate.gov/reference/resources/pdf/ollie.pdf;http://web.archive.org/web/20000819024230/http://www.emergency.com/qaddafi.html;http://looklex.com/e.o/abu_nidal.htm;http://www.senate.gov/reference/resources/pdf/ollie.pdf;http://web.archive.org/web/20010513070137/http://www.reagan.utexas.edu/resource/speeches/1984/50184e.htm;",
  "Example": "[Collected via e-mail, November 2001] Remember this? I was at a UNC lecture the other day where they played a video of Oliver North during the Iran-Contra deals during the Reagan administration. I was only 14 back then but was surprised by this particular clip. There was Olie in front of God and Country getting the third degree. But what he said stunned me. He was being drilled by some senator I didn't recognize who asked him: 'Did you not recently spend close to $60,000 for a home security system?' Oliver replied, 'Yes I did sir.' The senator continued, trying to get a laugh out of the audience, 'Isn't this just a little excessive?' 'No sir,' continued Oliver. 'No. And why not?' 'Because the life of my family and I were threatened.' 'Threatened? By who.' 'By a terrorist, sir.' 'Terrorist? What terrorist could possibly scare you that much?' 'His name is Osama bin Laden.' At this point the senator tried to repeat the name, but couldn't pronounce it, which most people back then probably couldn't. A couple of people laughed at the attempt. Then the senator continued. 'Why are you so afraid of this man?' 'Because sir, he is the most evil person alive that I know of.' 'And what do you recommend we do about him?' 'If it were me I would recommend an assassin team be formed to eliminate him and his men from the face of the earth.' The senator disagreed with this approach and that was all they showed of the clip. It's scary when you think 15 years ago the government was aware of Osama bin Laden and his potential threat to the security of the world. I guess like all great tyrants they start small but if left untended spread like the virus they truly are.",
  "Last Updated": "20 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/north.asp",
  "Claim": "During the 1987 Iran-Contra hearings, Oliver North warned Congress that Osama bin Laden was \"the most evil person alive\" and that \"an assassin team [should] be formed to eliminate him and his men from the face of the earth.\"",
  "Claim_ID": "rumors_north",
  "Tags": ""
}