{
  "Origins": "Those who regularly duel Lady Luck in state lotteries employ a variety of systems for choosing the numbers they hope will form the winning draw. Some people base their choices on familiar strings of digits such as birth dates, telephone numbers, addresses, and Social Security numbers. Others pick numbers through what they believe is a random process (or allow the lottery machines to generate random entries for them). Many hopefuls play the same numbers week in and week out, hoping \"their\" numbers will eventually hit; others select new combinations for each drawing.",
  "Fact Check": "",
  "Description": "Many people's lottery choices are influenced by current news. Numbers that feature prominently in news stories (e.g., flight numbers, license plates, addresses) often end up being the selections of large numbers of lottery players in subsequent draws. We only hear about this phenomenon when the winning numbers correspond to real-life events, of course jackpots are news, but many hopefuls choosing the same wrong numbers aren't (and since only the winning numbers are publicized, there's no real way of telling how many people selected any particular losing combination). News and random chance intersected again on 11 September 2002, the one-year anniversary of the terrorist attacks that destroyed New York's twin World Trade Center towers. The state of New York operates several lottery games, one of which involves choosing a three-digit sequence between 000 and 999, with the winning draw determined by numbered balls circulating in a machine. In the second of two such held draws on 11 September 2002, the winning sequence selected was 9-1-1. Although the coincidence is interesting, it isn't astounding. The odds of randomly drawing any particular three-digit combination (such as 9-1-1 ) are only 1 in 1,000, and since New York holds two drawings per day, the chances that 9-1-1 would have been the winning sequence in at least one of the two lottery drawings on 11 September were approximately 1 in 500. Lottery officials said that 5,631 people had selected the symbolic numbers, and each winner took home $500. In a similar coincidence, on 11 September 2011, the tenth anniversary of the 9/11 attacks, the first three winners at the Belmont Park racetrack in New York state were horses bearing the numbers 9, 1 and 1. Another lottery coincidence occurred on 12 November 2001, when American Airlines Flight 587 , bound for the Dominican Republic from New York City, crashed in Queens shortly after take-off. The state of New Jersey holds two Pick-3 lottery drawings per day, and on 12 November 2001 the numbers selected for the evening draw matched the number of the crashed flight: 5-8-7 . Even more coincidentally, the same numbers has been selected for the earlier mid-day draw, with the two digits transposed: 5-7-8. So many people (27,829) chose the former combination for the evening draw that the prize was a mere $16, considerably lower than the average $275 payout. Once again, the coincidence wasn't astounding, but merely a 1 in 1,000 chance of a particular combination's hitting on exactly the right day to be considered noteworthy. (A search of New Jersey's lottery site revealed that the combination 5-8-7 was the winner at least five other times since June 1993.) This instance might be considered a little more remarkable in that it occurred in combination with another drawing involving the digits 5-7-8 (on the very first day that New Jersey began holding two drawings per day, to boot), but the odds of occurrence still aren't low enough to boost the coincidence into the \"astounding\" category.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20071023184733/http://www.state.nj.us/lottery/data/pick3.dat;http://www.state.nj.us/lottery/;http://www.nylottery.org/index.asp;",
  "Example": "",
  "Last Updated": "17 September 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/lottery.asp",
  "Claim": "On 11 September 2002, the first anniversary of the terrorist attacks on New York's World Trade Center towers, the numbers selected in one of the New York state lottery drawings were 9-1-1.",
  "Claim_ID": "rumors_lottery",
  "Tags": ""
}