{
  "Origins": "The aftermath of the September 11 terrorist attacks was fraught with baseless rumors about grisly discoveries made at and near Ground Zero in New York. A policeman dead of a self-inflicted bullet wound, his legs crushed in the rubble. (He'd chosen to die quickly rather than slowly.) A baby's broken body trampled on the street outside the World Trade Center. (The mother had earlier been seen fleeing the building with the babe in her arms, but the jostling of the panicked crowd caused the woman to drop the child, and it met its death underfoot.) A pair of clasped hands, severed at the wrists, one black and one white. Five emaciated bodies dug out of the debris sometime in November. (These folks had died of starvation.)",
  "Fact Check": "",
  "Description": "The horror we felt (and still feel) found an outlet in those tales, so we passed them along. Each gruesome piece of scuttlebutt was an attempt to put into words our gropings towards a better understanding of the butchery that had taken place. Sixty-five dead on Flight 175 was beyond our comprehension we understood the number, but could not take in the loss in terms of sixty-five individual tragedies. But one trampled baby we could understand, as we could one tragic policeman who put a gun to his head rather than wait for a rescue that would never come. Those mental images haunted us, but they also helped us put into context horror that existed on so grand a scale it would otherwise make little sense. The \"strapped in\" canard was yet another of these forays. We knew 65 passengers and crew perished aboard United Flight 175, 92 on American Airlines Flight 11, 44 on United Flight 93, and 64 on American Airlines Flight 77, yet without such a rumor, the grim reality of those 265 deaths would have remained lost in the numbers. Moldering bodies found harnessed to their seats in nearby apartments, though, brought it back into focus. These were real people who had died, and they hadn't died easily. The final half hour of their lives must have been terrifying. In mentally confronting the images of them being found sitting there, we were finally mentally confronting the reality of their deaths. Had such finds been made? No mention of them surfaced in any news accounts, and we have to believe such gruesome discoveries would not have gone unreported. In a world where the find of a cat and her kittens in the rubble of the World Trade Center sparks a frenzy of reportage, it's not reasonable to conclude that the discovery in a distant apartment of two of the murdered would have stayed out of the news. We do know this story was being circulated at an American Red Cross Service Center 2-10 in November when the person interviewed claimed others who worked with those returning to their apartments got it from some of the people they'd helped. But this is an \"I heard this from someone who heard it from someone else\" sighting, nothing more. Curiously, in the days immediately following the September 11 attacks, mention did surface of a corpse or two found at the WTC site that did somewhat fit the rumor some lengthy accounts of the carnage contained one-line passing references to the discovery of intact or partial remains strapped into what seemed to be airplane seats. Those references, however, were also presented in a \"someone told me about this\" way, not as something the reporter had himself seen or was vetting as coming from a named and reliable source who had witnessed the matter first-hand. Who had actually encountered those bodies or who those victims were remained a mystery, adding to the swirl of rumor. It's possible airplane seats and the remains of those who died on the two planes the WTC will eventually be recovered from Ground Zero. From that, it's logical to assume at least one of those seats will contain the full or partial body of a passenger, either one that was strapped in or one that fell in the same vicinity of that piece of wreckage that by happenstance came to reside in the seat. But that's a far cry from intact bodies being found in airplane seats blocks from the scene, as it is from those finds being made by luckless apartment dwellers weeks after the event. One would think the appearance of an entry hole blown into the side of a building (the corpses wouldn't have just materialized in someone's living room)would have alerted those working the area to the need to investigate, but then rumor only rarely troubles itself with plausibility. Barbara \"the hole: nine yards\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] It seems that my friend's mother in law has a friend with an apartment in Battery Park City. The friend was just allowed into her apartment the other day for the first time since September 11. For those who don't know lower Manhattan, Battery Park City is basically across the street from the World Trade Center. This lady walks into her apartment and sees that her living room window is completely shattered. And there, sitting in her living room, are two airplane seats, with two (dead and decomposing) people still strapped to them....I told my friend that those people are among the lucky ones - they can at least be identified and given a proper burial. My friends wife is a flight attendant for american, a flight attendant friend of hers based out of NY told her that she was just allowed back to her apt. about two weeks ago, located a few blocks from WTC. She was escorted to her apt. by a fireman for safety, when they opened the door they found two dead bodies still buckled into their seats, apparently from one of the airplanes.",
  "Last Updated": "21 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/strapped.asp",
  "Claim": "Bodies still strapped into their airplane seats are discovered in an apartment near the World Trade Center.",
  "Claim_ID": "rumors_strapped",
  "Tags": ""
}