{
  "Origins": "The U.S. Congress has approved a variety of resolutions dealing with aspects of the terrorist attacks on America since September 11, including resolutions encouraging every U.S. citizen to display the flag \"as a symbol of solidarity,\" condemning \"bigotry and violence against Arab-Americans, American Muslims, and Americans from South Asia,\" and honoring \"the law enforcement officers, firefighters, emergency rescue personnel, and health care professionals who have worked tirelessly to search for and rescue the victims of the horrific attacks on the United States.\"",
  "Fact Check": "",
  "Description": "Senate Concurrent Resolution 83, agreed to on 16 November 2001, actually provides for not one but two National Days of Reconciliation, one on November 27 and the other on December 4. On those days, members of Congress will gather in the Capitol rotunda with the chaplains of the House and the Senate in order to \"seek the blessings of Providence for forgiveness, reconciliation, unity, and charity for all people of the United States,\" as called for in the resolution: Concurrent Resolution Resolved by the Senate (the House of Representatives concurring), SECTION 1. USE OF ROTUNDA OF THE CAPITOL. The rotunda of the Capitol is authorized to be used at any time on November 27, 2001, or December 4, 2001, for a National Day of Reconciliation where (1) the 2 Houses of Congress shall assemble in the rotunda with the Chaplain of the House of Representatives and the Chaplain of the Senate in attendance; and (2) during this assembly, the Members of the 2 Houses may gather to humbly seek the blessings of Providence for forgiveness, reconciliation, unity, and charity for all people of the United States, thereby assisting the Nation to realize its potential as (A) the champion of hope; (B) the vindicator of the defenseless; and (C) the guardian of freedom. SEC. 2. PHYSICAL PREPARATIONS FOR THE ASSEMBLY. Physical preparations for the assembly shall be carried out in accordance with such conditions as the Architect of the Capitol may prescribe.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "15 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/reconcil.asp",
  "Claim": "A Congressional resolution has established a National Day of Reconciliation.",
  "Claim_ID": "rumors_reconcil",
  "Tags": ""
}