{
  "Origins": "The notion that the Pentagon was not damaged by terrorists who hijacked American Airlines Flight 77 (a Boeing 757) and crashed it into the military office complex, but that the whole affair was staged by the U.S. government, has been promulgated by French author Thierry Meyssan in his book, The Frightening Fraud . Meyssan offers no real explanation for what did cause the extensive damage to the Pentagon, asserting only that Flight 77 did not exist, no plane crashed into the Pentagon, and that \"the American government is lying.\"",
  "Fact Check": "",
  "Description": "Unfortunately, the appeal of conspiracy theories has resulted in widespread dissemination of Meyssan's \"theory\" in France and the USA, particularly in web sites that mirror his work. As Le Nouvel Observateur noted: \"This theory suits everyone - there are no Islamic extremists and everyone is happy. It eliminates reality.\" The text cited in the example above comes from a Hunt the Boeing! And test your perceptions! web site, one of the English-language mirrors of Meyssan's claims, where readers are invited to ponder a series of questions about why photographs of the damaged Pentagon seemingly show no evidence of a crashed airplane. The answers to the questions are: 1) Can you explain how a Boeing 757-200, weighing nearly 100 tons and traveling at a minimum speed of 250 miles an hour only damaged the outside of the Pentagon? Despite the appearances of exterior photographs, the Boeing 757-200 did not \"only damage the outside of the Pentagon.\" It caused damage to all five rings (not just the outermost one) after penetrating a reinforced, 24-inch-thick outer wall. As 60 Minutes II reported in its \"Miracle of the Pentagon\" episode on 28 November 2001, the section of the Pentagon into which the hijacked airliner was flown had just been reinforced during a renovation project: \"We made several modifications to the building as part of that renovation that we think helped save people's lives,\" says Lee Evey, who runs a billion-dollar project to renovate the Pentagon. They ve been working on it since 1993. The first section was five days from being finished when the terrorists hit it with the plane. The renovation project built strength into the 60-year-old limestone exterior with a web of steel beams and columns. \"You have these steel tubes and, again, they go from the first floor and go all the way to the fifth floor,\" says Evey. \"We have everything bolted together in a strong steel matrix. It supports and encases the windows and provides tremendous additional strength to the wall.\" When the plane hit at 350 miles an hour, the limestone layer shattered. But inside, those shards of stone were caught by a shield of cloth that lines the entire section of the building. It is a special cloth that helps prevent masonry from fragmenting and turning into shrapnel. The cloth is also used to make bullet-resistant vests. All of this, especially the steel, held up the third, fourth and fifth floors. They stayed up for 35 minutes. You can see them through the smoke, suspended over the hole gouged by the jet. Only after the evacuation did the heat melt the new steel away. Evey says that without the reconstruction, the floors might have collapsed immediately. Exterior photographs are misleading because they show only the intact roof structures of the outer rings and don't reveal that the plane penetrated all the way to the ground floor of the third ring. As a U.S. Army press release noted back on 26 September 2001, one engine of the aircraft punched a 12-foot hole through the wall of the second ring: On the inside wall of the second ring of the Pentagon, a nearly circular hole, about 12-feet wide, allows light to pour into the building from an internal service alley. An aircraft engine punched the hole out on its last flight after being broken loose from its moorings on the plane. The result became a huge vent for the subsequent explosion and fire. Signs of fire and black smoke now ring the outside of the jagged-edged hole. Recall that when the first airliner was flown into a World Trade Center tower on September 11 before it was known that the \"accident\" was really part of a deliberate terrorist attack newscasters were speculating that a small plane had accidentally flown into the side of the tower, because the visible exterior damage didn't seem as extensive as what people thought a large airliner would cause. Even though the two airplanes flown into the World Trade Center towers were traveling faster at the time of impact than the Pentagon plane was (400 MPH vs. 350 MPH), hit aluminum-and-glass buildings rather than reinforced concrete walls, and didn't dissipate much of their energy striking the ground first (as the Pentagon plane did), they still barely penetrated all the way through the WTC towers. Below is a March 2002 photograph of the the rebuilding effort underway at the Pentagon, demonstrating that far more than just the \"outside\" of the building was damaged and needed to be repaired: 2) Can you explain how a Boeing 14.9 yards high, 51.7 yards long, with a wingspan of 41.6 yards and a cockpit 3.8 yards high, could crash into just the ground floor of this building? As eyewitnesses described and photographs demonstrate, the hijacked airliner dived so low as it approached the Pentagon that it actually hit the ground first, thereby dissipating much of the energy that might otherwise have caused more extensive damage to the building; nonetheless, as described by The New York Times , the plane still hit not \"just the ground floor\" but between the first and second floors: The Boeing 757 crashed into the outer edge of the building between the first and second floors, \"at full power,\" Mr. Rumsfeld said. It penetrated three of the five concentric rings of the building. Another account of the crash described: The plane banked sharply and came in so low that it clipped light poles. It slammed into the side of the Pentagon at an estimated 350 miles per hour after first hitting the helipad. The plane penetrated the outer three rings of the building. The jet fuel exploded, which sent a fireball outward from the impact point. About 30 minutes after the crash, a cross-section of the building collapsed, but only after enough time had elapsed for rescue workers to evacuate all injured employees. The fire was so hot that firefighters could not approach the impact point itself until approximately 1 P.M. The collapse and roof fires left the inner courtyard visible from outside through a gaping hole. The area hit by the plane was newly renovated and reinforced, while the areas surrounding the impact zone were closed in preparation for renovation, so the death toll could have been much higher if another area had been hit. Next question: 3) You'll remember that the aircraft only hit the ground floor of the Pentagon's first ring. Can you find debris of a Boeing 757-200 in this photograph? You'll recall from the discussions above that the hijacked airliner did not \"only hit the ground floor of the Pentagon's first ring\" it struck the Pentagon between the first and second floors and blasted all the way through to the third ring. Because the plane disappeared into the building's interior after penetrating the outer ring, it was not visible in photographs taken from outside the Pentagon. Moreover, since the airliner was full of jet fuel and was flown into thick, reinforced concrete walls at high speed, exploding in a fireball, any pieces of wreckage large enough to be identifiable in after-the-fact photographs taken from a few hundred feet away burned up in the intense fire that followed the crash (just as the planes flown into the World Trade Center towers burned up, and the intensity of their jet-fuel fires caused both towers to collapse). Small pieces of airplane debris were plainly visible on the Pentagon lawn in other photographs, however, such as the one below: 4) Can you explain why the Defence Secretary deemed it necessary to sand over the lawn, which was otherwise undamaged after the attack? The claim that the \"Defence Secretary\" ordered the lawn to be sanded over is false. A base of sand and gravel was laid on the Pentagon lawn because the trucks and other heavy equipment used to haul away the debris (as shown in the photograph below) would have been slipping and sliding on the grass and become mired in the Pentagon lawn otherwise. 5) Can you explain what happened to the wings of the aircraft and why they caused no damage? As the front of the Boeing 757 hit the Pentagon, the outer portions of the wings likely snapped during the initial impact, then were pushed inward towards the fuselage and carried into the building's interior; the inner portions of the wings probably penetrated the Pentagon walls with the rest of the plane. Any sizable portions of the wings were destroyed in the explosion or the subsequent fire. Nonetheless, damage to the building caused by the plane's wings is plainly visible in photographs, such as the one below (note the blackened sections on both sides of the impact site): 6) Can you explain why the County Fire Chief could not tell reporters where the aircraft was? The exact quote offered here was: When asked by a journalist: \"Is there anything left of the aircraft at all?\" \"First of all, the question about the aircraft, there are some small pieces of aircraft visible from the interior during this fire-fighting operation I'm talking about, but not large sections. In other words, there's no fuselage sections and that sort of thing.\" \"You know, I'd rather not comment on that. We have a lot of eyewitnesses that can give you better information about what actually happened with the aircraft as it approached. So we don't know. I don't know.\" The fire chief wasn't asked \"where the aircraft was\"; he was asked \"Is there anything left of the aircraft at all?\" He did indeed provide an answer to the question he was asked: There were no large sections of the plane left by the time he was asked (the day after the attack) because they had been smashed into smaller pieces by the impact and then burned up; all that remained were smaller pieces visible only from the interior of the Pentagon. 7) Can you find the aircraft's point of impact? Immediately after Flight 77 smashed into the Pentagon, the impact was obscured by a huge fireball, explosions, fire, smoke, and water from firefighting efforts. Within a half hour, the upper stories of the building collapsed, thereby permanently obscuring the impact site. It simply wasn't possible for photographs to capture a clear view of the impact site during that brief interval between the crash and the collapse. In photographs like the one provided (below left), the impact site is obscured by water from firefighters' hoses and smoke. A two-story high impact hole does exist right behind the fireman in the photograph, but it's covered over by water issuing from the fire truck. By the time the smoke and water cleared, additional portions of the building had collapsed (below right), further obscuring the impact point. Update: A video presentation unleashed on the Internet in August 2004 rehashes the same conspiracy claims.",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2002/US/03/07/gen.pentagon.pictures/index.html;http://web.archive.org/web/20020601124916/http://www.mdw.army.mil/news/Commentary-Remembering_the_honored_dead.html;http://seattlepi.nwsource.com/dayart/20010913/PentagonDamage.pdf;http://www.asile.org/citoyens/numero13/pentagone/erreurs_en.htm;",
  "Example": "[Collected on the Internet, 2002] As everyone knows, on 11 September, less than an hour after the attack on the World Trade Centre, an airplane collided with the Pentagon. The Associated Press first reported that a booby-trapped truck had caused the explosion. The Pentagon quickly denied this. The official US government version of events still holds. Here's a little game for you: Take a look at these photographs and try to find evidence to corroborate the official version. It's up to you to Hunt the Boeing!",
  "Last Updated": "8 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/pentagon.asp",
  "Claim": "The damage to the Pentagon on September 11 was caused by something other than a hijacked Boeing 757 's being crashed into its side.",
  "Claim_ID": "rumors_pentagon",
  "Tags": ""
}