{
  "Origins": "Many have written to ask about this piece because attributions they received with it pointed them towards The Daily Mirror , where they were unable to locate the article in those archives. Yes, this piece was indeed published in that newspaper on 11 September 2002, and it can indeed be located in their on-line archives . (Others received information that pointed them to The Times , which accounts for their not being able to verify it, because it never appeared in that newspaper.)",
  "Fact Check": "",
  "Description": "Some versions being circulated in e-mail are prefaced by comments that indicate it is unusual to see America-positive statements issuing from The Daily Mirror and/or Tony Parsons. We've no idea what their usual stances on America are, but the 9 September 2002 Tony Parsons column (\"A Friendly Word With Uncle Sam\") echoes much of the \"Shame on You . . .\" article even as it disagrees that the USA should make war on Iraq. As to why the \"Shame\" article has been as widely circulated in e-mail as it has been, Americans are delighted by pats on the back issued by non-Americans, especially in the wake of the September 11 terrorist attacks. In the fall of 2001, the 1973 Gordon Sinclair essay, \" The Americans \" found its way into the online world where many took it for a recent reaction by a Canadian journalist to the horror that had just taken place. Similarly, 2001's \" What is an American? \", an equally laudatory article purportedly penned by an Australian dentist (it wasn't; its author was an associate professor of law at a Virginia university) was held up by many as the shining proof that America's contributions to the world are recognized and appreciated by those living in other lands, as was \" An Ode to America ,\" a September 2001 piece by a Romanian journalist. America is all too aware it is hated abroad, thus international reactions whose gist is \"No, we don't hate you you're actually wonderful, and we recognize your goodness and thank you for it\" are going to be quickly seized upon and held up for others to see. Barbara \"social insecurity\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.mirror.co.uk/news/columnists/parsons/2002/09/09/a-friendly-word-with-uncle-sam-115875-12183331/;http://www.mirror.co.uk/news/columnists/parsons/2002/09/11/shame-on-you-american-hating-liberals-115875-12188969/;",
  "Example": "[Collected on the Internet, 2002] ONE year ago, the world witnessed a unique kind of broadcasting - the mass murder of thousands, live on television. As a lesson in the pitiless cruelty of the human race, September 11 was up there with Pol Pot's mountain of skulls in Cambodia, or the skeletal bodies stacked like garbage in the Nazi concentration camps. An unspeakable act so cruel, so calculated and so utterly merciless that surely the world could agree on one thing - nobody deserves this fate. Surely there could be consensus: the victims were truly innocent, the perpetrators truly evil. But to the world's eternal shame, 9/11 is increasingly seen as America's comeuppance. Incredibly, anti-Americanism has increased over the last year. There has always been a simmering resentment to the USA in this country - too loud, too rich, too full of themselves and so much happier than Europeans - but it has become an epidemic. And it seems incredible to me. More than that, it turns my stomach. America is this country's greatest friend and our staunchest ally. We are bonded to the US by culture, language and blood. A little over half a century ago, around half a million Americans died for our freedoms, as well as their own. Have we forgotten so soon? And exactly a year ago, thousands of ordinary men, women and children - not just Americans, but from dozens of countries - were butchered by a small group of religious fanatics. Are we so quick to betray them? What touched the heart about those who died in the twin towers and on the planes was that we recognised them. Young fathers and mothers, somebody's son and somebody's daughter, husbands and wives. And children. Some unborn. And these people brought it on themselves? And their nation is to blame for their meticulously planned slaughter? These days you don't have to be some dust-encrusted nut job in Kabul or Karachi or Finsbury Park to see America as the Great Satan. The anti-American alliance is made up of self-loathing liberals who blame the Americans for every ill in the Third World, and conservatives suffering from power-envy, bitter that the world's only superpower can do what it likes without having to ask permission. The truth is that America has behaved with enormous restraint since September 11. Remember, remember. Remember the gut-wrenching tapes of weeping men phoning their wives to say, \"I love you,\" before they were burned alive. Remember those people leaping to their deaths from the top of burning skyscrapers. Remember the hundreds of firemen buried alive. Remember the smiling face of that beautiful little girl who was on one of the planes with her mum. Remember, remember - and realise that America has never retaliated for 9/11 in anything like the way it could have. So a few al-Qaeda tourists got locked without a trial in Camp X-ray? Pass the Kleenex. So some Afghan wedding receptions were shot up after they merrily fired their semi-automatics in a sky full of American planes? A shame, but maybe next time they should stick to confetti. AMERICA could have turned a large chunk of the world into a parking lot. That it didn't is a sign of strength. American voices are already being raised against attacking Iraq - that's what a democracy is for. How many in the Islamic world will have a minute's silence for the slaughtered innocents of 9/11? How many Islamic leaders will have the guts to say that the mass murder of 9/11 was an abomination? When the news of 9/11 broke on the West Bank, those freedom-loving Palestinians were dancing in the street. America watched all of that - and didn't push the button. We should thank the stars that America is the most powerful nation in the world. I still find it incredible that 9/11 did not provoke all-out war. Not a \"war on terrorism\". A real war. The fundamentalist dudes are talking about \"opening the gates of hell\", if America attacks Iraq. Well, America could have opened the gates of hell like you wouldn't believe. The US is the most militarily powerful nation that ever strode the face of the earth. The campaign in Afghanistan may have been less than perfect and the planned war on Iraq may be misconceived. But don't blame America for not bringing peace and light to these wretched countries. How many democracies are there in the Middle East, or in the Muslim world? You can count them on the fingers of one hand - assuming you haven't had any chopped off for minor shoplifting. I love America, yet America is hated. I guess that makes me Bush's poodle. But I would rather be a dog in New York City than a Prince in Riyadh. Above all, America is hated because it is what every country wants to be - rich, free, strong, open, optimistic. Not ground down by the past, or religion, or some caste system. America is the best friend this country ever had and we should start remembering that. Or do you really think the USA is the root of all evil? Tell it to the loved ones of the men and women who leaped to their death from the burning towers. Tell it to the nursing mothers whose husbands died on one of the hijacked planes, or were ripped apart in a collapsing skyscraper. And tell it to the hundreds of young widows whose husbands worked for the New York Fire Department. To our shame, George Bush gets a worse press than Saddam Hussein. Once we were told that Saddam gassed the Kurds, tortured his own people and set up rape-camps in Kuwait. Now we are told he likes Quality Street. Save me the orange centre, oh mighty one! Remember, remember, September 11. One of the greatest atrocities in human history was committed against America. No, do more than remember. Never forget.",
  "Last Updated": "15 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/shame.asp",
  "Claim": "British journalist Tony Parsons penned an article chiding Brits for their attitude towards the September 11 attack on America.",
  "Claim_ID": "rumors_shame",
  "Tags": ""
}