{
  "Origins": "This petition, calling on the reader to sign an e-petition to \"prevent World War III \" or stop the \"United States from starting a war without consideration for international law,\" has been circulating in various forms ever since shortly after the September 11 terrorist attacks in 2001. The original urged every 500th signer to send a copy to the United Nations and provided an e-mail address for the United Nations Information Centre (UNIC) in Washington, D.C. ; newer versions simply urge every 500th signer to forward a copy to the United Nations' 'inquiries@un.org' mailbox without identifying which department within the U.N. will receive the mail.",
  "Fact Check": "",
  "Description": "The United Nations Information Centre states quite plainly on its web site that: The UN is NOT involved in soliciting or collecting such petitions. We would suggest that since it is member governments of the UN who will decide on whatever action occurs in various situations, citizens should contact their own government. Member states of the United Nations decide on the policies and programs of the organization. Citizens wishing to express their views or concerns on any issue, such as international peace and security should consider addressing their views first to the officials of their own government. The General Assembly is the main deliberative body of the UN, where all member states have one vote, and where issues relating to peace and security, admission of new Members and budgetary measures are decided by a two-third's vote. The Security Council with 5 permanent and ten rotating member states has primary responsibility for the maintenance of international peace and security and has the power to make decisions binding on all members of the organization. Security Council Decisions on major issues require nine votes, including the concurring votes of all the permanent members: China, France, Russia, the United Kingdom and the United States. The 10 other current members of the Security Council are: Angola, Bulgaria, Cameroon, Chile, Germany, Guinea, Mexico, Pakistan, Spain and Syria. Forwarding this petition to the U.N. may make the sender feel better, but it won't accomplish anything tangible. More appropriate targets for petitions and comments are the White House , Congressional Representatives and Senators , and the United States Mission to the United Nations .",
  "Originally Published": "",
  "Referred Links": "http://www.un.int/usa/;http://www.senate.gov;http://www.house.gov;http://www.whitehouse.gov;http://www.unicwash.org/unic%20was%20response%20to%20petition.htm;http://www.snopes.com/mailto:unicwash@unicwash.org;http://www.snopes.com/mailto:inquiries@un.org;",
  "Example": "[Collected on the Internet, 2002] The United States are about to start a war without consideration for international law. If you want to speak against it, the UN are collecting signatures to work against this potentially tragic event. Please copy this e-mail to a new mail, sign it at the end of the attached list and send it to all the people you know. If you've received a list with more than 500 signatures, please send another copy to the United Nations inquiries@un.org Even if you decide not to sign, please forward this petition! Even if you decide not to sign, please consider forwarding the petition on instead of eliminating it. [Collected on the Internet, 2002] Today we are at a point of imbalance in the world and are moving toward what may be the beginning of a THIRD WORLD WAR. If you are against this terrible possibility - or in fact any armed conflict to resolve thealleged issues at hand, the UN is gathering signatures in an effort to avoid a tragic world event. (re; Iraq, 50% of the population is under the age of 14 yrs old. I would hazard that 50% of the Western worlds casualties will be Under the age of 24.) Please COPY (RATHER THAN FORWARD) this e-mail in a new message, sign at the end of the list, and send it to all the people who you know. If you receive this list with more than 500 names signed, please send a copy of the message To: unicwash@unicwash.org Even if you decide not to sign, please consider forwarding the petition on instead of eliminating it. [Collected on the Internet, 2002] Dear friends and family: Mourn the Victims. Stand for Peace. Islam is not the Enemy. War is NOT the Answer. Today we are at a point of imbalance in the world and are moving toward what may be the beginning of a THIRD WORLD WAR. If you are against this possibility, the UN is gathering signatures in an effort to avoid a tragic world event. Please COPY (rather than Forward) this e-mail in a new message, sign at the end of the list, and send it to all the people whom you know. If you receive this list with more than 500 names signed, please send a copy of the message to: unicwash@unicwash.org Even if you decide not to sign, please consider forwarding the petition on instead of eliminating it. [Collected on the Internet, 2001] ** ANTI-WAR PETITION ** If the terrorists used the internet to create this day of terror - free citizens everywhere can use the internet to create change in understanding and our goal (World Peace). Please take a minute to send this on - every 500 names send into the UN - the address is here. Will it do any good? God Knows! Does it make me feel better? You bet! Everyone has to do everything that theycan to help turn the tide of World War III. Now is the time to act - not tomorrow. As a result of the day of terror on Tuesday, September 11, that left the Twin Towers of New York and the Pentagon of Washington D.C. destroyed, the United States has declared war. The New York Times stated that, because the attack it is not only against the U.S.A. but against all of civilization, \". . . it is necessary to identify the countries that support the terrorist movements because it is there that the true war will be directed.\" Thechief of the Arab newspaper Al-Quds, with headquarters in London, said that the Islamic terrorist Usama Bin Laden had noted three weeks ago that it planned to carry out \"an important\" attack against American interests. Karen Hughes, who advises President Bush, assured us at a press conference that the country has the means to guarantee national security. What the U.S.A. may feel compelled to do may result in very lamentable reprisals against the Islamic world. However, the state of alert that United States maintains is not without good reason. The American people are very indignant and are requesting justice somehow . . . and a reprisal for their dead. Today we are in a point in imbalance in the world and are moving toward what may well be the beginningof a THIRD WORLD WAR. If your are against this possibility, the UN is gathering signatures to avoid this tragic world event. Please COPY this e-mail in a NEW message, sign at the end of the list, and send it to all the people that you know. If you receive this list with more than 500 names signed, please send a copy of the message ASAP to unicwash@unicwash.org.",
  "Last Updated": "21 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/un.asp",
  "Claim": "Sending a petition to the United Nations will help prevent a war between the U.S. and Iraq.",
  "Claim_ID": "rumors_un",
  "Tags": ""
}