{
  "Origins": "In short, former heavyweight champion boxer Muhammad Ali did pay a visit to New York City on September 20 , and while there he did offer some comments on Islam (his own faith) to reporters:",
  "Fact Check": "",
  "Description": "That's it, however. The quip about religion sounds like something the public would expect the pithy and pugnacious Ali (a long-time adherent and defender of Islam) to make, but although he supposedly said it in the presence of reporters, none of them seems to have written about it afterwards. Instead, this quote began circulating on the Internet, and then , weeks after Ali allegedly said it, newspapers started mentioning it not as something one of their (or anyone else's) reporters had actually heard Ali say, but as something they had been told he said: [Akhar, 2001] A friend sent an e-mail which related an unsubstantiated story about former heavyweight boxing champion Muhammad Ali visiting the ruins of the World Trade Center just days after the attack. When reporters asked how he felt about the suspects sharing his Islamic faith, Ali responded pleasantly: \"How do you feel about Hitler sharing yours?\" This sounds to us like a typical case of someone's attributing an anonymous quote to the mouth deemed most likely to have uttered it. As a footnote, we should point out that the issue of whether or not Hitler was a believing Christian has been long debated.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030813020830/http://www.freethought-web.org/ctrl/quotes_hitler.html;",
  "Example": "[Collected on the Internet, 2001] Former heavyweight boxing champ Muhammad Ali visited the ruins of the World Trade Center on Thursday. When reporters asked how he felt about the suspects sharing his Islamic faith, Ali responded pleasantly, \"How do you feel about Hitler sharing yours?\"",
  "Last Updated": "7 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/ali.asp",
  "Claim": "Muhammad Ali offered a pithy quote about religion while visiting the World Trade Center site.",
  "Claim_ID": "rumors_ali",
  "Tags": ""
}