{
  "Origins": "If Halloween hadn't already been ruined in 2001 by rumors of terrorist attacks at shopping malls , this incident further worked to kill it.",
  "Fact Check": "",
  "Description": "Even in calmer times, Halloween is subject to perennial tales of evildoers who put razor blades and poison in candy distributed to innocent trick-or-treaters, and with the current heightened fears of terrorist attacks, these types of rumors are bound to flourish. So, if an \"Arab\" is spotted purchasing large amounts of candy before Halloween, he's going to be tagged as a potential \"terrorist\" out to poison our children. It is true that the FBI investigated the cash purchase of \"large quantities\" of candy from Costco stores in Hackensack and Wayne, New Jersey, on Wednesday, October 18, and that the purchaser was taken into federal custody for immigration law reasons, but no information was made publicly available indicating that the purchaser was a \"terrorist\" or had any intent of causing harm. As FBI spokesperson Sandra Carroll explained at the time: [I]t would be premature to draw conclusions about the purchaser's intent for the candy, which agents had not found by Friday night. She declined to describe the candy. \"We have no evidence or information for us to suspect there is any reason to cancel scheduled events,\" Carroll said when asked if the FBI had concerns about the safety of Halloween. \"However, the public is encouraged to remain alert but calm.\" Moreover, customers' purchasing large amounts of candy that time of year was not necessarily so unusual by itself as to be cause for alarm: [A] Costco official, who declined to be identified, said such large purchases from the chain of wholesale grocery and household goods stores are not uncommon. Of course, the legendary form of this incident (i.e., the assumption that the purchaser was an \"Arab\" out to poison thousands of children with tainted Halloween candy) posits that a terrorist, knowing full well that nearly everyone in the U.S. was on the lookout for unusual activity in the aftermath of 9/11, not only clumsily purchased a huge amount of candy in open fashion, but foolishly brought even more suspicion down upon himself by using phony Costco cards instead of spending a few dollars more elsewhere. Sure enough, the FBI reported a few days later that: A man who used cash to buy large amounts of candy from Costco stores in Hackensack and Wayne last week is not suspected of any terrorist activity, the FBI said. \"We do not have any evidence that suggests that the purchases of these items was not for legitimate purposes,\" said Sandra Carroll, an FBI spokesperson in Newark. The candy, meanwhile, has been found, Carroll said. Hackensack Police Chief Ken Zisa said since the purchase was legitimate, the man was allowed to keep the candy. It wasn't known if he had sold it to retailers. We may never hear a complete resolution of this matter due to Immigration and Naturalization Service confidentiality rules, but most likely this was simply a case of someone with marginal immigration status operating a business which involved buying candy in large quantities at low prices and re-selling it to distributors or through retail outlets. (News reports a few days later stated that the FBI had accounted for all of the candy and that local police had determined it was bought 'for resale purposes.') Scare stories prompted by similar incidents proved equally baseless: Earlier this month, shoppers at a Sam's Club store in Delran called police after they saw a man buy and return $9,199 worth of candy in the same day. Police and county health officials examined the candy after the return and determined it was OK. The candy was returned to store shelves. Sam's Club routinely destroys all edible products returned to it, so candy that had been brought back for a refund would not have been returned to the shelves.",
  "Originally Published": "",
  "Referred Links": "http://www.bergen.com/news/pmcand200110233.htm;http://www.bergen.com/crisis/candy200110221.htm;http://www.bergen.com/crisis/candy1200110207.htm;",
  "Example": "[Collected via e-mail, October 2001] I spoke with another parent last night whose cousin works in the Wayne Costco. I am not sure of the validity of this story, however I thought it important and scary enough to pass it along to all. I did check SNOPES.com, but there is nothing on that site about this case, probably because it is something so local. Last week a gentleman of middle eastern descent opened up an account at the Hackensack Costco and purchased close to $7,000 worth of candy. I guess this was not particularly alarming because many small business purchase large amounts of items at Costco. What became alarming this same person (or someone using this person's card) purchased close to $15,000 worth of addition CANDY 2 days ago at the Wayne Costco. The cashier became alarmed at this large purchase of candy and more so when the person paid cash. I'm told she was fearful and did not alert anyone in the store until after the person left and then it was reported to authorities. I pass this along in case your children or grandchildren go trick or treating. I do not know the intentions of the person who purchased all this candy, but in today's time I do not think it is crazy to be overly cautious. The possibility of this candy being tainted and resold to unknowing discount distributors and then passed on to unknowing consumers is too great. I called the Hackensack location (because I grew sick of the false alarms and rumors) and this information is true. Guys be careful a notice just came to me from someone that works in Costco. 2 Arabic guys bought more than $35,000.00 dollars worth of candy, in Wayne $15,000.00 & in Hackensack $20,0000.00. After they left they found out their Costco i.d was fake, & they paid the whole thing cash. The F.B.I. was notified just be careful with your kids for trick o' treating on Halloween! I just thought u wanted to know that. DON\"T LET THOSE KIDS GO OUT FOR HALLOWEEN! Yesterday (October 23rd), two arabians went into the Costco in Wayne, NJ and bought five thousand $ worth of candy. So Costco called the cops and told them. The FBI caught one of the arabians and the other one got away with the candy. The arabic that got caught was illegally in the country and the FBI thinks the candy is a way to spread the Anthrax virus. send this to 15 people to help protect the country and our kids who will be trick or treating on October 31. THIS IS NOT A HOAX OR RUMOR!!!!",
  "Last Updated": "11 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/candy.asp",
  "Claim": "Terrorists purchased large amounts of candy from Costco stores in New Jersey just before Halloween 2001.",
  "Claim_ID": "rumors_candy",
  "Tags": ""
}