{
  "Origins": "We first happened across this e-mail in mid-October 2004. At this time, the identity of its author is not known to us, nor is that of whomever penned the following preface that appears on a number of the forwards: The following email was sent to me last night by a personal friend. She is the directly involved with the ambulance corp. I am sending this email to the Red Cross to inquire. Nonetheless, please read it and try and shop around Nov. 26, not THE 26th. Her email is not a \"forward to 10 people\" It is personally written and personally sent to her friends based on facts she is personally aware of. We searched for news articles that made reference to a man of Middle Eastern appearance being detained under the circumstances described, but to no avail. We also did not hear scuttlebutt about a potential terrorist assault on Long Island set for 26 November 2004 from sources other than just the one e-mail, which is noteworthy, given that supposedly at a meeting at the Bay Shore Fire Department on Long Island the FBI informed any number of police, fire, and emergency personnel of it. (It was not really plausible that everyone in the room, with the exception of one letter-writer, would have stayed entirely mute about an upcoming chemical attack on their neighborhoods, preferring to keep a secret over potentially safeguarding themselves and their loved ones by making the risk known.)",
  "Fact Check": "",
  "Description": "Common knowledge has it that Black Friday (the term for the day after American Thanksgiving) is biggest shopping day of the year. (Which is somewhat true though as far as actual sales go, it lags behind the four days that make up the two weekends just prior to Christmas, in terms of number of shoppers loosed on the stores it might well be.) It therefore follows that mall-targeting terrorists looking to cause the greatest harm to the greatest number would select that day over any number of others. Doug Einsfeld, chief of Exchange Ambulance of the Islips, said the e-mailed warning was a hoax. About two months prior to the rumor's emergence, the volunteer ambulance corps and local law enforcement had conducted a terror drill based on a scenario involving a chemical attack at Long Island malls taking place on the day after Thanksgiving. Einsfeld concludes that printed information about the drill, circulated internally and to police and fire officials, must have been used as a basis for the alert. He confirms that a man was seen taking pictures outside the volunteer ambulance corps' building. The FBI was notified and did investigate, but no evidence of the man intending any harm was uncovered. Regarding the e-mail's claim of the errant shutter bug's being taken into custody, Suffolk Police Third Squad Det. Sgt. Thomas Groneman said no such arrest was made. As for the claim of the man being of Middle Eastern appearance, Einsfeld said he saw the man only from behind and couldn't tell his ethnicity. This was not the first time it had been whispered that terrorists were plotting to kill shoppers. In October 2001, a fiction about the revelation of a planned strike in malls on Halloween by one of those involved in a letter to his girlfriend swept the nation. There was nothing to that story, but it nevertheless kept people away from the stores that day. Adding to the plausibility of the Long Island tale were reports from the summer of unusual interest in that area's emergency vehicles. On 12 August 2004, the New York State Association of Fire Chiefs circulated this memo: THE FOLLOWING INFORMATION IS FORWARDED BY THE NEW YORK STATE ASSOCIATION OF FIRE CHIEFS PUBLIC RELATIONS COMMITTEE FOR YOUR INFORMATION. August 12, 2004 The following alert was released by Westchester County Department of Emergency Services based on information fron New Jersey authorities and should be practiced by all agencies. Within the past week, the Office of Counter-Terrorism received three reports of suspicious activity concerning ambulances. The most recent incident involved an individual who attended an open-house at an ambulance squad in Middlesex County. The man, who claimed he was from Pakistan and a physician, asked a series of questions to the squad members that related exclusively to the operation of the emergency vehicles, including the speed at which the vehicles responded to calls and the use of the lights and sirens. The individual appeared very nervous, did not ask about patient care, and left the premises when asked to complete a membership application. The second incident occurred at a hospital in Essex County and involved an inquiry made by a male of Middle-Eastern appearance who was first observed standing near an ambulance at the emergency room doors while writing notes in a small notepad. When confronted by the vehicle's operator, a firefighter/EMT, the man asserted that he was employed as an ambulance mechanic. He then asked where a nearby fire department serviced its vehicles. The man provided an illegible New York driver's license when asked to produce identification before leaving the premises. Lastly, OCT received information concerning an unusual attempt by three men of Middle-Eastern appearance to join a volunteer ambulance squad. The men expressed to squad members an \"abnormal interest\" in operating the emergency vehicles, and further insisted that the process by which they obtain the appropriate credentials and certifications to join the squad be expedited at their personal expense. Due to the recent threat elevation to ORANGE (HIGH) for the financial sector and intelligence relating to the threat of Vehicle Borne Improvised Explosive Devices (VBIEDs), any suspicious activity relating to emergency vehicles is of particular concern and should be reported to law enforcement immediately. As demonstrated by recent attacks in Iraq, Saudi Arabia, Turkey, and elsewhere, terrorist operatives worldwide continue to rely on VBIEDs as a method of attack. This tactic has been used here in the past, notably in the 1993 World Trade Center and 1995 Oklahoma City bombings. The World Trade Center and Oklahoma City attacks were carried out with rented vehicles, highlighting the need for awareness among the car, truck, and limousine rental community of the potential for vehicle-borne attacks in the United States. As always, report all suspicious activities and individuals to the toll-free terrorism tip-lines. New York State: 1-866-SAFE-NYS New York City: 1-888-NYC-SAFE It was feared in the summer of 2004 that those mysterious men might have been weighing up the possibilities of fashioning ambulances or firetrucks into rolling bombs by loading them with explosives or chemicals and using them to breach security barriers at hard-to-reach targets, the underlying assumption being emergency vehicles would be allowed near or into locations ordinary cars and trucks would be turned away from. Also considered was the possibility of such vehicles being used to launch a second wave of attack on the heels of an initial terror strike when all was confusion and no one would think to try to prevent an ambulance or fire truck from going to the aid of the injured. Long Island, which lies off New York City, is 118 miles long and 20 miles across at its widest point, and is connected to the Big Apple by three expressways. It is home to a population of 2.65 million. Regarding the entities mentioned in the warning e-mail, the Exchange Ambulance of the Islip's is a volunteer non-profit service consisting of approximately 100 members. It is located on Long Island and serves the towns of East Islip, Islip, Islip Terrace. Southside Hospital is Long Island's largest community hospital, having 377 beds. The region believes itself adequately prepared for a terrorist attack, including an event in Manhattan that could immobilize the area and cut off the Island from the mainland for days or perhaps weeks. Emergency workers on the island have engaged in a number of simulation drills for disaster events including train derailments with mass casualties, detonations of dirty bombs containing chemical, biological, or radioactive agents, hostage takings, and evacuations of specified areas. As Suffolk County Executive Steve Levy said in August 2004, \"We are cognizant that we are in close proximity to the No. 1 target in America.\" Which could well be what triggered this rumor that sense of proximity could have worked to cause someone to jump at shadows, misremembering an alert from the summer about suspicious characters as a current matter (especially in light of another man being seen taking photographs) and misunderstanding the paperwork generated around a summer 2004 disaster preparation drill as minutes of a meeting in which a specific warning was issued. Barbara \"minute- and second-guessing\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.southsidehospital.org/area1/overview.asp;http://www.islipexchange.com/;",
  "Example": "[Collected on the Internet, 2004] Hello all, Some information has come to me. It has not been released to the general public, but it's something we all need to be aware of. A couple of weeks ago someone was seen taking photos of my ambulance company in Bay Shore. This same person was seen outside Exchange Ambulance in Islip doing the same. The police were notified and the person was apprehended outside Southside hospital, again taking photos. He is a man of Middle Eastern descent and is being held for investigation. It seems that he was gathering information about our response capabilities in a mass casualty attack. The NY Field Office of the FBI held a meeting at Bay Shore Fire Department for officials from the local PD, EMS and FD's. They have information from this man and from their own intelligence that a mass attack is planned for Long Island. On Black Friday (November 26) 4 Long Island Malls are supposed to be hit simultaneously with chemical weapons. This would be the first time a chemical weapon is used in the United States. Forces from NYC and Washington DC would be diverted to aid here on Long Island leaving these areas vulnerable. A second attack would take place in these areas. Ever since 9/11 EMS has undergone extensive training on howto deal with a terrorist attack and to think it could really happen here is terrifying. There is also concern about car bombings as a large number of vehicles have gone missing in Nassau and Suffolk counties. Ambulances, taxi's, commercial vans and airport limos have been reported stolen. These vehicles look perfectly innocent driving through our neighborhoods and no one would think twice about seeing them. This is not an internet scam. The officers at my department were at this meeting and I saw the minutes myself. I figure it's pretty serious if the FBI made an appearance to share what they know. I'm not sure why this isn't being released to the public. I can only assume that if this got out, no one would shop and it would be devastating to our economy. I do not want to spread panic, only information. Take from this what you will, but I needed to let you all know. I love you all and I felt I needed to share this with you. I know it's hard to believe. I can't believe that an Al Qaeda operative was only a few blocks from my home.",
  "Last Updated": "7 November 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/nov26.asp",
  "Claim": "Minutes of emergency response agencies' meeting reveal that on 26 November 2004 four Long Island shopping malls will be hit in a terrorist attack using chemical weapons.",
  "Claim_ID": "rumors_nov26",
  "Tags": ""
}