{
  "Origins": "Beginning on Monday, the 10th of February, 2003, we began receiving what would turn out to be a steady trickle of e-mails warning about upcoming terrorist attacks slated to take place sometime during that week or during the Valentine's weekend. Each came from different people, and each were worded different ways, yet the underlying message was surprisingly congruent. Many of the warnings mentioned someone having gleaned definitive information about the nature and location of the threat from another person highly placed in government or with one of the security forces. Many listed specific details, such as New York subways having been targeted for a bioterrorism attack, or the terrorists having smuggled into the country three radioactive bombs, or that a smart bomb had been hidden in Gotham by a now-unfindable man. Although in some instances no specific city would be named, or ones other than New York (such as. Houston) would get the nod, the New York City area was mentioned time and again.",
  "Fact Check": "",
  "Description": "We don't know what to make of all this. Yes, all the chatter we'd been registering could be nothing more than a reaction to the raising of the National Threat Assessment on Friday, February 7, 2003 from Yellow (elevated) to Orange (high). Rumor flourishes during times of unrest, especially when people are nervous about conditions in their world, and doubly so when they sense they and their loved ones are in the line of fire of actual danger. We pass along intelligences in the form of frightening stories we've heard in an effort both to reclaim a lost sense of mastery over events now spinning out of our control and as a way of giving voice to our growing sense of dread. Scuttlebutt of this nature both works to make us feel a bit less helpless through the act of sharing tidbits of information that might prove useful in protecting ourselves from harm (\"Stay out of the subways\" advice, in other words) and functions as a catharsis, a way of articulating the deep sense of disquiet being experienced and through that voicing hopefully beginning to come to terms with what's actually there. In such an environment, as one person's rumor washes onto the next fellow and is just as quickly passed on yet again, it soon becomes impossible to distinguish baseless fear-driven whisper from valid information harvested from those truly in the know. At a time when the U.S. shivered on the brink of a war with Iraq and the wake of yet another Osama bin Laden tape, fear of impending terrorist acts ran high. Moreover, the government assured us there was credible reason to harbor that sense of foreboding at that time. But does all that translate to information about specific threats being known to those in government and the protective agencies and us only hearing about the dangers because one or two of the people in on the secret had been quietly telling their friends? Such attacks did not materialize. Barbara \"war of the whirled\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] This is a very credible source, I am the one who was informed by my friend and colleague Dan. His uncle works in the Pentagon. He is the Commander of the Reserves. He received a call from his Uncle tonight and was told to stay clear of Northern N.J. and N.Y.C. on Friday ... LISTEN!!!!!!!!!!!!! Whilewriting this e-mail, Dan called me again, and told me that his Uncle called him again, An unknown man supposedly smuggled a smart bomb into the city and they can not find him. [Collected on the Internet, 2003] Hey all just wanted to encourage you all to really avoid the subways if possible over the next few days as I am sure you all know, the terrorist threat is super high here in NYC the govt is getting major reports that the NYC subways are an extremely likely target I just heard that a Congresswoman from CA emailed her daughter in NYC and told her under no circumstances was she to take the subways [Collected on the Internet, 2003] A good friend of mine just phoned me in a state of panic. She had received a phone call from another mutual friend of ours (Jane) who had just gotten off the phone with another friend of hers (Matt). Apparently Matt had just talked to a lifelong friend of his who is in the secret service. This secret service agent told Matt that he had insider information about an upcoming attack, and he was risking his job bysharing it. He said that a major attack, bigger than 9/11, was going to happen this week and involve biological weapons. [Collected on the Internet, 2003] My partner works at a local television station here in Chicago. Last night (Tuesday, 2/11), while trying to book some airfare on United Airlines, they were told by a source at United that the FAA would be grounding all air traffic over the US (and into the US) this weekend as a pre-emptive measure against terrorism and that terrorists were planning on destroying a US jet using a missle this weekend (hence the increase in the homeland security color to orange).",
  "Last Updated": "7 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/newyork.asp",
  "Claim": "Devastating terrorist attacks are planned for the USA, especially in and around New York, during the weekend beginning 14 February 2003.",
  "Claim_ID": "rumors_newyork",
  "Tags": ""
}