{
  "Origins": "Yes, Gen. Richard E. Hawley is a real person, a United States Air Force general who served as commander of the USAF's Air Combat Command until his retirement in 1999, but no, he didn't write or deliver the speech quoted above. This \"speech\" is actually a column by humorist Larry Miller which appeared in The Daily Standard on 14 January 2002; the version circulating on the Internet omits the opening and closing paragraphs:",
  "Fact Check": "",
  "Description": "General Hawley said of the words now mistakenly attributed to him: There is a piece zooming around the internet that attributes some pretty forceful statements to me, Dick Hawley - one time fighter pilot, General, thoughtful consultant, neophyte strategist, master of the artful compromise. The words did not flow from my pen, but if the e-mails mean anything, those words are now indelibly linked to my name. So do me a favor - if you receive this, please send it on to the same people to whom you forwarded the one that I did not write. It's not that I don't share many, if not most, of the sentiments attributed to me, but the piece is just not my style. Here's what I would have said if I'd been asked to comment on those five important issues. 1) Goodness, Evil and Relativity: There are some really good people in this world. They volunteer to help those who need it, and ask nothing in return. There are also some really bad people in this world. They exploit those who need help, or who have less wit or \"charisma\", and motivate them to join in committing unspeakable acts of cruelty against people they don't even know. Then there are the rest of us. Average people who try each day to do no harm, to provide for their families, to do an occasional act of kindness. The evil that was perpetrated against our land on 9/11 was the product of Mullahs who see our prosperity and power as a threat to their control over the uneducated Muslim masses on whose shoulders they ride through life. And so they preach hate. They are evil. 2) Violence begets violence: It's true. Violence does beget violence. But sometimes there is no alternative but to confront those who would perpetrate evil acts against us. This is one of those times. We are blessed to have courageous men and women willing to put their lives on the line to track down and annihilate those who have been so imbued with evil as to be beyond redemption. But violence is not a strategy. It is a necessary and fully justified reaction to an unimaginable threat. But it is not a strategy. If we are to win this war, we must defeat the Mullahs. And to defeat the Mullahs, we must find ways to separate them from their uneducated flocks. We cannot kill all those who have been taught to hate us, nor should we wish to. Far better to change their minds than to change their state of being. 3) The intelligence community let us down: Well, maybe just a little. Lots of senior and not so senior intelligence people became just as enamored of high tech gadgets as their political masters. The protests over our evisceration of the human intelligence component of the agency were not very loud or forceful. Keeping spies on the ground is a high risk and often dirty business, and it wasn't just liberal politicians who didn't have much stomach for it. 4) Poverty is the breeding ground for terrorists: No, it isn't; but religious extremism is. The Mullahs fear our wealth and power because it shows that a secular society with democratic institutions and a free market economy can do a better job of taking care of its peoples' needs, both spiritual and physical, than the oppressive Islamic regimes that they aspire to lead. The Mullahs are the problem, not poverty, but poverty does make it easier for the Mullahs to spread their evil - as do governments that tolerate and even reinforce their hateful message. 5) Profiling: We are at war here! We are not talking about traffic stops. If we were at war with Iceland, I would expect those charged with our defense to pay very close attention to any Icelander who ventured near our shores. In this war I expect them to pay very close attention to Muslims with ties to the places that spew hatred against us. Random checks when there are no such obvious targets available are a good way to keep the evil ones guessing, but let's not make small children and grandmothers take their shoes off while we watch far more likely candidates walk aboard unchecked. 6) Resolutions: a. Never forget that what happened on September the 11th of 2001 was an act of war. b. Never sit silently by while someone tries to justify what happened on that day as an understandable reaction to U.S. policies in the Middle East or elsewhere. c. Fly our nation's flag proudly - it represents this world's greatest hope to move beyond the pain and suffering that inflict so many across the globe. Richard E. Hawley General, USAF, Retired Former Commander, Air Combat Command",
  "Originally Published": "",
  "Referred Links": "http://www.weeklystandard.com/Content/Public/Articles/000/000/000/762dbnlm.asp;http://www2.acc.af.mil/;http://www.af.mil/news/biographies/hawley_re.html;",
  "Example": "[Collected on the Internet, 2002] Speech from the former ACC commander (now retired and not restricted to being politically correct), Gen Hawley. Since the attack, I have seen, heard, and read thoughts of such surpassing stupidity that they must be addressed. You've heard them too. Here they are: 1) \"We're not good, they're not evil, everything is relative.\" Listen carefully: We're good, they're evil, nothing is relative. Say it with me now and free yourselves. You see, folks, saying \"We're good\" doesn't mean, \"We're perfect.\" Okay? The only perfect being is the bearded guy on the ceiling of the Sistine Chapel. The plain fact is that our country has, with all our mistakes and blunders, always been and always will be, the greatest beacon of freedom, charity, opportunity, and affection in history. If you need proof, open all the borders on Earth and see what happens. In about half a day, the entire world would be a ghost town, and the United States would look like one giant line to see \"The Producers.\" 2) \"Violence only leads to more violence.\" This one is so stupid you usually have to be the president of an Ivy League university to say it. Here's the truth, which you know in your heads and hearts already: Ineffective, unfocused violence leads to more violence. Limp, panicky, half-measures lead to more violence. However, complete, fully-thought-through, professional, well-executed violence never leads to more violence because, you see, afterwards, the other guys are all dead. That's right, dead. Not \"on trial,\" not \"reeducated,\" not \"nurtured back into the bosom of love.\" Dead. D-E-Well, you get the idea. 3) \"The CIA and the rest of our intelligence community has failed us.\" For 25 years we have chained our spies like dogs to a stake in the ground, and now that the house has been robbed, we yell at them for not protecting us. Starting in the late seventies, under Carter appointee Stansfield Turner, the giant brains who get these giant ideas decided that the best way to gather international intelligence was to use spy satellites. \"After all,\" they reasoned, \"you can see a license plate from 200 miles away.\" This is very helpful if you've been attacked by a license plate. Unfortunately, we were attacked by humans. Finding humans is not possible with satellites. You have to use other humans. When we bought all our satellites, we fired all our humans, and here's the really stupid part. It takes years, decades to infiltrate new humans into the worst places of the world. You can't just have a guy who looks like Gary Busey in a Spring Break '93 sweatshirt plop himself down in a coffee shop in Kabul and say \"Hiya, boys. Gee, I sure would like to meet that bin Laden fella.\" Well, you can, but all you'd be doing is giving the bad guys a story they'll be telling for years. 4) \"These people are poor and helpless, and that's why they're angry at us.\" Uh-huh, and Jeffrey Dahmer's frozen head collection was just a desperate cry for help. The terrorists and their backers are richer than Elton John and, ironically, a good deal less annoying. The poor helpless people, you see, are the villagers they tortured and murdered to stay in power. Mohamed Atta, one of the evil scumbags who steered those planes into the killing grounds (I'm sorry, one of the \"alleged hijackers,\" according to CNN-they stopped using the word \"terrorist,\" you know), is the son of a Cairo surgeon. But you knew this, too. In the sixties and seventies, all the pinheads marching against the war were upper-middle-class college kids who grabbed any cause they could think of to get out of their final papers and spend more time drinking. At least, that was my excuse. It's the same today. Take the Anti-Global-Warming (or is it World Trade? Oh-who-knows-what-the-hell-they-want demonstrators) They all charged their black outfits and plane tickets on dad's credit card(!) before driving to the airport in their SUV's. 5) \"Any profiling is racial profiling.\" Who's killing us here, the Norwegians? Just days after the attack, the New York Times had an article saying dozens of extended members of the gazillionaire bin Laden family living in America were afraid of reprisals and left in a huff, never to return to studying at Harvard and using too much Drakkar. I'm crushed. I think we're all crushed. Please come back. With a cherry on top? Why don't they just change their names, anyway? It's happened in the past. Think about it. How many Adolfs do you run into these days? Shortly after that, I remember watching TV with my jaw on the floor as a government official actually said, \"That little old grandmother from Sioux City could be carrying something.\" Okay, how about this: No, she couldn't. It would never be the grandmother from Sioux City. Is it even possible? What are the odds? Winning a hundred Powerball lotteries in a row? A thousand? A million? And now a Secret Service guy has been tossed off a plane and we're all supposed to cry about it because he's an Arab? Didn't it have the tiniest bit to do with the fact that he filled out his forms incorrectly three times? And then left an Arab history book on his seat as he strolled off the plane? And came back? Armed? Let's please all stop singing \"We Are the World\" for a minute and think practically. I don't want to be sitting on the floor in the back of a plane four seconds away from hitting Mt. Rushmore and turn, grinning, to the guy next to me to say, \"Well, at least we didn't offend them.\" SO HERE'S what I resolve for the New Year: Never to forget our murdered brothers and sisters. Never to let the relativists get away with their immoral thinking. After all, no matter what your daughter's political science professor says, we didn't start this. Have you seen that bumper sticker that says, \"No More Hiroshimas\"? I wish I had one that says, \"You First. No More Pearl Harbors.\" Dick Hawley",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/hawley.asp",
  "Claim": "Former USAF General Dick Hawley delivered a caustic speech about \"thoughts of such surpassing stupidity that they must be addressed.\"",
  "Claim_ID": "rumors_hawley",
  "Tags": ""
}