{
  "Origins": "Many of us who watched the events of September 11 unfold on television felt a discomforting sense of disconnectedness. We saw two airplanes smash into the World Trade Center, and we watched as both towers later collapsed. We viewed scenes of the wreckage where a third plane had been crashed into one side of the Pentagon. We heard reports that a fourth hijacked plane had been driven into the ground short of its target. We knew that thousands of people were killed at the World Trade Center, hundreds more in the Pentagon and the four hijacked flights. Yet it all seemed so unreal to many of us, in part because we had no tangible personal connections to any of the victims. We had much in common with them, but they weren't our relatives, they weren't our friends, and they weren't people whom we even knew indirectly because they were famous. We knew that their deaths were horrible and tragic, yet we had difficulty coming to grips with the magnitude of human loss, with the overwhelming grief felt by millions of people who lost parents, spouses, children, siblings, friends, co-workers, and acquaintances.",
  "Fact Check": "",
  "Description": "One way we deal with that sense of disconnectedness is to try to find someone with whom we can identify someone to whom we can put a name or a face, or with whom we can find some common bond. For many of us that person was 35-year-old New York firefighter Angel Juarbe. Angel was one of ten contestants on the summer TV program \" Murder in Small Town X , in which players endeavored to \"track down a fictional killer from among the townspeople mainly actors in a mythical hamlet known as Sunrise, U.S.A.\" Juarbe was the winner taking home $250,000 and a Jeep for his efforts of a series whose conclusion aired a mere week before the September 11 terrorist attacks on New York. Unfortunately, Angel Juarbe, a Bronx native and a seven-year veteran of New York's firefighting force, was also among one of the first rescue units to respond to the World Trade Center emergency. He was caught in the collapse of the first tower and remains among the hundreds of rescue personnel listed as missing and presumed dead. Here, then, was our connection. Here was a person whom millions of us even if only indirectly through the medium of television had once seen walk and talk and breathe and laugh. Someone who described himself to a viewing audience as \"stubborn\" and \"dependable\" and said he handled uncomfortable situations \"rationally and logically.\" Someone whom we rooted for (or against) for several weeks as he struggled to solve a mystery. Someone whose anxiety we shared as he tracked down a killer while trying to avoid becoming a victim himself even if it was all a bit of fiction created for our entertainment. We mourn Angel, just as we mourn the thousands of other victims who perished that day, and we perhaps feel extra grief for Angel's loss because he gave his life attempting to save others. And we feel an additional bit of sadness for Angel because, even if we didn't truly know him, he was our friend.",
  "Originally Published": "",
  "Referred Links": "http://www.fox.com/smalltownx;",
  "Example": "[Collected on the Internet, 2001] Comment: I'm hearing this from my friends @ school involing the terrorist attack . . . I don't know if U've ever watched Murder In Small Town X . . . but the guy who won it (Angel... I forget his last name), who was a fire fighter, was involved with the tower rescue and is missing due to the collapse of the buildings . . . Is this true? I was a big fan of that show Comment: I heard that Angel (?last name?), the New York firefighter who won on Fox's summertime show \"Murder in Small Town X,\" was among those killed in the World Trade Center tragedy. Is this true? I heard on the TV that the guy who won the money on 'Murder in Small town X',a New York firefighter, was killed in the WTC collapse. True or false?",
  "Last Updated": "21 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/smaltown.asp",
  "Claim": "The winner of the FOX reality TV show \"Murder in Small Town X,\" a New York city firefighter, was killed during rescue efforts at the World Trade Center after the September 11 terrorist attack.",
  "Claim_ID": "rumors_smaltown",
  "Tags": ""
}