{
  "Origins": "This piece appeared within a month of the September 11 terrorist attacks on America, prompted by a transcript of a 1973 radio editorial by Canadian broadcaster Gordon Sinclair which had begun circulating widely via e-mail immediately after the September 11 attacks and was being presented as a recent newspaper editorial rather than a 28-year-old radio broadcast.",
  "Fact Check": "",
  "Description": "This piece did not come from the keyboard of former U.S. Marine , astronaut, and United States Senator John Glenn, however. The original author (or someone else) placed a sardonic quote from John Glenn about flying in rockets \"built by the lowest bidder\" at the head of the piece, and because this article has circulated in versions lacking any attribution (save for the Glenn quote at the top), many people have mistakenly assumed that the entire piece was written by John Glenn. Earlier versions of the article included a header identifying the author as a \"Marine Corps pilot\": This is a letter written to all Americans from a Marine Corps pilot. It is in response to that Canadian newspaper article that is flying around everyone's e-mail praising the U.S. This is his opinion and many in the military community can't help but agree with it. Read and pass on to anyone that you think didn't believe in the military before 11 September. The article often includes the tag line \"Semper Fidelis\" and attributes authorship to \"a Harrier pilot, USMC\" or \"a U.S. Marine Corps pilot\" or one \"Darryl Chambers\" of Wilmington, NC. Exactly who wrote it remains an open question, but the answer definitely isn't John Glenn.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Remember John Glenn's famous quote when he was asked what it felt like sitting atop the rocket, ready to launch? \"I felt about as good as anybody would, sitting in a capsule on top of a rocket that were both built by the lowest bidder.\" (Senator John Glenn, Colonel USMC, Retired) Dear Americans: When I opened my e-mail this morning, I had about 20 forwards of the article written by Gordon Sinclair, the Canadian who so eloquently praised the United States. What most of you do not realize is that this commentary was written many years ago. Those of us in the military service have known about it for a long time. Now Americans are flooding the net with it as if it were new. It is not. When it was written, most Americans didn't read it because most Americans did not care. The tragedy that befell all of us on September 11th shocked America. America no longer feels safe. Many of you have said, \"The government should have known! Thirty billion dollars is spent on intelligence! What about the military?!?!\" Just a reminder America: you voted our government into office. For years, you allowed some dishonest politicians and twisted television media personalities to shape your ideas about the defense of our nation. Why? Because most Americans were too lazy to look beyond the three-minute sound bites on the evening news. Here's a news flash not being broadcast much: \"On September 11th, America had the exact level of protection, both militarily and intelligence-related, that it was willing to pay for.\" Only yesterday, the Congress and the Senate approved 40 BILLION dollars as a \"down payment\" to fight this war. A short time ago, our politicians said a $100 million dollar increase for the Navy budget was substantial. In that same bill, they ordered the Navy to conduct an $85 million dollar study on....... what? Missile defense? (No) desperately needed parts for our fighter aircraft? (wrong again) Training for Navy SEALs? (Nah) They wanted breast cancer research. Yes, America, your elected officials decided that the U.S. Navy needed more mammograms and less missiles. Was this an under-the-table, sneaky move? No, it was right out in the open. The Secretary of Defense and the Secretary of the Navy both opposed it. A New York Senatorial candidate (yes, she's the one) was enraged that the military would be so sexist and irresponsible to the needs of civilians and wanted the Navy to give the money back immediately! But the media paid it little mind. So America paid little attention. Did anyone ever watch CSPAN? Particularly when the heads of our armed services essentially begged OUR representatives to give the military more money to fight terrorism and maintain a strong defense? Did you see the debates by the heads of the intelligence services that terrorism was the new threat? They told the committees of Congress that the CIA, the FBI, and the military did not have the money to build the necessary intelligence networks in the areas where terrorists were being harbored. They warned again and again that there was clear and present danger within America's borders. No, America must have been watching one of the other 114 satellite channels. The military said: \"We need more money to maintain military readiness and combat training.\" America answered: \"What the military needs is sensitivity training! You're all sexist homophobes! I saw it on 60 Minutes!\" The military said: \"We need money to build ships, planes, and tanks and to improve our technology. America still has credible threats throughout the world. Terrorism will come to America's doorstep.\" America answered: \"You're all part of a vast right-wing conspiracy. There is no more Soviet threat! My Senator told me so! He/she says we do not need such a big military! You're dinosaurs trying to hold onto the Cold War! We need more social programs!\" The military said: \"We need to recruit more Americans into the military. We need to increase our force.\" America answered: \"You're not taking my kids! We're going to shut down the ROTC programs at our high schools and universities because you discriminate against alternative lifestyles! ROTC teaches children (under 21) how to shoot guns! You just want another Columbine! Rosie and Oprah say so!\" The military said: \"We can't keep interfering in the civil wars of small, insignificant countries. It wastes our time, expends our resources, decreases training, and demoralizes our troops. The men and women of the United States are warriors trying to defend OUR nation; we are not the Third World's police force.\" America answered: \"You heartless bastards! Can't you see the tear in the eye of that starving child?! There are flies on her face, for Christ's sake! Get moving! Jesse Jackson on CNN said that is what we pay you for!\" The military asked: \"Why isn't America enraged over the terrorist attack on the USS Cole that killed 17 AMERICAN sailors? How about the Air Force barracks bombed in Saudi Arabia? Or the embassy staffs in Africa? Or the soldiers mutilated and dragged through the streets in Somalia?\" America answered: \"We don't have time right now! We're busy defending animal and gay rights! Our schools are handing out automatic weapons! The federal government is discriminating against cross-dressing Bolivian hermaphrodites! The police are all members of the Ku Klux Klan! The lack of ozone is ruining my tan! If they cut deeper into food stamps, those poor women will have to move down to Size 18/20 Chanel dresses! AND THE WORST! Corporations are raising the prices of their products sooo high that I might not be able to afford the multi-disc DVD player for my 36\" digital-ready TV! Besides, YOU GUYS ARE PAID TO DIE!\" So - while you sit on your couch or around your office coffee pots and ask,\"Why did those terrorists kill innocent civilians? Why didn't they go after the military?\" - remember this, America: They already had gone after the military - but America didn't care. These terrorists realized that they needed to kill American civilians - and lots of them - before they could have their desired reaction from the people of this country. Well, now they have it.",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/glenn.asp",
  "Claim": "Astronaut John Glenn authored a piece expressing outrage at how the U.S. military has been hampered and ignored in recent years.",
  "Claim_ID": "rumors_glenn",
  "Tags": ""
}