{
  "Origins": "Not that anyone should be surprised that even the good ol' U.S.A. resorts to propaganda, especially in wartime, but the wording of this piece seems to be striking some people as too odd even for that purpose. Actually, it's pretty much the standard combat equivalent of police shouting to an armed suspect, \"You are surrounded. Throw down your weapon and come out with your hands up!\" Maybe it will work, maybe it won't; either way, it doesn't hurt to try, and it just might save some lives (on both sides).",
  "Fact Check": "",
  "Description": "This story has been reported by both CNN and Associated Press , although both note that the warnings were made via radio broadcast, not by dropping notices on Afghanistan. However, another CNN report includes this piece as the text of one of the many flyers that are being dropped on Afghanistan. Perhaps some confusion stems from the fact that radio broadcasts are being made from aboard an EC-130 aircraft. These flyers sound similar to notices dropped on Iraqi forces during the Persian Gulf War in 1991:",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2001/US/10/18/ret.flyers/;http://ap.tbo.com/ap/breaking/MGA21SHRYSC.html;http://www.cnn.com/2001/US/10/17/ret.us.propaganda/index.html;",
  "Example": "[Collected on the Internet, 2001] This is the translation of a notice we're dropping onto Afghanistan as we speak. I swear I'm not making this up: Attention Taliban! You are condemned. Did you know that? The instant the terrorists you support took over our planes, you sentenced yourselves to death. The Armed Forces of the United States are here to seek justice for our dead. Highly trained soldiers are coming to shut down once and for all Osama bin Laden's ring of terrorism, and the Taliban that supports them and their actions. Our forces are armed with state of the art military equipment. What are you using, obsolete and ineffective weaponry? Our helicopters will rain fire down upon your camps before you detect them on your radar. Our bombs are so accurate we can drop them right through your windows. Our infantry is trained for any climate and terrain on earth. United States soldiers fire with superior marksmanship and are armed with superior weapons. You have only one choice . . . Surrender now and we will give you a second chance. We will let you live. If you surrender no harm will come to you. When you decide to surrender, approach United States forces with your hands in the air. Sling your weapon across your back muzzle towards theground. Remove your magazine and expel any rounds. Doing this is your only chance of survival.",
  "Last Updated": "8 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/condemn.asp",
  "Claim": "American propaganda broadcasts are telling the Taliban that they are 'condemned' and instructing them in how to surrender.",
  "Claim_ID": "rumors_condemn",
  "Tags": ""
}