{
  "Origins": "In December 2005, this compilation e-mail that combined three earlier pieces about eerie coincidences relating to the September 11, 2001 terrorist attacks on America began appearing in our incoming mail, often prefaced by the forwarders as \"Seriously spooky!,\" \"Kind of freaky,\" \"Weirding me out,\" and the like.",
  "Fact Check": "",
  "Description": "We've written about each of its three elements before, but since a number of folks will have their first encounter with any of the claims being advanced via exposure to this omnibus e-mail, we've gathered information about each into this one central article. While it would appear there were a seemingly unusual number of elevens arising from the September 11, 2001 terrorist attacks on America, it must be kept in mind that it is but human nature to search for patterns even where none exist. We attempt to impose a gestalt on randomness because chaos is impossible to comprehend, hence our fascination with recurrent themes. We feel something of great import is going on if a particular number comes up time and again, and we are unsettled by it. Our article about the many elevens supposedly connected with the 9/11 attacks explains that it is not at all unusual for clumps of the same number to appear at any given moment. Those bothered by all the elevens might consider that the number of letters in \"Washington,\" \"World Trade Center\" and \"Twin Towers\" don't add up to eleven. Ramsin Yuseb (The terrorist who threatened to destroy the Twin Towers in 1993) has 11 letters. The last name of the mastermind of the 1993 World Trade Center bombing has been transliterated from Arabic in a number of ways, including Yousef, Yusuf, and Youssef; his first name is generally rendered as 'Ramzi'; and officials believe his birth name was actually Abdul Basit Karim. Only by selecting particular combinations of these transliterated names (such as \"Ramsin Yuseb\" or \"Ramsi Yousef\") does one arrive at an 11-letter result. The compilation e-mail also claims that \"The tragedy of Madrid happened 911 days after the Twin Towers incident,\" which wasn't the case in that the Madrid bombing took place 912 days after the 9/11 attacks. However, it would be fair to say 911 days separated the September 11 terrorist attacks on the U.S. and the March 11, 2004, train bombings in Madrid, Spain. We provide a far more detailed explanation in our article about this numerical oddity. Regarding the purported Quran verse about the awakening of a fearsome eagle, our piece on that subject explains there is no such entry in that holy book, let alone one occuring in Chapter 9, Verse 11. As we note in our article about the result produced by rendering \"Q33 NY\" in Microsoft's Wingdings font, there was no flight \"Q33NY\" involved in the terrorist attack on New York City the two flights used to assault the Twin Towers were American Airlines Flight 11 and United Airlines Flight 175. Barbara \"the search for significance continues\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] 1) New York City has 11 letters 2) Afghanistan has 11 letters. 3) Ramsin Yuseb (The terrorist who threatened to destroy the Twin Towers in 1993) has 11 letters. 4) George W Bush has 11 letters. This could be a mere coincidence, but this gets more interesting: 1) New York is the 11th state. 2) The first plane crashing against the Twin Towers was flight number 11. 3) Flight 11 was carrying 92 passengers. 9 + 2 = 11 4) Flight 77 which also hit Twin Towers, was carrying 65 passengers. 6 + 5 = 11 5) The tragedy was on September 11, or 9/11 as it is now known. 9 + 1 + 1 = 11 6) The date is equal to the US emergency services telephone number 911. 9 + 1 + 1 = 11. Sheer coincidence..?! Read on and make up your own mind: 1) The total number of victims inside all the hi-jacked planes was 254. 2 + 5 + 4 = 11. 2) September 11 is day number 254 of the calendar year. Again 2 + 5 + 4 = 11. 3) The Madrid bombing took place on 3/11/2004. 3 + 1 + 1 + 2 + 4 = 11. 4) The tragedy of Madrid happened 911 days after the Twin Towers incident. Now this is where things get totally eerie: The most recognised symbol for the US, after the Stars & Stripes, is the Eagle. The following verse is taken from the Quran, the Islamic holy book: \"For it is written that a son of Arabia would awaken a fearsome Eagle. The wrath of the Eagle would be felt throughout the lands of Allah and lo, while some of the people trembled in despair still more rejoiced: forthe wrath of the Eagle cleansed the lands of Allah and there was peace.\" That verse is number 9.11 of the Quran. Still uncovinced about all of this..?! Try this and see how you feel afterwards, it made my hair stand on end: Open Microsoft Word and do the following: 1. Type in capitals Q33 NY. This is the flight number of the first plane to hit one of the Twin Towers. 2. Highlight the Q33 NY. 3. Change the font size to 48. 4. Change the actual font to the WINGDINGS What do you think now?!!",
  "Last Updated": "11 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/coincidence.asp",
  "Claim": "Eerie coincidences pertaining to September 11 involve elevens, a Quran verse and Microsoft's Wingdings font.",
  "Claim_ID": "rumors_coincidence",
  "Tags": ""
}