{
  "Origins": "We often come across people who sound earnest, write well, and have strings of letters after their names, but expend a great deal of effort propagating ideas both absurd and harmful. Unfortunately, one such case has been drawing a great deal of attention lately.",
  "Fact Check": "",
  "Description": "Robert Koontz , who describes himself as an \"experimental nuclear physicist\" and a \"former National Security Agency instructor\" (and a part-time extraterrestrial researcher to boot) has decided that several oil paintings by 34-year-old Muzaffar Wandawi, a Baghdad-born web developer now living in Amsterdam, contain \"embedded images\" which reveal plans for a \"massive germ attack on the U.S.\" The key (and only) piece of evidence in this bizarre conspiracy is the fact that both Mr. Wandawi and someone with the same name as one of the United Flight 175 hijackers (Ahmed Alghamdi) both posted messages to a fan site for Lebanese singer Fairuz . That's it, but apparently that's good enough for Mr. Koontz. Never mind that: Some of Mr. Wandawi's paintings date from well over a decade ago, during the Iran-Iraq war. His artwork represents the city of Baghdad and the destruction caused by the lengthy war with Iran, not terrorist attacks on New York City and other American cities. Mr. Koontz's page cites the accidental inclusion of the muppet Bert on posters of Osama bin Laden as another \"signal\" of the upcoming attack. Mr. Koontz has actually altered some of Mr. Wandawi's artwork in order to demonstrate his point. We wish we could dismiss this item as the work of yet another prankster out to have one over on us, feigning sincerity to see how many people will fall for something completely foolish, but unfortunately Mr. Koontz appears to be genuinely earnest about his claims. This is, in the words of Detroit Free Press writer Mike Wendland: [A]nother example of why the Internet s unrestrained ability to let anyone gain a worldwide audience to say anything about anyone and anything has a dark side as disturbing as what Koontz thought he saw in Wandawi s drawings. See the full version of Mr. Wendland's article through \"Additional information\" link below for an excellent overview. Additional Information: Caught in a Web of Terror (Detroit Free Press)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20020802053149/http://www.pcmike.com/ejterror.htm;http://www.fairuz.net;http://web.archive.org/web/20011108052913/http://people.a2000.nl/mwandawi/gallery/enterance.html;http://www.doctorkoontz.com;http://web.archive.org/web/20011114230731/http://www.bringmenews.com/Messages/National_Security/Alerts/Alert_003.htm;",
  "Example": "See Coded Images Show Plans for Massive Germ Attack On U.S., Killing Millions.",
  "Last Updated": "21 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/wandawi.asp",
  "Claim": "Coded images in oil paintings reveal plans for an upcoming \"massive germ attack on the U.S.\"",
  "Claim_ID": "rumors_wandawi",
  "Tags": ""
}