{
  "Origins": "This advisory began appearing in inboxes everywhere on 15 July 2005. Rest assured that it did not originate with the Metropolitan Police.",
  "Fact Check": "",
  "Description": "Likewise, there were no mentions in the British press either of police issuing a warning about further possible terrorist activity involving that nation's transit system or of a controlled explosion being performed in the Piccadilly Circus & Leicester Square area on or around 15 July 2005. (Controlled explosions were carried out in other places around the nation during the week between the four suicide bombings of 7 July and the emergence of this hoax on 15 July: on 15 July on a white box found near the mosque on Park Road North, Middlesbrough, in Teesside, on 13 July on a suitcase discovered in a car park under the Mancunian Way in Manchester, on 10 July on a package found at Manchester's main rail station, on 9 July on a package found on a bus in Greater Manchester, on 8 July on a package spotted in Sansome Walk in Worcester, and on 7 July on a package found at a Co-op store on Holme Lacey Road in Hereford.) The Metropolitan Police put up a web page to keep the public informed regarding news about the suicide bombings of 7 July 2005 that took place on London's transit system. Updates on the investigation can be found by following the latest press conference link offered on that page. No mention appeared on the Metropolitan Police's web site of a warning against further terrorist activity involving that city's subway system. The only warning that did appear on that site touted the Metropolitan Police's \"Life Savers\" anti-terrorist hotline and dates to 22 March 2004. It asked the public to be vigilant and report the unusual when they encounter it. In response to the rumor, on 15 July 2005 the Metropolitan Police issued an express denial: \"We are not aware of any specific threat at this time.\" Following the circulation of e-mails claiming another attack was imminent, Scotland Yard stressed it was not aware of any specific threat to London. Similarly, after the United Kingdom raised its terrorism threat level to \" severe \" on 29 August 2014, new versions of the old warning spread via social media. On the evening of 31 August two high-ranking officers of the Metropolitan Police took to Twitter to address anxiety there and on Facebook over the alleged imminent terror threat. One urged Londoners to \"keep calm & carry on,\" denying any \"specific threat\" to one of the world's largest mass transit systems: Rumour control: The \"alert\" doing the rounds on social about all Met officers being called in for 4am tomorrow is a hoax. Sgt Nathan Shickle (@MPSBatterseaSgt) August 31, 2014 Social media contains lots of rumours regarding threats to tube network tomorrow. There is no specific threat so keep calm & carry on. 1/2 Ch Supt Paul Brogden (@BTP_B_Division) August 31, 2014 Barbara \"hoaxed folks\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.telegraph.co.uk/news/uknews/terrorism-in-the-uk/11067185/Hoax-London-terror-attack-message-causes-panic.html;http://www.standard.co.uk/news/london/tube-terror-attack-hoax-warning-london-underground-9702911.html;http://www.bbc.co.uk/newsbeat/29010110;https://twitter.com/BTP_B_Division/statuses/506187732537053184;https://twitter.com/MPSBatterseaSgt/statuses/506193941956673536;http://content.met.police.uk/News/AC-Rowley-statement-on-terror-threat-level/1400026125487/1257246745756s;http://www.met.police.uk/campaigns/anti_terrorism/index.htm;http://www.met.police.uk/news/terrorist_attacks/;",
  "Example": "[Collected via email, August 2014] Don't travel on the tubes tomorrow. Every single Police Officer in theMetropolitan Office has been called into work from 4am onwards, evenpeople on holiday are being told to catch the next flight home. They thinkthere's a terror threat and that it will happen on the Tubes tomorrowaround the WestEnd London area. So don't go travelling on tubes!! Warnyour loved ones. It's better to be safe than sorry!! [Collected on the Internet, 2005] FW: IMPORTANT INFO REGARDING LONDON UNDERGROUND - STATEMENT BEING ISSUED FROM MET The Metropolitan Police will be strongly advising everyone that the they will be putting officers on tube stations 24/7 for the next week as they highly expect another attack within this time. The police force have been in meetings all morning and will be publicly confirming this later on this evening. They will be advising the public to avoid the tube at all costs for the time being. This news will filter through to the media in the next few hours and if it is not in the Evening Standard it will be on the 24 hour news channels. Please take care on your journeys home, please pass this on to as many people as you know who use the Underground. Piccadilly Circus & Leicester Square were closed for 3 hours earlier today and the bomb squad carried out a minor controlled explosion around the station area - this is going on all over Central London. PLEASE BE CAREFUL TRAVELLING",
  "Last Updated": "1 September 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/tube.asp",
  "Claim": "London police are warning against using the Underground, citing the threat of an imminent terrorist attack.",
  "Claim_ID": "rumors_tube",
  "Tags": ""
}