{
  "Origins": "Talk about confusing! Although this piece was written by a pastor named Charles Stanley, he's not the same pastor as the Charles Stanley known for his nationwide radio and TV broadcasts on behalf of In Touch Ministries . The letter is the work of the Reverend Charles Stanley, a former pastor living in Hertford, North Carolina; the head of In Touch Ministries is Dr. Charles F. Stanley , who (although he coincidentally began his career in North Carolina) is currently pastor of the 13,000 member First Baptist Church of Atlanta, Georgia.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20021209093534/http://www.intouch.org/inside/about_us/biography_76833.html;http://web.archive.org/web/20010322200957/http://www.intouch.org/index_76034.html;",
  "Example": "[Collected on the Internet, 2001] An Open Letter to Terrorists and Those Who Harbor and Support You From an American Grandfather: I am told by the leaders of my government that you are intelligent people. In light of your actions, I am having growing difficulty believing that. At the very least, it has become increasingly obvious that you lack a fundamental comprehension of my psychology as an American. I hear on our news broadcasts that your rage is fueled by my support of Israel. It has never been about nationality or religious faith - never about Jew vs. Arab. I thought you would finally have understood that when I sent my children into harm's way in order to protect the innocent citizens of Arab Kuwait from the savage wolf who would devour them for his own gain. It has everything to do with the lessons taught to me by my father - and his before him for many generations before the white man came to this land we call America. I have a vivid memory of coming home, as a boy of about nine years of age, and telling my father of feeling helpless horror as I watched the neighborhood bully unmercifully torment a boy even smaller than myself. My father reflected for a long moment, then quietly inquired of me as to what I had done about it. I said that I had watched until it was over and had then come home. The look in his eyes penetrated me to my core for he had never looked at me in that way before. He said that he was deeply ashamed of me and he sent me to my room with instructions to think about what had happened. It seemed hours before he came to my door. He sat beside me on my bed and, for a painfully long while, he said nothing. When finally he spoke, he explained, \"There will always be among us dishonorable men who are devoid of humanity and compassion. They are but naked animals and an empty shell of what truly is a man. They attempt to fill their emptiness by the exercise of power over others, thinking that it makes them whole men. Often they are enraged that they do not even understand their own emptiness, what it is that they lack. When these men are also cowards, they disguise themselves as sheep among the flock and attack from the shadows. This is the vilest form of sub-human behavior for even animals attack openly when they must attack. When humanity and integrity are present in a man, he expresses them as compassion. When compassion and strength achieve perfect balance within a man, they manifest as wisdom. The compassionate man feels the pain of others. The wise man protects others from pain. For, if you watch and do nothing to protect others, who will come to your aide when you alone remain and the bully comes for you? Some things are far more important than your personal safety and freedom from pain. If ever again you see someone being hurt, protect him, even if you are certain to be injured in the process. Then I will know that I have truly raised a man\" Anyone who understands the impact of this lesson - and how deeply it runs in the man I have become, will understand my unflinching willingness to sacrifice my children in defense of Arab and Jew alike when they are threatened by the bullies and cowards of the world. And please do not insult my intelligence with claims of Jewish treatment of Palestinians. I am old enough to retain vivid memories of 1948. I remember the excitement of the Jews over the prospect of governing \"with\" them. Their reaction, and that of their neighbors, was to attempt to finish what the Nazis could not -repeatedly. Intelligent men? I, for one, am stunned by the monumental stupidity of your arrogance. Did you actually think that only Americans would occupy the World Trade Center? You have but fired the first pitiful salvo of World War III for the entire world is now preparing to come after you, your host, your financers and your supporters. And please, do not listen to what I say. You would do far better to watch the sky. I must say that I owe you a profound debt of gratitude. Not for what you have done or what you have unleashed upon the world, but for what you have accomplished. For not one among us could have accomplished it. On Monday, September 10, 2001, we were a divisive, apathetic nation. Our young people had nothing by which to identify with our history or heritage; our people were divided by factions of religion and skin color; our government was polarized and paralyzed by political party affiliation, able to agree upon nothing; the military had difficulty obtaining volunteers and most of us simply changed TV channels in response to Red Cross pleas for blood donations. Your actions have changed all of that in a way that has occurred only twice before in the history of this nation - once in 1776 and again on December 7, 1941. The worst in the worst of Allah's children has brought out the best in the best of Allah's children and, for this, I thank you. Since your cowardly act, Muslim, Jew, Christian, black, white, yellow and brown have stood shoulder to shoulder for hours in the hot sun to donate blood for the injured. Our government has suddenly become totally united in it's purpose. Our military is having difficulty handling the flood of volunteers from among our young people. Our flag makers report that there is no way humanly possible that they can keep up with the demand shipments are sold out within minutes. You have accomplished a miracle that only God could have anticipated. And, it would seem, the hand of God was present even in the date that you selected for your attack, for you could not have chosen a date more in keeping with a reawakening of American pride and purpose. There is in America a nationwide system for seeking help in times of emergency. Every American knows that, when threatened, he can pick up any telephone and dial 911 and help is immediately on the way to assist and protect him. By selecting September, (our 9th month), 11, 2001 to exhibit your cowardice, you unwittingly placed a 911 call that has brought all of America together in a way that brings tears of joy and pride to my eyes. No longer is our battle cry, \"Remember Pearl Harbor!\" Thanks to you and your kind it will now and forevermore be, \"Remember 911!\" whenever the innocents of any nation find themselves threatened by cowards with guns. I do not, for a moment, deny that you hurt me. Far too many parents and children now go to bed wondering where their loved ones are. And, yes, I am momentarily reeling. But it is from the sudden realization that I share the planet with anyone capable of such an atrocity against the humanity of so many nations. In his Inaugural Address in Washington, D.C. on January 20, 1961, President John F. Kennedy said, \"Let every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty.\" He was talking about the liberty of all men, of all faiths, of all nations. You need to understand that the truth of that statement is the very fabric of who and what I am. I wish neither to rule nor to inflict injury upon the innocents of any nation. I am the lion who sleeps with God's lambs to protect them from ravenous wolves who would devour them. Your 911 call has awakened the lion and now I hunger for the flesh of wolves. In closing let me state, Muhammad taught that Allah is a God of love- yet you have the unmitigated gall to bastardize Islam to suit your own personal, unholy agenda. Who now is the infidel?",
  "Last Updated": "21 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/stanley.asp",
  "Claim": "An \"Open letter to terrorists from an American grandfather\" was written by Dr. Charles F. Stanley , the Atlanta pastor who appears on the \"In Touch\" radio and television broadcasts.",
  "Claim_ID": "rumors_stanley",
  "Tags": ""
}