{
  "Origins": "This rumor appears to have been the product of a single source, a Knight Ridder news report from October 30:",
  "Fact Check": "",
  "Description": "Of course, the (\"official\") source is anonymous, and the reporters behind this piece admittedly can provide no details about why the six men (in two different cars) were supposedly stopped by police, or even name the state in which this incident allegedly occurred. The article also includes a denial of the story by the INS and a contradictory expression of anger from Attorney General John Ashcroft and FBI Director Robert Mueller at the INS's having fallen down on the job: A spokesman for the INS called the report unfounded. \"We have absolutely no information at this point in time to substantiate that story,\" said INS spokesman Russ Bergeron . . . Ashcroft and FBI Director Robert Mueller were \"furious\" that the INS allowed the men to be released without holding them at least until the FBI could be consulted, the official said. Attorney General Ashcroft said that the press were reporting his response to the story before he'd even heard it, however: [Brewington, 2001] There's no end in sight to the beefed-up security because every week seems to bring the rumor of another threat. Wednesday's report was that federal agents were searching for six men detained in the Midwest and then released, despite the fact they were carrying information about a nuclear-power plant in Florida and an Alaska pipeline. U.S. Attorney General John Ashcroft dismissed that story in a Wednesday news conference, saying he had no reason to believe it to be true. \"It was noted that I had responded emotionally to this situation, when, as a matter of fact, I hadn't even known about the situation until I read about my response in the newspaper,\" Ashcroft said. Ashcroft's full comments on the matter, from a press conference on October 31 , were: Q: Mr. Attorney General, can you walk us through, or Mr. McCraw, when and how the FBI will be opening the mail that was sort of trapped in the Capitol. And then secondly, if someone can comment on the story out today on the six men detained by the INS supposedly with maps or photos of a nuclear powerplant in their automobiles? A: I don't I cannot comment on any plan by the FBI to open the mail that was destined for the Capitol. And as to the story, to the best of my knowledge, that's a story and nothing more. I don't have any reason to believe it to be true. It was noted that I had responded emotionally to this situation, when, as a matter of fact, I hadn't even known about the situation until I read about my response in the newspaper. (Laughter.) So I would say that if the story were true, I think that they have accurately predicted the kind of response I would have. (Laughter.) And they almost well, anyhow, you know but a lot of things are said about me that aren't totally true. You take Imus, for instance, this morning said I had the most hideous $2 haircut in the history of the world. (Laughter.) And I beg to differ. It's a $7 haircut, not a $2 haircut. (Laughter.) It turned out that this news report was likely a misreporting based on an incident that had occurred over three weeks earlier, when someone who owned land near the Prairie Island nuclear plant in Welch, Minnesota, spotted \"nine Middle Eastern men in two white, midsize cars parked on a dead-end road\" in the vicinity and called the police. The men left shortly after being approached by the complainant and were gone by the time police arrived. This occurrence seems to have morphed into a rumor about six men in an unnamed Midwestern state being caught with plans for a Florida nuclear power plant:",
  "Originally Published": "",
  "Referred Links": "http://www.usdoj.gov/ag/speeches/2001/agcrisisremarks10_31.htm;",
  "Example": "",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/sixarabs.asp",
  "Claim": "Six men of Middle Eastern appearance were stopped by police in the Midwest but released, even though they possessed Israeli passports and photographs and descriptions of a nuclear power plant in Florida and the Trans-Alaska pipeline.",
  "Claim_ID": "rumors_sixarabs",
  "Tags": ""
}