{
  "Origins": "Major Brian Shul is a former Air Force pilot who flew over 200 missions in Viet Nam and sustained severe injuries when he was shot down; after a lengthy recuperation period (and many surgeries) he recovered sufficiently to resume a 20-year Air Force career that ended with his retirement in 1990. Since then, Brian has operated his own photography studio in northern California, turned out several books about flying, and performed numerous public speaking engagements.",
  "Fact Check": "",
  "Description": "Public speakers who could deliver rousing patriotic speeches were in high demand in the weeks after the September 11 terrorist attacks, and Mr. Shul didn't disappoint. Invited to speak at a rally in Chico, California, in October 2001 , he delivered the speech quoted above, as he confirmed for us: Yes, the speech is mine, and accurately copied. I gave that address at a city rally in Chico a month after the 9/11 attack. A large number of folks from the town were gathered outside in late afternoon. I nearly missed the whole thing, arriving late and had only 2 minutes to get from my car to the podium as they were already announcing me as I pulled up. Little did I know it was going to be the most popular and widely read talk I have ever given. One of Mr. Shul's personal favorite speeches is the address he delivered at March ARB on Veteran's Day 2001.",
  "Originally Published": "",
  "Referred Links": "http://www.4af.afrc.af.mil;https://galleryonepublishing.com/sleddriver/speaking_veteran.html;http://www.sleddriver.com/biography.html;",
  "Example": "[Collected on the Internet, 2003] Speech by Brian Shul in Chico California in the Fall of 2001 Brian Shul is a Vietnam era USAF fighter pilot with 212 combat missions. He was shot down near the end of the war and was so badly burned that he was given next to no chance to live. He did live, went on to fly SR-71s and completed a 20 year career in the Air Force. Has written four books on aviation and runs a photo studio. This is a speech he made in Chico California in the aftermath of the September 11th attack on the U.S. Thank you for the opportunity to address this rally today. It is not often that a fighter pilot is asked to be the keynote speaker. There is a rumor that they are unable to put two sentences together coherently. I'd like to dispel that rumor today by saying that I can do that, and in fact that I have written several books. I always wanted to be an author, and I ARE one now. I'm a pretty lucky person really. I'm like the little boy who tells his father that when he grows up he wants to be a jet pilot, and his father replies, \"Sorry son, you can't do both\". I made that choice a long time ago and flew the jets. I was fortunate to live my dream, and then some. I survived something I shouldn't have, and today, tell people that I am 28 years old, as it has been that long since I was released from the hospital. It was like I received a second life, and in the past 28 years, I have gotten to see and do much, so much that I would not have thought possible. Returning to fly jets in the Air Force, flying the SR-71 on spy missions, spending a year with the Blue Angels, running my own photo studio.... and so much more. And now, seeing our country attacked in such a heinous way. Some of you here today have heard me speak before, and know that I enjoy sharing my aviation slide show. I have brought no slides to show you, as I feel compelled today, to address different issues concerning this very difficult time in our nation's history. I stand before you today, not as some famous person, or war hero. I am far from that. You know, they say a good landing is one you can walk away from, and a really great one is when you can use the airplane again. Well, I did neither...and I speak to you to today as simply a fellow American citizen. Like you, I was horrified at the events of September 11th. But I was not totally surprised that such a thing could happen, or that there were people in the world who would perpetrate such deeds, willingly, against us. Having sat through many classified briefings while in the Air Force, I was all too l aware of the threat, and I can assure you, it has always been there in one form or another. And those of you who have served in the defense of this nation, know all too well the response that is needed. In every fighter squadron I was in, there was a saying that we knew to be true, that said, when there was a true enemy, you negotiate with that enemy with your knee in his chest and your knife at his throat. Many people are unfamiliar with this way of thinking, and shrink from its ramifications. War is such a messy business, and there are many who want no part of it, but rush to bask in the security blanket of its victory. I spent an entire military career fighting Communism, and was very proud to do so. We won that war, we beat one of the worst scourges to humankind the world has known. But it took a great effort, over many years of sustained vigilance and much sacrifice by so many whose names you will never know. And perhaps our nation, so weary from so long a cold war, relaxed too much and felt the world was a safer place with the demise of the Soviet Union. We indulged ourselves in our own lives, and gave little thought to the threats to our national security. You know, normally my talks are laced with numerous jokes as I share my stories, but I have very few jokes to tell this afternoon. These murdering fanatics came into our land, lived amongst our people, flew on our planes, crashed them into our buildings, and killed thousands of our citizens. And nowhere along their gruesome path were they questioned or stopped. The joke is on us. We allowed this country to become soft. We shouldn't really be too surprised that this could happen. Did we really think that we could keep electing officials who put self above nation and this would make us stronger? Did we really think that a strong economy adequately replaced a strong intelligence community? Did we imagine that a President who practically gave away the store on his watch, was insuring national security? While our country was mired in the wasted excess of a White House sex scandal, the drums of war beat loudly in foreign lands, and we were deaf. Our response was to give the man two terms in office, and even then barely half the American public exercised their right to vote. We have only ourselves to blame. Our elected officials are merely a reflection of our own values and what we deem important. Did we not realize that America had become a laughing stock around the world? We had lost credibility, even amongst our allies. To our enemies we had no resolve. We made a lot of money, watched a lot of TV, and understood little about what was happening beyond our shores. We were, simply, an easy target. But we are a country awakened now. We have been attacked in our homeland. We have now felt the reality of what an unstable and dangerous world it truly is. And still, in the face of this unprecedented carnage in our most prominent city, there are those who choose to take this opportunity to protest, and even burn the flag. If I were the regents or alumni of certain large universities in this county, I would be embarrassed to be producing students of such ignorance and na ve notions. Like mindless sheep, they march with painted faces and trite sayings on signs, blissfully ignorant of the world they live in, and the system that protects them, hoping maybe to make the evening news. Perhaps if they had spent more time in class they would have learned that those who forget the past are condemned to repeat it. They might have learned that all it takes for evil to succeed in the world, is for good people to stand by and do nothing. If they had simply gone back in history as recently as the Viet Nam War, they would have learned that an enemy that knows it can never defeat us militarily, will persist as long as there is dissention and disruption in our land. Their ignorance can be understood, as their young empty minds have been filled with the re-written history tripe that tenured leftist professors can spew out with no fear of removal. But the unwitting aid they provide the enemy, in disrupting the national resolve, is unforgivable. I think this is wonderful country, though, that gives everyone their voice of dissention. I am all for people expressing their views publicly because it makes it much easier for us to identify the truly foolish, and to know who cannot be counted on in times of crisis. These are the weak and cowardly who, when the enemy is crashing through the front door, will cower in the back room, counting on better men than themselves to make and keep them free. Well, the enemy is at our front door, and isn't it interesting those who cry loudest and most often for their rights, are usually those least willing to defend it. I heard a student on TV the other day say that this war just wasn't in his plans and he would simply head to Canada if a draft occurred. Just wasn't in his plans. I wonder what plans the young men at the beaches of Normandy had that they never got to live. I wonder if it was in the plans of 19-year-old boys in Viet Nam to lie dying in a jungle far from home. I guess the men and women at Pearl Harbor one morning had their plans slightly rearranged too. Gee, I hope we haven't inconvenienced this student. Those people in the World Trade Center have no more plans. It is up to us to have a plan now. And it isn't going to be easy. Who ever said it would? Just what part of our history spoke of how easy it was to form a free nation? It has never been easy and has always required vigilance and sacrifice, and sometimes war, to preserved this union. If it were easy, everyone would have done it. But no one else has, and we stand alone as the most unique country on earth. And isn't it amazing that we have spent a generation stamping God out of our schools and government, and now as a nation, have collectively turned to God in memorial services, prayer vigils and churches around this country. I am also very disturbed to hear that there are people in this country, at this particular time, who feel it inappropriate to wear the flag on their lapel because they are on the news or in a public job, and school officials who want to remove pro-American stickers so as not to offend foreign students. Well I am offended that these people call themselves Americans. I am offended that innocent people were killed in a mass attack of unthinkable proportions. And I am offended at listening to TV broadcasters speak to me condescendingly, with a bias that screams of their drowning in a cesspool of political correctness. I pity the person who thinks they are going to remove this flag from my lapel. This flag of ours is the symbol of all that is good about this country. America is an idea. It is an idea lived, and fought for, by a people. We are America, and this is our symbol. We are imperfect in many ways, but we continue to strive toward the ideal our forefathers laid down for us over 225 years ago. I could never imagine desecrating that symbol. Perhaps there are many people in this nation who have never been abroad, or in harms way, and seen the flag upon their return. Those poor souls can never know the deep pride and honor one feels to see it wave, to know that there is still a good ol' USA. With all our warts we are still the greatest nation on earth, and the flag is the most powerful symbol of that greatness. When I was in grade school, we used to say the Pledge of Allegiance every morning. It is something I never forgot. I wonder how many children even know that pledge today. This flag is our history, our dreams, our accomplishments, indelibly expressed in bright red, white, and blue. This flag was carried in our Revolutionary War, although it had many less stars. But it persevered and evolved throughout a war we had no right to believe we could win. But we did, and built a country around it. This flag, tattered and battle worn, waved proudly from the mast, as John Paul Jones showed the enemy what true resolve was. This banner was raised by the hands of brave men on a godforsaken island called Iwo Jima, and became a part of the most famous photo of the 20th Century. Those men are all dead now, but their legacy lives on in the Marine Memorial in Washington, DC. Those of you who have seen it will recall that inscribed within the stone monument are the words When Uncommon Valor, Was A Common Virtue I don't believe you'll see the words, \"it was easy\", anywhere on it. This flag has even been to the moon, planted there for all time by men with a vision, and the courage to see it through. I personally know what it is to see the flag, and feel something deep inside that makes you feel you are a part of something much bigger than yourself. Laying in a hospital bed, I can vividly recall looking out the only window in the room and on Sundays, seeing that big garrison flag flying proudly in the breeze. It filled the entire window, and filled my heart with a motivation that helped me leave that bed, and enabled me to be standing here today. And many years later, while fighting another terrorist over Libya, my backseater and I outraced Khaddafi's missiles in our SR-71 as we headed for the Mediterranean, and I can still clearly see that American flag patch on the shoulder of my space suit, staring at me in the rear view mirror as we headed west, and it was a good feeling. Now don't ask me why we had rear view mirrors in the world's fastest jet. I can assure you, no one was gaining on us that day. I am so happy to see so many flags out here today. Long may it wave. History will judge us. How we confront this chapter of American history will be important for the future of this great nation. This will be a war like none other we have endured. The combatants will not just be the soldier on the battlefront, but will be fought by us, the citizens. We are on the battlefield now; the war has been brought to us. We will determine the outcome of this war by how well we remain vigilant, how patient we are with tightened security, how well we support the economy, and most importantly, in the resolve we show the enemy. There are some things worth fighting for, and this country is one of them. I pray for our leaders at this time. In the Pacific, during WW II, Admiral Bull Halsey said, \"There are no great men, just great circumstances, and how they handle those circumstances will determine the outcome of history\". Our future and the future of coming generations are in our hands. Wars are not won just on military fronts, but by the resolve of the people. We must remain tenaciously strong in the pursuit of this enemy that threatens free people everywhere. I am encouraged that we will win this war. Even before the first shot was finished being fired, there were brave Americans on Flight 93, fighting back. These people were the first true heroes of this conflict, and gave their lives to save their fellow countrymen. This nation, this melting pot of humanity, this free republic, must be preserved. This idea that is America is important enough to be defended. Fought for. Even die for. The enemy fears what you have, for if their people ever become liberated into a free society, tyrannical dictatorships will cease and he will lose power. How can they ever understand this country of ours, so self-indulgent and diverse, yet when attacked, so united in the defense of its principals. This is the greatest country in the world because brave people sacrificed to make it that way. We are a collective mix of greatness and greed, hi-tech and heartland. We are the country of Mickey Mouse and Mickey Mantle; from John Smith and Pocahontas to John Glenn and an Atlas booster; from Charles Lindbergh to Charley Brown; from Moby Dick to Microsoft; we are a nation that went from Kitty Hawk to Tranquility Base in less than 70 years; we are rock and roll, and the Bill of Rights; we are where everyone else wants to be, the greatest nation in the world. The enemy does not understand the dichotomy of our society, but they should understand this; we will bandage our wounds, we will bury our dead; and then we will come for you . . . and we will destroy you and all you stand for. I read this quote recently and would like to share it with you: We are pressed on every side, but not crushed, Perplexed, but not in despair, Persecuted, but not abandoned, Struck down, but not destroyed. That is from II Corinthians. Not too long ago it would have been politically incorrect to quote from the Bible. I am so happy to be politically INCORRECT. And I am so proud to be an American. Thank you all for coming out today and showing your support for your government, and your nation. You are the true patriots, you are the soldiers of this war, you are the strength of America.",
  "Last Updated": "19 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/shul.asp",
  "Claim": "Vietnam veteran Brian Shul delivered a patriotic speech in Chico, California, in 2001.",
  "Claim_ID": "rumors_shul",
  "Tags": ""
}