{
  "Origins": "At 9:14 a.m. on Monday, 12 November 2001, American Airlines Flight 587 took off from Kennedy International Airport in New York City, bound for Santo Domingo in the Dominican Republic. Minutes later, it crashed in flames in Queens, coming down in the Rockaways neighborhood of that borough.",
  "Fact Check": "",
  "Description": "The plane carried 260 people (246 ticketed passengers, five unticketed infants traveling on parents' laps, and nine crew members). There were no survivors. Up to nine people living in the area of the crash have been reported missing and are feared to have perished. By late that day, searchers had recovered 265 \"relatively intact bodies,\" police said. Following so close on the heels of the 11 September 2001 terrorist attacks on America, the first thought on everyone's mind when news of the crash flashed around the world. Was this another terrorist strike? The combination of this air disaster plus the weeks-earlier remarks by a firefighter from Rockaway created a fast-breaking rumor: Osama bin Laden had taken Michael Moran at his word: Michael Moran, 38, brought the Rockaways' grief and spirit to a national cable television audience Oct. 20 during the fund-raising \"Concert for New York\" at Madison Square Garden. Having lost his brother and 12 colleagues in the trade center, Moran said: \"In the spirit of the Irish people, Osama bin Laden, you can kiss my royal Irish ass.\" He added: \"I live in Rockaway and this is my face.\" The rumor embellished Moran's \"kiss my ass\" comments into his telling bin Laden to \"come and get\" him, and bin Laden obliging by sending minions to hijack yet another plane, this one to be crashed into the boastful firefighter's neighborhood. In an America already nervous about the ongoing potential for further terrorist activity, the confusion-filled early hours following the downing of Flight 587 made such a tale almost believable it fell resoundingly upon the ears of those all too ready to have their worst fears confirmed. Many firefighters and police officers live in Rockaway, and this community has been visited by the grim spectre of tragedy through the loss of a number of its inhabitants in the collapse of the World Trade Center towers on September 11. That it would be hit two months later by a jetliner hurtling from the sky seems too cruel to be real, but that is what happened. No terrorist was needed to steer the plane into this neighborhood; the ordinary flight path of an aircraft flying from Kennedy to Santo Domingo put it in the line of fire. In October 2004, the National Transportation Safety Board put rumors to rest by stating its findings that the crash of American Airlines Flight 587 was caused by the pilot's \"unnecessary and excessive\" use of the rudder, with flawed training by the airline and poor rudder design major contributing factors to how the accident unfolded. Encountering wake turbulence from a preceding plane on takeoff, the pilot shunted the rudder back and forth to try to hold the wings at the proper angle, which sent the aircraft into a fatal spin. Once in the spin, the force of the wind ripped the vertical tail fin off, sending the plane down to its doom. This determination was in keeping with its preliminary findings which indicated that the appearance of the salvaged pieces of Flight 587 were consistent with those of accidentally-downed aircraft. (Metal that has been subject to an explosion presents a far different aspect than metal that has not.) Information gleaned from the doomed flight's voice recorders did not indicate the presence of hijackers or suicide bombers aboard. Yet it was a startling coincidence that New York would so soon after that black Tuesday in September again be the site of a major air disaster, or that that plane would crash into the neighborhood of a firefighter who'd scant weeks earlier publicly let loose with fighting words that included where to find him should anyone want to come looking. Barbara \"rumor milled\" Mikkelson Sightings: A song titled \" The Ballad of Mike Moran \" contains his famous \"Kiss my royal Irish ass\" statement.",
  "Originally Published": "",
  "Referred Links": "http://www.firemansong.com/;",
  "Example": "[Collected on the Internet, 2001] About the terrible crash of the Airbus A-300 in New York. There are already rumors being circulated on radio that this was the result of a terrorist acting on the \"challenge\" issued by a firefighter on the televised super-celebrity concert recently given in New York. This firefighter challenged bin-Laden saying the firefighter was ready for him and gave his full address . . . in Rockaway. Now the rumor is that the terrorists took him up on it.",
  "Last Updated": "27 October 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/rockaway.asp",
  "Claim": "A NYC firefighter's dare to Osama bin Laden brought about the crash of American Airlines Flight 587.",
  "Claim_ID": "rumors_rockaway",
  "Tags": ""
}