{
  "Origins": "This is one of the more befuddling Internet \"warnings\" we've encountered is the writer's intent to alert us to a phone scam run by terrorists to fund their operations, or is to counsel us not to be scared by recorded phone messages about nuclear attacks broadcast by terrorists to spread fear? (The concept of scam artists' stringing folks along with false stories while racking up phone charges is not a new one: the real 809 phone scam works on this principle, and a June 2002 false warning about a woman's begging the use of a homeowner's phone and then using it to connect to a horrifyingly expensive fee-for-call service also employs this idea.)",
  "Fact Check": "",
  "Description": "Whatever the intent, this warning appears to be baseless. The Georgia National Guard disavows knowledge of a scheme involving automated phone calls that entice victims to stay on the line through the promise of providing information about a nuclear attack in the USA, and the claim that anyone who has your phone number also has your \"phone account\" and can thereby charge against it is dubious. Barbara \"nickelodious\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.dod.state.ga.us/index.html;",
  "Example": "[Collected on the Internet, 2002] Telephone Scam: The Georgia National Guard has reported receiving information that people are getting telemarketing-type calls prompting them to press #1 to continue to hear information about a nuclear attack in the U.S. The recordings use individuals with a \"Middle Eastern\" accent. Ifyou receive one of these telemarketing calls - hang up. Do not stay on the line and follow any instructions made by the recording. By pressing #1, you are saying you agree to additional charges, even though you have received the call. By calling you they have your number, thus your phone account. Additionally, these telemarketing calls may have a secondary purpose to cause fear in the U.S. The purpose of terrorism is to instill fear in the population. They don't have to use a bomb to instill fear. This is an excellent example of psychological warfare, in addition to scam money to possibly fund more terrorist operations.",
  "Last Updated": "13 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/phone.asp",
  "Claim": "Terrorists are funding their operations through a telephone scam that lures the unsuspecting into staying on the line by promising information about a nuclear attack on the USA.",
  "Claim_ID": "rumors_phone",
  "Tags": ""
}