{
  "Origins": "A blind man, a golden retriever named Daisy, the selfless rescue of almost a thousand people from one of the collapsing World Trade Center towers if it all sounds too good to be true, it's because it is.",
  "Fact Check": "",
  "Description": "This is a case of the heroic rescue that wasn't: This widely circulated Internet tale of canine courage is pure fiction. No dog, of any type or name, rescued several hundred people from the World Trade Center towers on 9/11. One of this fictional item's more obvious tipoffs is the claim that the imaginary dog went to the 112th floor of the damaged tower to retrieve more victims in need of rescuing an impossibility, as both World Trade Center towers topped out at 110 floors. One version of the Internet forward concluded with \"copied from NEW YORK TIMES 9-19-01.\" That claim is as fake as the rest of the piece: no such article ran in The New York Times or in any other publication, on that date or any other. At least two men were guided to safety from the World Trade Center buildings by their guide dogs: Michael Hingson from the 78th floor by Roselle , and Omar Rivera from the 71st floor by Salty. Neither dog returned those buildings to rescue others, though. Roselle and Salty received a joint Dickin Medal for their actions on 9/11, as did a NYPD Search and Rescue dog named Appollo, but no dog was given the \"Canine Medal of Honor of New York\" (an award that does not exist) by New York mayor Rudy Guilaini in connect with the 9/11 attacks. The horror that was September 11 is hard for many of us to accept, thus the need for \"miraculous rescue\" tales such as this one. That they have to be made up apparently doesn't stop some from doing exactly that. Barbara \"going to the dogs\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.pdsa.org.uk/about-us/media-pr-centre/news/463_pdsa%20dickin%20medal%20presentation;https://web.archive.org/web/20080612073820/http://www.guidedogs.com/site/PageServer?pagename=about_people_staffvol_bios_mhingson;",
  "Example": "[Collected via e-mail, November 2001] This is a true story which happened on 9-11-01. James Crane worked on the 101st of Tower 1 of the World Trade Center. He is blind so he has a golden retriever named Daisy. After the plane hit 20 stories below, James knew that he was doomed, so he let Daisy go out as an act of love. With tears in her eyes she darted away into the darkened hallway. Choking on the fumes of the jet fuel and the smoke he was just waiting to die ... About 30 minutes later, Daisy comes back along with James' boss, who Daisy just happened to pick up on floor 112. On her first run of the building, she leads James, James' boss and about 300 more people out of the doomed building. But she wasn't through yet, she knew there were others who were trapped. So, highly against James' wishes she ran back in the building. On her second run, she saved 392 lives. Again she went back in. During this run, the building collapses. James hears about this and falls on his knees into tears. Against all known odds, Daisy makes it out alive, but this time she is carried by a firefighter. \"She lead us right to the people, before she got injured\" the fireman explained. Her final run saved other 273 lives. She suffered acute smoke inhalation, severe burns on all four paws, and a broken leg, but she saved 967 lives. The next week, Mayor Guilaini rewards Daisy with the Canine medal of Honor of New York. Daisy is the first civilian Canine to win such an honor.",
  "Last Updated": "3 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/daisy.asp",
  "Claim": "A dog named Daisy rescued hundreds of people from the damaged World Trade Center towers on 9/11.",
  "Claim_ID": "rumors_daisy",
  "Tags": ""
}