{
  "Origins": "The above-quoted text comes from an e-mail message sent by an officer serving aboard the USS Winston S. Churchill , Ensign Megan M. Hallinan, to her father in the days immediately after the September 11 terrorist attacks on the U.S. in 2001. It was accompanied by a photograph of sailors from the German destroyer FGS Lutjens holding up a banner reading \"We Stand By You\" taken by Photographer 2nd Class Shane McCoy. Excerpts from the e-mail were posted on the U.S. Navy web site by the Navy Office of Information on 26 September 2001.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/tg/detail/-/0757300073/ref=ase_urbanlegendsrefeA;http://web.archive.org/web/20011008091129/http://www.chinfo.navy.mil/navpalib/news/news_stories/pentstruck19.html;",
  "Example": "[Collected on the Internet, 2001] This is a moving email from a naval officer at sea. For those of us who are wondering what will happen next, this comes from an even more poignant perspective. Keep the military present in your hearts and minds as they await their duties. If you haven't served aboard ship \"manning the rail\" is a shipboard ceremony reserved for only high ranking dignitaries, such as Heads of State. This is an e-mail from an Ensign stationed aboard the USS WINSTON CHURCHILL. Dear Dad, Well, we are still out at sea, with little direction as to what our next priority is. The remainder of our port visits, which were to be centered around max liberty and goodwill to the United Kingdom, have all but been cancelled. We have spent every day since the attacks going back and forth within imaginary boxes drawn in the ocean, standing high-security watches, and trying to make the best of our time. It hasn't been that fun I must confess, and to be even more honest, a lot of people are frustrated at the fact that they either can't be home, or we don't have more direction right now. We have seen the articles and the photographs, and they are sickening. Being isolated as we are, I don't think we appreciate the full scope of what is happening back home, but we are definitely feeling the effects. About two hours ago the junior officers were called to the bridge to conduct Shiphandling drills. We were about to do a man overboard when we got a call from the Lutjens (D185), a German warship that was moored ahead of us on the pier in Plymouth, England. While in port, the Winston S. Churchcill and the Lutjens got together for a sports day/cookout on our fantail, and we made some pretty good friends. Now at sea they called over on bridge-to-bridge, requesting to pass us close up on our port side, to say good-bye. We prepared to render them honors on the bridgewing, and the Captain told the crew to come topside to wish them farewell. As they were making their approach, our Conning Officer announced through her binoculars that they were flying an American flag. As they came even closer, we saw that it was flying at half-mast. The bridgewing was crowded with people as the Boatswain's Mate blew two whistles- Attention to Port- the ship came up alongside and we saw that the entire crew of the German ship were manning the rails, in their dress blues. They had made up a sign that was displayed on the side that read \"We Stand By You.\" Needless to say there was not a dry eye on the bridge as they stayed alongside us for a few minutes and we cut our salutes. It was probably the most powerful thing I have seen in my entire life and more than a few of us fought to retain our composure. It was a beautiful day outside today. We are no longer at liberty to divulge over unsecure e-mail our location, but we could not have asked for a finer day at sea. The German Navy did an incredible thing for this crew, and it has truly been the highest point in the days since the attacks. It's amazing to think that only a half-century ago things were quite different, and to see the unity that is being demonstrated throughout Europe and the world makes us all feel proud to be out here doing our job. After the ship pulled away and we prepared to begin our man overboard drills the Officer of the Deck turned to me and said \"I'm staying Navy.\" I'll write you when I know more about when I'll be home, but for now, this is probably the best news that I could send you. Love you guys.",
  "Last Updated": "21 July 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/winston.asp",
  "Claim": "U.S. naval officer's letter describes a 'manning the rails' ceremony performed by a German destroyer.",
  "Claim_ID": "rumors_winston",
  "Tags": ""
}