{
  "Origins": "On 11 March 2004, multiple explosions ripped through three Madrid train stations, killing more than 200 people. The Spanish government initially blamed the bombings on ETA, a Basque separatist group, but the government was pilloried in the press (and the conservative Popular party of outgoing Prime Minister Jose Maria Aznar suffered a surprise defeat at the hands of the opposition Socialist party in the following weekend's national elections) when evidence surfaced indicating that an Islamic extremist group (with possible ties to al-Qaeda) was responsible.",
  "Fact Check": "",
  "Description": "To some people, the connection between the Madrid train station explosions and al-Qaeda was obvious, even when the bombings were still being blamed on ETA one had merely to note that the September 11 attacks on the U.S. and the attacks in Madrid occurred 911 days apart. But did they really? Skeptics who did the calculations came up with a 912-day difference between the two events, leading the to conclusion that someone had miscalculated or neglected to account for 2004's being a leap year. Who's right depends upon how one describes the temporal relationship between two dates. Let's say April 11 is already a date of significance, and something noteworthy occurs on April 14 . How do we describe the relationship of the latter day's occurrence to the earlier date? We could say that the noteworthy event: Happened on the fourth day Took place three days later Was separated from the earlier date by two days The middle option is the most common way of expressing this type of relationship between two dates, and the one that produces a 912-day difference between the September 11 attacks and Madrid bombings. The latter option, although less commonly invoked, does validate the claim that there were 911 days between the two events. (To put it symbolically, if event B occurs (n) days after event A , then (n-1) days fall \"between\" the two events.) In any case, there is no evidence that whoever was responsible for the Madrid bombings deliberately planned them to take place on a numerically significant date. (The only speculative motive expressed so far for the choice of date was that the bombings might have been timed to influence the Spanish national elections scheduled to place a few days later.) So why do some of us continue to find significance in these types of coincidences? One answer is that it gives us back a sense of control over a world gone mad. Other than cower in our homes, we can do little to protect ourselves against an enemy who might strike against anyone, anywhere, at any time. Being able to find patterns, even obscure ones, between terorrist-related activities allows us to think that we can take back some measure of control; that we can indeed discern when and where the next attack might come if only we stay alert for hidden messages and use the proper keys to decode them. Another answer is that when the identity of the perpetrators of a terrorist attack is uncertain (as it initially was in the Madrid train bombings case, with the Spanish government attributing the attack to the ETA), we want to find some way of linking them to September 11 attacks, and thus to al-Qaeda, as a way of reassuring ourselves we're only dealing with one set of bad guys. If we believe al-Qaeda's responsible for everything, then once we've vanquished them we can feel safe again. But having to confront the possibility that attacks like the bombings in Madrid might continue even if al-Qaeda were wiped out is very scary indeed.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2004] Odd Coincidence? There are exactly 911 days between the New York attacks on September 11, 2001 and the Madrid bombings on March 11, 2004, precisely 2.5 years later. If you count 9/11/2001 as \"Day 0\" and begin counting days after that date, the Madrid bombings occurred 911 days after the 9/11 attacks. Days after 9/11/2001 ---------------------------- 9/11/2001 = Day 0 9/11/2002 = 364 Days 9/11/2003 = 729 Days September 30th = 748 Days October 31st = 779 Days November 30th = 809 Days December 31st = 840 Days January 31st, 2004 = 871 Days February 29th, 2004 = 900 Days March 11th, 2004 = 911 Days Madrid Bombings = 3/11/2004 = 911 Days after 9/11 More symbolism which clearly shows the Madrid bombings were staged by the New World Order.",
  "Last Updated": "11 December 2005",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/madrid.asp",
  "Claim": "The 9/11 terrorist attacks on the U.S. in 2001 and the train bombings in Madrid, Spain, in 2004 were separated by a total of 911 days.",
  "Claim_ID": "rumors_madrid",
  "Tags": ""
}