{
  "Origins": "When the Department of Homeland Security recommended in February 2003 that U.S. citizens create a safe area within their homes by sealing rooms with plastic sheeting and duct tape, we heard nervous titters about the possibility of sanctuary-seeking folk who followed such advice dying by suffocation in the rooms meant to shield them from harm. Very few who joshed about expiring in airless enclosures seriously entertained such an outcome as a real possibility, but joking about it became a way of expressing a general sense of unease raised by the threat of another large-scale terrorist attack. The nervous laughter masked a deeper concern about the nature of the warning inherent to the advice, that chemical and biological attacks upon the USA were imminent to the point that the government was instructing its citizens on how to minimize their chances of being killed.",
  "Fact Check": "",
  "Description": "When we first heard those titters about dying in a sealed room, we shrugged them off. Was it at all reasonable to assume an enclosure could be rendered airtight by the application of plastic sheeting and liberal amounts of duct tape? In mid-March 2003 the Associated Press reported on the demise by suffocation of three Israeli Arabs (a woman and her two teenage sons) in the town of Kfar Kassem, all of whom had spent the night in a room of the family home which had been sealed with plastic sheeting and duct tape against a possible Iraqi chemical missile attack. Police said the three lost their lives because a coal-fueled heater in an adjacent room sucked oxygen from the room they were sleeping in, which was designed to stop air from entering but allowed air to escape. Around 5 a.m., the husband awoke and realized his wife and their two teens (ages 13 and 14) were not breathing, police said. Their two younger children (ages 3 and 4) survived. Barbara \"case closed . . . and sealed\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/news/releases/2003/02/20030219-11.html;",
  "Example": "[Collected on the Internet, 2003] A woman supposedly died from suffocation after she used duct tape to seal her house against chemical or biological warfare!! Did a family die because from suffocation because they followed the Homeland Security suggestion to seal up windows and doors with heavy plastic and duct tape?",
  "Last Updated": "8 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/ducttape.asp",
  "Claim": "Three people died of suffocation after sealing their home with plastic sheeting and duct tape.",
  "Claim_ID": "rumors_ducttape",
  "Tags": ""
}