{
  "Origins": "Eh? Is that really Bert, the irascible muppet partner of Ernie on TV's Sesame Street , peering over the left shoulder of Osama on posters displayed by bin Laden supporters? How did he get there?",
  "Fact Check": "",
  "Description": "The process that turned Bert into a henchman of evil was as follows: Dino Ignacio, a San Francisco artist, started Bert is Evil!, a humor site on which, as a running joke, he attempted to prove the muppet Bert was \"evil\" by inserting him, Zelig-like, into photographs with notorious people and infamous historical scenes. Although Ignacio stopped updating his site a few years before the 9/11 attacks, several mirror sites kept the gag going, and \"Bert is Evil!\" enthusiasts continued to create and post new pictures, including an image of Bert posing with Osama bin Laden: The picture of muppet Bert with Osama bin Laden was inadvertently picked up by someone in Bangladesh scouring the web looking for photographs of Osama bin Laden to use in a collage-like poster: Mostafa Kamal, production manager of Azad Products, the Dhaka shop that made the posters, said he had gotten the images off the Internet. \"We did not give the pictures a second look or realize what they signified until you pointed it out to us,\" he said The company had printed about 2,000 posters, and they were snapped up by the demonstrators, who were angry over the U.S.-led attacks on Afghanistan. Kamal said he would leave out the controversial images from his next posters. The Osama bin Laden poster with the muppet was displayed at rallies by pro-bin Laden protesters and appeared in photographs carried by news agencies such as Reuters and Associated Press. See the links below for additional coverage of the Bert-bin Laden connection. Additional Information: Bin Laden's Felt-Skinned Henchman? (FOXNews.com) Osama Has a New Friend (Wired News) Bert working with bin Laden? (lindqvist.com)",
  "Originally Published": "",
  "Referred Links": "http://www.lindqvist.com/bert.asp;http://www.wired.com/news/conflict/0,2100,47450,00.html;http://www.foxnews.com/story/0,2933,36218,00.html;http://web.archive.org/web/20020202081052/http://www.come.to/evilbert;http://web.archive.org/web/20001109003600/http://fractalcow.com/bert/bert.htm;",
  "Example": "[Collected via Facebook, October 2001] Did Bert from 'Sesame Street' really appear on posters carried by bin Laden supporters?",
  "Last Updated": "28 November 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/bert.asp",
  "Claim": "Bert, the Sesame Street muppet, appeared on posters carried by supporters of Osama bin Laden.",
  "Claim_ID": "rumors_bert",
  "Tags": ""
}