{
  "Origins": "Juval Aviv ian Israeli-American security consultant and writer and the president of New York-based Interfor Inc. (a corporate investigations firm). He was reportedly the source for the 1984 book Vengeance: The True Story of an Israeli Counter-Terrorist Team (the basis for the 2005 Steven Spielberg film Munich ), he is the author of Staying Safe: The Complete Guide to Protecting Yourself, Your Family, and Your Business , and he has made predictions about imminent terrorist attacks on the United States (and the forms they might take) similar to the ones described above.",
  "Fact Check": "",
  "Description": "However, some critics have expressed skepticism about Aviv's background, claiming that he has grossly exaggerated his \"spymaster\" credentials, as the Guardian maintained in a 2006 article about the film Munich : Our investigations show that Aviv never served in Mossad, or any Israeli intelligence organisation. He had failed basic training as an Israeli Defence Force commando, and his nearest approximation to spy work was as a lowly gate guard for the airline El Al in New York in the early 70s. The tale he had woven [in Vengeance] was apparently nothing more than a Walter Mitty fabrication. Similarly, Chris Thompson wrote in the Village Voice that: Most famously, Aviv has promoted the idea that he was the lead Mossad assassin tasked with avenging the 1972 massacre of Israeli Olympic athletes in a secret operation that was portrayed in Steven Spielberg's 2005 film Munich. It was Aviv that actor Eric Bana was supposedly playing, though his name in the movie was \"Avner.\" But throughout Aviv's rise as one of New York's biggest corporate spies and as a terrorism expert on television, there have been nagging questions about his legitimacy. Is this guy really who he says he is? Officially, the Israeli government says that Aviv is full of it. According to a 1990 letter from Yigal Carmon, then the Israeli prime minister's counterterrorism adviser, Aviv was never an assassin, let alone the person chosen by Golda Meir to avenge the Munich massacre. \"Aviv does not work and has never worked for the Intelligence Community of the State of Israel,\" Carmon wrote in response to an inquiry from the U.S. government. In fact, Carmon added, the closest that Aviv ever came to intelligence work was as a security official for an El Al office in New York. \"His work in that capacity was terminated at the initiative of the employer because of unsuitability resulting from negative character traits,\" Carmon wrote. \"During the course of his work Yuval [sic] Aviv was found to be unreliable and dishonest.\" Nonetheless, Aviv has built a remarkable career for himself. In 1989, following the Pan Am 103 bombing that killed 270 people in Lockerbie, Scotland, airline officials hired Aviv to investigate the incident. His report alleging that the bombing was a CIA gun- and drug-smuggling operation gone terribly wrong was leaked to the press, reportedly by Aviv himself. News outlets like Time, NBC, ABC, and Barron's picked up the story. But as more skeptical journalists began to examine Aviv's report, Pan Am officials suddenly dropped their plans to use it as a defense, and the media outlets that had run Aviv's allegations squirmed under the scrutiny. A Brooklyn federal magistrate later found Aviv's report to be utterly without merit. Today, American intelligence officials who were charged with investigating the Pan Am 103 bombing are still furious with Aviv and they fume over the fact that national television outlets treat him as anything but a fraud. \"This crud, this piece of dirt, went around inventing stories about how this plane got destroyed, because he was paid money to do so,\" says Vincent Cannistraro, the former chief of operations and analysis at the CIA's Counterterrorism Center. \"The man is not worth being in human company, frankly.\" This guy's full of shit,\" says Larry Johnson, who served in the CIA and as a deputy director in the State Department's Office of Counterterrorism. \"What's true is, yes, he has a security and corporate-intelligence firm, and he's big at playing up the Israeli mystique. If you say it with a foreign accent, you're good to go.\" Aviv, these senior counterterrorism officials insist, is no terrorism expert; instead, he's a liar who's been spreading falsehoods about his r sum and his prowess as an investigator. American RadioWorks, however, suggests that Aviv was the target of a smear campaign by the FBI for his report implicating U.S. govermment agents in the Pan Am Flight 103 bombing: In response to Aviv's report, and investigative news stories based on them, government officials launched an attack on Aviv that went well beyond simple denials. In letters to newspaper editors and on network TV, diplomatic and intelligence officials called Aviv a \"fabricator\" who had lied about his entire background. Asked recently to back up that characterization, Hurley, formerly of the DEA, faxed us a letter dated May, 1990. The letter, signed by Yigal Carmon, \"Israeli Prime Minister's Advisor for Countering Terrorism,\" says Juval Aviv never worked for Israeli intelligence and was fired from a low-level job with El-Al airlines for \"dishonesty.\" The letter is on plain white paper, not Israeli government letterhead. We faxed it to the Israeli Embassy in Washington DC. A spokeswoman said the letter did not have the look of a letter sent from the Office of the Prime Minister. When reached at an office in Tel Aviv, Yigal Carmon said he \"did not know of anyone called Juval Aviv\" and refused to discuss the contents of any letter with us. A spokesperson for El-Al Airlines in Tel Aviv said he was unaware of any such incident of \"dishonesty\" by Juval Aviv, or of any firing of Aviv. Aviv, for his part, produces several documents that he's entered into court refuting the accusation that he lied about his background. The documents include an FBI memo about Aviv from 1982, obtained through the Freedom of Information Act, and a contract between Aviv and the US Justice Department, dated 1984. Both refer to Aviv's past association with Israeli intelligence. As late as 1993, an FBI agent wrote to Aviv asking for assistance in a tax-recovery investigation, even as other government officials were publicly calling Aviv a fabricator. Whatever Juval Aviv's credentials might be, we found no evidence to support the claim that he predicted the July 2005 London bombings during a Fox News interview conducted just one week before those attacks occurred. Although Aviv was a frequent guest on American news programs in the years after the 11 September 2001 terrorist attacks, our search of television news transcripts did not turn up any appearances by him on such programs between 5 November 2004 and the day after the London bombings ( 8 July 2005). He was interviewed on Fox News several days after the London bombings and issued a warning about an \"imminent\" terrorist attack on the United States, but he did not appear just prior to the London bombings and correctly predict them. His predictions about terrorists hitting the U.S. in \"six, seven, or eight cities simultaneously\" sometime within the next \"ninety days at most\" are outdated, as he issued them back in July 2005. It seems safe to say from this vantage point that those predictions were not correct, as no such attacks occurred.",
  "Originally Published": "",
  "Referred Links": "http://www.foxnews.com/story/0,2933,161962,00.html;http://americanradioworks.publicradio.org/features/lockerbie/resources/story_aviv.html;",
  "Example": "[Collected via e-mail, July 2007] FROM THE C.O. OF MOSSAD / PLEASE READ A week ago, I was able to attend a dinner with Juval Aviv - the Israeli Agent who the movie \"Munich\" was about... He was Golda Meir's bodyguard and she appointed him to track down and bring to justice the Palestinian terrorists who took the Israeli athletes hostage and killed them during the Munich Olympic Games. Tonight he shared information that EVERY American needs to know but our government has not shared. His bio is below, his book is \"Staying Safe\" and I suggest you buy and read it. First, I am going to share what he discussed in regard to the Bush Administration, 9/11 and Iraq and then I will share his predictions for the next attack on the U.S. (and he predicted the London subway bombing on the Bill O'Reilly show on Fox News stating publicly that it would happen within a week - O'Reilly laughed and mocked him saying that in a week he wanted him back on the show and unfortunately, within a week the terrorist attack occured). Juval Aviv gave intelligence (via what he had gathered in Israel and the Middle East) to the Bush Administration about 9/11 a month before it occured. His report specifically said they would use planes asbombs and target high profile buildings and monuments. The Administration ridiculed him and refused to respond (Congress has since hired him as a security consultant - but still the Administration does not listen to him). Within a month 9/11 occured. He didn't agree with going into Iraq - said it didn't make sense if we wanted terrorists responsible for 9/11 (and also he believes in Golda Meir's approach which was to bring justice to the terrorists but do not take down civilians - killing civilians only creates more terrorists - but similar to Bush, Israel's subsequent leaders were not as insightful as Golda Meir) - however, when we did decide to invade Iraq we should have learned from Israel's past mistakes. He very articulately stated that Israel's greatest mistake against their war on terror was to invade the West Bank and Gaza and stay there... He said they should have done the proven anti-terrorist strategy which was \"Hit and Leave\" instead of \"Hit and Stay.\" Now we are stuck in Iraq and it is worse than Vietnam - Iraq is the U.S.'s West Bank/Gaza . He doesn't think we will ever be able to truly leave because even when we are able to pull our troops back we will still have to go back regularly which will keep us quagmired. We should have hit hard and left immediately - or actually, we shouldn't have gone in at all... Now for the scary stuff.... He predicts the next attack on the U.S. is coming within the next few months. Forget hijacking airplanes because he says terrorists will NEVER try and hijack a plane again as the people on the plane will not go down quietly. Aviv believes our airport security is a joke- we are beingreactionary versus looking at strategies that are effective. 1) Our machines are outdated. They look for metal and the new explosives are made of plastic 2) He talked about how some idiot tried to light his shoe on fire - we now have to take off our shoes, a group of idiots tried to bring aboard liquid explosives - now we can't bring liquids on board. He is waiting for some suicidal maniac to pour liquid explosive on their underwear and light up in a plane or in the terminal and then we will all have to travel naked! 3) We only focus on security when people are heading to the gates, he says that if a terrorist attack targets airports in the future, they will target busy times and on the front end when people are checking in. It would be easy for someone to take two suitcases of explosives, walk up to a busy check-in line, ask a person next to them to watch their bags for a minute while they run to the restroom or get a drink (and I have done that for people myself) and then detonate the bags BEFORE security even gets involved. Israel checks bags before people can enter the airport. Now, back to his predictions: He says the next attack will come in the next few months and will involve suicide bombers and non-suicide bombers in places that people congregate: Disneyland, Las Vegas, Big Cities (NY, SFO, Chicago, etc...) and there it will be shopping malls, subways in rush hour, train stations, casinos, etc.. as well as rural America (Wyoming, Montana, etc...). The attack will be simultaneous detonations around the country (they like big impact) 5-8 cities including rural areas. They won't need to use suicide bombers because at largely populated places like the MGM Grand in Vegas - they can simply valet park! He says this is well known in intelligence circles but our government does not want to alarm Americans. However, he also said that Bush will attack Iran and Syria before he leaves office (we are being prepared for that! and I have to wonder if we are not hearing about this impending attack so America will support attacking Iran and Syria ?). In addition, since we don't have enough troops Bush will likely use small, strategic nuclear weapons regardless that the headlines the next day will read \"US Nukes Islamic World\" and the world will be a different place to such an extent that global warming will be irrevelent. These are not conspiracy theories or crazy rantings. This is the man (and we have all heard/read that the Bush Administration was warned about 9/11 prior to it happening) who did the warning. He travels regularly to the Middle East and he knows his stuff. On a good note - he says we don't have to worry about being nuked - he says the terrorists who want to destroy America will not use sophisticated weapons - they like suicide as the frontline approach. He also says the next level of terrorists will not be coming from abroad, but will be homegrown - having attended our schools and universities - but will have traveled frequently back and forth to the Middle East. They will know and understand Americans but wewon't understand them - we still only have a handful of Arabic and Farsi speaking people in our intelligence networks and we need that to change he said...What can we do? From an intelligence perspective he says the U.S . needs to stop relying on satellites and technology for intelligence but follow Israel, Ireland and England's example of human intelligence both from an infiltration perspective as well as trust citizens to help. We need to engage and educate ourselves as citizens but our government treats us like babies and thinks we can't handle it and will panic. He did a test for Congress recently putting an empty briefcase in 5 major spots in 5 US cities and not one person called 911 or sought a policeman to check it out. In fact, in Chicago - someone tried to steal it! In Israel an unattended bag or package would be reported in seconds with a citizen shouting \"Unattended Bag\" and the area cleared slowly, calmly and immediately by the people themselves. Unfortunately, we haven't hurt enough yet for us to be that concerned.... He also discussed how many children were in preschool and kindergarten after 9/11 without parents to pick them up and the schools did not have a plan. Do you have a plan with your kids, schools and familiesif you cannot reach each other by phone? If you cannot return to your house? If you cannot get to your child's school - do they know what to do? We should all have a plan. He said that our government's plan after the next attack is to immediately cut-off EVERYONE's ability to use their telephone, cell phone, blackberry because they don't want terrorists to be able to talk to one another - do you have a plan if you cannot communicate directly with those that you love? Again - I recommend his book, \"Staying Safe\" and I also recommend we heighten each other's attention now for the inevitable.... In fact, this week the Today Show began with a segment that Al Qaeda was resurfacing - the same kind of action on the Pakistani border occurred before 9/11... It is scary, but we do not have to panic, we just need to be aware.... Unfortunately, the Bush Administration has not been helpful and we cannot change things until 2008. However, remember that when you vote.... Juval Aviv holds an M.A. in Business from Tel Aviv University. He is President and CEO of Interfor, Inc. Based in New York with offices around the world, founded in 1979, Interfor providesforeign and domestic intelligence services to the legal, corporate and financial communities and conducts investigations around the world. In addition, Mr. Aviv serves as a special consultant to the U.S. Congress and other policy makers on issues of terrorism, fraud and money laundering. A leading authority on terrorist networks, Mr. Aviv served as lead investigator for Pan Am Airways into the Pan Am 103-Lockerbie terrorist bombing. He was featured in the recent film, Munich, as the leader of the Israeli team that tracked down the terrorists who kidnapped the Israeli Olympic team. Interfor's services encompass white-collar crime investigations, asset search and recovery, corporate due diligence, litigation support, fraud investigations, internal compliance investigations, security and vulnerability assessments. Since its inception, Interfors asset investigation services have recovered over $2 billion worldwide for its clients. Before founding Interfor, Mr. Aviv served as an officer in the Israel Defense Force (Major, retired) leading an elite Commando/Intelligence Unit, and was later selected by the Israeli Secret Service (Mossad) to participate in a number of intelligence and special operations in many countries in the late 1960s and 1970s. While working as a consultant with El Al, Mr. Aviv surveyed the existing security measures in place and updated El Al's security program, making El Al the safest airline in business today. Most recently, Mr. Aviv wrote Staying Safe: The Complete Guide to Protecting Yourself, Your Family, and Your Business, (2004, HarperResource). He is also the author of several other published books on terrorism. He has been a guest on ABC Nightline, FOX News, CNN, BBC Newsnight, ZDF (German National Television) and RAI (Italian National Television) and has been featured in numerous articles inmajor magazines and newspapers worldwide",
  "Last Updated": "22 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/soapbox/juvalaviv.asp",
  "Claim": "Juval Aviv correctly predicted upcoming terrorist attacks against the U.K. and the U.S.",
  "Claim_ID": "rumors_soapbox_juvalaviv",
  "Tags": ""
}