{
  "Origins": "Much of the developing lore concerning the September 11 terrorist attacks on the USA incorporates the idea that those who planned them signalled them in advance (intentionally or inadvertently), but the signals went unrecognized until after the event. One such rumor has it that several Internet domain names related to the events of September 11 were registered well before that dark day, demonstrating that whoever registered them had foreknowledge of the attacks (and was therefore not only complicit in the plot, but possessed of a callous desire to profit from its aftermath).",
  "Fact Check": "",
  "Description": "CNSNews.com, for example, reported that at least 17 different now-expired domain names related to the World Trade Center attack were registered up to 15 months before September 11 , such as: attackamerica.com attackonamerica.com attackontwintowers.com august11horror.com august11terror.com horrorinamerica.com horrorinnewyork.com nycterroriststrike.com pearlharborinmanhattan.com terrorattack2001.com towerofhorror.com tradetowerstrike.com worldtradecenter929.com worldtradecenterbombs.com worldtradetowerattack.com worldtradetowerstrike.com wterroristattack2001.com Note, however, that none of these domain names is specific to the events of September 11 they include a number of permutations using terms such as attack, horror, terrorists and terrorism, and New York and the World Trade Center, but none of them is undeniably connected to the September 11 terrorist attacks. Given the prominence of New York, the prevalence of violence and horror in our popular entertainment, the millions of domain names registered over the years, and the fact that the World Trade Center had already been attacked back in 1993 , that a handful of expired domain names used one or more of these elements should be no surprise. The couple of domain names on this list that reference the year 2001 do not include a date and make no mention of New York or the World Trade Center; the few that include a date do not specify a year, do not refer to September 11 , and make no mention of New York or the World Trade Center. This is a nothing story, promulgated by those looking for something sensational to write about. Two things did happen immediately after the morning of September 11: People who already owned domain names which did not specifically refer to the attacks but were related to the day's events (such as www.2worldtradecenter.com) put them up for auction. People rushed to register new domain names related to the attacks (such as NewYorkCarnage.com) in order to make a profit by putting together disaster-related web sites or re-selling the domain names. In the former case, many auction sites cancelled the listings; in the latter case, many registrars declined to process the registrations and rescinded those that slipped through the cracks. Other Internet auction and domain registration outfits allowed the transactions to proceed, however: While VeriSign decided to ban some names, Register.com's Afternic won't. \"Our view is that freedom of expression is unfortunately a freedom to offend,\" said Michael Tippett, general manager for Afternic. \"To react to this situation by restricting freedom of expression would be playing into the hands of people attacking that freedom.\" Of course, not everyone who obtained disaster-related domain names was seeking to exploit the horrific events for personal gain. Many of the registered names have been used for sites which offer tributes to victims and rescue workers, provide information about resources for victims and survivors, aim to help with relief efforts, or collect poetry, pictures and songs. Some domains were even deliberately registered by people seeking to keep them out of the hands those who might use them to exploit the tragedy. Speculators who sought to register related domain names purely for commercial gain may have overestimated their worth: Elliot Noss, chief executive of name registration company Tucows Inc., said speculators of attack-related names are misguided about their value. Unlike movies or companies, he said, relief efforts and tributes are generic enough that a determined organization can find a new name for $30. His advice to speculators: \"Take your $30 and donate it.\" Additional Information: Internet Domain Names May Have Warned of Attacks (CNSNews.com)",
  "Originally Published": "",
  "Referred Links": "http://www.cnsnews.com/ViewNation.asp?Page=\\Nation\\archive\\200109\\NAT20010919d.html;http://abcnews.go.com/sections/us/DailyNews/wtcbombing1993account010911.html;",
  "Example": "",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/domain.asp",
  "Claim": "Several domain names related to the September 11 terrorist attack on America were registered before the attack.",
  "Claim_ID": "rumors_domain",
  "Tags": ""
}