{
  "Origins": "",
  "Fact Check": "",
  "Description": "On September 11, 2001, when the terrorists struck the World Trade Center, Hilda Yolanda Mayol had the good fortune to escape from the ground floor restaurant where she worked in that complex. Her luck lasted only a further two months she was one of those aboard the doomed American Airlines Flight 587 that crashed in the New York borough of Queens on November 12, killing all aboard. Mayol, 26, was headed home to the Dominican Republic to vacation with her mother and her two children, who had traveled there from New York two weeks earlier. She perished along with 259 others on that flight. Up to a further nine on the ground also died in the accident. Another passenger on that ill-starred flight was originally said to have experienced a close call similar to that of Mrs. Majol, but that has since proved to be an error. Numerous sources stated Felix Sanchez, 29, had left his job as a Merrill Lynch broker at the World Trade Center either the day before the attack or \"fled his office minutes before it was destroyed on Sept. 11.\" The combination of his aunt's poor English plus less-than-careful reporting worked to confuse key points in the tale; namely, that the dead man had been a financial adviser trainee (not a broker) for Merrill Lynch for about a year until Nov. 2. Merrill Lynch did not have offices in the World Trade Center Sanchez worked in their midtown office. Yet another survivor of the war on terrorism perished when Flight 587 went down. Ruben Rodriguez, 32, had just returned from a 6.5-month deployment aboard the carrier Enterprise where he had refueled planes, night and day, working 12- to 18 hour shifts. Petty Officer (second class) Rodriguez had, along with the rest of Enterprise's crew, arrived safely back in the USA on November 10. Two days later, he boarded Flight 587 bound for Santo Domingo to be reunited with his wife and four children. What a war zone couldn't do, a nosediving airliner managed. Barbara \"fatal rendevous\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "23 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/wtcfate.asp",
  "Claim": "A woman who had survived the destruction of the World Trade Center died on American Airlines Flight 587 just two months later.",
  "Claim_ID": "rumors_wtcfate",
  "Tags": ""
}