{
  "Origins": "During a September 13 appearance by Jerry Falwell on the Christian Broadcasting Network's TV program \"700 Club,\" hosted by Pat Robertson, the following exchange occurred:",
  "Fact Check": "",
  "Description": "The story was covered in the next day's Washington Post , and a partial transcript of the broadcast was published on the web site of People for the American Way . In a disingenuous attempt to put a good face on this one, Pat Robertson and CBN subsequently issued a press release in which they maintained that the whole thing was Jerry Falwell's fault, claimed that they didn't understand what he was saying, and blamed People for the American Way for \"taking statements out of context and spinning them to the press for their own political ends.\" (If Mr. Robertson truly didn't understand Mr. Falwell's remarks, one has to wonder why he responded to them by saying \"I concur totally\" and then elaborating on the remarks he supposedly hadn't understood.) Falwell attempted to quell the furor he caused by issuing a series of increasingly insincere \"I didn't do anything wrong, but I'm really sorry people are mad at me\" apologies .",
  "Originally Published": "",
  "Referred Links": "http://www.cnn.com/2001/US/09/14/Falwell.apology/index.html;http://web.archive.org/web/20010919214628/http://www.cbn.com/partner/Article_Display_Page/0,,PTID2546%7cCHID101024%7cCIID838722,00.html;http://www.pfaw.org/news/press//2001-09-13.320.phtml;http://www.washingtonpost.com/wp-dyn/articles/A28620-2001Sep14.html;",
  "Example": "",
  "Last Updated": "8 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/falwell.asp",
  "Claim": "Television evangelists Jerry Falwell and Pat Robertson said that liberal civil liberties groups, feminists, pagans, homosexuals, and abortion rights supporters bear partial responsibility for the terrorist attacks on the USA because their actions have turned God's anger against America.",
  "Claim_ID": "rumors_falwell",
  "Tags": ""
}