{
  "Origins": "Oh, if only it were that simple! The above incitement to female nudity is offered in a tongue-in-cheek fashion, yet we have folks ask us if it was on the up-and-up, hence this article.",
  "Fact Check": "",
  "Description": "No, the President of the United States of America has not made such a request. It's incongruous to believe that a man whose term began with the suggestion that he was instituting a dress code at the White House would now be advocating public nudity as a response to terrorism. (The dress code brouhaha was put to rest in a statement made by Ari Fleischer, White House Press Secretary, during a 15 February 2001 press briefing.) Whether or not Muslims are offended by female nudity is a moot point clearly the terrorists aren't. An examination of the activities of the hijackers in the days and months leading to the September 11 attacks show that at least some of them \"enjoyed naked lap dancers in Daytona Beach\" [ Palm Beach Post ]. Nudity is thus highly unlikely to provoke such a strong reaction in any remaining operatives as to cause them to jump up and announce themselves. In a nutshell, those whose patriotism urges them to take action are well advised to do it with their clothes on. The neighbors might stand for such nonsense once, but trooping the colors every night at 7 p.m. would be pushing it. No need to unfurl Old Glory, in other words. One of the ways humans deal with tragedy and times of uncertainty is to resort to humor. Akin to the piece quoted above, this next bit first circulated in mid-October 2001 has caused many a smile: Don't go to the bathroom on October 28th. CIA intelligence reports that a major plot is planned for that day. Anyone who takes a poop on the 28th will be bitten on the ass by an alligator. Reports indicate that organized groups of alligators are planning to rise up into unsuspecting American's toilet bowls and bite them when they are doing their dirty business. I usually don't send emails like this, but I got this information from a reliable source. It came from a friend of a friend whose cousin is dating this girl whose brother knows this guy whose wife knows this lady whose husband buys hotdogs from this guy who knows a shoeshine guy who shines the shoes of a mailroom worker who has a friend who's drug dealer sells drugs to another mailroom worker who works in the CIA building. He apparently overheard two guys talking in the bathroom about alligators and came to the conclusion that we are going to be attacked. So it must be true. The above is a parody of the Mall Risk rumor (wherein the friend of a friend of a girl who was dating a now-disappeared Afghani reports on a letter the jilted gal received that warned her not to take flights on September 11 or be in the malls on Halloween). Though it should be obvious that any \"warning\" about stealth alligators organizing for a day of ass biting has to be a joke, our incoming mail proves otherwise some have in all seriousness asked if this was a real threat they had to prepare for. Perhaps these folks have never heard the saying about being \"up to your ass in alligators.\" Finally, a punning bit of humor that nobody (we know of) has taken seriously: Latest news reports advise that a cell of 4 terrorists has been operating in West Virginia. Police advise earlier today that 3 of the 4 have been detained. The West Virginia State Police stated that the terrorists Bin Loafin, Bin Drinkin, and Bin Fightin have been arrested on immigration issues. The Police advise further that they can find no one fitting the description of the fourth cell member, Bin Workin, in the state. Police are confident that anyone who looks like Workin will be very easy to spot in the community. Barbara \"gator bait\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/news/briefings/20010215.html#DressCode;",
  "Example": "[Collected on the Internet, 2001] The President has asked that we unite for a common cause. Since the Islamic people cannot stand nudity, they consider it a sin to see a naked woman that is not their wife. Tonight at 7:00, all women should run out of their house naked to help weed out the terrorists. The United States appreciates your efforts, and applauds you. God bless America. Variations: In circulation in e-mail in October 2010 was this version: WALK NAKED IN America DAY Don't forget to mark your calendars. As you may already know, it is a sin for a Muslim male to see any woman other than his wife naked and if he does, he must commit suicide. So next Saturday at 1:00 P.M. Eastern Time, all American women are asked to walk out of their house completely naked to help weed out any neighborhood terrorists. Circling your block for one hour is recommended for this anti-terrorist effort. All patriotic men are to position themselves in lawn chairs in front of their houses to demonstrate their support for the women and to prove that they are not Muslim terrorist sympathizers. Since Islam also does not approve of alcohol, a cold 6-pack at your side is further proof of your patriotism. The American government appreciates your efforts to root out terrorists and applauds your participation in this anti-terrorist activity. God bless America ! P.S. It is your patriotic duty to inform others. If you don't send this to at least 1 person, you're a terrorist-sympathizing, lily-livered coward and are possibly aiding and abetting terrorists.",
  "Last Updated": "25 October 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/naked.asp",
  "Claim": "Women: Take off your clothes and scare terrorists!",
  "Claim_ID": "rumors_naked",
  "Tags": ""
}