{
  "Origins": "Once again, rumors were afoot about additional acts of terrorism looming on the horizon, and once again blabbermouth conspirators were supposedly passing along to ordinary folks mysterious warnings against being in a certain place at a specified time. This time the purported target was Los Angeles and the mayhem set to occur either on Friday, 26 October 2001, or across that entire weekend.",
  "Fact Check": "",
  "Description": "A key element of the Mall-o-Ween rumor (\"Stay out of shopping malls on Halloween\") has been incorporated into many of these L.A. Confidential whispers; namely, the motif of the Arab significant other who issues a written plea for his loved one to avoid a particular venue on a named day. Likewise, other previously sighted forms of \"warned to stay away from . . .\" rumors have incorporated the element of the disappeared bellringer (the man or family that issues the warning soon after moves out in the middle of the night, never to be seen again). Uncertain times breed rumors, and the lurking possibility of further terrorist action guarantees that \"warned to stay away from . . .\" admonitions will be an ongoing part of the rumor landscape until America regains its sense of safety. As each deadline passes and nothing happens, society will go back to normal . . . for all of a week or so until the next round of whispers hits the street, naming a new town supposedly targeted and a new date we're all supposed to circle on our calendars. Folks who encounter such rumors need to keep two things firmly in mind. First, terrorists do not telegraph their plans to those who could potentially interfere with the success of their operations. Those who have devoted their lives to bringing about the downfall of a particular government or country will not jeopardize their thirsted-for goal merely to spare a stranger, a daughter of a friend, or even a wife. The terrorists who attacked America on September 11 boarded planes and looked into the faces of those they would kill, and it meant nothing to them. The notion that a terrorist would be moved to provide a warning is merely wishful thinking born of a refusal to believe that anyone could entirely turn his back on his own humanity. Additionally, society has a strong need for rumors of this nature because they tend to reduce the sword of Damocles hanging over all of our heads to a mere butter knife. The blood-curdling reality of terrorism even outstripping the death, destruction, mayhem, and unspeakable tragedy in terms of individual lives lost is its unpredictability. No one knows when or where the next strike will be. How comforting it thus is to entertain such tales that tell you the \"when\" and the \"where\" and thus return the issue of your own safety back into your own hands rather than leaving it to the whim of the homicidal. We like such rumors because they reduce the chilling reality of \"Anyone could be a target at any time\" down to a matter of \"Don't be in Los Angeles on the 26th.\" One is unforeseeable (and thus unstoppable), while the other is something we can exert a measure of control over. Until our sense of safety is regained, we will see wave upon wave of similar rumors, and in each case hearts a'flutter over them will not be mollified until each D-Day falls uneventfully off the calendar. Those looking for a measure of comfort now should look to the Birmingham versions of a \"helped terrorist\" legend we've come to call the Stalk Tip dire warnings about \"Don't be in Birmingham [UK] on October 6\" came to naught. Barbara \"naught's landing\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] My mother called me last night and I want to share with you what she told me. She said she didn't want to scare me, but needed to tell me the warning she heard from her good friend in Hawaii. A professor at the University of Hawaii has a daughter living in an apartment complex in Los Angeles. Three days ago the daughter and the female roommate were approached by an Arab man that lived in their complex. The man gave them each $3,000 and said he didn't want them in L.A. on October 26th. He said, \"Whatever you do, don't be in L.A. on Friday.\" The girls immedaitely called the FBI, but when the FBI came to speak with the man, he was gone. I have been recently concerned over a recent \"rumor\" that has been circulating around Los Angeles. A friend of mine told me the recent account of his close friend : He told me that this girl had lived across the street from a middle eastern guy for quite some time and became friendly with him. Just before the Sept 11th events...she received, I believe, an envelope containing $3000 and a letter saying to stay away from New York (and the scarier part), NOT to be in Los Angeles on the 26, 27, and 28 of October. She didnt quite understand the motive behind the letter and went to his place only to find itcompletely empty. She contacted the police and FBI, but neither I, nor my friend has heard anything more about this and the girl swears it to be true. There is a rumor circulating L.A. today that an arab man suddenly moved out of his apartment last week. He told his neighbor (while sobbing) please do not be in Los Angeles on October 25 or 26. Supposedly this has been reported to the FBI. My sister in LA has a friend who is a laywer and his secretary has some guy friends who are muslum and they gave her $3000 yesterday and told her to leave LA before Friday. She went to the Feds of course and they went to the guys appartment but it was cleared out already. Sis and her friends and boyfriend as well as the entire law firm the guy works at are leaving town tommorow. Sis is going to her friends cabin for friday, sat and sunday morning just in case.",
  "Last Updated": "7 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/oct26.asp",
  "Claim": "Los Angeles has been targeted for terrorist activity on 26 October 2001.",
  "Claim_ID": "rumors_oct26",
  "Tags": ""
}