{
  "Origins": "In wartime and during the ramp-up towards war, leaders of opposing forces come to loom in our minds as demonic figures that are the embodiment of evil. Because we like simple solutions to complex problems, the notion that if something happened to those men, the enemy forces they lead would fold their tents and sneak away into the night is seductive, hence the much-loved aphorism about killing a snake by chopping off its head.",
  "Fact Check": "",
  "Description": "Consequently, rumors about the demise of enemy leaders are typical fare during times of political tension. Throughout World War II, persistent whispers about the secret deaths of Hitler, Mussolini, and Tojo abounded, with similar buzz about Stalin surfacing afterwards as events subsequently served to make him appear to be the next great threat to world peace. As rumor historian David Jacobson said of our need for such gossip, \"[T]he rumors make those who believe them feel stronger, more reassured, protected from their own fears as, with some well-whispered words, they destroy their enemies.\" It was to be expected that scuttlebutt of similar nature would attach to Osama bin Laden, the perceived leader of al Qaeda, yet the primary \"our enemy is no more\" rumor to have stuck to him posits his capture, not his demise. (Scattered \"Osama dead\" hearsays have surfaced at various times, primarily in late 2001 and into 2002, but these were eclipsed even back in those early days by \"Osama captured\" fabrications. Possibly this apparent dilution was due in part to the perceived inequality in the strength of the combatants. It was the United States of America and its allies, after all, against one terrorist group, not two well-armed nations going at it. Whereas a Hitler or a Tojo might have needed to die to give the average man on the street a sense of assurance that the war could be won, perhaps no similarly cataclysmic event need be provided in a conflict where the enemy forces aren't viewed as a unified, national fighting force. But the difference could just as easily be attributable to death not being regarded as a great enough punishment for Osama bin Laden. At the heart of the \"dead leader\" rumors of World War II lay the average person's desire to see the threat to his personal safety lifted though there was certainly room in the process for gleeful thoughts of retribution, compared to the war's being brought swiftly to an end, the enemy's leader being punished was not nearly as important an outcome. In the eyes of a Western populace unaccustomed to acts of terrorism, the 2001 attacks on America were not instances of ordinary warfare. Their mastermind was viewed as a murderer, not as a military leader, so the desire to see him humbled and brought in chains to face judgment ran at least apace with the yearning for a return to the pre-2001 days of unquestioned safety. Death may well have been thought too good for him. \"Osama captured\" whispers have been churning in the rumor mill since scant weeks after the September 11 attacks. In the years following the attacks, flagging financial markets have rallied on such chatter, turning downtrends into upswings. On 22 May 2002, a two-day selling spree was momentarily reversed, sending the Dow and the NASDAQ to seasonal highs, after rumors that Osama bin Laden had been captured swept the trading floor. Within 55 minutes, the Dow shot up over 100 points. Likewise, falling prices on the New York Stock Exchange were given a temporary shot in the arm on 20 August 2003 by a rumor that United States forces had captured Osama bin Laden. Yet in terms of market rally, the most effective \"We got him!\" rumor was the first, which occurred on 11 October 2001. On the strength of that rumor, giddy investors helped push major stock indexes close to levels not seen since the September 11 attacks, lifting the Dow by 167 points and the NASDAQ by 75. Beyond the vanilla form of the rumor about The Contractor's having been apprehended, there existed a sinister extension which added an important second element to the lore of the day: that the U.S. government was holding off announcing the capture of the head of al Qaeda until the moment when it would do the President the most good in his re-election bid. We've been hearing this enhanced version of the basic rumor since early 2003. By its lights, an American president unsure of his ability to hold the White House by more usual means had taken out an insurance policy against the fickleness of public opinion in the form of a much sought-after rabbit to be pulled from his hat at the last possible moment. According to scuttlebutt, the 2004 \"October surprise\" was to be the announcement that Osama bin Laden was in the custody of U.S. forces. (\"October surprise\" was the name originally given to incumbent-engineered ploys designed to inspire voters to switch allegiance in the closing days of a presidential campaign, and it has since come to mean any unexpected development or event with the potential to decide an election. The term's most prominent use came after the 1980 presidential election, when rumors spread that representatives working on behalf of Ronald Reagan made a secret deal with Iranians to delay the release of American hostages until after the elections so that Reagan's opponent, President Jimmy Carter, wouldn't score an \"October surprise\" boost of his own by negotiating their freedom before election day.) The most famous airing of the \"Osama has already been captured\" rumor came in December 2003, when Madeleine Albright, Secretary of State during the Clinton administration, wondered aloud to Fox News commentator Morton Kondracke if Osama bin Laden hadn't already been captured, with the news being withheld until the President needed another hype in the polls. \"Do you suppose,\" she asked, \"that the Bush administration has Osama bin Laden hidden away somewhere and will bring him out before the election?\" Albright subsequently claimed her remark was made in a jocular 'I'm pulling your leg' fashion, but Kondracke said of Albright's manner that \"She was not smiling when she said this,\" and of the others who were in the room, \"[T]hey didn't think it was a joke\": [Lakely, 2003] Mrs. Albright tried late yesterday to dampen the controversy over her remarks. \"Last night, in the makeup room at Fox News,\" she said, \"I made a tongue-in-cheek comment to Mort Kondracke concerning Osama bin Laden. \"To my amazement, Mr. Kondracke immediately went on the air to repeat this comment, which was made to a person I thought was a friend and smart enough to know the difference between a serious statement and one that was not,\" she said. \"My only regret is that the powder puffs were on Mort's face and not in his ears,\" she said. Albright had not coined the rumor; she was merely the most famous person to repeat it. It has surfaced at other times, including in March 2003, when a report on Iran Radio asserted Osama bin Laden had been captured in Pakistan. Pakistani politician Murtaza Poya, deputy head of the Islamic Awami Tahrik party, said he had told the Pashto language service of Iranian Radio that bin Laden was in custody but he did not know where he was being held. He believed news of the arrest was being held back to coincide with the start of military action against Iraq. \"All I know is that one of the things under consideration is when the announcement should come it's supposed to be timed with the apprehended attack between the 17th and the 18th (of March 2003).\" Both the U.S. and Pakistan rushed to deny this. In February 2004, Pentagon and Pakistani officials were again called upon to deny an Iranian state radio report that Osama bin Laden had been captured \"a long time ago\" in Pakistan's border region with Afghanistan. Bin Laden's elusiveness added to the believability of the rumor. Prior to the airing of a videotape of him just days before the U.S. election, there had not been a single confirmed sighting of the man since he fled the bombing of Tora Bora in Afghanistan in late 2001, and the last heard of him was a tape recording that came to light in April 2004. Yet to believe there was anything to the whispers of a previously-jailed Osama being served up as the 2004 U.S. presidential election's October surprise was to believe any number of folks had kept news of such an arrest secret. Although the conspiracy-minded could convince themselves the American forces involved in such an operation could have been ordered to hold their tongues and all the paperwork associated with the mission and detainment destroyed, nothing would account for the silence on the other side. Supporters of Osama bin Laden would not have felt constrained to keep quiet about what had happened to him; although they might not necessarily have rushed out to announce his capture to the world at large, discussion among them about what had happened would undoubtedly have created a good deal of \"chatter\" that would be picked up by others. However, while logic disclaimed bin Laden's already being in custody, it did not preclude his capture during those last few pre-election days. The slim possibility existed that U.S. forces had pinpointed the location of their target but were deliberately delaying closing in on him until a specified date and were thereby manipulating the timing of such an event until the moment which would deliver the greatest advantage. This was neither a likely nor a reasonable scenario given that a terrorist in the hand was still worth two in the caves, but it did add spice to the drama of an already close presidential race. Bin Laden's end came in 2011, not 2004, though. On 1 May 2011, President Obama announced that Osama bin Laden had been killed in a military operation led by the United States in which a small team carried out the attack and took custody of bin Laden's remains. Barbara \"final curtain\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2004] I have heard many of my classmates recently talking about a possibility that our military had captured Osama bin Ladin in the early days of the war in Afghanistan, but has kept it a secret. He (the president) is presumably waiting until just before the presidential elections to unvail this fact, in order to secure enough votes. [Collected via e-mail, 2003] I've heard from two people that Osama bin Laden has been captured in Pakistan. It was suggested that the U.S. plans to hold him and announce his captivity as the next presidential election heats up.",
  "Last Updated": "1 May 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/captured.asp",
  "Claim": "Osama bin Laden was captured long ago, but the U.S. government is keeping this news under wraps until just before the 2004 Presidential election.",
  "Claim_ID": "rumors_captured",
  "Tags": ""
}