{
  "Origins": "The article quoted above gained prominence when it appeared on the web site of the Asia Times on 15 November 2002. Purportedly taken from an interview with a \"Mohammed al-Usuquf,\" said to be the #3 man in the al-Qaeda terrorist network, the article alarmed many readers with revelations such as the claim that al-Qaeda has had nuclear weapons in place in seven large American cities for over a year and is merely waiting for the right time to detonate them. The Asia Times quickly pulled the article from their site and replaced it with a message stating that it \"was based on an interview that appears to have been a hoax,\" but the story had already spread (and spread fear) widely by then. The exercise of a little journalistic prudence and some common sense could have spared Asia Times some embarrassment and the public some needless worrying.",
  "Fact Check": "",
  "Description": "The interview this article was based upon claims as its provenance that it was an item \"sent to Abel-Bari Atwan, chief editor of Al Quds, an Arabic-language newspaper published in London, but was never printed, due to its highly revealing [inflammatory?] contents. A copy of the interview came to Foz-do-Igua u, and was translated into Portuguese by a university professor in the city's Arab community. This is probably the only existing version of this interview not in Arabic.\" We hereby offer to budding journalists a few hints to avoiding some of the pitfalls the Asia Times walked straight into: You should consider the statement \"This information has not been not published because it was considered too inflammatory\" (or \"too alarming\") the equivalent of a big red neon sign blinking the word \"HOAX\" over and over. Newspapers fall all over themselves to get sensational stories into print, because that's what their audience craves. Neither newspapers nor the U.S. government itself has been circumspect about issuing a spate of warnings about impending terrorist attacks (including some of the \"spectacular\" variety) since the events of September 11, and Arab newspapers certainly don't shy away from \"inflammatory\" material either. If this interview was truly \"too revealing\" (i.e., divulged too much of al-Qaeda's plans), then why did \"Mohammed al-Usuquf,\" the supposedly high-ranking al-Qaeda lieutenant, give it in the first place? Are we supposed to believe this highly-educated, intelligent, and capable terrorist doesn't understand the concept of \"secrecy\"? You really shouldn't run an article whose source is a foreign language you don't understand unless you have a copy of the original text and you're especially confident of the translator. And you really shouldn't run an article that has already been translated once into a second language you don't understand, then re-translated. If this interview was really taken from a Portugeuse translation of an Arabic transcript, where are those other versions? Shouldn't verifying that they at least existed have been a basic step undertaken to determine that the interview wasn't a hoax before running this article? And even if the interview this article was based upon were genuine, how would we know whether the doubly-translated Arabic-to-Portuguese-to-English version bore any reliable resemblance to the meaning of the original? You should consider how incredibly foolish the \"third-in-command of the Al Queda organization\" would have to be to grant an interview in which he openly discussed al-Qaeda's plans for upcoming attacks, including details about where the attacks would be launched and what form they'd take, and providing information about the number of operatives already in place in the USA and characteristics that could help U.S. intelligence identify them. Most importantly, verify that your sources actually exist and are who they claim to be. The Asia Times stated flat out that they could do neither (\"the identity of the man has not yet been confirmed, nor has his membership within al-Qaeda\"), yet they ran the article anyway. Journalism doesn't get any more irresponsible than that. It used to be a journalistic standard that every story had to be vetted by two reliable sources before being printed. Nowadays, unfortunately, some news outlets consider that to be two sources too many.",
  "Originally Published": "",
  "Referred Links": "http://ap.tbo.com/ap/breaking/MGANCZQSJ8D.html;http://www.washingtonpost.com/wp-dyn/articles/A57037-2002Nov14.html;http://atimes.com/atimes/Front_Page/DK15Aa01.html;",
  "Example": "[Asia Times, 2002] Apocalypse Now, or Alottanukes Soon November 15, 2002 By Pepe Escobar, THE ROVING EYE At a time when a tape handed over to the Qatar-based Al-Jazeera television station has received widespread expose for its purported comments by Osama bin Laden in praise of recent terror events around the world, another al-Qaeda message released to the same station has received little coverage. Al-Jazeera was granted an interview with one Mohammed al-Usuquf, allegedly al-Qaeda's number three. Al-Usuquf is said to be a doctor in physics and to hold a masters degree in international economics. A copy of the interview was sent to the prestigious Arab-language daily Al Quds Al Arabi, edited in London, but it was not printed. Asia Times Online has obtained a copy of the interview, and reproduces excerpts here, with the caveat that the identity of the man has not yet been confirmed, nor has his membership within al-Qaeda. Al-Usuquf says that al-Qaeda's Kuwaiti spokesman, Sulaiman Abu Ghaith, and bin Laden himself, suggested that he grant the interview. Bin Laden, he says, is \"alive and healthy, along with his commanders Mohammed Atef, Khalid Shaik Mohammed and Mullah Omar\". Al-Usuquf starts by criticizing Washington's disrespect of the Kyoto Protocol on climatic change, the International Criminal Court and the Palestinian cause, as well as the \"financial greed\" engendering speculative gains over Third World countries. He also criticizes the manner in which America wastes wealth, like US$80 billion a year on gambling. \"They [have] lost the notion of spirituality and only live in sin.\" For this reason, America must be destroyed, and al-Usuquf insists that \"aircraft carriers, nuclear submarines and spy satellites will be worthless in the next war\". Al-Qaeda, according to him, has 5,000 first rank operatives and around 20,000 all over the world. Of all the prisoners in the US, only \"20 or 30\" are al-Qaeda, and all of them \"second-rank\". Confirming Asia Times Online information, he swears that there are no first-rank prisoners in Guantanamo in Cuba. Al-Usuquf says, \"We have more than 500 first-rank and 800 second-rank [operatives] inside the US.\" \"First rank\" are considered ones that have lived in the US for more than 10 years, most of them married with children. \"They have an idea about the plans, and they are just waiting for a call.\" \"Second-rank\" operatives arrived in the past five years and \"have no idea about the plans\". They are all willing to die. Al-Usuquf insists that September 11 \"was just the beginning. It was a way to call the world's attention to what's going to happen.\" He then details a plan to destroy the US by \"attacking the heart of what they consider the most important thing in the world: money\". \"The American economy is an economy of false appearances,\" says al-Usuquf. \"There's no real economic weight. American GNP is something around $10 trillion, but only 1 percent comes from agriculture, and only 24 percent from industry. So 75 percent of its GNP comes from services, and most of it is financial speculation. For someone who understands economics, and apparently America's Treasury Secretary Paul O'Neill does not, or cannot, the US as a whole behaves like an immense dot.com, and dollars are its stocks. The value of stocks from a given company is directly proportional to its profitability. When a company only provides services, but does not produce goods, the value of its stocks depends on its credibility. What I'm saying is if US credibility is affected, its stocks - the US dollar - will fall at tremendous speed, and the whole American economy will collapse.\" Al-Usuquf is absolutely positive, \"because, in a smaller scale, this is exactly what big financial conglomerates do with Third World countries to collect profits in one month that no Swiss bank would guarantee in four to five years\". Al-Usuquf says that al-Qaeda could do the same by \"provoking a deficit of $50 to 70 trillion, the equivalent to five to seven years of the GNP of the US\". How? By \"destroying America's seven largest cities and some other measures\". The means? \"Atomic bombs.\" Al-Usuquf's most startling revelation is that the bombs \"won't be launched, they are already there\". \"Seven nuclear heads have already been positioned on American soil, before September 11, and they are ready to be detonated. Before September 11, American security was a fiasco, and even later, if we needed, we could position the bombs there. They arrived through seaports, as normal cargo. A nuclear head is not bigger than a fridge, so it can easily be camouflaged as one. Thousands of containers arrive at a seaport every day, and even with very efficient security, it's impossible to check and examine each one of them.\" Al-Usuquf says that the bombs were bought on the black market: five from the former USSR and two from Pakistan. The five Russian heads \"are from T-3 missiles, also known as RD-107, and their power is around 100 kilotons each, that is five times the Hiroshima bomb. The Pakistani ones are less powerful, something around 10 kilotons each.\" Each of the Russian bombs would have cost around $200 million. Al-Qaeda was able to raise the money \"because we have many sponsors. Many countries sponsor us, and also some very rich people.\" And not all of these are Arab countries. \"Some European countries as well are also interested in the fall of the US.\" As to the \"rich people\", they are \"people who are also tired of seeing the US bleeding the rest of the world.\" And Iraq's Saddam Hussein, says Al-Usuquf, is not one of these people, \"but just a collaborator, represented by Abdul Tawab Hawaish, his vice prime minister and responsible for Iraq's arms program\". Al-Usuquf says that the bombs cannot be detected by US authorities. \"Even if they are old, they were modernized and are very well hidden. Even if they were located, they have autodetonation mechanisms in case something or someone gets close. Even an electromagnetic pulse is not capable of deactivating them.\" The bombs allegedly cannot be detected because \"they are enveloped in thick layers of lead\". They could be detonated \"by various methods - cellphone call, radio frequency, seismic shock or by their regressive clock\". Al-Usuquf details the whole plan. \"First, one head would be detonated, which would cause the deaths of 800,000 to 1 million people and a chaos never seen before. During this chaos, two or three planes, which are now disassembled inside barns near empty roads in the US countryside, would take off in suicide missions to pulverize another two or three big American cities with chemicals. Once the disease was identified, all seaports and airports would be quarantined. Land borders would also be closed. No plane, boat or car would enter or leave the US. This would be total chaos.\" The first target would be the city \"that would offer the best conditions, for example bright sky and winds of eight or more miles an hour blowing towards the center of the country, so radioactive dust can contaminate the largest possible area\". This attack would not knock out the US, recognizes al-Usuquf, \"But the process would be initiated. As with the World Trade Center, it would be just a question of time for the whole economic structure to be turned to dust. If the objectives are reached with one bomb and diseases, probably we will save the lives of other people, but it's risky, and probably six more bombs will be detonated, one a week, and more attacks with chemical weapons will be launched.\" According to estimates made by al-Usuquf \"and Ayman al-Zawahiri\", al-Qaeda's number 2, about 15 million people would die, victims of the bombs and the radiation. Among those contaminated by diseases, \"25 percent will die, a figure around more than 5 million, plus many others due to the chaos and disorder\". Al-Usuquf does not fear an American military response. \"Even if five or 10 cities are chosen at random to be destroyed, it will still be a small price to pay. The problem is that the economic despair will be so great that even if it saves [money] by not using weapons, American liquidity will be near zero, and the US will make more money selling a Nimitz-class aircraft carrier to Turkey or Italy for $5 billion, because they will urgently need to recapitalize. But it will be too late. Moreover, what will remain of an American soldier's morale to fight knowing that his whole family died and his country ceased to exist? To fight for what?\" The world economy would not collapse, says al-Usuquf, although \"in the beginning, it will be very difficult. But without the US the world will soon rise in a more just and fraternal manner. Nothing can stop the plan.\" And whatever America does, \"it's too late\". When will the attack begin? \"I can't tell.\"",
  "Last Updated": "7 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/nukes.asp",
  "Claim": "A high-ranking member of al-Qaeda revealed that the terrorist organization has already placed nuclear weapons in seven large American cities.",
  "Claim_ID": "rumors_nukes",
  "Tags": ""
}