{
  "Origins": "Thus began an article that ran in the 2 July 2002 issue of the St. Petersburg Times and which has subsequently come to land in many an inbox.",
  "Fact Check": "",
  "Description": "On 19 June 2002, fifteen Outback Steakhouse (an international chain of Australian-themed restaurants) employees worked with military personnel in Kandahar, Afghanistan, to cook and serve ribeyes and bloomin' onions to members of the 101st Airborne Division stationed in that desolate region. Temperatures hit 117 F that day, and the fifteen civilians wore water-filled backpacks called \" camelbaks \" to keep themselves hydrated. It took those fifteen Outbackers three days to reach Kandahar from the United States (travel into war zones is a tricky affair), but once they arrived the U.S. troops were served the best meal they'd had in a long time. The folks from Outback brought 6,700 steaks, 30,000 shrimp, and 3,000 giant onions with them. Broccoli, rolls, french fries, and cans of O'Douls (a non-alcoholic beer) completed the meal. For dessert, Jeff's Gourmet Pies of Tampa donated 6,600 slices of cheesecake. This is good eating even to those who haven't spent months chowing down on little else but powdered eggs and T-Rations. For the troops in the field, it was manna from heaven. Barbara \"a bloomin' miracle\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.camelbak.com/mil/military.cfm;http://www.outbacksteakhouse.com/home.asp?flash_movie=&goto=&dr=;",
  "Example": "[Collected on the Internet, 2002] For troops in Kandahar, comfort is an Outback meal delivered on a C-17. But for those traveling to prepare the meal, it's a nerve-wracking mission. The rumor started about a month ago. It spread through the 101st Airborne Division in Afghanistan like a dust storm in Kandahar. Nobody really believed it, because it sounded too good to be true. The Outback Steakhouse people were coming. And they were bringing food . . .",
  "Last Updated": "7 April 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/outback.asp",
  "Claim": "Outback Steakhouse brought steak dinners to American troops serving in Afghanistan.",
  "Claim_ID": "rumors_outback",
  "Tags": ""
}