{
  "Origins": "While the urge to take something good from the awfulness that was 11 September 2001 serves as motivation to look to uplifting stories from that day, true accounts of such nature are few and far between. This tale about 40 Marines standing guard over a corral of cribs protecting babies and toddlers rescued from a daycare center near the Pentagon is a bit of fiction.",
  "Fact Check": "",
  "Description": "American Flight 77 crashed into Pentagon at 9:43 a.m. on that fateful day. All was confusion in Washington for at least the next hour, with order only gradually emerging from the chaos as various folks tried to work out what had happened, what help was needed where, and whether further attacks were on the way. There were daycares near the Pentagon, including one located in a building 30 yards from that facility, fortunately on the opposite side from where the airplane struck. Children from these facilities were evacuated by those running those establishments, with help from other sources arriving only well after the fact. There was no group of 40 burly Marines racing into a distressed daycare center to snatch up toddlers and cribs, then forming a defensive ring around the tykes; instead, in the absence of outside assistance, those in charge of the kids fended as best they could for those in their care. For instance, at the Children's World Learning Center at the Pentagon, the teachers sang nursery rhymes to their 138 young charges as they led them to safety. Said Time of the situation that morning: By 11 a.m., the streets in Washington were gridlocked with people trying to get out. On the corner of Constitution Avenue and 14th Street, day-care workers from the Ronald Reagan Building clutched frightened toddlers into a tight bunch. A scouring of news stories from the days immediately following 9/11 through the next few months uncovered no news accounts about a cadre of Marines rescuing children from a daycare center near the Pentagon, or indeed of members of any other branch of service snatching up kids and cribs then making a protective corral of the cribs and standing guard over it. This is not a story that would have gone unreported, because even if the Marines in question had kept their peace about their actions that day, the kids, the daycare workers, and the parents of the kids certainly wouldn't have. The tale about 40 Marines charging to the rescue (which began its online life in September 2008), possibly resulted from a mishearing, misunderstanding, or just plain exaggeration of the actions taken that day by Army colonel Dave Komar and his staff and rangers from the National Park Service to assist and protect those who had evacuated children from the Pentagon's daycare facility. Seven park rangers were dispatched to assist the group of evacuees, reaching it at approximately noon. Once there, the park rangers set up a protective perimeter around the children and blocked one lane of westbound traffic on the George Washington Memorial Parkway to increase safety. They then persuaded the driver of an empty tour bus to help transport the kids to a Virginia Department of Transportation (DoT) facility where they could better watch over and care for the tots until parents came to claim their children. The park rangers did not magically appear just as the youngsters needed to be moved from the threatened daycare (they joined up with the evacuated group a couple of hours after it reached the open field), nor did they cart heavy cribs full of kids out of a building, nor did they form a ring of cribs \"like the covered wagons in the West\" and then stand guard outside it to keep the children from getting loose. However, they were involved in protecting a group of children moved from a daycare after the attack, with this protection involving (at least at one point) the establishment of a protective perimeter around their small charges. It's enough of a similarity to have potentially served as the kernel for the much embellished tale involving 40 Marines and a ring of baby cribs. The most interesting story having to do with the Pentagon's daycare facility that day wasn't primarily about the children or even the evacuation, but one of the parents. That morning, Col. William Stoppel of the National Guard dropped his 9-month-old son at daycare, then continued on to his office in the Pentagon's inner ring, where he was assigned to the Department of the Army s G-1 Office processing promotion packets. News of the attacks in New York prompted this dad to want to check on his son, so at the time the plane hit the Pentagon, he was in the daycare facility on the other side of the building (and thus helped to move kids to the field spoken of earlier). Unknown to him as he helped shepherd kids, Stoppel's office had been one of those that sustained a direct hit. Many of his co-workers had perished in the attack, including the man with which he had shared a cubicle. Stoppel himself was presumed dead for the better part of the day. Barbara \"children can be a lifesaver\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "https://youtu.be/XnziZTb47YA;",
  "Example": "[Collected via e-mail, September 2008] I wonder why, no, I know why you never saw this on the mainstream media! Just came from the memorial ceremony here at NORTHCOM. LTC (CH) Robert Leivers led the group in a ceremony here at the headquarters. During the ceremony, he relayed this little-known story from the Pentagon on 9/11: \"During a visit with a fellow chaplain, who happened to be assigned to the Pentagon, I had a chance to hear a first-hand account of an incident that happened right after Flt 77 hit the Pentagon. The Chaplain told me what happened at a daycare center near where the impact occurred. This daycare had many children, including infants who were in heavy cribs. The daycare supervisor, looking at all the children they needed to evacuate, was in a panic over what they could do; there were many children, mostly toddlers, as well as the infants that would need to be taken out with the cribs. There was no time to try to bundle them into carriers and strollers. Just then a young Marine came running into the center and asked what they needed. After hearing what the center director was trying to do, he ran back out into the hallway and disappeared. The director thought, 'well, there we are- on our own.' About 2 minutes later, that Marine returned with 40 others in tow. Each of them grabbed a crib with a child, and the rest started gathering up toddlers. The director and her staff then helped them take all the children out of the center and down toward the park near the Potomac and the Pentagon. Once they got about 3/4 of a mile outside the building, the Marines stopped in the park, and then did a fabulous thing - they formed a circle with the cribs, which were quite sturdy and heavy, like the covered wagons in the West. Inside this circle of cribs, they put the toddlers, to keep them from wandering off. Outside this circle were the 40 Marines, forming a perimeter around the children and waiting for instructions. There they remained until the parents could be notified and come get their children.\" The NORTHCOM chaplain then said- \"I don't think any of us saw nor heard of this on any of the news stories of the day. It was an incredible story.\" I must say- there wasn't a dry eye in the room. The thought of those Marines and what they did and how fast they reacted- could we expect any less from them?? It was one of the most touching stories from the Pentagon I've EVER heard. [Collected via e-mail, February 2013] On September 11, 2001, a hijacked plane knifed into the side of the Pentagon. We all know that. What very few people have heard is shortly afterwards, the director of a nursery in the building stood looking at the children in her charge, wondering how to move all of the babies and toddlers to safety. A marine rushed into the room and asked if she was alright. She needed help and she told him that. He turned and ran out; the woman assumed that he had gone away for good. As she formulated a plan of action, she heard footsteps in the hall. The man had returned - this time, though, he was not alone. At least forty other Marines followed him. They picked up the babies in their cribs, the toddlers, the helpless infants. They carried them through the halls and to a nearby park, where they arranged the cribs in a circle and set the toddlers in the middle. Then they stood guard outside, never allowing the children to be unattended. When I first saw this picture, I thought that the man carrying the children was their father. Now I realize that he was not related to them by blood, but by nationality. He is an American. They are American children. He is not their father, he is their protector. He's a United States Marine.\" (followed by photo of man in green uniform holding a toddler, with smoke rising from building in background).",
  "Last Updated": "6 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/glurge/daycare.asp",
  "Claim": "Forty Marines rescued children from a Pentagon daycare facility on 9/11, then enclosed them in a protective corral of cribs.",
  "Claim_ID": "rumors_glurge_daycare",
  "Tags": ""
}