{
  "Origins": "In the immediate aftermath of the 11 September 2001 terrorist attacks on the Pentagon and New York's World Trade Center, all sorts of visual media (e.g., films , television programs, print advertisements) were hurriedly scrubbed of depictions of the now-obliterated World Trade Center towers, or of any other images that included (or even suggested) airplanes in close proximity to skyscraper-like buildings. (A prime example of this phenomenon was a 2002 Starbucks advertisement which the company withdrew due to controversy that its imagery of a dragonfly's buzzing about two large Tazo Citrus drinks, under the slogan \"Collapse Into Cool,\" was too reminiscent of the 9/11 attacks.) As well, visual media were scoured for images antedating the 9/11 attacks which depicted airplanes, explosions, or fires in conjunction with the World Trade Center towers, with the results being described as everything from frighteningly accurate prophecies to merely interesting coincidences (as exemplified in the pre-9/11 designs of a couple of album covers).",
  "Fact Check": "",
  "Description": "Among the latter category of images, perhaps no commercial image was more eerie than the one displayed above, purportedly a French-language print advertisement for Pakistan International Airlines promoting flights between Paris and New York. The ad's stark black-and-white imagery depicting the large shadow of an approaching airliner spread across the two World Trade Center towers is so suggestive of the terrible events of 11 September that many viewers have assumed it to be a post-9/11 fabrication (especially given the connection that Pakistan was identified as the suspected hiding place of Osama bin Laden). In fact, PIA had been promoting its New York/Paris and New York/London routes in print media at least as far back as 1972 (as shown in a New York magazine advertisement from that year), and the graphic displayed above is indeed a PIA advertisement which has been verified as appearing in (among other publications) the French periodicals L'Expansion and the 19 March 1979 issue of the Le Point:",
  "Originally Published": "",
  "Referred Links": "http://www.lepoint.fr/;http://web.archive.org/web/20010921080810/http://abcnews.go.com/sections/entertainment/DailyNews/moviesreedited010919.html;",
  "Example": "[Collected via e-mail, June 2010] Is this legit?",
  "Last Updated": "10 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/photos/pia.asp",
  "Claim": "Image from a 1979 Pakistan airline advertisement shows the shadow of a jetliner on the World Trade Center.",
  "Claim_ID": "rumors_photos_pia",
  "Tags": ""
}