{
  "Origins": "A movement to have everyone in the U.S. light a candle on the evening of Friday, September 14, as a memorial to the victims of the September 11 terrorist attack, appears to have been fairly successful. Certainly we saw quite a few candles on display in our neighborhood that evening.",
  "Fact Check": "",
  "Description": "Whether the message quoted above is an embellishment or misunderstanding of that request or simply an out-and-out hoax we don't know, but it isn't genuine. The \"U.S.\" has asked this? What organization is sponsoring this? Where did the request originate? (Surely they're not depending upon forwarded e-mail messages to get the word out.) What day does it apply to? (The only indicator of a date is the use of the word \"tonight,\" but this message has already been circulating for several days. And more recent versions have been altered so that request now supposedly comes from \"the government\" or \"NASA.\") The whole idea is downright (and obviously) impractical: Unless every city in the country is going to extinguish all of its artificial lighting at just the right time, a satellite photo simply isn't going to pick up candlelight (and even then it's unlikely we could muster enough candles to produce light visible to an orbiting satellite). Go ahead and light a candle tonight, but don't feel you need to say \"cheese\" you won't be on a candid satellite camera. (If you want a really neat nighttime photo, try this one from Space.com or this one from NASA.) Unfortunately, some people took even a parody of this hoax seriously and forwarded it to us to inquire whether it was legitimate or not: The President has asked that we unite for a common cause. Since the hardline Islamic people can not stand nudity, and consider it a sin to see a naked woman that is not their wife, tonight at 7:00, all women should run out of their house naked to help weed out the terrorists. The United States appreciates your efforts.",
  "Originally Published": "",
  "Referred Links": "http://antwrp.gsfc.nasa.gov/apod/image/0011/earthlights_dmsp_big.jpg;http://www.space.com/php/multimedia/imagedisplay/wallpaper_display.asp?pic=earthatnight_1280.jpg;",
  "Example": "[Collected on the Internet, 2001] The U.S. has asked that everyone step out on their lawns tonight at 10:30 p.m. eastern time (7:30 p.m. Pacific) and light a candle. They will be taking a satellite picture of the U.S. and posting it on the news tomorrow morning. Please pass this on to as many people as possible. A formal request from NASA: 10:30 Eastern, 9:30 Central, 8:30 Mountain, 7:30 Pacific. NASA has asked that everyone step out on their lawns tonight and light a candle. They will be positioning a satellite to take a picture of the U.S. and posting it on the news tomorrow morning. Please pass this on to as many people as possible.",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/candle.asp",
  "Claim": "The U.S. is requesting Americans to light candles for a satellite photo tonight.",
  "Claim_ID": "rumors_candle",
  "Tags": ""
}