{
  "Origins": "The helpful terrorists are back, but this time instead of warning kindly Americans which cities to avoid, they're advising consumers to stay away from that most quintessential of American products: Coca-Cola.",
  "Fact Check": "",
  "Description": "The versions cited above are simply reworkings of the \"grateful stranger rewarding a helpful citizen with a warning about impending attack\" type of tales that were circulating within a month of the September 11 terrorist attacks, that had been applied to IRA terrorists (among others) years earlier, and that have been told in various forms (particularly in connection with wars) for several decades now. No \"Arabs\" or men of \"Middle Eastern descent\" have been apprehended for tipping off people not to drink Coke, and June 1, 2002 came and went without a rash of Coca-Cola drinkers suddenly coming down with mysterious illnesses (or worse), and a widespread contamination of the country's Coke supply would be a rather difficult feat to pull off. Nonetheless, this rumor continues to circulate in newer and newer versions that push the target date farther into the future to keep it current: [Collected on the Internet, August 2007] The teacher that I work with got a phone call from her mother last night. Her name is Mindy Henson. Mindy's minister's wife was grocery shopping in Wabash, Indiana. There was a Muslum lady in front of her who was checking out and was $4.00 short of paying her bill. So, the minister's wife gave her the money. When they walked out of the grocery store, the Muslum lady told her how much she appreciated the nice favor she'd done for her. She said that she wanted to do her a favor in return. She then told her not to drink any Pepsi products after September 7th, and then she walked away. The rumor's prediliction for resurfacing in slightly different form at various time and in various locations saddles authorities with the task of debunking the same wild tale over and over: Pennsylvania State Police are trying to squelch an urban legend that features kindness to strangers, terrorism and poisoned cola. The police terrorism tip line and e-mail address have received numerous reports from concerned citizens lately, reporting roughly the same story, which follows: A person in a check-out line at a store is behind a person who appears to be from the Middle East. The Middle Eastern person is few cents short when paying for his or her purchase, and the next person offers to make up the difference. Later, the Middle Eastern person comments on the act of kindness and says he or she hasn't been treated well since the terrorist attacks on Sept. 11. In appreciation, the person offers what seems to be insider information . . . not to drink a certain brand of soft drink, the implication being that the drink is poisoned. The brand of drink varies with the stories but the most commonly mentioned are Pepsi and Coke. The state police release states that \"stories of terrorists giving safety tips in return for good deeds are very common during times of unrest. However, law enforcement authorities have no evidence that this scenario has occurred.\" Coca-Cola says of this rumor on its web site: These rumors are absolutely false and are causing needless worry. The Coca-Cola Company has an uncompromising commitment to product safety, and our products are produced and distributed through secure facilities. We use a number of processes to assure the safety and quality of the water and ingredients used to make products of The Coca-Cola Company. To ensure the effectiveness of our safeguards, we do not discuss the details of these processes. We always take reports of this nature seriously. You should know that investigations to date, conducted by Federal and local officials, as well as The Coca-Cola Company, have concluded that these rumors have no merit. Later versions of the rumor targeted Pepsi, substituting it into the tale as the beverage the mysterious stranger warned against. Throughout the summer of 2002, we watched as the date to stop drinking sodas by was pushed back time and again in the earliest versions, folks were cautioned not to drink Coke after June 1, but we saw this date rolled forward as time went on and nothing bad happened to any soda drinkers. Later recipients of the alert were warned to give up the fizz before June 15 and then July 4. Pepsi versions began appearing, specifying August 1, then August 20. Always the date given would be no more than a couple of weeks later than the date of the e-mail, making it seem as if the threat were imminent. Curiously, some of the elements of the rumor almost came true. In mid-August 2002, three Palestinians were arrested in Israel when their plot to poison Coca-Cola at a cafe in Jerusalem was foiled. The men planned to slip a tasteless, odorless heart medicine that would be fatal if ingested in large amounts into pitchers of the beverage. Had their plan succeeded, those who drank the soda would have died 15-18 hours later, apparently of heart attacks. News of their arrests was suppressed until 10 September 2002 under a gag order issued by the Israeli courts. It needs be stressed this was not a plot against bottling plants in the U.S. this snopes valiantly defies terrorists by continuing to quaff his favorite beverage at his secret mountain hideaway took place in Israel, and the plot amounted to doctoring some pitchers of a beverage at a restaurant, not poisoning the entire Coke supply of that country. As horrific as this incident is to us, it was but another chapter in the ongoing war between Palestinians and Israelis, a conflict that has seen incursions of suicide bombers and attacks in the street. What's the point of poisoned soda rumors? They may reflect a genuine, on-going unease that more terrorist attacks are inevitable, and that they will involve something less direct (and therefore less easily defended against) than bombs or guns or airplanes, such as the poisoning of water supplies. And if terrorists (especially ones with a proclivity for attacking American symbols) wanted to throw a scare into us by tainting our food or drink, what better target than America's and the world's two biggest and most famous brands of soft drink? On the other hand, since some versions of this rumor (such as the second example quoted above) make no mention of Arabs or Middle Easterners or terrorists (why is a \"stock clerk\" issuing a warning about Coke?), these warnings could just have started as the product of mischievous, Pepsi-loving pranksters. Either way, we don't plan on giving up our beloved soda pop.",
  "Originally Published": "",
  "Referred Links": "http://www.thecoca-colacompany.com/contactus/myths_rumors/middle_east_grocery.html;",
  "Example": "[Collected via e-mail, 2002] An old student of mine came up to me yesterday and said that a good friend of his is a waiter at our local Red Lobster. This waiter had a customer of a Middle Eastern descent. The customer kept asking the waiter for a quarter. When he finally gave him the quarter, the customer said something along the lines of, \"You want a tip?\" To which the waiter said, \"Sure.\" The customer then responded, \"Don't drink Coke after June 1st.\" He then walked out. The waiter called the cops and alerted everyone right away and the customer was arrested nearby. Recently, I heard what I suspect to be a rumor regarding Coca-Cola. Supposedly, a stock person was putting some groceries in the trunk of a car when he cautioned the owner not to buy Coca-Cola after 6/1/02. Naturally, after 9/11 everyone is extremely cautious about any \"terrorist threat.\" Now, you can take this with a grain of salt, but I thought it was worth passing on ... Ok I don't usually fall into the rumour category. Although this time I did. Our good friend (God mother to Gabriella) has a friend (yadh yadah yadh) who was in our nationally known grocery store. This man was in front of her and was short $5.00. He was not budging on anything. Price, product etc . . . This \"friend\" decided to pay the difference so she could get home. The man was waiting for her outside the store and was very thankful. He wanted to repay her. She said, \"it's ok, never mind, etc.\" He said, \"Don't drink coke this summer.\" I am a bit superstitious. But I love you all and feel the need to pass on this info. Good thing we don't drink alot of soda pop.",
  "Last Updated": "31 August 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/cocacola.asp",
  "Claim": "Person who performs a kindness for a stranger is rewarded by the stranger's telling her to avoid drinking Coca-Cola or Pepsi after a certain day.",
  "Claim_ID": "rumors_cocacola",
  "Tags": ""
}