{
  "Origins": "The image shown above, \" Forever in God's Hands ,\" has been circulated on the Internet as the putative design of a new U.S. postage stamp commemorating the World Trade Center and the events of September 11 since 2002, but it is not something the United States Postal Service (USPS) is planning or considering for use on a postage stamp. A design with such overt religious symbolism would be unlikely to pass the approval process (stamps commemorating specific religious holidays are an exception), and the image is a bit too complex to match the style preferred by the USPS for their issues.",
  "Fact Check": "",
  "Description": "The artwork in question is the work of Danny Hahlbohm , an artist who said his experience near the end of his tour of duty overseas with the U.S. military in 1972 changed his life. You can view other works by this artist at his web site, Inspired-Art.com. Many of his pieces have a strong religious theme, and he devotes a full section of his site to his Christian Gallery. The only September 11- or World Trade Center-related stamp announced by the USPS so far is the \" Heroes \" design, a semipostal issue unveiled at the White House on 11 March 2002 and based on the enduring Tom Franklin photograph of three New York City firefighters raising the American flag amidst the rubble of the World Trade Centers. Semipostal issues are sold at a price higher than the standard first-class postage rate, with the additional revenues generated through the stamp sales contributed to a related aid organization (which in this case was FEMA , the Federal Emergency Management Agency):",
  "Originally Published": "",
  "Referred Links": "http://www.fema.gov/;http://www.house.gov/ackerman/pages/wtcstamp.htm;http://www.usps.com/news/2002/philatelic/sr02_017.htm;http://www.inspired-art.com/gallery.htm;http://www.inspired-art.com/;http://www.inspired-art.com/the_artist.htm;http://www.inspired-art.com/gallery/christian/godshands.htm;",
  "Example": "[Collected via e-mail, 2002] I've been receiving emails about a petition to commemorate the World Trade Center on a stamp with this picture.",
  "Last Updated": "17 September 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/photos/wtcstamp.asp",
  "Claim": "Artwork shows image of the World Trade Center to be used on a new USPS postage stamp.",
  "Claim_ID": "rumors_photos_wtcstamp",
  "Tags": ""
}