{
  "Origins": "The above-quoted essay was written by Charlie Daniels, the popular singer-songwriter. He penned this opinion piece upon his return from his first trip to Guantanamo Bay Naval Base in Cuba to entertain U.S. troops in late March 2002 and posted it on his web site in the Soapbox section, where it appeared under the title \" The Straight Scoop .\" This is not the first of Mr. Daniel's essays to have found its way into online lore another of his articles was also widely circulated in e-mail, one written in response to the controversy arising over his song, \"This Ain't No Rag, It's a Flag.\" (You can view our write up about it here .)",
  "Fact Check": "",
  "Description": "Charlie Daniels' descriptions of the physical condition and behavior of the prisoners he observed at Guantanamo Bay were similar to those of others who had visited or been assigned to that site: Inside cellblocks, \"the troops have feces and urine thrown at them all the time,\" said Navy Lt. Bruce Crouterfield, the base's Baptist chaplain. \"Troops who come through here feel like they're getting slugged in the chest when they should get patted on the back,\" said Crouterfield, who acknowledged he wouldn't flinch at the death penalty for some prisoners here. \"But they have to come back to work every day and treat the Quran with respect and make sure the detainees' needs are met.\" Descriptions of detainees hurling cocktails of feces and urine at guards, or spitting on them, were volunteered during almost every interview with military officials. The method is to \"save up\" human waste in Styrofoam food containers and launch them at opportune moments, they said. No feces or urine was evident during a two-minute walk through a cellblock that military escorts billed as a surprise visit. Camp commanders said that was because the cellblock's 31 inmates are among those classified as \"moderately compliant.\" Regardless of their status, the prisoners were fed three meals a day and had access to decent medical care. Medical care and three squares a day aside, some critics considered the prisoners' treatment inhumane; the spartan conditions detainees were initially housed under provoked criticism from human rights groups and were decried in the American press. When Charlie Daniels wrote his essay, the detainees were incarcerated at Camp X-Ray, a temporary holding facility near Guantanamo Bay. Inmates were kept in tin-roofed 8x8 cells that resembled dog runs: chain link fencing on a concrete base, open on the sides to the elements. They slept on foam pads placed on concrete floors in cells containing chemical toilets or buckets. At least every two days prisoners would be taken from their cells for all of 15 minutes of exercise. The detainees have since been moved to nearby Camp Delta, a permanent detention center erected for this purpose. The 8x6.66 cells have beds and walls and windows, flush toilets and running water, but can still be described as austere: Most cellblocks in Camp Delta are rectangular prefab structures that from the outside resemble mobile homes. Prisoners are locked inside 8-by-6.8-foot cells that line both lengths of the prefabs and are separated by green, metal-mesh walls. Cell windows are open to the elements, covered only with the same mesh whose links are large enough to let in Guantanamo's ubiquitous gnats. Each cell has a squat-toilet and sink. Inside one cellblock, a visitor saw prisoners clad in tan jumpsuits, to designate them \"moderately compliant,\" and black flip-flops. Most were olive skinned and bearded. Each seemed in his own world, so much so that the place almost evoked an asylum for the mentally ill. Those stationed at Gitmo (a popular slang term for the base at Guantanamo Bay) had the unenviable task of guarding approximately 600 prisoners, many of whom would turn on their captors when given the opportunity. (In November 2000, a member of al-Qaeda jailed in New York plunged a sharpened comb into the eye of a Metropolitan Correctional Center guard.) Ergo, the powers that be worked out it was best if little opportunity for killing was afforded the prisoners, hence the bare bones approach to housing. Now that the detainees have been moved to Camp Delta, a move that brought alleviation of the worst aspects of their incarceration, most Americans have forgotten about the men being held at Guantanamo Bay. Because no one seems to know what to do with them, forgetting may be the easier course. Barbara \"gitmo blues\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20030405125925/http://www.charliedaniels.com/soapbox/02/192.html;",
  "Example": "[Collected via e-mail, 2003] Charlie Daniels, famed musician, writes regarding his Guantanamo Bay trip. I've just returned from the Guantanamo Bay (Cuba) Naval Air Station base where we did three shows for the troops and toured several locations around the post visiting with some of the finest military personnel onplanet earth. The kids seemed to really enjoy the shows and especially liked \"This Ain't No Rag, It's A Flag\" and \"In America.\" We had a great time with them. We saw Camp X-Ray - where the Taliban detainees are being held - only from a distance, but I picked up a lot of what's going on there from talking with many different people. The truth of the matter is that this operation is under a microscope. The Red Cross has an on-site presence and watches everything that goes on very closely. The media is not telling you the whole truth about what's going on over there. The truth is that these scum bags are not only being treated humanely, but they are probably better off health-wise and medically thanthey've ever been in their lives. They are fed well, able to take showers and receive state-of-the-art medical care. And have their own Moslem chaplain. I saw several of them where they were being treated in a state-of-the-art medical facility. Now let's talk about the way they treat our people. First of all, they have to be watched constantly. These people are committed and wanton murderers who are willing to die just to kill someone else. One of thedoctors told me that when they had Talibans in the hospital the staff had to really be careful with needles, pens and anything else which could be used as a weapon. They also throw their excrement and urine on the troops who are guarding them. And our guys and gals have shown great restraint in not retaliating. We are spending over a million dollars a day maintaining and guarding these nasty killers and anyone who wants to see them brought to the U.S.A. for trial is either out of their heads or a lawyer looking for money and notoriety. Or both. I wish the media and the Red Cross and all the rest of the people who are so worried about these criminals would realize that this is not a troop of errant Boy Scouts. These are killers of the worst kind. They don't need protection from us, we need protection from them. If you don't get anything else out of this soapbox, please try to realize that when you see news coverage much of the time you're not getting the whole story, but an account filtered through a liberal mindset with anagenda. We have two fights on our hands, the war against terror and the one against the loud-mouthed lawyers and left-wing media who would sap the strength from the American public by making us believe that we're losing the war or doing something wrong in fighting it. Remember these are the same people who told us that Saddam Hussein's Republican guard was going to be an all but invincible enemy and that our smart bombs and other weapons were not really as good as the military said that they were. They also took up for Bill Clinton while he was cavorting around the Oval office with Monica Lewinsky while the terrorists were gaining strength and bombing our Embassies and dragging the bodies of dead American heroes around the dusty streets of Somalia. It's a shame that we can't have an unbiased media who would just report the truth and let us make up our own minds. Here I must commend Fox News for presenting both sides much better than the other networks. They are leaving the other cable networks in the dust. People want to be told the truth. Our military not only needs but deserves our support. Let's give it to them. The next time you read a media account about the bad treatment of the Taliban in Cuba, remember what I told you. Been there, done that. Footnote: I got an e-mail from a rather irate first cousin of mine the other day who has a daughter who's a lawyer, and she seemed to think that I was painting all lawyers with the same brush. Please understand that I'm not doing that at all. That would be like saying that all musicians were drug addicts. There are a lot of good and honest attorneys out there. I happen to have one of them. But it seems that they never get any airtime. It's always the radicals who get their opinions heard, who fight the idea of the military tribunals and cite The Constitution and the integrity of America as the source for justifying their opinions. Well, first of all The Constitution says, \"We the people of the United States,\" it doesn't mention any other country. And, secondly, as far as integrity is concerned, I don't think some of these folks would know integrity if it bit them in the posterior.",
  "Last Updated": "26 February 2003",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/soapbox/charlie2.asp",
  "Claim": "Charlie Daniels penned \"The Straight Scoop,\" an essay about the al-Qaeda and Taliban prisoners being held at Guantanamo Bay.",
  "Claim_ID": "rumors_soapbox_charlie2",
  "Tags": ""
}