{
  "Origins": "Yeah, sure we're going to improve on the efforts of intelligence services all over the world to track wanted terrorist Osama Bin Laden by sending money to a group of anonymous hackers operating outside the law.",
  "Fact Check": "",
  "Description": "Given the obvious humor of this piece (e.g., a salutation of \"Dear Human\"), we're assuming (or at least hoping) this is a deliberate piece of dark satire and not a real attempt to dupe well-meaning and concerned victims out of some cash.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2001] Subject: Help to find Osama Bin Laden - the most wanted terrorist. Dear Human, You are here to contribute finding location of Osama Bin Laden, the world most dangerous and wanted terrorist. Read below to know HOW. We currently know that his group uses encryptions methods named steganography and public/private key encryption. (go www.pgp.com, www.google.com - seek for steganography for more information). We will not be able to crack down their conversation, but we will be able to find PRESENCE of that conversation (Osama uses well-known software, this gives us probability to implement robots that will locate usage of that software). And this will help us to track down his coordinates - then we think that official agencies will easily take care of him. So who we are - we are group of enthusiasts - 7 hackers, 2 security analysts, 4 agents, and 2 managers is the CORE of team. So, pretty small team, but our individuals are EXTREMLY TALENTED. And many enthusiasts on the Net, which are ready to help install taps and other helpful things to track down steganography usage. Currently we look for funding. To perform this operation well we need $160,000 during the next two weeks. You alone probably will not donate such amount for yet another possibility to find bin Laden. But TOGETHER we sure, that this amount will be easily reached. As our actions are against the law (normal citizen is not allowed to tap information, hack into providers :-), we are looking for alternative funding, funding from publicity. We hope everyone on the planet understand that terror should be stopped using any possible ways. How to donate. We should know who you are (of course you can be anonymous), because if we successfully catch Osama, we will REFUND all the money and send you report. Write in payment details: \"donation of john@yahoo.com\". Also, use highest possible urgency level, as we should finish with the task as soon, as possible, while their group have not performed new hijacks. Here are wire tranfer info: Bank account: 336738570000 Name on account (beneficiary): Yury Mikhnavets Name of the bank: SAMPO PANK Bank address: Tallinn, Estonia, Narva mnt 11, 15015 S.W.I.F.T: FOREE2X Payment details: donation of Correspondent Bank: Bankers Trust Company Correspondent Bank S.W.I.F.T: BKTRUS33 Urgency: the most urgent! Also, please, forward this message to those, who may help us, because funding of our goals will help the whole world. Thank you for your support, Yury.",
  "Last Updated": "8 March 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/hackers.asp",
  "Claim": "You can aid the search for Osama Bin Laden by donating money to a band of hackers.",
  "Claim_ID": "rumors_hackers",
  "Tags": ""
}