{
  "Origins": "It is but human nature to search for patterns even where none exist. We attempt to impose a gestalt on randomness because chaos is difficult to comprehend, hence our fascination with recurrent themes. We feel something of great import is going on if a particular number comes up time and again, and we are unsettled by it.",
  "Fact Check": "",
  "Description": "And yet, it's all randomness. That is not to say that at times any number plucked from the air will not appear more often than is the norm because such clumpings are only an expected part of the process of random distribution. Even though a flipped coin comes up heads five hundred times out of a thousand, it does not follow that each 'head' occurrence is immediately followed by a 'tails' inevitably during a run of a thousand trials, there will be moments wherein the 'tails' tally varies significantly from the 'heads' count. Clumping can and does occur, and random numbers seemingly appear more often at various moments in time. Over the long run, of course, everything evens out. But at the moment when 13 comes up four times in a row on a roulette wheel, or 11 seems to jump off the page at one, it all seems so very eerie. And in the example cited at the head of this page, the repeated occurrence of 11 isn't even really an amazing string of multiple random occurrences but rather a contrived and manufactured method of producing a desired result. One simply chooses only the elements that fit the intended pattern and ignores the rest (e.g., many of the other significant phrases associated with the 9/11 attacks on America, such as \"World Trade Center,\" \"American Airlines,\" \"United Airlines,\" or \"Washington, D.C.\" aren't spelled using eleven letters, so they aren't included), manipulates the elements however necessary (e.g., the digits in \"9/11\" are added to produce a result of eleven, but the digits in \"111\" are left alone because the result of a similar addition would be three, not eleven), and glosses over inconvenient details (e.g., neither Iraq nor Iran has 119 as its telephone country code; American Airlines Flight 77 carried 64 people, not 65). Another way of looking at the seemingly impressive array of elevens showcased in the widely circulated e-mail is the following, in which the same events are shaken out to produce an equally impressive array of twos, demonstrating that patterns can be concocted for just about any set of elements if one tries hard enough: Date of the attack: 11/9; 11 - 9 = 2 Date of the attack: September 11 = 1 + 1 = 2 Year of the attack: 2001 = 2 + (0*0*1) = 2 + 0 = 2 September 11th is the 254th day of the year: 2 + 5 + 4 = 11 = 1 + 1 = 2 Telephone country code for Afghanistan: 93 9 * 3 = 27; 93 - 27 = 56 = 5 + 6 = 11 = 1 + 1 = 2 World Trade Center: 2 towers World Trade Center attacked by: 2 airplanes Each airplane: 2 wings The first plane to hit the towers was Flight 11: 1 + 1 = 2 New York = 2 words The Pentagon = 2 words Ramzi Yousef = 2 words Or, as Internet wag Dave Pawson expressed it: Oh my God! How worried should I be? There are 11 letters in the name \"David Pawson!\" I'm going into hiding NOW. See you in a few weeks. Wait a sec ... just realized \"YOU CAN'T HIDE\" also has 11 letters! What am I gonna do? Help me!!! The terrorists are after me! ME! I can't believe it! Oh crap, there must be someplace on the planet Earth I could hide! But no ...\"PLANET EARTH\" has 11 letters, too! Maybe Nostradamus can help me. But dare I trust him? There are 11 letters in \"NOSTRADAMUS.\" I know, the Red Cross can help. No they can't... 11 letters in \"THE RED CROSS,\" can't trust them. I would rely on self defense, but \"SELF DEFENSE\" has 11 letters in it, too! Can someone help? Anyone? If so, send me email. No, don't... \"SEND ME EMAIL\" has 11 letters.... Will this never end? I'm going insane! \"GOING INSANE???\" Eleven letters!! Nooooooooooo!!!!!! I guess I'll die alone, even though \"I'LL DIE ALONE\" has 11 letters.... Oh my God, I just realized that America is doomed! Our Independence Day is July 4th ... 7/4 ... 7+4=11! - Dave PS. \"IT'S BULLSHIT\" has 11 letters also.",
  "Originally Published": "",
  "Referred Links": "http://hometown.aol.com/davepawson/elevens.html;http://www.the-acr.com/codes/cntrycd.htm#i;",
  "Example": "[Collected via e-mail, 2001] The date of the attack: 9/11 - 9 + 1 + 1 = 11 September 11th is the 254th day of the year: 2 + 5 + 4 = 11 After September 11th there are 111 days left to the end of the year. 119 is the area code to Iraq/Iran. 1 + 1 + 9 = 11 Twin Towers standing side by side, looks like the number 11 The first plane to hit the towers was Flight 11 But ....There's More....... State of New York - The 11th State added to the Union New York City 11 Letters Afghanistan 11 Letters The Pentagon 11 Letters Ramzi Yousef 11 Letters (convicted of orchestrating the attack on the WTCin 1993) Flight 11 92 on board - 9 + 2 = 11 Flight 77 65 on board - 6 + 5 = 11",
  "Last Updated": "11 December 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/elevens.asp",
  "Claim": "Significance can be found in numbers relating to the September 11 terrorist attacks on the U.S.",
  "Claim_ID": "rumors_elevens",
  "Tags": ""
}