{
  "Origins": "None of us needed any reminders after the events of September 11 about what an ugly place the world could be, but we continued to receive those reminders nonetheless. In this case, there were plenty of anti-Semitic, anti-Zionist, and anti-Israeli groups eager to use the horrors of September 11 as fodder for propaganda to serve their own political ends.",
  "Fact Check": "",
  "Description": "The pieces quote above scarely merit the dignity of a rebuttal. One need only have read newspaper accounts of the thousands of deaths, viewed TV news interviews with grieving families, and scanned the lists of the dead and missing to know that the terrorist attack on New York City claimed the lives of Christians, Jews, and Muslims; agnostics, atheists, and the non-religious alike. No religion was spared, no denomination singled out. Ordinary people of all nationalities suffered. No miracles, human intervention, foreknowledge, coincidence, or vagaries of fate saved more than a few World Trade Center workers from meeting their deaths that day. Nonetheless, those with something to gain by sowing the seeds of divisiveness would have had us believe that Israel had advance warning of the World Trade Center attack and managed to notify 4,000 Israeli nationals who worked in the two towers about the upcoming horror, but that they left the U.S. completely unaware of the danger. (\"Hello, David Rosenberg? This is the Mossad. Listen, don't go to work on Tuesday. Yeah, another terrorist attack on the U.S. ... call in sick. And remember, not a word to any of your gentile relatives, friends, or co-workers.\") And even though this scoop to top all scoops winged its way all over the Internet, the American press apparently remained completely in the dark about the nefarious scheme. Is it any surprise that this story emanated from sources such as Pravda and Al-Manar Television , the pro-Palestinian \"Channel of Arabs and Muslims\"? Why would Israel follow such a course of action, betray its staunchest ally, and doom thousands of innocent Americans to death? There were no rational answers to that question, only ugly propagandistic ones. \"Israel wanted to draw America into a final showdown with its Arab enemies, so they didn't warn us\" the same type of conspiracy theory that posited our leaders knew about the impending Japanese attack on Pearl Harbor allowed it to happen in order to galvanize public support for a war. Old theory, new clothes. Even darker was the implication that Israel, not content to wait for an attack which would embroil America in a Middle Eastern war, forced the issue by pulling off a monstrous act of terrorism again the USA themselves. \"It is clear to all that the Jews/Israel have most to gain and should be considered as a possible source behind this act,\" we were told. Those who authored and disseminated this kind of rubbish were really the ones with the most to gain. News accounts in the wake of the 9/11 terrorist attacks demonstrated that Jews and Israelis did die in the World Trade Towers that day. A 18 September 2001 CNN article reported on one Manhattan synagogue that had lost six of its members in the attacks, five in the towers and one at the Pentagon. A 21 September 2001 ABC News article showed that at (then) last count 400 Jews were killed in the attack. And a 21 September 2001 New York Times article detailed efforts then underway to identify the Jews whose bodies remained beneath the World Trade Center rubble. The rumor apparently originated with a relatively innocuous Israeli news report speculating that about 4,000 Israelis were believed to have been in the areas of the World Trade Center and the Pentagon at the time of the 9/11 attacks, and that tidbit quickly morphed into the idea that 4,000 Israelis all of them employees of companies housed in one or the other of the WTC towers had all suspiciously failed to show up for work on 9/11: Vague conspiracy theories blaming Israel began to appear within 24 hours of the attacks. Syria's government-owned Al Thawra newspaper may have been the first newspaper to make the \"4,000 Jews\" claim. According to U.S. embassy reporting, its September 15th edition falsely claimed \"four thousand Jews were absent from their work on the day of the explosions.\" The 4,000 figure apparently came from an article entitled \"Hundreds of Israelis missing in WTC attack\" which appeared in the September 12th internet edition of the Jerusalem Post. It stated, \"The Foreign Ministry in Jerusalem has so far received the names of 4,000 Israelis believed to have been in the areas of the World Trade Center and the Pentagon at the time of the attacks.\" Unknown conspiracy theorists apparently seized upon the 4,000 figure, transforming it into the false claim that 4,000 Jews did not report for work at the World Trade Center on September 11. But later analysis showed that the proportion of Jews among occupants of the World Trade Center who were killed in the 9/11 attacks was the same as their proportion of the general New York area population: A total of 2,071 occupants of the World Trade Center died on September 11, among the 2,749 victims of the WTC attacks. According to an article in the October 11, 2001, Wall Street Journal, roughly 1,700 people had listed the religion of a person missing in the WTC attacks; approximately 10% were Jewish. A later article, in the September 5, 2002, Jewish Week, stated, \"based on the list of names, biographical information compiled by The New York Times, and information from records at the Medical Examiner's Office, there were at least 400 victims either confirmed or strongly believed to be Jewish.\" This would be approximately 15% of the total victims of the WTC attacks. A partial list of 390 Cantor Fitzgerald employees who died (out of 658 in the company) lists 49 Jewish memorial services, which is between 12% and 13%. This 10-15% estimate of Jewish fatalities tracks closely with the percentage of Jews living in the New York area. According to the 2002 American Jewish Year Book, 9% of the population of New York State, where 64% of the WTC victims lived, is Jewish. A 2002 study estimated that New York City's population was 12% Jewish. Forty-three percent of the WTC victims lived in New York City. Thus, the number of Jewish victims correlates very closely with the number of Jewish residents in New York. If 4,000 Jews had not reported for work on September 11, the number of Jewish victims would have been much lower than 10-15%. Additional Information: The 4,000 Jews Rumor (U.S. Department of State)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20070211085836/http://usinfo.state.gov/media/Archive/2005/Jan/14-260933.html;http://web.archive.org/web/20010921204336/http://dailynews.yahoo.com/h/abc/20010921/wl/wtc_recovery_rescue010921_1.html;https://web.archive.org/web/20000914045209/http://www.manartv.com/;http://web.archive.org/web/20011003194109/http://english.pravda.ru/main/2001/09/21/15846.html;",
  "Example": "[Collected via e-mail, September 2001] (AL-MANAR Television - Beirut Lebanon) With the announcement of the attacks at the World Trade Center in New York, the international media, particularly the Israeli one, hurried to take advantage of the incident and started mourning 4,000 Israelis who work at the two towers. Then suddenly, no one ever mentioned anything about those Israelis and later it became clear that they remarkably did not show up in their jobs the day the incident took place. No one talked about any Israeli being killed or wounded in the attacks. Arab diplomatic sources revealed to the Jordanian al-Watan newspaper that those Israelis remained absent that day based on hints from the Israeli General Security apparatus, the Shabak, the fact which evoked unannounced suspicions on American officials who wanted to know how the Israeli government learned about the incident before it occurred, and the reasons why it refrained from informing the U.S authorities of the information it had. Suspicions had increased further after Israeli newspaper Yadiot Ahranot revealed that the Shabak prevented Israeli premier Ariel Sharon from traveling to New York and particularly to the city's eastern coast to participate in a festival organized by the Zionist organizations in support of the \"Israel\". Aharon Bernie, the commentator at the newspaper, brought up the issue and came up with a negative conclusion, saying \"no answer\". He then asked about the clue behind the Shabak's position in preventing Sharon's participation, and again without giving an answer. Bernie added that Sharon, who was delighted for having his speech on top of the festival agenda, asked the head of the organization to mediate and convince the Shabak to change its position, but his attempts were in vain. The next day after Sharon's secretary officially announced that Sharon would not participate the incident took place. For its part, the Israeli Ha'aretz newspaper revealed that the FBI arrested five Israelis four hours after the attack on the Twin Towers while filming the smoking skyline from the roof of their company's building. The FBI had arrested the five for \"puzzling behavior\". They are said to have been caught videotaping the disaster in what was interpreted as cries of joy and mockery. It has been confirmed by the US Goverment and FBI that at the time of the accident, there were 4000 Jews who MIRACULOUSLY never came to their work an the World trade Center building at the time of the accident. This means the Jews knew and were prewarned about the accident that the WTC was going to be hit.... WHY ?????? In every crime you look at who has most to benefit from the act. In this case this crime has been a disaster for America, for the world and also for Arabs and Musilms. The only people who benefited from this act of terror are the Jews. This is not the first time Israel and the Jews have done something like this in the name of someone else to further their own selfish needs. They have even resorted to kiling their own people to win public sympathy and support. This act is not beyond the capabilities and evil deeds of Israel. In this case it seems that it is clear to all that the Jews/Israel have most to gain and should be considered as a possible source behind this act. I hope the FBI follows the smoking gun as no one will commit an act unless he has something to gain from it, Israel should be a prime suspect in this case.",
  "Last Updated": "19 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/israel.asp",
  "Claim": "Four thousand Israelis employed by companies housed in the World Trade Center stayed home from work on 9/11, warned in advance of the impending attack on the WTC.",
  "Claim_ID": "rumors_israel",
  "Tags": ""
}