{
  "Origins": "Yes, indeed President George W. Bush has called upon nations of the world to mark December 11, 2001 with remembrances of the terrorist attacks of September 11. Americans wishing to participate are invited to play their national anthem or other appropriate music on that day at 8:46 a.m. (EST), the three-month anniversary of the time the first plane struck one of the World Trade Center towers.",
  "Fact Check": "",
  "Description": "The White House has issued the following press release: President Bush has asked countries across the world to hold remembrance events and to play their national anthems or appropriate music on December 11 (the three-month anniversary of the September 11 attacks) at the exact moment the first airplane struck the World Trade Center in New York (8:46 EST). The President has also asked the United Nations and U.S. embassies, posts and agencies to hold events in countries around the world. The President has also encouraged the U.S. Congress and citizens all across the world to join in this remembrance on December 11 by holding similar events in their communities. The terrorists would like nothing more than to silence the world's vocal opposition to their frightening vision. We will never forget the innocent victims and the brave heroes that died attempting to save them. We will never forget the survivors, the children, the devastated families and the grieving friends they left behind. And we will never forget the victims who came from more than 80 countries, and many races and religions. When nations around the world join hands in unity on December 11, the light of freedom and opportunity will once again shine on the terrorists' dark and frightening vision of murder and fear. Those interested in knowing more about proposed events to mark this three-month anniversary are invited to view the full text of this December 10 White House press release.",
  "Originally Published": "",
  "Referred Links": "http://www.whitehouse.gov/news/releases/2001/12/20011210-2.html;",
  "Example": "[Collected on the Internet, 2001] The President has asked us to play the national anthem at 8:46 AM tomorrow, to remember those who perished on September 11th. Let us remember how our world has changed, reflect on what we have been given, and reaffirm our faith and patriotism, for we all are Americans.",
  "Last Updated": "8 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/dec11.asp",
  "Claim": "The President of the United States of America has asked the nations of the world to mark December 11 2001 with expressions of remembrance of the September 11 attacks.",
  "Claim_ID": "rumors_dec11",
  "Tags": ""
}