{
  "Origins": "The above photograph and caption were transmitted worldwide by the Associated Press on 11 October 2001. After quick complaints from groups such as GLAAD (the Gay & Lesbian Alliance Against Defamation) and the Human Rights Campaign , Associated Press removed it from the wires the next day.",
  "Fact Check": "",
  "Description": "An Associated Press spokesman apologized for the photograph: \"It was journalistic error, and the editing process didn't work the way it should have,\" says AP spokesman Jack Stokes. \"The picture never should have gotten through, and nobody should have seen it.\" Stokes said the photographer aboard the Enterprise, Jockel Finck, \"is not American, and that [epithet] meant nothing to him. The process just didn't work the way it should have. When there is an offensive slur in a photograph, we do not allow it on the wire unless it's germane to the story, which this wasn't.\"2 And a Navy spokesman reported that the Enterprise crew had been warned to be more cautious: At the Pentagon, Navy Rear Adm. Stephen Pietropaoli says the crew of the Enterprise has been informed to more closely edit \"the spontaneous acts of penmanship by our sailors. We've gotten word to our commanders saying, 'That's not up to our standards, guys,'\" Pietropaoli says. \"We want to keep the messages positive. Most of what gets written on them is they'll write things like FDNY or I [heart] NY. That's more keeping in line with what we want to do.\" 2 Rear Admiral Stephen Pietropaoli apologised to the Human Rights Campaign, a homosexual pressure group, after it protested about an \"anti-gay slur\" chalked on a bomb before it was flown off the USS Enterprise. \"We immediately notified navy commanders involved with Operation Enduring Freedom to ensure steps were taken to prevent a recurrence of this unfortunate incident. They have done so,\" he wrote. Messages taunting the enemy or praising America are often added by aircrew as a way of boosting morale. Rear Adml Pietropaoli said the message was an \"isolated incident\". He added that the US navy did not tolerate discrimination on the grounds of sexual orientation.1 (Yes, we know that isn't a picture of a Navy \"officer.\" The caption below the photograph is the one supplied by the Associated Press to accompany the photo.)",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20011019152546/http://www.hrc.org/newsreleases/2001/011018navynews.asp;http://web.archive.org/web/20011115073351/www.glaad.org/org/press/index.html?record=2868;",
  "Example": "[Collected on the Internet, 2001] A Navy officer signs a bomb attached to the wing of an aircraft on the flight deck of the USS Enterprise in the Arabian Sea, Thursday, Oct. 11, 2001. The USS Enterprise is one of the ships involved in the attacks in Afghanistan. Complete writing on spare fuel tank reads, \"War Party\". (AP Photo/Jockel Finck)",
  "Last Updated": "7 March 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/rumors/bomb.asp",
  "Claim": "Associated Press briefly carried a photo showing a sailor on the USS Enterprise signing a bomb with the words \"HIGH JACK THIS FAGS.\"",
  "Claim_ID": "rumors_bomb",
  "Tags": ""
}