{
  "Origins": "The above-quoted essay about the war on terrorism is yet one more example of misattribution through e-mail forwarding. Although USAF Major General (Dr.) Vernon Chong is indeed a real person, he told us that the essay was not written by him; it was something he came across and forwarded to an acquaintance via e-mail, thereby attaching his name to it and inadvertently causing other recipients to erroneously assume he was its author.",
  "Fact Check": "",
  "Description": "This essay was actually written by an attorney and began circulating back in mid-2004 under the title \"THE WORLD SITUATION A LETTER TO MY SONS,\" with the following opening: This was written by a retired attorney, to his sons, May 19, 2004. Dear Tom, Kevin, Kirby and Ted, As your father, I believe I owe it to you to share some thoughts on the present world situation. We have over the years discussed a lot of important things, like going to college, jobs and so forth. But this really takes precedence over any of those discussions. I hope this might give you a longer term perspective that fewer and fewer of my generation are left to speak to. To be sure you understand that this is not politically flavored, I will tell you that since Franklin D. Roosevelt, who led us through pre and WWII (1933 - 1945) up to and including our present President, I have without exception, supported our presidents on all matters of international conflict. This would include just naming a few in addition to President Roosevelt - WWII: President Truman - Korean War 1950; President Kennedy Bay of Pigs (1961); President Kennedy - Vietnam (1961); eight presidents (5 Republican & 4 Democrat) during the cold war (1945 - 1991); President Clinton's strikes on Bosnia (1995) and on Iraq (1998). So be sure you read this as completely non-political or otherwise you will miss the point. Our country is now facing the most serious threat to its existence, as we know it, that we have faced in your lifetime and mine (which includes WWII). The deadly seriousness is greatly compounded by the fact that there are very few of us who think we can possibly lose this war and even fewer who realize what losing really means. First, let's examine a few basics: Somewhere along the chain of multiple forwardings, someone rewrote the first few paragraphs and mistakenly attributed the entire piece to General Chong.",
  "Originally Published": "",
  "Referred Links": "http://www.af.mil/bios/bio.asp?bioID=5000;",
  "Example": "[Collected via e-mail, 2005] This WAR is for REAL ! (by Major General Vernon Chong, USAF, ret.) (This is definitely worthy of your immediate attention. Read every word, and pass it on to everyone you know. We all need to know the truth about this war against \"terrorism\" and \"lies\". Please stand up for truth and do what is right. This has been a \"free\" country, and this is God's world. ) This is for everyone to read regardless of your political affiliation. I had no idea who General Chong is or the source of these thoughts ... so when I received them, I almost deleted them as well-written as they are. But then I did a \"Google search\" on the General and found him to be a retired Air Force Surgeon of all things and past Commander of Wilford Hall Medical Center in San Antonio. So he is real, is connected to Veterans affairs, and these are his thoughts. This WAR is for REAL ! To get out of a difficulty, one usually must go through it. Our country is now facing the most serious threat to its existence, as we know it, that we have faced in your lifetime and mine (which includes WWII). The deadly seriousness is greatly compounded by the fact that there are very few of us who think we can possibly lose this war and even fewer who realize what losing really means. First, let's examine a few basics: 1. When did the threat to us start? Many will say September 11, 2001. The answer as far as the United Statesis concerned is 1979, 22 years prior to September 2001, with the following attacks on us: * Iran Embassy Hostages, 1979; * Beirut, Lebanon Embassy 1983; * Beirut, Lebanon Marine Barracks 1983; * Lockerbie, Scotland Pan-Am flight to New York 1988; * First New York World Trade Center attack 1993; * Dhahran, Saudi Arabia Khobar Towers Military complex 1996; * Nairobi, Kenya US Embassy 1998; * Dares Salaam, Tanzania US Embassy 1998; * Aden, Yemen USS Cole 2000; * New York World Trade Center 2001; * Pentagon 2001. (Note that during the period from 1981 to 2001 there were 7,581 terrorist attacks worldwide). 2. Why were we attacked? Envy of our position, our success, and our freedoms. The attacks happened during the administrations of Presidents Carter, Reagan, Bush 1, Clinton and Bush 2. We cannot fault either the Republicans or Democrats as there were no provocations by any of the presidents or their immediate predecessors, Presidents Ford or Carter. 3. Who were the attackers? In each case, the attacks on the US were carried out by Muslims. 4. What is the Muslim population of the World? 25%. 5. Isn't the Muslim Religion peaceful? Hopefully, but that is really not material. There is no doubt that the predominately Christian population of Germany was peaceful, but under the dictatorial leadership of Hitler (who was also Christian), that made nodifference. You either went along with the administration or you were eliminated. There were 5 to 6 million Christians killed by the Nazis for political reasons (including 7,000 Polish priests). (see http://www.nazis.testimony.co.uk/7-a.htm ) Thus, almost the same number of Christians were killed by the Nazis, as the six million holocaust Jews who were killed by them, and we seldom heard of anything other than the Jewish atrocities. Although Hitler kept the world focused on the Jews, he had no hesitancy about killing anyone who got in his way of exterminating the Jews or of taking over the world - German, Christian or any others. Same with the Muslim terrorists. They focus the world on the US, but kill all in the way their own people or the Spanish, French or anyone else. The point here is that just like the peaceful Germans were of no protection to anyone from the Nazis, no matter how many peaceful Muslimsthere may be, they are no protection for us from the terrorist Muslim leaders and what they are fanatically bent on doing by their own pronouncements killing all of us \"infidels.\" I don't blame the peaceful Muslims. What would you do if the choice was shut up or die? 6. So who are we at war with? There is no way we can honestly respond that it is anyone other than the Muslim terrorists. Trying to be politically correct and avoid verbalizing this conclusion can well be fatal. There is no way to win if you don'tclearly recognize and articulate who you are fighting. So with that background, now to the two major questions: 1. Can we lose this war? 2. What does losing really mean? If we are to win, we must clearly answer these two pivotal questions. We can definitely lose this war, and as anomalous as it may sound, the major reason we can lose is that so many of us simply do not fathom the answer to the second question - What does losing mean? It would appear that a great many of us think that losing the war means hanging our heads, bringing the troops home and going on about our business, like post Vietnam. This is as far from the truth as one can get. What losing really means is: We would no longer be the premier country in the world. The attacks will not subside, but rather will steadily increase. Remember, they want us dead, not just quiet. If they had just wanted us quiet, they would not have produced an increasing series of attacks against us, over the past 18 years. The plan was clearly, for terrorist to attack us, until we were neutered and submissive to them. We would of course have no future support from other nations, for fear of reprisals and for the reason that they would see, we are impotent and cannot help them. They will pick off the other non-Muslim nations, one at a time. It will be increasingly easier for them. They already hold Spain hostage. It doesn't matter whether it was right or wrong for Spain to withdraw its troops from Iraq. Spain did it because the Muslim terrorists bombed their train and told them to withdraw the troops. Anything else they want Spain to do will be done. Spain is finished. The next will probably be France. Our one hope on France is that they might see the light and realize that if we don't win, they are finished too, in that they can't resist the Muslim terrorists without us. However,it may already be too late for France. France is already 20% Muslim and fading fast! If we lose the war, our production, income, exports and way of life will all vanish as we know it. After losing, who would trade or deal with us, if they were threatened by the Muslims. If we can't stop the Muslims, how could anyone else? The Muslims fully know what is riding on this war, and therefore are completely committed to winning, at any cost. We better know it too and be likewise committed to winning at any cost. Why do I go on at such lengths about the results of losing? Simple. Until we recognize the costs of losing, we cannot unite and really put 100% of our thoughts and efforts into winning. And it is going to take that 100% effort to win. So, how can we lose the war? Again, the answer is simple. We can lose the war by \"imploding.\" That is, defeating ourselves by refusing to recognize the enemy and their purpose, and really digging in and lending full support to the war effort. If we are united, there is no way that we can lose. If we continue to be divided, there is no way that we can win! Let me give you a few examples of how we simply don't comprehend the life and death seriousness of this situation. President Bush selects Norman Mineta as Secretary of Transportation. Although all of the terrorist attacks were committed by Muslim men between 17 and 40 years of age, Secretary Mineta refuses to allow profiling. Does that sound like we are taking this thing seriously? This is war! For the duration, we are going to have to give up some of the civil rights we have become accustomed to. We had better be prepared to lose some of our civil rights temporarily or we will most certainly lose all of them permanently. And don't worry that it is a slippery slope. We gave up plenty of civil rights during WWII, and immediately restored them after the victory and in fact added many more since then. Do I blame President Bush or President Clinton before him? No, I blame us for blithely assuming we can maintain all of our Political Correctness, and all of our civil rights during this conflict and have a clean, lawful, honorable war. None of those words apply to war. Get them out of your head. Some have gone so far in their criticism of the war and/or the Administration that it almost seems they would literally like to see us lose. I hasten to add that this isn't because they are disloyal. It is because they just don't recognize what losing means. Nevertheless, that conduct gives the impression to the enemy that we are divided and weakening. It concerns our friends, and it does great damage to our cause. Of more recent vintage, the uproar fueled by the politicians and media regarding the treatment of some prisoners of war, perhaps exemplifies best what I am saying. We have recently had an issue, involving the treatment of a few Muslim prisoners of war, by a small group of our military police. These are the type prisoners who just a few months ago were throwing their own people off buildings, cutting off their hands, cutting out their tongues and otherwise murdering their own people just for disagreeing with Saddam Hussein. And just a few years ago these same type prisoners chemically killed 400,000 of their own people for the same reason. They are also the same type enemy fighters, who recently were burning Americans, and dragging their charred corpses through the streets of Iraq. And still more recently, the same type enemy that was and is providing videos to all news sources internationally, of the beheading of American prisoners they held. Compare this with some of our press and politicians, who for several days have thought and talked about nothing else but the \"humiliating\" of some Muslim prisoners not burning them, not dragging their charred corpses through the streets, not beheading them, but \"humiliating\" them. Can this be for real? The politicians and pundits have even talked of impeachment of the Secretary of Defense. If this doesn't show the complete lack of comprehension and understanding of the seriousness of the enemy we arefighting, the life and death struggle we are in and the disastrous results of losing this war, nothing can. To bring our country to a virtual political standstill over this prisoner issue makes us look like Nero playing his fiddle as Rome burned totally oblivious to what is going on in the real world. Neither we, nor any other country, can survive this internal strife. Again I say, this does not mean that some of our politicians or media people are disloyal. It simply means that they are absolutely oblivious to the magnitude, of the situation we are in and into which the Muslim terrorists have been pushing us, for many years. Remember, the Muslim terrorists stated goal is to kill all infidels! That translates into ALL non-Muslims not just in theUnited States, but throughout the world. We are the last bastion of defense. We have been criticized for many years as being 'arrogant.' That charge is valid in at least one respect. We are arrogant in that we believe that we are so good, powerful and smart, that we can win the hearts and minds of all those who attack us, and that with both hands tied behind our back, we can defeat anything bad in the world! We can't! If we don't recognize this, our nation as we know it will not survive, and no other free country in the world will survive if we are defeated. And finally, name any Muslim countries throughout the world that allow freedom of speech, freedom of thought, freedom of religion, freedom of the press, equal rights for anyone let alone everyone, equal status or any status for women, or that have been productive in one single way thatcontributes to the good of the world. This has been a long way of saying that we must be united on this war or we will be equated in the history books to the self-inflicted fall of the Roman Empire. If, that is, the Muslim leaders will allow history books tobe written or read. If we don't win this war right now, keep a close eye on how the Muslims take over France in the next 5 years or less. They will continue to increase the Muslim population of France and continue to encroach little by little, on the established French traditions. The French will be fighting among themselves, over what should or should not be done, which will continue to weaken them and keep them from any united resolve. Doesn't that sound eerily familiar? Democracies don't have their freedoms taken away from them by some external military force. Instead, they give their freedoms away, politically correct piece by politically correct piece. And they are giving those freedoms away to those who have shown, worldwide, that they abhor freedom and will not apply it to you or even to themselves, once they are in power. They have universally shown that when they have taken over, they then start brutally killing each other over who will be the few who control the masses. Will we ever stop hearing from the politically correct, about the \"peaceful Muslims\"? I close on a hopeful note, by repeating what I said above. If we are united, there is no way that we can lose. I hope now after the election, the factions in our country will begin to focus on the critical situation we are in, and will unite to save our country. It is your future we are talking about! Do whatever you can to preserve it. After reading the above, we all must do this not only for ourselves, but our children, our grandchildren, our country and the world. Whether Democrat or Republican, conservative or liberal and that includes the Politicians and media of our country and the free world! Please forward this to any you feel may want, or NEED to read it. Our \"leaders\" in Congress ought to read it, too. There are those that find fault with our country, but it is obvious to anyone who truly thinks through this, that we must UNITE!",
  "Last Updated": "15 November 2005",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/soapbox/chong.asp",
  "Claim": "Essay by retired Air Force general analyzes the war on terrorism.",
  "Claim_ID": "rumors_soapbox_chong",
  "Tags": ""
}