{
  "Origins": "The potential for further terrorist attacks in the U.S. loomed great in the minds of many in the wake of the September 11 terrorist attacks, with the perception of impending danger at times working to color how some people saw and reacted to what might otherwise have been regarded as fairly unremarkable occurrences.",
  "Fact Check": "",
  "Description": "In February 2003 a number of security alerts regarding UPS uniforms were distributed by both private and law enforcement sources. They seemed to come from every direction, with many of them stating their information originated with a warning issued by United Parcel Service (UPS) regarding missing delivery personnel uniforms. Those who encountered these warnings immediately linked them to the threat of terrorism, at once grasping the potential for harm if al Qaeda members took to impersonating office couriers. The warning about missing uniforms echoed another terrorist-related rumor, one that asserted in the days immediately following the September 11 attacks thirty Ryder, Verizon, and U-Haul trucks had gone missing, presumably swiped by terrorists intent upon using them as camouflage for further assaults. The rumor that a large number of uniforms were \"missing\" (implying they had been stolen or hijacked and were now in the hands of persons unknown for use in nefarious schemes, presumably terrorism-related activity) seemed to have sprung from speculation at the beginning of 2003 about the intentions of a small cadre of buyers who bid what seemed like outrageously high sums for UPS uniforms on the on-line auction site eBay. (Despite eBay's later claims to the contrary, UPS uniforms were being offered and sold on its site as late as January 2003.) Because our new terrorist-aware mode of thinking affected how we perceive events, many people skipped over other potentially less terrifying explanations (e.g., uniform collectors adding to their stock, former UPS employees acquiring old uniforms out of nostalgia, run-of-the-mill thieves needing cover for their endeavors, uniform fetishists looking to spice up their sex lives with some 'home delivery') and went straight to the assumption that UPS uniforms were being snapped up by terrorists. That several different people (or at least someone with several different eBay IDs) were simultaneously bidding high prices for UPS uniforms did work against the more mundane explanations, but terrorists' spending thousands of dollars on a public auction site to buy up easily-duplicated brown uniforms wasn't much more plausible. (Generally only someone with a strong emotional attachment to an inherently non-valuable common object will insist upon owning an original and be willing pay an exorbitant fee to acquire it; others are content with buying or making replicas.) Many explanations for this rumor were bruited about after its inception. Some of the people who sold UPS uniforms (often acquired by purchasing them through thrift shops) on eBay before the auction site clamped down on the practice early in 2003 said they were contacted by \"cyber crime\" units who only wanted to verify that the uniforms were not stolen and who told them that UPS was buying up its uniforms to keep them off the street. Other people claimed that a private firm hired by UPS had been buying up the uniforms on the company's behalf, or even that due to national security concerns the FBI had arranged to be the top bidder for any UPS uniforms sold on-line. The reponse we finally received from UPS via e-mail disclaimed any notion of \"missing\" uniforms and suggested that UPS and law enforcement agencies were aware of recent sales of used UPS uniforms but had found nothing suspicious about them: A number of security alerts regarding UPS uniforms recently have been distributed by both private and law enforcement sources. There are two primary versions of these alerts: 1) Misleading reports of a missing shipment of UPS uniforms. 2) Alerts regarding a large number of uniforms being purchased by an individual. Reports that a shipment of UPS uniforms is missing are simply not true. There is no missing shipment of uniforms. As for alerts regarding uniforms being purchased by an individual, this matter has been investigated by law enforcement with UPS' involvement and cooperation and resolved to the satisfaction of all parties. UPS does not condone the sale or unauthorized use of its uniforms. UPS investigates reports of such unauthorized use but due to security concerns, we are not at the liberty to discuss such matters in any further detail. As the Washington Post reported, law enforcement agencies, eBay, and UPS all \"debunked\" any claims of missing or stolen uniforms: The FBI has debunked several similar UPS stories since the Sept. 11, 2001, terrorist attacks. UPS spokeswoman Susan Rosenberg in Atlanta says the e-mail has been \"thoroughly investigated\" by the FBI and local law enforcement. \"It is the urban legend of missing uniforms,\" she says. EBay spokesman Kevin Pursglove also says the UPS story \"comes up empty.\" Our best estimate of how this story played out is that after UPS was alerted to online sales of its discarded uniforms, it realized the potential public relations disaster that would follow any unfortunate incident involving the use of a UPS uniform (terrorist-related or not) and decided to work behind the scenes to convince online auction sites to drop such listings, perhaps even quietly spending money themselves to buy up some of the available uniforms. After all, you can't remain one of the world's top package delivery services if people are afraid to open the door for your deliverymen. In April 2011, the rumor was given a shot in the arm by the Los Angeles Police Department who posted the warning on its site, lending credence to the tale. Later that same day, the LAPD sheepishly posted a retraction of the warning, saying \"This 'INFO' is apparently an Internet myth.\" The Paris attacks by ISIS militants in November 2015 gave an additional boost to this decade-old rumor, which was recirculated in its original form as a warning supposedly recently issued Kimberly-Bush Carr of the Department of Homeland Security:",
  "Originally Published": "",
  "Referred Links": "https://local.nixle.com/alert/4685249/?sub_id=434590;https://local.nixle.com/alert/4685215/?sub_id=546508;http://www.komotv.com/stories/23351.htm;",
  "Example": "[Collected via e-mail, 2003] A large number of UPS uniforms have gone missing. Please inform all properties to check ID's and be alert to \"replacement\" delivery personnel. Please forward accordingly SECURITY ALERT: $32,000 worth of UPS uniforms have been purchased over the last 30 days by person(s) unknown. Law enforcement is working on the case however no suspect(s) have been indentified. Subjects may try to gain access by wearing one of these uniforms. If anyone has suspicions about a UPS delivery (i.e., no truck but driver, no UPS identification, etc., contact UPS to verify employment). If you see or have seen a UPS delivery from an unknown driver please ask for proper ID and be alert to any suspicious packages or deliveries. Please notify building security or appropriate law enforcement. There has been a huge purchase, $32,000.00 worth, of United Parcel Service (UPS) uniforms on eBay over the last (30) thirty days. This could represent a serious threat as bogus drivers can drop off anything to anyone with deadly consequences. If you have any questions when a UPS driver appears at your door, they should be able to furnish valid I.D. Additionally, if someone in a UPS uniform comes to make a drop off or pick up, make absolutely sure they are driving a UPS truck. UPS does not make deliveries or pick ups in anything except company vehicles. If you have a problem, immediately call local law enforcement. On 3/31/03 an alert was issued to UPS drivers. Drivers were asked to keep track of their uniforms and to dispose of same according to UPS guidelines. Some of you may have already heard the above information, but I will keep sending out new alerts as I get them.",
  "Last Updated": "15 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/upsuniforms.asp",
  "Claim": "Terrorists have acquired a large number of \"missing\" UPS uniforms.",
  "Claim_ID": "rumors_upsuniforms",
  "Tags": ""
}