{
  "Origins": "No, the iem referenced above isn't a reproduction of a vintage 1941 piece by famous newsman Edward R. Murrow . In the wake of the 9/11 attacks, more than a few Internetters were fooled by the appearance in their inboxes of a clever piece of satire stripped of its attribution and other identifying information.",
  "Fact Check": "",
  "Description": "This article was a speculative piece titled \" What If?: Rethinking 1941 with Edward R. Murrow \" by writer Victor Davis Hanson, which was published on 27 September 2001 in the conservative journal National Review . Hanson employed the familiar technique of inserting a current event into the framework of a well known historical event in order to make a point about a contemporary issue, in this case using the conceit of Murrow's reporting on American reaction to the Japanese attack on Pearl Harbor in 1941 as a vehicle for lampooning calls for understanding and cautious diplomacy rather than military action in response to the September 11 terrorist attacks on the United States.",
  "Originally Published": "",
  "Referred Links": "http://www.nationalreview.com/hanson/hanson092701.shtml;http://www.otr.com/murrow.html;http://www.nationalreview.com/hanson/hanson092701.shtml;",
  "Example": "[Hanson, September 2001] What Should We Do? By Edward R. Murrow Washington, D.C. December 8, 1941 President Roosevelt will call for a joint session of Congress today to discuss yesterday's bombing of Pearl Harbor and the reported loss of 2,400 Americans. I can report that our commander-in-chief is calm and will not ask for a precipitous \"outright\" declaration of war against the Japanese, but instead leans toward a general consensus to \"hunt down the perpetrators\" of this act of \"infamy.\" Speaking for the Congress, Senator Arthur Vandenberg promised bipartisan support to \"bring to justice\" the Japanese pilots. Many believe that the \"rogue\" airmen may well have flown from Japanese warships. In response, Secretary of War Stimson is calling for \"an international coalition to indict these cowardly purveyors of death,\" and will shortly ask the Japanese imperial government to hand over the suspected airman from the Akagi and Kaga \"and any more of these cruel fanatics who took off from ships involved in this dastardly act.\" Assistant Secretary Robert Patterson was said to have remarked, \"Stimson is madder than hell poor old Admiral Yamamato has a lot of explaining to do.\" [Rest of article here.]",
  "Last Updated": "31 May 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/murrow.asp",
  "Claim": "In 1941, newsman Edward R. Murrow penned a piece about the need for restraint in the U.S. response to the attack on Pearl Harbor.",
  "Claim_ID": "rumors_murrow",
  "Tags": ""
}