{
  "Origins": "Pastor David Wilkerson is the Founding Pastor of New York's Times Square Church , which was established in October 1987. A 7 March 2009 entry in Pastor Wilkerson's blog issued the world a warning that an imminent \"EARTH-SHATTERING CALAMITY IS ABOUT TO HAPPEN. IT IS GOING TO BE SO FRIGHTENING, WE ARE ALL GOING TO TREMBLE EVEN THE GODLIEST AMONG US.\"",
  "Fact Check": "",
  "Description": "According to the pastor: For ten years I have been warning about a thousand fires coming to New York City. It will engulf the whole megaplex, including areas of New Jersey and Connecticut. Major cities all across America will experience riots and blazing fires such as we saw in Watts, Los Angeles, years ago. There will be riots and fires in cities worldwide. There will be looting including Times Square, New York City. What we are experiencing now is not a recession, not even a depression. We are under God's wrath. God is judging the raging sins of America and the nations. He is destroying the secular foundations. Pastor Wilkerson and his predictions of imminent catastrophe were the subject of several articles in WorldNetDaily (WND), one of which, published on 10 March 2009, related how the pastor felt he had been warned by God in the weeks just before the 9/11 terrorist attacks on New York that a calamity was coming and that he should prepare for this event by making sandwiches, a revelation claimed to give credence to Pastor Wilkerson's recent prophecy of another tragedy: Then Wilkerson felt God telling him something that seemed rather bizarre. He felt God telling him to make sandwiches lots of sandwiches. What were they for? Who would eat them? That part wasn't clear, but his church did what they believed God was telling them anyway. And on the 10th of September they stayed up all night making hundreds and hundreds of peanut butter and jelly sandwiches. By morning they had about 2,000 sandwiches. At 8:46 a.m. the first plane hit the World Trade Center and Times Square Church was ready to feed and minister to rescue workers and victims of our nation's worst attack. So, when the guy who made the 2,000 sandwiches on Sept. 10 warns us: \"AN EARTH-SHATTERING CALAMITY IS ABOUT TO HAPPEN,\" I think we would do well to heed it. However, WND didn't undertake even a minimal fact-checking effort for the story, as a simple e-mail inquiry to the church revealed that the tale about their making 2,000 sandwiches the day before the 9/11 attacks was false: The claim made in the World Net Daily article that Times Square Church staffstayed up to make 2000 sandwiches the night before 9/11 is false. No oneauthorized to speak on behalf of Times Square Church contributed informationto the article. Sandwiches were made on 9/11 after the towers were hit. After we published this piece, WorldNetDaily scrubbed all traces of the erroneous article from their site. The motif of one realized event's bestowing credibility on a prediction made about a second event yet to occur appears in rumors dating at least as far back as World War II: In the wake of the anxiety rumors that swept the nation immediately after Pearl Harbor came a pipe-dream rumor which was undoubtedly the most popular of all: the weird tale of the man who picked up a strange woman in his car. Arriving at her destination, his passenger allegedly offered to pay the man for the gas he had used. But the man refused to accept the money, so the woman offered to tell his fortune. And, as the rumor went, mysteriously she told him, \"There will be a dead body in your car before you get home, and Hitler will be dead in six months.\" Supposedly, then, on the way home the man had seen a serious automobile wreck and had taken one of the victims into his car to rush him to the hospital. But the injured person died en route, which left the hopeful implication that Hitler would therefore be dead within the following six months. Although this pipe dream sounds foolish, it nevertheless spread throughout the country rapidly. It appeared in widely circulated gossip columns, and a lot of Americans took it seriously. Yet this same rumor, in the setting of the period, to be sure, had appeared in every military conflict since the Napoleonic Wars. And it has been said that the rumor probably goes back into the Middle Ages.",
  "Originally Published": "",
  "Referred Links": "http://endrtimes.blogspot.com/2009/03/heed-wilkersons-warning.html;http://www.wnd.com/index.asp?fa=PAGE.view&pageId=91097;http://davidwilkersontoday.blogspot.com/2009/03/urgent-message.html;http://www.tscnyc.org/;http://www.tscnyc.org/our_pastors.asp;http://endrtimes.blogspot.com/2009/03/heed-wilkersons-warning.html;",
  "Example": "[Porter, March 2009] I received this e-mail today. Did Mr. David Wilkerson of the Times Square Church really make this prediction? Should We Heed Wilkerson's Warning? When I was a kid, I read about David Wilkerson who took the Gospel to the gangs of New York. I even saw the movie \"The Cross and the Switchblade\" that was made about him. Many know about that, but most don't know what happened in his church just eight years ago. In the fall of 2001, Pastor David Wilkerson, of Times Square Church in New York City, was warned by God that a calamity was coming. For six weeks they felt an intense burden and enormous heaviness. A critical need for intercession was so profound that Pastor Wilkerson canceled everything on the church calendar mission's conferences, youth events and every guest speaker. For six weeks, there wasn't a sermon. Instead, there was intercession for our nation with weeping and repentance. They knew something was coming and that something was bad. And that something was soon. So they prayed. And prayed ... and prayed. [Rest of article here.]",
  "Last Updated": "16 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/rumors/soapbox/wilkerson.asp",
  "Claim": "The pastor of New York's Times Square Church directed his church to prepare 2,000 sandwiches on 10 September 2001, in anticipation of the 9/11 terrorist attacks.",
  "Claim_ID": "rumors_soapbox_wilkerson",
  "Tags": ""
}