{
  "Origins": "In early August 2015, several web sites published articles with titles such as \"A Russian Laboratory has invented a way to remove the black Skin layer of black People\" (with the earliest iteration we've found being dated 31 July 2015). Nearly all the articles had identical text (down to rendering errors) reporting that: This is unbelievable and yet real. According to a publication of the Moscow Faculty of Sciences, researchers have developed a chemical process to whiten quickly a person.",
  "Fact Check": "Does a photograph depict a new method discovered by Russian scientists to turn black skin white instantly?",
  "Description": "With a mixture that includes oxytane and benzodiazepine. It would suffice to stay for 6 hours in a bath consisting of 50 grams per liter of water. Then the skin peels off naturally. This is in fact the upper skin layer responsible for the color that can be removed. The laboratory at the origin of the discovery has already announced 254 people have been treated by this method. The Russian government may soon allow the reimbursement of this treatment. According to Russian authorities, is an high value for thousands of immigrants who may feel more integrated in Russia once their color matches the one of the premises. A strong point of view decried by the associations of human rights. The claim appeared (without obvious origin) almost simultaneously on a number of web sites of questionable repute, and the photograph that accompanied it was demonstrably misrepresented. The image was posted as part of a Reddit thread titled \"Sleep in the beach\" published on 20 June 2012 and has been widely circulated online since then. Early iterations never presented the picture as anything other than evidence of a sunburn (and the setting depicted was clearly not a laboratory, Russian or otherwise). Most of the \"skin treatment\" articles claimed that Moscow Times had recently published an article about the purported discovery, but we were unable to locate any report that even loosely matched their claims. Similarly, a Google search for \"Moscow Faculty of Sciences\" returned results related to this claim and nothing else. Google searches for the combination of two chemicals cited in the articles as agents of the skin whitening formula (oxytane, which appears to be a fuel additive [PDF] and benzodiazepine(s), a class of sedative hypnotic drugs not known for effects on skin) similarly returned only results related to this claim. Although the exact origins of this image are uncertain, it appeared at least as far back 2012 on Reddit as an image-based warning about the dangers of falling asleep at the beach (a far likelier explanation for the photograph than a demonstration of skin-whitening). An old (and clearly unrelated) image was repurposed as evidence for a dubious medical claim. Last updated: 3 August 2015",
  "Originally Published": " 3 August 2015",
  "Referred Links": "https://en.wikipedia.org/wiki/Benzodiazepine;http://www.marksilvey.com/WhatIsOxytane.pdf;https://www.google.com/search?num=50&es_sm=91&q=oxytane+benzodiazepine&oq=oxytane+benzodiazepine&gs_l=serp.3...2516602.2519862.0.2520224.11.10.1.0.0.0.107.860.8j2.10.0.crnk_zc%2Cezcr%3D1.2..0...1.1.64.serp..1.10.799.t1hcaW8aDk0;https://www.google.com/search?num=50&hl=en&gl=us&authuser=0&biw=961&bih=523&q=%22moscow+faculty+of+sciences%22&oq=%22moscow+faculty+of+sciences%22&gs_l=serp.3...1129.1775.0.2415.2.2.0.0.0.0.115.217.0j2.2.0.crnk_zc%2Cezcr%3D1...0...1.1.64.serp..2.0.0.5nktrr4Timw;http://www.themoscowtimes.com/search/?q=Moscow+Faculty+of+Sciences&s=;http://www.tineye.com/search/d737f2a6f0d7c2b5e2602634c1bb0803de7b31d5/?sort=crawl_date&order=asc;https://www.reddit.com/r/WTF/comments/vbz7z/sleep_in_the_beach/;http://masasieharare.com/scientists-discover-way-to/;http://www.donotlink.com/g7na;http://www.donotlink.com/g7n2;https://twitter.com/LEGACYfied/status/628228533387526144;http://t.co/5ld0gD7KhB;https://twitter.com/online_leaks;http://t.co/HPrFB5w1ci;",
  "Example": "[Collected via Twitter, August 2015] [ Online Leaks ] [Photo] Russian Laboratory Invents Chemical that Peels Off http://t.co/HPrFB5w1ci @online_leaks pic.twitter.com/5ld0gD7KhB Verified LEGACYfied (@LEGACYfied) August 3, 2015",
  "Last Updated": "3 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/russian-laboratory-black-skin/",
  "Claim": "A photograph depicts a new method discovered by Russian scientists to turn black skin white instantly.",
  "Tags": "moscow times;moscow faculty of sciences;russian laboratory;benzodiazepine;",
  "Claim_ID": "russian-laboratory-black-skin"
}