{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": " 09 December 2015",
  "Referred Links": "http://www.firstcoastnews.com/story/news/2015/12/15/after-receiving-piles-of-christmas-cards-safyre-terry-gets-disney-world-trip/77356360/;http://www.bakingmemories4kids.com/;https://www.facebook.com/JohnGrayFOX23/posts/931231570258447;https://www.facebook.com/JohnGrayFOX23/;https://www.facebook.com/photo.php?fbid=10206628593730968&set=a.2328088759104.2117890.1156230435&type=3;http://www.timesunion.com/local/article/Stubbornness-a-lifeline-for-sole-survivor-4520452.php;https://www.youcaring.com/mike-and-liz-dolder-and-family-425939#.VenWRufXalJ.facebook;https://www.washingtonpost.com/news/inspired-life/wp/2015/12/08/the-simple-way-you-can-make-christmas-merry-for-this-8-year-old-arson-survivor/;http://www.abc.net.au/news/2015-12-09/social-media-answers-christmas-card-wish-of-girl-injured-by-fire/7014382;http://www.today.com/kindness/arson-victim-8-has-christmas-wish-collecting-cards-around-world-t60321;https://www.facebook.com/hulkhogan/photos/a.135705553134912.12753.135463036492497/990320991006693/?type=3&theater;https://www.facebook.com/liz.terry3;https://www.facebook.com/Kevinfishes/posts/10153423103914858;https://www.facebook.com/photo.php?fbid=10153414559659858&set=a.10150397668779858.365731.677819857&type=3;http://www.zdnet.com/pictures/the-12-scams-of-christmas/;http://www.today.com/news/tis-season-scams-10-holiday-rip-offs-avoid-2D11657475;",
  "Example": "[Collected via Email, December 2015] On Facebook today a little girl called Safyre's from NY had a burned face and someone wrote it would be nice if everyone sent her a card and then put her name and a P.O. box. I was wondering if this is true or is someone hoping that people will put money in the card and it isn't for the little girl but just a scam from someone hoping to cash in on people's hearts? Origin:Christmas may be a time for giving, but it's also a time for scams. Internet swindlers attempt to take advantage of people's generosity during the holiday season with a variety of schemes. This is probably why some people looked at a request for Christmas cards for an 8-year-old burn victim named Safyre Terry with a skeptical eye. The request was originally posted to Facebook by Kevin \"Snapshot\" Clark on 4 December 2015: Facebook users who were skeptical about Clark's request must have been a little extra wary when the account disappeared for a few hours on 8 December 2015. But this was not the result of any fraudulent activity: Last night Facebook shut my page down 6 hours... probably because of all the Safyre stuff (I was getting 50/minute friend requests! )... anyways, I made a new page BUT now don't need it. Ignore it. Today after I nap from working all night I'm meeting Liz Terry-Dolder and Safyre after she gets outta school at her PO BOX so we can all check her mail TOGETHER! *AND A REPORTER /PHOTOGRAPHER FROM THE SCHENECTADY GAZETTE WILL BE THERE TOO! PSYCHED!!! The influx of activity on Clark's page was likely due to Hulk Hogan's sudden involvement in the project. On 8 December 2015, the wrestler shared Clark's message with his loyal \"maniacs\": Alright maniacs let's make Safyre's Christmas Dream come true! All she wants is Christmas Cards from around the world, but a little extra Christmas magic wouldn't hurt! HH. The outpouring of support for Safyre Terry has been covered by multiple TV stations and news publications. And while a fundraising page has been set up to cover medical bills (an aspect that occasionally sets off the scam alert) this is a legitimate attempt to raise money for a young girl who suffered through a terrible ordeal. On 2 May 2013, Terry survived a fire that killed her father and three siblings: Elizabeth Dolder never imagined Safyre Terry's stubborn ways might one day serve the girl well in her battle to stay alive. \"She was a stubborn child, but that stubbornness is helping her through this,\" Dolder said of her niece. \"She's going to get through this. I can't lose her, too.\" The 5-year-old girl, the only child to survive a ferocious house fire in Schenectady during the early morning hours of May 2 that claimed the lives of three of her siblings and her father, remains hospitalized in critical condition with severe burns to her tiny body. On 9 December 2015 Dodler, Terry's sole guardian, sent a thank you message out to all of the people who sent Christmas cards and donations: BELIEVE BELIEVE BELIEVE She did. When she said she can't wait to fill up the card tree my response was I don't think it's gonna get filled up but I am sure we will get a few more cards. She BELIEVED and ALL of YOU are making it happen. THANK YOU.....FAITH LOVE HOPE TO ALL Subsequent reports showed huge piles of letters and cards: When this all began Sa'fyre wanted 100 Christmas cards. This is her latest delivery. Are you sitting down? I'll wait... Posted by John Gray Fox23 on Monday, December 14, 2015 When this all began Sa'fyre wanted 100 Christmas cards. This is her latest delivery. Are you sitting down? I'll wait... Posted by John Gray Fox23 on Monday, December 14, 2015 On 15 December 2015, a nonprofit organization called Baking Memories 4 Kids, which uses funds from cookies they sell to send children with life-threatening conditions on free vacations with their families, surprised Safyre with a trip to Walt Disney World. Last updated: 15 December 2015",
  "Last Updated": "",
  "Credibility": "true",
  "URL": "www.snopes.com/safyre-terry-christmas-card/",
  "Claim": "A Facebook message requesting Christmas cards for 8-year-old burn victim Safyre Terry is legit.",
  "Tags": "facebook;christmas cards;christmas;safyre terry;",
  "Claim_ID": "safyre-terry-christmas-card"
}