{
  "Origins": "On 1 October 2015, ten people (nine innocent victims plus the gunman) died in a mass shooting at Umpqua Community College in Roseburg, Oregon. The incident marked the 294th mass shooting in 2015 alone and prompted yet another renewal of a national gun control debate in the U.S. Folks on both sides of that political debate would likely agree that the Sandy Hook shooting in 2012 was a pivotal point in a perpetual American gun control controversy. Perhaps due to the unique horrors of that event, an unusually high number of conspiracy theories grew out of it: Some gun control advocates on social media later described the tragedy as proof positive Americans weren't interested in changing gun laws despite the exceptional pain inflicted by the incident, while some gun rights advocates asserted the events in Newtown were a government-sponsored false flag engineered to artificially justify a \"gun grab.\"",
  "Fact Check": "Does the same crying woman appear in photographs taken at the scenes of massacres in Sandy Hook, Aurora, Boston, and Oregon?",
  "Description": "The latter camp wasn't much of a fringe movement a key law enforcement figure of the Roseburg shooting, Sheriff John Hanlin, had shared Sandy Hook conspiracy material on his own Facebook wall prior to the Umpqua Community College shooting. The Sandy Hook shooting was somewhat of a watershed moment for Second Amendment \"truthers,\" and the conspiracies that sprang forth from it began coloring subsequent (and in some instances, prior) high-profile shootings or attacks on civilians in America. One of the common conspiracy themes that gained traction after the Newtown shooting involved \"crisis actors,\" individuals who had (to that point) been primarily known to populate disaster drills. As the notion of gun grabbing conspiracies became more commonplace, the term was appropriated by folks who believed the faces of those grieving at (staged) shooting scenes or subsequent vigils were in fact paid government operatives assigned to fabricate the appearance of mourning. A common iteration of the rumor involved photographs taken at crime scenes or vigils in Newtown (Connecticut), Aurora (Colorado), Boston: After the 1 October 2015 shooting in Roseburg, the meme was altered to include what was purportedly yet another appearance by the \"same girl\" seen previously crying in photos from Aurora, Boston, and Sandy Hook. (Presumably, the high-level false flag planners didn't have access to social media and remained unaware their schemes had been unraveled and revealed months earlier): The same technology that enabled folks to compile and spread the photo set above also allowed anyone interested in the rumor to quite quickly determine whether the \"same girl\" was indeed depicted in all four images included in the meme. The claim was bizarre partly because the individuals involved were not nameless, faceless mourners of whom no trace was found shortly after the respective tragedies. The largest of the images was also the most iconic and heartbreaking: the photograph (taken at Sandy Hook Elementary) that captured the moment during which Carlee Soto learned her sister Victoria Soto was among those killed. The image was not the only one available of Carlee Soto crying, but similar, easily discovered images didn't fit the meme: To the right of Soto in the photo collection (which in several iterations is inaccurately labeled as being from \"Boston\") is Amanda Medek. Medek's sister Micayla Medek was among the dead in the 20 July 2012 Aurora, Colorado, theater shooting, and the image of Medek sitting on steps was one of several captured of her that day: Photographs taken during happier times definitively show that Medek (at the far right) and Soto look nothing alike (save for the moments during which each respectively learned their sisters had been murdered): Pictured to the left of Soto is Emma McDonald, who (unlike Soto and Medek) appeared to be connected to the victims of the Boston Marathon bombings solely by her presence at a vigil for the victims. As such, McDonald's link to that tragedy was more fleeting (and photographs of her were harder to come by). The young woman depicted at the bottom (after the Roseburg shooting) was identified as Jessica Vazquez, seen crying and hugging aunt Leticia Alcaraz. (Alcaraz's daughter Lucero Alcaraz was among the dead at Umpqua Community College): Following a mass shooting in San Bernardino on 2 December 2015 an iteration of the rumor held the \"same girl\" was again spotted amid news coverage of the event, albeit this time in a larger crowd shot: While all five young women seen in the photographs had long, brown hair, that factor alone didn't make a strong case for a massive government conspiracy encompassing law enforcement agencies at several levels in multiple states. Moreover, the similarities ended with hairstyles and grief-stricken expressions. Four of the five women depicted were identified by name at the time they were photographed (the fifth appeared to be a bystander) and none was transient to the tragedies with which they were associated or disappeared afterwards: Medek and Soto (relatives of victims in tragedies that were not exceptionally recent) went on to appear in multiple photographs and interviews about the respective incidents. Shortly after the tragedy, Soto remarked that the continued use of the photograph seen above in the media exacerbated her pain tremendously, and all four of the women initially depicted were likely deeply distressed by the appropriation of their personal mourning for the purposes of advancing a conspiracy narrative. Last updated: 7 December 2015",
  "Originally Published": " 6 October 2015",
  "Referred Links": "http://www.nbcnews.com/news/latino/oregon-victim-lucero-alcaraz-19-would-have-been-great-pediatric-n438721;http://www.startribune.com/authorities-multiple-casualties-in-oregon-college-shooting/330292971/;http://registerguard.com/rg/news/local/33566342-75/10-reported-dead-in-shooting-at-umpqua-community-college-in-roseburg.html.csp;http://www.lowellsun.com/ci_23042829/daunting-challenge-securing-26-2-miles;http://www.concordmonitor.com/news/nation/world/5736492-95/hundreds-gather-for-vigil-on-boston-common;http://www.dailymail.co.uk/news/article-2179456/Aurora-shooting-Woman-clutches-picture-beloved-sibling-shot-dead-massacre.html;http://www.dailymail.co.uk/news/article-2249984/Sandy-Hook-teacher-Victoria-Sotos-sister-talks-gut-wrenching-picture-crying.html;http://www.nytimes.com/2015/10/03/us/oregon-sheriff-shared-sandy-hook-conspiracy-theory-on-facebook.html;http://www.washingtonpost.com/news/wonkblog/wp/2015/10/01/shooting-in-oregon-11-essential-facts-about-guns-and-mass-shootings-in-america/;",
  "Example": "",
  "Last Updated": "7 December 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/same-girl-crying-now-oregon/",
  "Claim": "The same crying woman appears in photos taken at the scenes of massacres in Sandy Hook, Aurora, Boston, and Oregon.",
  "Tags": "false flag;gun control;same girl crying;oregon shooting;sandy hook;carlee soto;amanda medek;conspiracy memes;jessica vazquez;san bernardino shooting;crisis actor;",
  "Claim_ID": "same-girl-crying-now-oregon"
}