{
  "Origins": "In June 2015, several videos claiming that Samsung had planted a secret microchip on their cell phone batteries in order to steal data and photographs from customers' phones began circulating online: Samsung users beware... Posted by Paint Fade on Monday, June 22, 2015",
  "Fact Check": "Is Samsung stealing data and photographs from cell phone users via a secret chip implanted in their batteries?",
  "Description": "Samsung users beware... Posted by Paint Fade on Monday, June 22, 2015 Samsung users beware... Posted by Paint Fade on Monday, June 22, 2015 While it's true that this video clip has not been doctored and there is indeed a coil beneath the wrapping of the batteries included with many Samsung phones, the claim that what's seen here is a \"secret microchip\" used to steal data is false. The coil shown in the video is actually an NFC (Near Field Communication) antenna: The tech involved is deceptively simple. Evolved from radio frequency identification (RFID) tech, an NFC chip operates as one part of a wireless link. Once it's activated by another chip, small amounts of data between the two devices can be transferred when held a few centimeters from each other. Although this antenna allows Samsung users to share small amounts of data between two devices, that usage is hardly a secret it is plainly stated in Samsung advertisements: NFC is used with many Google Android and Apple iPhone devices to enable applications such as Apple Pay and Google Wallet. It is also used to transfer photographs, contacts, and other small pieces of data. When iFixit published their \"tear down\" of the Samsung Galaxy Nexus, they included several videos of the battery and the NFC antenna: Not only does the 3.7 V, 1750 mAh battery power the phone, but the user manual states that it also doubles as the NFC antenna. O RLY? We had to see this one for ourselves. Lo and behold, there's a sweet antenna hiding underneath the battery's shiny wrapper. So if you ever want to buy a replacement battery (and keep NFC functional), ensure that the battery has the antenna. While there is a coil \"hidden\" in the wrapping surrounding most batteries included with Samsung phones, this is merely the NFC antenna and not a \"secret microchip\" used to steal data. Last updated: 23 June 2015",
  "Originally Published": " 23 June 2015",
  "Referred Links": "https://www.ifixit.com/Teardown/Samsung+Galaxy+Nexus+Teardown/7182;http://www.samsung.com/global/galaxy/galaxys6/galaxy-s6-edge/;http://www.techradar.com/news/phone-and-communications/what-is-nfc-and-why-is-it-in-your-phone-948410;https://www.facebook.com/paintfade;",
  "Example": "Saw a video on Facebook posted by friend about Samsung phone batteries having a foil wrapper with a coil wire that is being used to record your pictures. The phone still works if the wrapper is removed from the battery. The wire coil is there, but what is its 'real' purpose?",
  "Last Updated": "23 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/samsung-microchip/",
  "Claim": "Samsung has planted a secret microchip on their phone batteries to steal data from cell phone users.",
  "Tags": "facebook;samsung;microchip;data;privacy;nfc;paint fade;secret microchip;secret chip;samsung battery;battery;",
  "Claim_ID": "samsung-microchip"
}