{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://itunes.apple.com/us/podcast/awards-chatter/id1039032256?mt=2;http://www.hollywoodreporter.com/race/awards-chatter-podcast-samuel-l-851131;https://www.facebook.com/newsbusters/photos/a.230039551177.135536.6333396177/10153976186616178/?type=3&theater;https://itunes.apple.com/us/podcast/awards-chatter/id1039032256?mt=2;http://www.snopes.com/wordpress/wp-content/uploads/2015/12/samuel-l-jackson.png;",
  "Example": "[Collected via Facebook, December 2015] Origin:On 27 December 2015, actor Samuel L. Jackson gave an hour-long interview on the Awards Chatter podcast about his career, the use of \"the n-word,\" working with Quentin Tarantino, and acts of terrorism such as the San Bernardino shooting. Shortly after the podcast aired, an abridged quote from the interview went viral on Facebook: Samuel L. Jackson remarked how he was disappointed that the San Bernardino shootings weren't perpetrated by \"some crazy white dude.\" While it's true that Jackson said that he wanted the San Bernardino shooter to just be \"some crazy white dude,\" the full quote provides some needed context to the actor's words: \"When that thing happened in France, we were sitting there going, 'Oh, my God, these terrorists!' And I can't even tell you how much that day the thing that happened in San Bernardino I was in Hawaii how much I really wanted that to just be another, you know, crazy white dude, and not really some Muslims, because it's like: 'Oh, shit. It's here. And it's here in another kind of way.' Now, okay, it happened on an Army base and it happened somewhere else. But now? It's like they have a legitimate reason now to look at your Muslim neighbor, friend, whatever in another way. And they become the new young black men.\" Jackson didn't say that he was \"disappointed\" that a \"crazy white dude\" wasn't responsible for the shooting. He said that people may use the San Bernardino shooter's religion to legitimize their fear of Muslims, something that would not be possible if the attack was conducted by a \"crazy white dude.\" Samuel L. Jackson touched on a variety of issues during his interview with Awards Chatter, including his current political views. The actor said that he was \"forever a Democrat\" despite his occasional golf outing with Republican presidential candidate Donald Trump: There are some other people that aren't as open about what (Donald Trump's) saying that are running also, you know, that are just as crazy, that have just as much ill-will toward the common man and not just the common black man. People who don't have a certain amount of money don't mean anything to them.\" I'm forever a Democrat, you know, and I'm gonna vote for Hillary. I mean, I love Bernie Bernie's a man of the people but he can't win. Last updated: 29 December 2015 Originally published: 29 December 2015",
  "Last Updated": "",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/samuel-l-jackson-shooter-crazy-white-dude/",
  "Claim": "Actor Samuel L. Jackson said he hoped that the San Bernardino shooter was just some \"crazy white dude.\"",
  "Tags": "samuel l. jackson;crazy white dude;",
  "Claim_ID": "samuel-l-jackson-shooter-crazy-white-dude"
}