{
  "Origins": "Since at least late 2014, the above-reproduced photograph and accompanying claim about Corporal Sandy Levit has circulated on social media sites (including Pinterest and later, Facebook). While the story of Corporal Sandy Levit proved popular among social media users, it was just a fabricated tale. The image shown here doesn't depict \"Sandy Levit\"; it's actually a photograph of actress Christina Cox taken during the filming of television series Combat Hospital (which \"portrays doctors and nurses from allied countries saving lives and limbs in a war zone military hospital modeled on a real facility in Afghanistan\").",
  "Fact Check": "",
  "Description": "The entertainment publication TV Guide used this image on a page about Christina Cox, and it also appeared in a July 2011 article about the Combat Hospital character's story arc on the blog AfterEllen: Cox plays Ariel Garamond, a member of the military who finds she is attracted to her therapist on base, Major Grace Pederson (Deborah Kara Unger). The name \"Sandy Levit\" doesn't appear on a list of casualties in Afghanistan (irrespective of date), nor did we find anyone with a similar name (such as \"Sandra\" or \"Levitt\") among those listed. Last updated: 21 October 2015",
  "Originally Published": " 21 October 2015",
  "Referred Links": "http://icasualties.org/oef/fatalities.aspx;http://www.afterellen.com/tv/90728-christina-cox-plays-a-lesbian-officer-on-tonights-combat-hospital;http://www.tvguide.com/celebrities/christina-cox/photos/144652;http://www.tvguide.com/celebrities/christina-cox/photos/144652;http://www.imdb.com/name/nm0184965/;https://www.facebook.com/photo.php?fbid=905806162788442&set=a.135520149817051.11784.100000772012242&type=3&theater;https://www.facebook.com/photo.php?fbid=913631398672755&set=a.579889048713660.1073741828.100000777091443&type=3;https://www.pinterest.com/pin/315533517616840127/;",
  "Example": "",
  "Last Updated": "21 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/sandy-levit/",
  "Claim": "A photograph shows Corporal Sandy Levit, recently killed while attempting to rescue a wounded Ranger in Afghanistan.",
  "Tags": "sandy levit;christina cox;afghanistan;",
  "Claim_ID": "sandy-levit"
}