{
  "Origins": "The notion that scientists once proved bumblebees can't fly is regularly cited in magazine and newspaper stories and lists of interesting facts, often in a manner \"aimed at putting down those know-it-all scientists and engineers who are so smart yet can't manage to understand something that's apparent to everyone else.\" It's also referenced in popular culture to invoke the concept that people shouldn't allow themselves to be limited by a dogged adherence to old ideas or by the perceptions of others (as in the book titles Bumblebees Can't Fly by Barry Siskind, a work about self-help strategies for staying productive in busy, changing times, and Robert Cormier's teen book The Bumblebee Flies Anyway ).",
  "Fact Check": "",
  "Description": "Where did the notion originate that scientists once proved bumblebees can't fly? As ScienceNews noted in 2004: One set of accounts suggests that the story first surfaced in Germany in the 1930s. One evening at dinner, a prominent aerodynamicist happened to be talking to a biologist, who asked about the flight of bees. To answer the biologist's query, the engineer did a quick \"back-of-the-napkin\" calculation. To keep things simple, he assumed a rigid, smooth wing, estimated the bee's weight and wing area, and calculated the lift generated by the wing. Not surprisingly, there was insufficient lift. That was about all he could do at a dinner party. The detailed calculations had to wait. To the biologist, however, the aerodynamicist's initial failure was sufficient evidence of the superiority of nature to mere engineering. Some accounts associate the story with students of physicist Ludwig Prandtl (1875 1953) of the University of G ttingen in Germany. Others identify the researcher who did the calculation as Swiss gas dynamicist Jacob Ackeret (1898 1981). However, another thread of evidence points to French entomologist Antoine Magnan. In 1934, Magnan included the following passage in the introduction to his book Le Vol des Insectes: Tou d'abord pouss par ce qui fait en aviation, j'ai appliqu aux insectes les lois de la r sistance de l'air, et je suis arriv avec M. SAINTE-LAGUE a cette conclusion que leur vol est impossible. (\"I applied the laws of air resistance to insects, and I arrived with Mr. ST LAGUE at the conclusion that their flight is impossible.\") Magnan's reference is to a calculation by his assistant Andr Saint-Lagu , who was apparently an engineer. What isn't clear is how this brief note in a scholarly book made its way into popular culture and how it came to be associated specifically with bumblebees. Whatever its origins, the story has had remarkable staying power, and the myth persists that science says a bumblebee can't fly. Indeed, this myth has taken on a new life of its own as a piece of \"urban folklore\" on the Internet. Physics World reported the technical thinking behind this legend in 1996: First, let's look at the physics behind the story. The lift equations for rigid wings are straightforward enough. Bumble-bees are fairly big, weighing almost a gram, and have a wing area of about a square centimetre.Tot up all the figures and you find that bees cannot generate enough lift at their typical flying speed of about 1 ms. But that doesn't prove that bees cannot fly. All it proves is that bees with smooth, rigid wings cannot glide, which you can show for yourself with a few dead bees and a little lacquer. So how do bees fly then? And why do they need to flap their wings while jumbo jets don't? These turn out to be very interesting questions that reveal a lot of physics. Jumbo jets have fixed wings because their wing area and speed are large enough to satisfy the lift equations for flight. But the small wings on a bumble-bee are much less efficient. Coupled with low speeds and the high drag on a wing when flapping, it might appear, at first glance, that insects cannot fly and that most birds can't get off the ground either. However, some brilliant work by Torkel Weis-Fogh, professor of zoology at Cambridge University in the 1970s, showed us how small insects fly. His ideas also lead to some rather neat insights into nature's cunning. An insect's wing works by encouraging air to flow over it in such a way that when the air leaves the rear edge of the wing it moves downwards. The resultant eddy produces an upwards thrust on the wing. Unfortunately, it takes time to make a good eddy, and the wing has to move a distance a few times its length to get things started. This makes it tricky if you are going to flap, as the maximum travel of a wing is roughly its length and very little lift is generated for most of the stroke. Nature has come up with a number of interesting solutions to this problem, of which the \"clap-fling\" is a good example. When a small bird or insect wants to take off, it needs a lot of lift. It therefore brings its wings together above its back so that they clap, expelling air from between them. When the wings then separate, air is quickly drawn in to fill the void. The wings are flung apart and lift is immediately generated because the air is already moving in the correct way. You can even hear the clap, for example, in the characteristic whirring of a pheasant taking off. The real lesson to be gleaned from this myth isn't that scientists are so blinded by technicalities that they overlook what is painfully obvious to everyone else (namely, that bumblebees really do fly), but that one needs to understand there can be quite a difference between a real-life concept and a mathematical model of it: The distinction between mathematics and the application of mathematics often isn't made as clearly as it ought to be. In the mathematics classroom, it's important to distinguish between getting the mathematics right and getting the problem right. The word problems typically found in textbooks often serve as rudimentary models of reality. Their applicability to real life, however, depends on the validity of the assumptions that underlie the statement of the problem. So, no one \"proved\" that a bumblebee can't fly. What was shown was that a certain simple mathematical model wasn't adequate or appropriate for describing the flight of a bumblebee. Insect flight and wing movements can be quite complicated. Wings aren't rigid. They bend and twist. Stroke angles change. New, improved models take that into account.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Zetie, 1996] One favourite subject that people raise is the old line about scientists having proved that the bumble-bee cannot fly. It's a much loved piece of urban folklore. There it is, the humble Bombus Terristris, plainly flying around us throughout the summer, and those crazy know-all scientists with their noses in their test-tubes say it cannot possibly fly. What utter nonsense! It is obvious to any scientist that the bumblebee can fly because experiment proves it.",
  "Last Updated": "15 June 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/science/bumblebees.asp",
  "Claim": "Scientists once proved that bumblebees can't fly.",
  "Claim_ID": "science_bumblebees",
  "Tags": ""
}