{
  "Origins": "Sneezing, say those in the know, is a protective reflex of the nose that is quick, involuntary, and powerful. This unrestrained physical response is usually triggered by the body's perception of something needing to be expelled from the nose, but can also be set off in some folks by exposure to bright light (photogenic sneezing) or even by combing one's hair too hard.",
  "Fact Check": "",
  "Description": "Since the mid-1990s, we have been tripping over a claim that sneezing a specified number of times in rapid succession either produces a physical sensation comparable to a sexual climax or triggers an actual orgasm. Depending on who you hear this \"everybody knows\" tidbit from, the number of nasal explosions said to be required can be six, seven, eight, or ten in common with many other bits of \"x number of times\" beliefs, the figure confidently asserted as rock-solid fact by the one sharing the information changes with the teller (e.g., the number of LSD trips that triggers a determination of legal insanity, or how many seconds dropped food will remain germ-free after it hits the ground, or the number of men whose seminal offerings were discovered in food that sickened a co-ed). The belief that a magic number of sneezes will produce an instant of sexual satisfaction is false. (Had it been true, those afflicted by allergies would be the happiest people on earth, and they're not.) While sneezing and orgasm are regarded as somewhat akin in that both produce powerful bodily convulsions, one doesn't feel like the other. Possibly contributing to the confusion is a statement oft attributed to sex therapist Dr. Ruth Westheimer: \"An orgasm is just like a sneeze.\" However, what the good doctor actually said was: \"An orgasm is just a reflex, like a sneeze,\" meaning that both are involuntary actions, in the same way that your leg's swinging up when the doctor taps your knee with a rubber hammer is a reflex response. A divination rhyme from the United Kingdom suggests that the number of sneezes governs what will happen to us: Once, a wish Twice, a kiss Three times, a letter Four times, something better Claiming the saying's \"something better\" refers to sexual pleasure requires a willful misreading, though. Other widely believed things about sneezing include: You can't keep your eyes open when you sneeze. While it is impossible for most people to keep their peepers from shutting during the process, some rare folks are capable of it. (By the way, about those not physically wired that way, Muriel Simmons of the British Allergy Foundation said: \"If you sneeze while driving at 70 mph, you will travel 300 feet with your eyes closed.\") If you did manage to sneeze with your eyes open, your eyes would pop out of your head. Er, no. As discussed above, some people do manage to sneeze with their eyes open, and they don't go blind from it. Eye sockets are made of bone, they aren't connected to the nasal passages, and there are no muscles behind the eyes that contract when you sneeze, so there's really no mechanism involved in a sneeze that could force your eyes out of their sockets. Even if there were, human eyelids aren't particularly strong, so simply closing your eyes during a sneeze wouldn't be sufficient to keep them in their sockets if a sneeze truly had enough power to dislodge them. (In any case, some people due to circumstances such as birth defects or injury do not have eyelids. Were the \"eye-popping\" rumor true, all of those people would have to spend their lives in constant mortal fear of sneezing.) It's possible to break a rib by sneezing. The jury is still out on this one, although we would suspect somewhere across all recorded history there must have been someone this happened to. Holding in a sneeze can cause damage your hearing. Halting a sneeze in progress by pinching your nose could result in the rupture of an eardrum, as you are rerouting the force of the expulsion into the eustachian tube (which connects the back of the throat to the middle ear) and then to your eardrum. Your heart stops when you sneeze. No, it neither stops nor pauses. The final word on sneezing and sex goes to Dr. Mark McMahon, a San Francisco dentist who doubles as a standup comic: ''Sneezing is better than sex. It's a mini-instant orgasm. You keep your clothes on, you don't get involved, you can do it in public and when you're done, perfect strangers bless you.\" Barbara \"which is nothing to sneeze at\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2001] My younger brother has come to me asking if it's true that if you sneeze eight times in a row you'll have an orgasm. Never having sneezed eight times in a row, and unwilling to make myself sneeze to find out I ask you. [Collected via e-mail, 2003] I've heard this legend from three different people, apparently 10 sneezes is equal in pleasure to one orgasm. If this is false, I'm not surprised, but if it's true, pass the pepper.",
  "Last Updated": "9 February 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/science/stats/sneeze.asp",
  "Claim": "Sneezing seven times in a row is the same as an orgasm.",
  "Claim_ID": "science_stats_sneeze",
  "Tags": ""
}