{
  "Origins": "The odd little statement that \"A woman over age 40 has a better chance of being killed by a terrorist than of getting married,\" which is so often thrown about as rock-solid fact, isn't all that difficult to classify as false. Although it is true that a formal study conducted in the mid-1980s did conclude that the likelihood of marriage for a never-previously-wed, 40-year-old university-educated American woman was 2.6%, that study has since come to be regarded as flawed and unreliable. As for the \"more likely to be killed by a terrorist\" aspect of the popular factlet, that came not from the study, but from a Newsweek article about that report which described women over 40 as \"more likely to be killed by a terrorist: they have a minuscule 2.6% probability of tying the knot.\" (This was pure hyperbole, of course: the chances of being killed by a terrorist are still far below that level.)",
  "Fact Check": "",
  "Description": "It's complicated, so let's take this claim apart piece by piece. The \"forty-year-olds\" referenced by that Newsweek quote didn't refer to all American women but only to one particular group, women with university educations. Also, even within that more restricted demographic, additional factors that are no longer in play were at work when that determination was made, which means even if the statement had been accurate back in 1985 (and it wasn't), it would no longer be applicable now. In 1985, a threesome of Harvard and Yale folks working for the National Bureau of Economic Research served up its preliminary findings on marriage patterns of U.S. women. Buried in that report was a section having to do with university-educated women, a group that produced a rather noteworthy result in terms of when in their lives they got married (if at all). University-instructed women tended to put off getting hitched until their educations were complete and their careers established, which meant members of that segment of the population tended more strongly to not going anywhere near the altar until they were at least in their 30s. Said the report: \"Educational attainment has a strong positive association with age at marriage, and higher education is increasingly negatively associated with the probability of ever marrying.\" As for the reasons for this phenomenon, some of it certainly had to do with better-educated women waiting until other things were well in place in their lives before seeking marriage and thus turning down offers that came to them in their 20s, and some of it had to with with men of the mid-1980s still generally preferring wives that were more likely to put them and their shared home lives before career, the primary factor that tumbled the whole thing into the \"more likely to be killed by a terrorist\" domain had to do with population conditions endemic to that particular time. Women in their 30s in 1985 were born between the mid-1940s and mid-1950s, which made them victims of what demographers called the \"marriage squeeze.\" Between 1946 and 1956, each year the number of births in the U.S. increased over those of the year before. Since most women marry men several years their senior, females born during that period who looked to marry even slightly older men far outnumbered their pool of potential partners. \"If we tried to match each woman born in 1950 with a man three years older, we would come out with millions of women left over,\" reports 'The Feminization of Loneliness,' a study out of the University of California at Berkeley. University-educated women of that period waited longer to get married. When they finally got around to seeking mates, not only were they playing against the loaded dice of the \"marriage squeeze\" (which had set all women of that time at a disadvantage in terms of pairing off), they also hit the wall of most of the men of their approximate age already being spoken for. Unlike women, university-educated men of that period felt little need to wait until their careers were established before getting hitched. They also benefitted from the \"marriage squeeze\" in the sense that when they did go looking for marriage partners, they had a lot to choose from. Factor in a gay-male population then estimated to be about 13% (three times that of lesbians), and the report's conclusions about the marriage chances of 30-year-old (and older) women made sense. According to that 1985 report, white, college-educated women born in the mid-1950s who were still single at age 30 had only a 20% chance of marrying. By the age of 35, their odds dropped to 5%. By 40, they were down to 2.6%. Or rather, that's what the study concluded. That study, however, was contradicted by a U.S. Census Bureau report from about that same time which found that women at age 30 had a 66% chance at marriage (not 20%) and at age 40 a 23% chance (not 2.6%). The 1985 study that produced the fearsomely low percentages was flawed in two ways: it used a parametric model to predict future behavior (the model hadn't been meant for that; it had been designed to make sense of past events, not to guess at future ones), and the number of \"university-educated women\" inputs it looked at was too small for reasonable conclusions to be made about that group. (While the study had drawn on the Census Bureau's 1982 Current Population Survey of 70,000 households, once this data was reduced to only college-educated women of a certain age bracket, only 1,500 examples were usable.) The study also failed to take into account the incredible upswing in cohabitation that was then underway. Between 1970 and the mid-1980s, the number of couples living together without children increased 1,096%, and those with children increased 213%. While those folks might not have been legally roped and branded, they were acting as such, therefore at least some of those who had not have been ticking the \"Married\" box on surveys were also not spinsters and bachelors living out quiet lives of unerring singlehood. So, what are the chances of a woman's never marrying? It's hard to say, given that societal attitudes towards marriage and career have been shifting over the past few decades. Marriage is no longer seen as the only right or reasonable choice, and more and more women are committing their lives to their careers (or at least to not having to share their existences with long-term live-in partners). Also, not everyone yearns for marriage or seeks to become one-half of a couple, a fact often forgotten in these statistical wranglings. Plus, there's the matter of cohabitation: Can we ever be sure that any study of who gets married and when is accurately accounting for those who choose \"living together\" as a life option and therefore isn't numbering those persons among the single? Barbara \"crafted singles\" Mikkelson Sightings: The flawed factoid has found its way into a number of films and television shows: \"Did you know that a woman over 30 has less of a chance of getting married than of being killed in a terrorist attack?\" Frasier, \"Look Before You Leap,\" original air date 27 February 1996. \"Single women over the age of 35 are more likely to be killed by a terrorist than get married.\" The Holiday, 2006. \"A woman at 40 is more likely to get shot by a terrorist than get married.\" Addicted To His Love, (1988). \"It's easier to be killed by a terrorist than it is to find a husband over the age of 40!\" Sleepless in Seattle, (1993).",
  "Originally Published": "",
  "Referred Links": "http://us.imdb.com/title/tt0108160/;http://us.imdb.com/title/tt0094614/;http://us.imdb.com/title/tt0457939/;",
  "Example": "",
  "Last Updated": "11 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/science/stats/terrorist.asp",
  "Claim": "A woman over age 40 has a better chance of being killed by a terrorist than of getting married.",
  "Claim_ID": "science_stats_terrorist",
  "Tags": ""
}