{
  "Origins": "This warning about an impending acid rain storm due between the 20th and the 28th of the month began circulating on the internet in mid-February 2010.",
  "Fact Check": "",
  "Description": "April 2010 versions of the acid rain warning tied it to the 15 April 2010 volcanic eruption in Iceland that sent a large ash plume into the skies. Said cloud shut down airports in more than 20 European countries, some for up to five days. Short and sweet, it's bunk. Acid rain does not cause skin cancer, nor did the National Aeronautics and Space Administration (NASA) send out this alert. The \"dark circle appeared around the moon\" the e-mail references occurred in January 2010. Dark circles of such nature are nothing special they take place regularly, and their appearance has nothing to do with acid rain. This optical illusion comes about when there's a combination of very clear skies and fine ice particles in the upper atmosphere. In addition to circulating widely in North America, the e-mail kicked up its heels in the Middle East and China, particularly in April 2010 when its dire message tied to the rumor the volcanic dust clouds from the eruption in Iceland. Some warning e-mails in China also added the note that acid rain causes baldness, another untruth. Barbara \"rain of terror\" Mikkelson Additional information: Effects of Acid Rain on Human Health (EPA)",
  "Originally Published": "",
  "Referred Links": "http://www.epa.gov/acidrain/effects/health.html;",
  "Example": "[Collected via e-mail, March 2010] Be careful from 20th to 28th of this month (March). There is possibility of an ACID RAIN. The dark circle appeared around the moon on 17th last month is an indication. Apparently this happens once in 750 years. It rains like normal raining. It may cause skin cancer if you expose yourself. So ALERT your dear ones. This information is from NASA. [Collected via e-mail, April 2010] From today to 28th, pls dont expose yourself to any rain (Althought with our weather I hope it does :). The worst acid rains for the last 750 years is expected, these acid rains will possibly cause skin cancer. The volcano dust sent out huge amount of sulfide into the air. [Collected via e-mail, April 2010] From today till the 28th, please be careful not to be caught in the rain. This acid rain is the biggest since 750 years ago and stands a good chance of giving you skin cancer. A volcano that erupted in Europe has spewed a large cloud of volcanic ash into the atmosphere to form a highly acidic layer.",
  "Last Updated": "25 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/science/acidrain.asp",
  "Claim": "A dark circle around the moon presages acid rain.",
  "Claim_ID": "science_acidrain",
  "Tags": ""
}