{
  "Origins": "It's hard enough to avoid those horrible wriggly things while we're awake, and now we have to worry that they're crawling into our mouths while we sleep? Little Miss Muffett was a piker.",
  "Fact Check": "",
  "Description": "Fear not. This \"statistic\" average the average person swallowing eight spiders per year was not only made up out of whole cloth, it was invented as an example of the absurd things people will believe simply because they come across them on the Internet. As noted in Scientific American , this claim is highly implausible from a biological standpoint: The myth flies in the face of both spider and human biology, which makes it highly unlikely that a spider would ever end up in your mouth. Three or four spider species live in most North American homes, and they all tend to be found either tending their webs or hunting in nonhuman-infested areas. During their forays, they usually don t intentionally crawl into a bed because it offers no prey (unless it has bed bugs, in which case that person has bigger problems). Spiders also have no interest in humans. \"Spiders regard us much like they'd regard a big rock,\" says Bill Shear, a biology professor at Hampden-Sydney College in Virginia and former president of the American Arachnological Society. \"We're so large that we're really just part of the landscape.\" More than anything, spiders probably find sleeping humans terrifying. A slumbering person breathes, has a beating heart and perhaps snores all of which create vibrations that warn spiders of danger. \"Vibrations are a big slice of spiders' sensory universe,\" Crawford explains, \"A sleeping person is not something a spider would willingly approach.\" From the standpoint of human biology, the oral spider myth also seems ridiculous. If someone is sleeping with her mouth open, she's probably snoring and thus scaring off any eight-legged transgressors. Plus, many people would likely be awakened by the sensation of a spider crawling over their faces and into their mouths. Shear can attest: once, while camping, he awoke to find a daddy longlegs crawling on his face. So how did this claim arise? In a 1993 PC Professional article, columnist Lisa Holst wrote about the ubiquitous lists of \"facts\" that were circulating via e-mail and how readily they were accepted as truthful by gullible recipients. To demonstrate her point, Holst offered her own made-up list of equally ridiculous \"facts,\" among which was the statistic cited above about the average person's swallowing eight spiders per year, which she took from a collection of common misbeliefs printed in a 1954 book on insect folklore. In a delicious irony, Holst's propagation of this false \"fact\" has spurred it into becoming one of the most widely-circulated bits of misinformation to be found on the Internet.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "28 April 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/science/stats/spiders.asp",
  "Claim": "The average person swallows eight spiders per year.",
  "Claim_ID": "science_stats_spiders",
  "Tags": ""
}