{
  "Origins": "Every year on the vernal equinox (on or about March 21), one of the two days per year in which the length of day and night are the same, we hear about a magical property of this day that allows eggs to be balanced on end. Rarely does a year go by in which a local TV news station doesn't send a reporter out to a neighborhood park to capture images of people delightedly placing eggs on the ground and watching in amazement as the eggs stand on end. Rarely do we see any new stories reporting that this same feat can be achieved every other day of the year as well.",
  "Fact Check": "",
  "Description": "The equinox, which marks the beginning of spring, has long held a special importance in human society. The first day of spring is the end of winter; the beginning of the season in which daylight again outlasts darkness and life springs anew. Flowers blossom, trees shoot out new leaves and branches, and animals give birth (or their eggs hatch). These tangible signs of the world's rebirth were of paramount importance to agricultural societies, and they naturally developed elaborate fertility rites to celebrate the occasion. Thus eggs one of the most ubiquitous symbols of fertility and birth have long been associated with the beginning of spring, and hence with the equinox. Many, many superstitions involving the breaking, balancing, burying, decorating, reading (for purposes of divination) and hiding of eggs have come to be part of the annual spring celebration. (The linking of egg-balancing with spring celebrations is demonstrated by the fact that the practice is associated primarily with the vernal equinox and far less commonly with the autumnal equinox.) The Chinese are often cited as having originated the practice of standing eggs on end during the equinox. Just as the equinox symbolically restores balance to the world by signalling its rebirth after a season of darkness, the equinox literally balances the day by dividing it into equal portions of darkness and light. If the symbol of fertility, eggs, could be balanced on end during a day equally divided between day and night, this was a sign that all nature was in harmony. Nonetheless, the vernal equinox brings no special egg-balancing properties with it. Standing an egg on its end is something just about anyone can do any day of the year; the feat simply takes the right egg and a little trial and practice. Since the vast majority of people never see or try balancing eggs on their ends on any day other than the equinox, though, many of them come away from the experience believing that something special must have occurred on that particular day. As the Associated Press reported in 1987, however, scientific trial shows otherwise: Egg balancing, most popular at the spring equinox in March but said to be possible in both seasons, has attracted publicity in recent years with scientists skeptical and ritual-makers adamant. Finally a scientist has published research into the matter and concluded that yes indeed, he could balance an egg actually several eggs at the moment of the equinox. But, on the other side of the coin, he was also able to do so at lots of other times. \"The upshot is that, as far as I can tell, there isn't too much relationship between astronomical phenomena and balancing eggs. It is basically a function of the shape of the egg and the surface,\" said astronomer Frank D. Ghigo. Ghigo, of the University of Minnesota, decided to study egg balancing after receiving questions about it from members of the public who had read about the annual spring egg balancing festival in New York City. Ghigo used four samples of a dozen eggs each, which he attempted to balance on their large ends on a Formica tabletop each day between Feb. 27 and April 3, 1984. The spring equinox occurred on March 20, 1984. Ghigo found the eggs have many bumps and irregularities and with patience some of them could be made to balance virtually every day while some eggs would simply never balance, on the equinox or otherwise. He concluded that \"the mood and persistence of the balancer has a major effect on the balancing rate. If one is impatient or nervous, the rate is low.\" Over time, Ghigo found, the percentage of eggs he could balance improved, concluding \"I think I got better, just through practice.\" The following video clip shows an egg being balanced on end during a non-equinox day: February 2012 saw the widespread promotion of a more recent wrinkle to the legend: pictures of brooms standing on end circulated via social media, accompanied by claims that the arrival of the equinox also brought special broom-balancing properties with it. Just like eggs, though, many brooms can be stood on their ends any old day of the year. The feat works best with newer brooms which have uniform, evenly cut bristles, with the angle of the bristle cut offsetting the lean angle of the broom:",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, February 2012] Facebook has been running wild this with pictures ofbrooms standing up by themselves & eggs standing up on end. Everyone issaying this is due to planetary alignment and the way the earth is tiltedon it's axis this week only. Is it true that the equinox can cause a broom to obtain the rightamount of gravitational pull to allow it to stand on its own or is itsimply a balancing act?",
  "Last Updated": "19 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/science/equinox.asp",
  "Claim": "A special property of the equinox allows eggs (or brooms) to be balanced on their ends that day.",
  "Claim_ID": "science_equinox",
  "Tags": ""
}