{
  "Origins": "Today you'll find a remarkable light bulb burning bright at a fire station in Livermore, California. It hasn't been turned off since 1901, shining around the clock (save for a few brief interruptions) for nearly one million hours now.",
  "Fact Check": "",
  "Description": "The Guinness Book of World Records, Ripley's Believe It Or Not and General Electric agree the four-watt, carbon filament bulb is the longest-living in history, despite two moves and a few power outages during its lifetime. The bulb was donated to the department in 1901 by Dennis Bernal, a pioneer in the area who owned the Livermore Power and Light Co. It was hung as a night light (so firefighters wouldn't have to fumble around with lighting kerosene lamps) in a downtown garage that served as both a police and fire department five years before the great San Francisco earthquake and fire in 1906. A few years later, the bulb found its way to the \"new\" City Hall that also housed the two departments, and in 1976 it was moved two miles from the old Fire Department headquarters to Station No. 6. (The 1976 move, during which the bulb was out for a total of 22 minutes, was the last interruption to the long-lived light's otherwise constant shining. It now enjoys the security of a surge protector as well as battery and diesel backup power supplies.) Successive fire chiefs have regarded it as their talisman. \"Nobody wants that darn bulb to go out on their watch,\" said former fire chief Stewart Gary. \"If that thing goes out while I'm still chief it will be a career's worth of bad luck.\" Another captain joked that no one even dares to dust it, and anyone who so much as touches the bulb risks getting \"your fingers chopped off.\" Previous chiefs have had standing orders that if any firefighter, for whatever reason, accidentally broke the light, that person would suddenly find plenty of time to update his r sum . Many theories have been advanced to explain the Livermore bulb's longevity, the primary factors most often mentioned being its perfect seal (which maintains the vacuum and keeps the filament from disintegrating), its low wattage (which keeps it from burning hot), and that it is not subject to being turned off and on. Barbara \"light reading\" Mikkelson Additional information: Livermore's Centennial Light BulbCam",
  "Originally Published": "",
  "Referred Links": "http://www.centennialbulb.org/photos.htm;",
  "Example": "",
  "Last Updated": "7 July 2011",
  "Credibility": "true",
  "URL": "www.snopes.com/science/lightbulb.asp",
  "Claim": "A lightbulb manufactured in 1901 has been burning continuously ever since.",
  "Claim_ID": "science_lightbulb",
  "Tags": ""
}