{
  "Origins": "Because the Earth is a globe spinning on an invisible axis, a point at its equator will make a circuit of 25,000 miles in the space of a day, but any point not on the equator will make a shorter round trip; the closer that point is to either of the poles, the shorter its trip will be. Put another way, a pencil at the equator travels 1,030 miles an hour, whereas another at Sarasota, Florida, moves at 930 miles per hour, and one at the North pole doesn't move at all.",
  "Fact Check": "",
  "Description": "This apparent difference in speed results in the Coriolis force, an effect that imparts a twist to largish events happening away from the equator. Best known is its effect on air masses: as they move away from the equator, their speed (which matches that of where they started from) appears to be faster than that of the surface over which they are traveling. Coriolis deflection sets cyclonic systems turning counterclockwise in the northern hemisphere and clockwise in the southern hemisphere. Likewise, a cannonball fired due north will seemingly veer a teeny bit to the east, and one fired to the south will apparently deflect ever so slightly to the west, deviations a skilled gunner would know to adjust for. The twisting effect of the Coriolis force is real and does influence certain large things like the movement of air masses, but the effect is so small that it plays no role in determining the direction in which water rotates as it exits from a draining sink or toilet. The Coriolis effect produces a measurable effect over huge distances and long periods of time, neither of which applies to your bathroom. Toilets and sinks drain in the directions they do because of the way water is directed into them or pulled from them. If water enters in a swirling motion (as it does when a toilet is flushed, for example), the water will exit in that same swirling pattern; as well, most basins have irregular surfaces and are not perfectly level, factors that influence the direction in which water spirals down their drains. The configuration of taps and drains is responsible for the direction of spin given to water draining from sinks and bathtubs to a degree that overwhelms the slight influence of the Coriolis force. The belief that the Coriolis force influences the direction in which water drains from plumbing fixtures is widespread and has been repeated as fact in a number of venues, including popular television shows (such as world traveler Michael Palin's Pole to Pole series) and even in textbooks. It's also been promulgated by any number of hucksters who set up rigged demonstrations along the equator for the amusement of gullible tourists. Fortunately, we've noted that a recently published introductory meteorology textbook includes (and addresses) this misbelief as one of the subjects students commonly ask about: Q: I've been told that water goes down a sink in one direction in the Northern Hemisphere and in the opposite direction in the Southern Hemisphere. Is that true? A: No! The origin of this myth comes from applying a scientific principle to a situation where it does not fit. The Coriolis deflection causes cyclonic systems to rotate counterclockwise in the Northern Hemisphere and clockwise in the Southern Hemisphere. It was inevitable that someone would suggest (without checking) that a sink should drain in a similar manner. However, a cyclone is more than 1000 kilometers in diameter and may exist for several days. By contrast, a typical sink is less than a meter in diameter and drains in a matter of seconds. On this scale, the Coriolis force is miniscule. Therefore, the shape of the sink and how level it is has more to do with the direction of water flow than the Coriolis force. We can only speculate on why people are so enamored of this snippet of misinformation, guessing that it has something to do with the desire to find some of the mysteries of science in the realm of the everyday. Barbara \"as the whirl cisterns\" Mikkelson Additional information: Bad Coriolis",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0471409766/ref=ase_urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0131874624/ref=ase_urbanlegendsrefe;http://www.ems.psu.edu/~fraser/Bad/BadCoriolis.html;",
  "Example": "[Collected via e-mail, 2003] Water in a pan, sink, or toilet rotates counter clockwise in the northern hemisphere and clockwise in the southern hemisphere. This is due to the Coriolis Effect, which is caused by the rotation of the Earth.",
  "Last Updated": "1 January 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/science/coriolis.asp",
  "Claim": "The Coriolis force influences which direction water spirals down drains and toilets in different hemispheres.",
  "Claim_ID": "science_coriolis",
  "Tags": ""
}