{
  "Origins": "Some factoids are just too intriguing, their hold on our imaginations too tenacious, for us to let go of them no matter how often or how thoroughly they may be debunked. One such factoid, about a scientific study's supposedly predicting that the naturally blonde-haired segment of the human population will die out within the next few centuries, gets trotted out when something prompts a mention of blondes in news stories. Take, for example, this concluding paragraph from a Sunday Times article about the origins of blonde hair: A study by the World Health Organisation found that natural blonds are likely to be extinct within 200 years because there are too few people carrying the blond gene. According to the WHO study, the last natural blond is likely to be born in Finland during 2202. As factoids go, this one is generally accompanied by a fair amount of detail, such as: The name of the group that conducted the study the World Health Organization (WHO). The reasons why blondes are headed towards extinction because blonde hair is produced by a recessive gene, and because \"bottle blondes\" are more attractive to men than natural blondes and are therefore more likely to be chosen as mating partners. Exactly when and where the extinction will occur the last blonde will probably be born in Finland around the year 2202. (Finland is named because it's claimed to be the country with the highest proportion of natural blondes, and the year 2202 is cited because the putative study was conducted in 2002 and predicted blondes would \"die out within 200 years.\") But all that detail can't make up for the fact that the WHO never announced or conducted any such study. The \"blondes are going extinct\" factoid sprang from a spate of news stories that were aired by major news outlets in September 2002 (such as BBC News ) and attributed the information to \"a study by the World Health Organization\" or the even more vague source of \"experts in Germany.\" As the Washington Post noted shortly afterwards, the source of the story appeared to be an article of questionable provenance published in a German women's magazine two years earlier:",
  "Fact Check": "",
  "Description": "Where did the \"blonde extinction\" idea originate? Normally we'd be tempted to chalk it up to the work of an anonymous prankster, or expect to find it began as yet another Weekly World News story that made the jump from a supermarket tabloid to the mainstream news media, but we were surprised to discover the notion of blondes' being completely supplanted by brunettes has been bouncing around for a very long time. For starters, we learned that in 1961 a number of newspapers reported a similar study predicting blondes might be disappearing from most parts of the world within 50 to 140 years: Blondes Are in Global Fade-Out Blondes real and bottled are disappearing on a worldwide scale at increasingly rapid rates, according to a scientific study made in France. Natural blondes, the kind gentlemen prefer most, may be extinct in 50 years, The Insider's Newsletter reports. Though nobody knows why, the International Committee for Demographic Studies, which made the study, believes the trend is related to Darwin's \"survival of the fittest\" law. Blondes are believed to be more fragile than brunettes who are better able to adjust to climatic and other environmental changes. Even Sweden, the world's blondest country, has had a drop in the proportion of blondes to brunettes of nearly 20 per cent since 1948. The committee predicts that by the year 2100 Swedish blondes may be a rarity and that the golden girl will be virtually extinct in the rest of the world. The decline of the natural blonde has been paralleled by the \"evaporation\" of girls with bottled yellow tresses. Several years ago one in three French girls was a peroxide blonde. Today the proportion is closer to one in six. Stylists, noting a trend toward coloring the hair in dark shades, say western women are entering a \"brunette cycle\" certain to last a decade or more. Going back even further, we find the same concept being expressed in 1906, with this example anticipating the demise of blondes within the next 600 years: BLONDES DOOMED TO VANISH FROM EARTH Major Woodruff Sounds Their Deathknell It's Science. The girl with the golden tresses is doomed, and within six hundred years blondes will be extinct. The fate of the blonde was foretold today by Major C. E. Woodruff in a lecture at the Association for Advancement of Science at Columbia university. The major said the blondes were on the toboggan and were scheduled to disappear in six centuries. The gallant major said her peroxide sister might endure, but the real twenty-two karat blonde would be only known in history in future ages. Major Woodruff said science might discover some method of controlling the color of hair. Backing up further still, we find evidence that the possible extinction of blondes was a subject of discussion in the 19th century as well, with this 1890 article anticipating their downfall due to a stronger male preference for brunettes as matrimonial partners: THE BLONDES DISAPPEARING Condition of Affairs the Government Should Investigate Blondes are said to be disappearing both in Engand and America, says the Illustrated American. Persons who can look back half a century unite in declaring that there is a marked change in this respect. For every red-haired person seen now, 10 could have been met with 20 years back. In New England we are told the blonde has well-nigh disappeared. In New York a reporter recently made an interesting experiment which any one who doubts it may repeat. In the course of 15 minutes' walk on Broadway he counted 200 women, young and old, with hair ranging from a medium brown to the darkest shades which all but artists call black. He passed only 13 women of the pronounced blonde type. Three of these had red hair, and the hair of two had apparently been bleached. At the theatre the same evening he scrutinized 50 women within easy range, and only six had fair skins, blue eyes and light hair. They sat surrounded by a bevy of dark women, who gave its prevailing tone to the complexion of the house. The public schools yielded a similar result. One class of 80 girls had eight blondes among them, another of 65 had 16, a third of 57 had only seven. Another observer hazards the statement that not more than 10 per cent of New York women are blondes. \"Go anywhere where pretty girls congregate, and you meet tall, striking-looking figures with dark hair and big, dark eyes. The blondes are disappearing. And why?\" Science steps in with an explanation. Dr. Beddoes of the British Royal Infirmary in London declares that after examining the hair of nearly 1000 young women who came before his notice, he has arrived at the conclusion that in matrimony the brunette was preferred over the blonde in the ratio of three to two, and so, gradually but surely, through the selection of dark women for wives and through the hereditary transmission of brunette traits, the blondes become extinct. This excerpt from an 1865 article approving of recent Parisian fashion changes favoring the blonde look dates rumors concerning the extinction of the fair-haired to at least as far back as the American Civil War: GOLDEN HAIR Not long ago, the admirers of blue eyes and fair hair were disgusted by certain wise men announcing that the blonde was becoming rapidly extinct, failing to hold her own even in her native North. Let them take heart and rejoice, and laugh to scorn the evil prophecies of Darwinian doctrinaires. Fashion, in Paris, has determined to thwart the disciples of the new school, and set natural selection at defiance, and the fiat has gone forth that the blonde is the true type of beauty, and golden your only hair. Amber-colored locks are literally worth their weight in gold, and all the hair-markets of Europe are being ransacked to enable Parisian belles to witch mankind with beauty not their own, except by right of purchase. No matter how old and ingrained this extinction belief may be, however, blondes and blonde-lovers probably need not fear the imminent demise of natural blondeness. Most scientists asked to comment on the faux study in recent years have opined that although the proportion of blondes in the population might decrease a bit in coming years, it won't drop to zero any time in the foreseeable future.",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/1/hi/health/2284783.stm;http://www.who.int/en/;",
  "Example": "",
  "Last Updated": "1 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/science/stats/blondes.asp",
  "Claim": "A study undertaken by the World Health Organization concluded that natural blondes are likely to be extinct within 200 years.",
  "Claim_ID": "science_stats_blondes",
  "Tags": ""
}