{
  "Origins": "All one need know about this article is that it originated with the Weekly World News , an entertainment tabloid with its tongue firmly embedded in its cheek to a depth not measurable by any instrument known to man. Unfortunately Yahoo!, a primary news source for many people on the Internet, reprints some Weekly World News articles in their TV News section under a heading of \"Entertainment News & Gossip,\" a title that doesn't convey a strong \"bogus\" warning to readers who don't notice the original source is the Weekly World News (or don't know what the Weekly World News is). So, after Yahoo! picked up this alarming WWN article about scientists' predicting that the sun would blow up within six years, it was forwarded on and circulated by people who knew only that it came from a \"real news source.\" (For the record, although the European Space Agency is a real and respected scientific organization, no \"Dr. Piers Van der Meer\" turns up as anyone who has ever had his name attached to a scientific journal article about astronomy, astrophysics, or planetary science, a rather odd circumstance for someone claimed to be \"a top expert affiliated with the European Space Agency.\")",
  "Fact Check": "",
  "Description": "Over the years, plots by scientists to deliberately blow up the moon with an eye towards stabilizing the Earth's climate have been a recurring theme in Weekly World News articles. Oddly enough, the original \"let's blow up the moon\" article from 1991 wasn't a goofy idea made up out of whole cloth by a Weekly World News writer; it was a scheme proposed by the late Dr. Alexander Abian , a mathematics professor at Iowa State University who was also well known as a bona fide USENET kook to the regular participants in the sci.astro and sci.physics newsgroups. In April 2002, the Weekly World News ran a story about a new plan to \"blow the moon to smithereens\" for the sake of creating a \"temperate climate all around the globe,\" this one supposedly advanced by \"five top Russian scientists.\" As the Weekly World News subsequently reported, the group that issued the loudest howls of protest over the Russian scheme was, predictably, werewolves .",
  "Originally Published": "",
  "Referred Links": "http://www.angelfire.com/wy/werewolves/blowupmoon.html;http://www.weeklyworldnews.com/features/conspiracies_story.cfm?instanceid=25599;http://groups.google.com/groups?hl=en&lr=&ie=UTF-8&oe=UTF-8&frame=right&th=90b7921f569f3e26&seekm=abian.840819640%40pv3449.vincent.iastate.edu#link1\";http://www.math.ucdavis.edu/~suh/abian/abian-homepage.html;http://www.vested-tyme.net/KEELYNET/UNCLASS/LUNACY1.HTM;http://www.esa.int/export/esaCP/index.html;http://tv.yahoo.com/news/wwn/20020918/103236120009.html;http://www.weeklyworldnews.com/;",
  "Example": "[Weekly World News, 2002] The Sun is overheating and will soon blow up . . . taking Earth and the rest of the solar system with it, scientists warn. The alert was issued after an international satellite photographed a massive explosion on the surface of the Sun that sent a plume of fire 30 times longer than the diameter of Earth blasting into space. \"It's a sign that the Sun is ready to blow . . . I don't know if I can put it any more plainly than that,\" says Dutch astrophysicist Dr. Piers Van der Meer, a top expert affiliated with the European Space Agency. \"It will be like a nuclear bomb trillions of times more powerful than the one dropped on Hiroshima going off at the center of our solar system. \"When that happens Earth will be instantly incinerated along with all life on it. It's like when a marshmallow falls into a fire, blackens and melts.\" [. . .]",
  "Last Updated": "21 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/science/sunboom.asp",
  "Claim": "Scientists are predicting that the sun will explode in less than six years.",
  "Claim_ID": "science_sunboom",
  "Tags": ""
}