{
  "Origins": "No matter what your parents might have told you, there isn't any magical chemical that when added to a swimming pool will reveal the presence of urine in the water by producing a brightly-colored cloud. As \"Alan\" at the Aqua Clear web site says: \"There is no chemical that can function as an indicator for urine in a pool.\" Others in the industry concur: this belief is all chimera and no substance.",
  "Fact Check": "",
  "Description": "Those in the pool supply business are routinely confronted with requests for the \"urine-indicator dye\" (as the mythical substance has come to be known). The belief in such a chemical spans many countries, as does the juvenile certainty particular pools are spiked with it. Experts on such matters say although a reliable urine-detecting dye could be produced, the trick would be getting it to react only to urine and to not trigger in the presence of similar organic compounds likely present in swimming pools. It's not a compound anyone appears to be working on either, and with good reason: who'd want it? Kids are kids, and their expected reaction to the news that pissing in the pool would produce bright purple or red trails would be to jump right in with the intent of putting that theory to the test. Especially in a public pool where one's indiscretions can be blamed on the fellow swimming by, what kid wouldn't avail himself of the naughty pleasure of invoking billowing clouds of dye? Or, as one old-time Boston-area poolman put it, \"If such chemicals did exist, every municipal pool in Boston would be bright purple.\" (A heartening thought, that. One could drown Barney, and the body wouldn't be found for days.) Chalk this belief up as what it is: yet another sneaky parent trick meant to keep kids in check. A similar baseless rumor about naughty perpetrators being caught red-handed (so to speak) has to do with school fire alarms. A number of kids have heard these mechanisms are booby-trapped with a packet of red dye that will spray upon whoever pulls the lever, marking him as the one who did the deed. (Yes, dyes are sometimes used with fire alarms to help catch pranksters who take perverse delight in setting off false alarms, but those dyes have come into widespread use only fairly recently, and they are most commonly used as booby-traps set by investigators who have some idea who the perpetrator is or where he will strike next, not as a permanent feature of the alarms. Most kids who were told that all of their schools' fire alarms were set to mark anyone who triggered them with a special dye were being hoaxed with a bit of deterrent fiction.) Barbara \"colorful characters\" Mikkelson Sightings: Barbara Leaming's 1985 Orson Welles A Biography claims Welles and his pal Charlie MacArthur pulled this \"urine-indicator dye\" prank on their friends around 1937 and were rewarded with raspberry-colored clouds billowing in the water around the guilty swimmers. In an episode of Nickelodeon's The Adventures of Pete & Pete (\"Splashdown\"), a substance called \"Wee-Wee See\" is used to catch a pool-peeing perpetrator. And the mythical urine-detecting pool chemical also makes an appearance in the 2010 film Grown Ups :",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20010302115908/http://www.aqua-clear.com/alan/aa23.htm#aa4;",
  "Example": "[Collected on the Internet, 1994] In 1958 I spent two weeks visiting my father in Sacramento, California. At the YMCA pool, I was told by fellow-children that this chemical (colour was red) was in the water. I was told the horrible embarrassment of being \"discovered\" peeing in the water had happened to a FOAF only \"last week.\" I never tried it out, obviously. Too terrified to even THINK of it. Never saw red stains in the water, either.",
  "Last Updated": "4 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/science/poolpiss.asp",
  "Claim": "A special compound added to the water in swimming pools will reveal the presence of urine and catch those who peel in the pool.",
  "Claim_ID": "science_poolpiss",
  "Tags": ""
}