{
  "Origins": "The helplessness many homeowners feel during the approach of a destructive storm contributes to the belief of a number of hurricane falsities. While people can get themselves and their loved ones out of the way of a hurricane about to make landfall, they cannot move their homes and so have to abandon them to the ravages of nature.",
  "Fact Check": "",
  "Description": "Homeowners in hurricane areas do try to shield their property from weather-caused damage, but many of the popularly-believed defenses they resort to are ineffective, and one can contribute to far greater degrees of wreckage being visited upon their domiciles. That latter tidbit of misinformation asserts that to relieve pressure from building up within the house during a hurricane and causing the building's roof to blow off, one should leave a few windows either fully open or slightly cracked. But the opposite is true: windows should be tightly shut to prevent any of the wind from entering the home. What does enter will seek to exit, in the process blowing out a roof or ceiling, collapsing a gable end or a garage door. Wherever the home's weak point is, such rogue winds will find it and assault it. The notion of keeping some windows slightly cracked open during hurricanes crossed over from what was at one time touted as an effective defense against tornadoes but which has since been discredited. In the wake of devastating twisters, it would sometimes appear that a few houses had exploded; from this evidence, scientists theorized air pressure outside had to have been far lower than it was inside, with this disparity causing the blowout. It was therefore suggested people leave their windows open just a bit to equalize pressure. However, further research showed those blasted apart houses were the result of wind blowing into open or broken windows, so the advice, rather than preventing this particular form of destruction, would actually work to cause it. Those gusts that entered homes pushed up on the roofs at the same time wind was blowing over them, which made the roofs act like airplane wings and generate lifting force. Once roofs lift off, the walls of homes can fall outward, making it look like the buildings exploded. Other widely relied upon modes of protecting one's home from the ravages of a hurricane are also ineffective: Contrary to popular belief (and a frantic rise in the sales of these items before a hurricane hits), taping a home's windows with masking or duct tape does nothing to protect them. The windows will still break, with the tape doing nothing to impede the process. It's questionable that either sealant will even keep broken glass from dispersing, says the Federal Alliance for Safe Homes (FLASH). \"Hurricane film,\" a clear film that sticks onto the glass, is similarly ineffective unless it is anchored in the window frame. Lacking that, a film-covered window will withstand only whatever wind load it resists without the film. All windows and doors of a home need to be protected from hurricane winds, not just the ones facing the ocean. Wind can come from any direction or angle and may change direction quickly. While many mobile home owners think storm shutters and tie-downs will preserve their domiciles from pounding storms, this sort of dwelling cannot withstand more than minimal hurricane winds. Tie-down anchors come loose as the ground becomes saturated by the rain. But it's not all doom and gloom; homeowners do have some recourse against the winds. They can install hurricane shutters on their windows or use specially developed new screen and fabric products on them. The mesh and fabric range from about $7 to about $25 a square foot. Plywood, while better than nothing, is not the home saver many believe it to be. It can help to guard windows from some of the flying debris loosed by a storm's fury. However, against the winds themselves it is not all that effective, even when properly installed (fitted perfectly to each window and screwed at 18-inch intervals into the building itself rather than merely into its siding). Plywood is a bulwark of last resort rather than a poor man's equivalent of professionally-installed hurricane shutters; one is not comparable to the other. Keep in mind that as Federal Emergency Management Agency (FEMA) spokeswoman Sylvia E. Farrington noted, even a minimal hurricane can drill a 2-by-4 through a concrete wall. Now imagine how well plywood window coverings would fare. One last caution: If you stay in your home during a hurricane and the power goes out, do not light candles or gas or oil lanterns because of the potential for gas leaks from storm-damaged lines. Instead, use only flashlights or battery-powered lanterns during and after a storm until power is safely restored and all gas lines are checked. Barbara \"else the candle and you may get snuffed\" Mikkelson Additional Information: Animated How-To on Protecting Windows and Doors from Hurricanes (Federal Alliance for Safe Homes) Doors and Windows Protecting (Federal Alliance for Safe Homes)",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20040816004457/http://www.flash.org/activity.cfm?currentPeril=1&activityID=107;https://web.archive.org/web/20040704115442/http://www.flash.org/activity.cfm?currentPeril=1&activityID=179;",
  "Example": "[Collected via e-mail, 2005] Is it true or false that one should open a window slightly during a hurricane to equalize the inner pressure of a house and the outside lower pressure of the hurricane?",
  "Last Updated": "7 August 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/science/hurricane.asp",
  "Claim": "You should leave a window open slightly during a hurricane to equalize pressure.",
  "Claim_ID": "science_hurricane",
  "Tags": ""
}