{
  "Origins": "B.F. Skinner was a renowned behavioral psychologist who began his career in the 1930s and is best known for his development of the Skinner box , a laboratory apparatus used to conduct and record the results of operant conditioning experiments with animals. (These are typically experiments in which an animal must manipulate an object such as a lever in order to obtain a reward.)",
  "Fact Check": "",
  "Description": "When Skinner's second daughter, Deborah, was born in 1944, Skinner (who then lived in Minnesota) constructed an alternative type of crib for her that was something like a large version of a hospital incubator, a tall box with a door at its base and a glass window in front. This \"baby tender,\" as Skinner called it, provided Deborah with a place to sleep and remain comfortably warm throughout the severe Minnesota winters without having to be wrapped in numerous layers of clothing and blankets (and developing the attendant rashes). Deborah slept in her novel crib until she was two and a half years old, and by all accounts grew up a happy, healthy, thriving child. The trouble began in October 1945, when the magazine Ladies' Home Journal ran an article by Skinner about his baby tender. The article featured a picture of Deborah in a portable (and therefore smaller) version of the box, her hands pressed against the glass, under the headline \"Baby in a Box.\" People who didn't read the article carefully, or who merely glanced at the picture or heard about the article from someone else but didn't read it themselves confused the baby tender with a Skinner box, even though the article clearly explained that the baby tender was something quite different: When we decided to have another child, my wife and I felt that it was time to apply a little labor-saving invention and design to the problems of the nursery. We began by going over the disheartening schedule of the young mother, step by step. We asked only one question: Is this practice important for the physical and psychological health of the baby? When it was not, we marked it for elimination. Then the \"gadgeteering\" began. The result was an inexpensive apparatus in which our baby daughter has now been living for eleven months. Her remarkable good health and happiness and my wife s welcome leisure have exceeded our most optimistic predictions, and we are convinced that a new deal for both mother and baby is at hand. We tackled first the problem of warmth. The usual solution is to wrap the baby in half-a-dozen layers of cloth-shirt, nightdress, sheet, and blankets. This is never completely successful. The baby is likely to be found steaming in its own fluids or lying cold and uncovered. Schemes to prevent uncovering may be dangerous, and in fact they have sometimes even proved fatal. Clothing and bedding also interfere with normal exercise and growth and keep the baby from taking comfortable postures or changing posture during sleep. They also encourage rashes and sores. Nothing can be said for the system on the score of convenience, because frequent changes and launderings are necessary. Why not, we thought, dispense with clothing altogether except for the diaper, which serves another purpose and warm the space in which the baby lives? This should be a simple technical problem in the modern home. Our solution is a closed compartment about as spacious as a standard crib . The walls are well insulated, and one side, which can be raised like a window, is a large pane of safety glass. The heating is electrical, and special precautions have been taken to insure accurate control. After a little experimentation we found that our baby, when first home from the hospital, was completely comfortable and relaxed without benefit of clothing at about 86 F. As she grew older, it was possible to lower the temperature by easy stages. Now, at eleven months, we are operating at about 78 F, with a relative humidity of 50 per cent. As Deborah Skinner described her experience with the baby tender many years later: My father's intentions were simple, and based on removing what he and my mother saw as the worst aspects of a baby's typical sleeping arrangements: clothes, sheets and blankets. These not only have to be washed, but they restrict arm and leg movement and are a highly imperfect method of keeping a baby comfortable. My mother was happy. She had to give me fewer baths and of course had fewer clothes and blankets to wash, so allowing her more time to enjoy her baby. I was very happy, too, though I must report at this stage that I remember nothing of those first two and a half years. I am told that I never once objected to being put back inside. I had a clear view through the glass front and, instead of being semi-swaddled and covered with blankets, I luxuriated semi-naked in warm, humidified air. The air was filtered but not germ-free, and when the glass front was lowered into place, the noise from me and from my parents and sister was dampened, not silenced. The effect on me? Who knows? I was a remarkably healthy child, and after the first few months of life only cried when injured or inoculated. I didn't have a cold until I was six. I've enjoyed good health since then, too, though that may be my genes. Frankly, I'm surprised the contraption never took off. A few aircribs were built during the late 50s and 60s, and somebody also produced plans for DIY versions, but the traditional cot was always going to be a smaller and cheaper option. My sister used one for her two daughters, as did hundreds of other couples, mostly with some connection to psychology. Nonetheless, many people jumped to the conclusion that Skinner was raising his daughter in a cramped box equipped with bells and food trays and was conducting psychological experiments of the \"rewards and punishments\" variety on her. Outraged letter-writers protested that a child should not be \"kept in a box\" and \"subjected to experiments like an animal.\" Over the years the details about Skinner's baby tender (which was unsuccessfully marketed under the names \"Heir Conditioner\" and \"Aircrib\") became more fuzzily remembered, and by the mid-1960s (when Deborah turned twenty-one), the rumor had started that Skinner's psychotic daughter had sued him for traumatizing her by raising her in a box and conducting psychological experiments upon her, and that she had enventually committed suicide. In fact, Deborah Skinner (now Deborah Skinner Buzan) grew up about as normally as can be, remained close to her father, and has been living and working in London as an artist since the mid-1970s. She quipped years later that \"I'm pretty sure I'm not crazy. And I don't seem to have committed suicide,\" and of her unusual upbringing she said, \"It wasn't really a psychological experiment but what you might call a happiness-through-health experience. I think I was a very happy baby. Most of the criticisms of the box are by people who don't understand what it was.\" In 2004 author Lauren Slater touched off a brouhaha and accusations of shoddy research when she repeated many of the familiar \"Skinner box\" rumors in her book Opening Skinner's Box: Great Psychological Experiments of the Twentieth Century. According to legend, she wrote, Skinner kept Deborah: ... caged for two full years, placing within her cramped square space bells and food trays and all manners of mean punishments and bright rewards, and he tracked her progress on a grid. And then, when she was thirty-one and frankly psychotic, she sued him for abuse in a genuine court of law, lost the case, and shot herself in a bowling alley in Billings, Montana. Boom-boom went the gun. Deborah Skinner Buzan affirmed that these legends were nothing more than outrageous rumors: [T]here's the story that after my father \"let me out\", I became psychotic. Well, I didn't. That I sued him in a court of law is also untrue. And, contrary to hearsay, I didn't shoot myself in a bowling alley in Billings, Montana. I have never even been to Billings, Montana. Although some of the information presented in Slater's book was indicated as being legend or rumor, Deborah Buzan felt that Slater inaccurately mischaracterized her father as a scientist who used her to \"prove his theories\" by putting her into a \"laboratory box\", and that Slater \"seriously libeled\" her in claiming: \"I did not come across any data that could convince me of [Deborah Skinner's] mental status.\" Ms. Buzan responded: [I]t's not true. My father did nothing of the sort. The plain reality is that Lauren Slater never bothered to check the truth of [these rumors] (although she claims to have tried to track me down). Instead, she chose to do me and my family a disservice and, at the same time, to debase the intellectual history of psychology.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040603142921/http://www.d230.org/cs/matiya/new_page_8.htm;https://web.archive.org/web/19970110210102/http://www.biozentrum.uni-wuerzburg.de/genetics/behavior/learning/SkinnerBox.html;",
  "Example": "",
  "Last Updated": "9 March 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/science/skinner.asp",
  "Claim": "Psychologist B. F. Skinner raised his own daughter in a \"Skinner box\"; as a result, she grew up psychologically damaged, sued her father, and committed suicide.",
  "Claim_ID": "science_skinner",
  "Tags": ""
}