{
  "Origins": "Creepy facts have their appeal, chief among them a morbid fascination factor. Although the true details of what happens to bodies after death is not intelligence suitable for the even mildly squeamish (\"The first sign of putrefaction is a greenish skin discoloration appearing on the right lower abdomen about the second or third day after death,\" begins Kenneth Iserson's gruesomely detailed description in Death to Dust ), we nonetheless delight in sharing what we believe are priceless tidbits of knowledge on this subject.",
  "Fact Check": "",
  "Description": "Not surprisingly, the one factlet most often offered up as revealed truth is wholly false: Your hair and nails do not continue to grow after you die; it's all optical illusion. The sorry fact of the matter is that we dehydrate after dying. Our flesh dries and, in so doing, pulls away from nails and hair. Thus, though the nail on our big toe, for example, remains the same length as before, the toe it is seated upon shrinks. Because we are accustomed to nails and hair growing , not hands, feet, and heads shrinking , we perceive this change as an increase in one rather than a decline in the other. To quote the respected forensic anthropologist William R. Maples: It is a myth that fingernails and hair continue to grow after death. What really happens is that the skin may retract around them, making the hair and nails prickle up and jut out more prominently. Erich Maria Remarque, in his novel All Quiet on the Western Front, imagines a dead friend's nails growing in weird, subterranean corkscrews after his burial. It is a powerful, disturbing image, but it is pure moonshine. No such thing occurs. To combat this shrinkage, funeral homes slather moisturizing cream on bodies, particularly on the faces of men with heavy beards. Among the living, fingernail growth averages about a tenth of a millimeter per day, with toenails growing about a half to a third slower. However, drugs or disease can affect these rates. The middle and fourth fingers' nails tend to grow a little faster than those of the fifth and thumb. Bodies appear to do strange things after death, but all of them are attributable to the decomposition process rather than supernatural forces. At times a moldering body will make noise, but that is only the sound of gas (a natural byproduct of the putrefaction process) escaping from the human vessel that previously contained it. Barbara \"once a windbag, always a windbag\" Mikkelson Sightings: In the 1959 movie The Tingler , Vincent Price's character asserts hair and nails continue to grow after one's death.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0385474903/urbanlegendsrefeA/;http://www.amazon.com/exec/obidos/ISBN=1883620074/urbanlegendsrefeA/;http://us.imdb.com/title/tt0053363/;",
  "Example": "",
  "Last Updated": "28 September 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/science/nailgrow.asp",
  "Claim": "A person's fingernails and hair continue to grow after his death.",
  "Claim_ID": "science_nailgrow",
  "Tags": ""
}