{
  "Origins": "There is a persistent belief that the stars in the heavens (which are masked from sight during the day by the light provided by the sun) are easily viewable when regarded from the base of a very tall chimney or from the depths of a deep well or mine shaft. According to lore, such a strictly narrowed field of vision would serve to diminish the brightness of the daytime sky, making the ordinarily invisible stars starkly apparent.",
  "Fact Check": "",
  "Description": "The belief is an old one. Aristotle (384 BCE - 322 BCE) mentioned it in passing in one of his essays, and Chapter 20 of Charles Dickens' Pickwick Papers begins with it. Ancient or not, the belief doesn't work in practice. As Rev. W.F.A. Ellison said of the belief in the Journal of the British Astronomical Association in 1916 (as quoted by Ackermann): A very little scientific reasoning, even without experiment, will be sufficient to dispose of it. For, what is it which hides the star in the daytime? It is merely the glare of our atmosphere illuminated by the Sun's rays. As the atmosphere extends to a height of 50 miles or more above the Earth's surface, a shaft or chimney 100 to 200 feet high could do but little to take away that glare, and anyone who has ever actually looked up from the bottom of such a shaft (as I have from the bottom of a colliery, 900 feet below the surface) must have been struck not by the darkness of the little disc of sky visible, but by its dazzling brilliance. More simply, from the depths of a well, what can be seen of the daytime sky appears bright, bright blue, not the inky black that makes stars stand out. That the sides of the shaft are dark will only serve to heighten the contrast presented to the viewer by the daylit sky. So, being at the bottom of a well won't turn the visible daytime sky into a canopy of darkness against which stars will stand out. But will it at least make objects easier to see, even though they're being served up against that bright blue background? Experiments performed in 1946 showed that the dimmest star conceivably visible to the human eye in ordinary open daylight would have to be five times brighter than Sirius, the brightest star in our skies (save for the sun itself). In non-open daylight (that is, from a location that severely restricted the observer's field of vision, such as the bottom of a deep well, a long chimney, or a mine shaft), Sirius itself is potentially visible during daytime; however, even for the very, very sharp-eyed, Sirius wouldn't stand out the way typical stars do against the dark backdrop of the night sky. Moreover, Sirius would have to be directly above the viewer's tiny opening, something those in the know have calculated as wildly improbable. (On a typical moonless night, approximately 10,000 stars are visible to the naked eye. Yet, even if your very deep mine shaft had a big opening, you would likely see only 10 to 20 stars pass overhead that entire night.) The belief about stars being visible during the day when one gazes at the heavens from deep wells or mine shafts is somewhat fueled by what people perceive about telescopes: that stars one can't see (or can't see well) with the naked eye become easily viewable when gazed at through its long, dark tube. Sadly, that belief credits the instrument's tube for the magic actually performed by its lenses. Barbara \"through a lens, darkly\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ISBN=0471409766/urbanlegendsrefeA/;",
  "Example": "[Collected via e-mail, September 2004] Is it true or false that a person can see stars in the sky during the daytime through a tall chimney, or from the bottom of a well? [Collected via e-mail, January 2005] My mother read a book written a few years ago, set in the American Civil War, in which an anecdote was put forth in passing that states \"if a person stands in the bottom of a well during daylight hours and looks up he or she will see the stars.\" Is this true?",
  "Last Updated": "21 May 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/science/well.asp",
  "Claim": "Stars can be viewed during the day from the bottom of a well.",
  "Claim_ID": "science_well",
  "Tags": ""
}