{
  "Origins": "The renowned Nobel Prize is the legacy of Swedish chemist, inventor, and industrialist Alfred Nobel, whose 1895 will specified that most of his fortune be set aside to establish a fund for the awarding of five annual prizes \"to those who, during the preceding year, shall have conferred the greatest benefit on mankind.\" The first Nobel Prizes were distributed on 10 December 1901, the fifth anniversary of Nobel's death, for achievements in the fields specified by Nobel: physics, chemistry, medicine, literature, and peace. (A prize for a sixth category, economics, was added by the Bank of Sweden beginning in 1969.)",
  "Fact Check": "",
  "Description": "In the century since the Nobel Foundation was established, many have speculated on the reasons why Alfred Nobel did not provide for a prize to be awarded for achievement in the field of mathematics. Surely an eminent man of science such as Alfred Nobel could not simply have forgotten about mathematics, so he must have had a good reason for omitting it. With no obvious reason at hand, people invented one, and as usual the invented tale had a bit of salaciousness to it: Alfred Nobel deliberately avoided establishing a prize for mathematics out of vindictiveness because a prominent Swedish mathematician was carrying on an affair with his wife. The \"wife\" theory is easily discounted, since Nobel was never married. Some variations of the legend claim it was Nobel's fianc e or mistress who was carrying on the affair, with her partner in infidelity identified as the eminent Swedish mathematician Gosta Mittag-Leffler. Nobel reportedly did have a mistress, a Viennese woman named Sophie Hess, but there is no evidence she ever had anything to do with Mittag-Leffler. Another version of the legend maintains that Nobel bore animosity towards Mittag-Leffler for some other reason, and he therefore avoided establishing a mathematics prize because Mittag-Leffler would almost certainly have been one of its first recipients. However, this version also has little factual evidence to support it, as: It is difficult to establish a plausible reason why Nobel would have borne resentment towards Mittag-Leffler, or even to demonstrate that Nobel had much of any contact with the mathematician at all. True, they were both members of \"Stockholm educated society,\" but Nobel emigrated from Sweden in 1865 (when Mittag-Leffler was still a student), only returned to Sweden about once a year (for his mother's birthday), and established residence in Paris in the mid-1870s. An earlier will of Nobel's had left 5% of his estate to Stockholm H gskola (later the University of Stockholm), but a revision of the will a few years later eliminated this bequest. Some have speculated that an internal feud between two factions at Stockholm H gskola (one of which was led by Mittag-Leffler) or Nobel's dislike for Mittag-Leffler resulted in Nobel's dropping the school as one of his beneficiaries and passing over mathematics as one of the designated categories for his prize, but the revision to Nobel's will eliminated similar bequests to other educational institutions as well. Most likely Nobel simply changed his mind after refining his ideas about the prizes he wanted to endow and decided to put more of his fortune into that effort instead. There was no guarantee that Mittag-Leffler would have been a recipient of a Nobel Prize in mathematics. He was a gifted mathematician, and he had the advantage of being a man of some influence with the Royal Swedish Academy of Science (the institution designated to confer the prizes for physics and chemistry, and presumably mathematics had there been such a prize), but there were other highly regarded candidates as well, such as Jules Henri Poincar and David Hilbert. The whole point of Alfred Nobel's benevolent legacy was to encourage and benefit those who \"have done mankind the greatest good,\" an altruistic effort which would have been forever tainted if he had allowed a personal grudge to eradicate any award for an important scientific category. Okay then, so why did Alfred Nobel give mathematics a pass? There is no definitive answer since Nobel didn't explain his reasons, but there are several plausible possibilities: Alfred Nobel established prizes for fields of endeavor that interested him, and mathematics simply wasn't among them. Nobel had performed some excellent development work in physics and chemistry, he had wide-ranging literary interests, and most importantly he was an idealist who wanted to reward those who did \"most or best for the fraternization of peoples or abolition or diminishing of standing armies, and for creation or propagation of peace congresses.\" (In fact, Nobel's original will had provided for only a single prize, which he especially desired would be given to those \"who through writing and actions can succeed in fighting the strange prejudices which both nations and governments still have against the creation of a European peace tribunal.\") But other than as a necessary foundation for chemistry and physics, mathematics was not a particular interest of Nobel's. Sweden's monarch Oscar II, at the urging of Mittag-Leffler himself, had already endowed a prize for mathematics. As Cooke wrote: As professor ordinarius in Stockholm, Mittag-Leffler began a 30-year career of vigorous mathematical activity. In 1882 he founded the Acta Mathematica, which a century later is still one of the world's leading mathematical journals. Through his influence in Stockholm he persuaded King Oscar II to endow prize competitions and honor various distinguished mathematicians all over Europe. Hermite, Bertrand, Weierstrass, and Poincare were among those honored by the King. Nobel may have been hesitant to compete with this established prize by creating one of his own. Nobel was interested in development work and specified that his prizes should be awarded for \"important discoveries and inventions.\" Mathematics was a field he may have considered too theoretical to produce the direct practical benefits to mankind whose discoverers he sought to reward. Whenever a man's motivations for a course of action aren't clear, attributing them to something sexual usually creates a tale both plausible and entertaining. Which is what urban legends are about, after all. Sightings: The legend about there being no Nobel prize in mathematics thanks to some hanky panky between a mathematician and Nobel's wife is repeated in an episode of the television series NUMB3RS (\"Obsession,\" original air date 7 October 2005).",
  "Originally Published": "",
  "Referred Links": "http://www-groups.dcs.st-andrews.ac.uk/~history/Mathematicians/Hilbert.html;http://www-groups.dcs.st-andrews.ac.uk/~history/Mathematicians/Poincare.html;",
  "Example": "",
  "Last Updated": "4 October 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/science/nobel.asp",
  "Claim": "No Nobel Prize is awarded for mathematics because a mathematician was carrying on an affair with Alfred Nobel's wife.",
  "Claim_ID": "science_nobel",
  "Tags": ""
}