{
  "Origins": "Underrated but deadly, lightning is a devastating force of nature that kills an average of 58 people a year. While indoor sites are much safer from lightning than outdoor areas, bolts from the sky have taken the lives of folks who were indoors talking on landline telephones . While outdoors, one must be wary of certain technologies in addition to the lightning itself when a storm is imminent, because the presence of devices such as iPods or cell phones on one's person during a lightning strike can work to make resulting injuries even more severe.",
  "Fact Check": "",
  "Description": "Technology cuts both ways, though; it also sometimes serves to protect people from the worst of lightning strikes, such as the interiors of closed vehicles shielding those who've taken shelter there. However, while the protection is real, the reason for it is generally misunderstood. Although folks have long believed otherwise, the relative safety afforded by automobiles during electrical storms has nothing to do with the rubber tires on these vehicles. Rather, it's the closed metallic composition of the car itself that does the trick, serving as a conductor which channels the killing amperage away from those it would otherwise fry and diverts it into the ground. The car acts as an ad hoc Faraday cage , picking up the lightning's discharge of energy and conducting it around the vehicle's occupants and down to the ground. The National Weather Service says of the notion that rubber tires or shoe soles will protect you from lightning strikes: Rubber-soled shoes and rubber tires provide NO protection from lightning. However, the steel frame of a hard-topped vehicle provides increased protection if you are not touching metal. Although you may be injured if lightning strikes your car, you are much safer inside a vehicle than outside. Belief that the rubber in a vehicle's tires would afford protection from a lightning strike dates well into the past, as this excerpt from an 1896 news story shows: The claim has been made that the rubber tires on a bicycle are a protection to the rider against lightning. The wheel ridden by Walter Scott Thursday evening had rubber tires. He was killed and the tires were not damaged in the least. In answer to the question \"Can I be struck by lightning if I wear rubber soled shoes?\" the National Weather Service says: Absolutely! While rubber is an electric insulator, it's only effective to a certain point. The average lightning bolt carries about 30,000 amps of charge, has 100 million volts of electric potential, and is about 50,000 F. These amounts are several orders of magnitude HIGHER than what humans use on a daily basis and can burn through ANY insulator (even the ceramic insulators on power lines!) Besides, the lightning bolt may just have traveled many miles through the atmosphere, which is a good insulator. Your \" (or less) of rubber will make no difference. The best defense to the ravages of lightning is not being there when it strikes. As to how to avoid being hit by lightning: Do not let the seeming distance between you and an electrical storm talk you into remaining outside. When you hear thunder, no matter how far off the approaching storm seems, seek shelter indoors or in an enclosed vehicle. (Convertibles aren't very safe, even if the top is up.) Inside a building, avoid using landline phones, and steer clear of appliances, doors, windows, and water. If you take refuge in a car, make sure you aren't parked near a tree or power lines that could come down on the vehicle. Avoid touching anything metal and keep the windows fully closed. If you can't make it to shelter indoors, avoid water, high ground, and wide open spaces where you are the high ground. Canopies and picnic shelters are also generally unsafe, and huddling under a tree is a bad idea. Don't stand near metal objects such as electrical wires, fences, and machinery. If you are outdoors, crouch down with your feet close together. Cover your ears to minimize hearing damage. Do not wear headphones attached to a cellphone, iPod, or other electronic device. Barbara \"when it comes to lightning, go for spares, not strikes\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.srh.noaa.gov/jetstream//lightning/lightning_faq.htm#11;http://www.wrh.noaa.gov/psr/general/severe/lightning.asp;http://www.wordiq.com/definition/Faraday_Cage;http://www.lightningsafety.noaa.gov/overview.htm;",
  "Example": "[Collected via e-mail, May 2002] Many people think that a car is the safest place to be during a thunderstorm because of the rubber tires, but according to my physics teacher, the tires have nothing to do with it. He said that the lightning travels on the outside of the car because of the metal surrounding it. Is this true?",
  "Last Updated": "17 September 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/science/tires.asp",
  "Claim": "Rubber tires protect a car's inhabitants during lightning strikes.",
  "Claim_ID": "science_tires",
  "Tags": ""
}