{
  "Origins": "Our desire to exert mastery over seemingly bad-intentioned inanimate objects fuels belief in the oddest things. A shaken soda can will spew foam at us when it's opened, so we're quick to embrace a bit of \"secret knowledge\" that promises to put us back in charge of things and keep the lurking menace of frothing soda at bay. Unfortunately, science doesn't work under the principle that if you wish for something strongly enough it will come true what works in theory doesn't always work so well in practice.",
  "Fact Check": "",
  "Description": "The fizz gets into carbonated drinks through a process involving the forcing of carbon dioxide and water together under pressure. An unopened can of pop is almost bubble-free because the high pressure maintained inside the container forces the carbon dioxide to stay incorporated in the liquid around it. When you open the can, you reduce the pressure bubbles of gas quickly form in the liquid, grow, and rise to the surface, where the carbon dioxide is released into the surrounding air. Shaking a can of soda will a create a zillion little bubbles as the agitation unbinds the carbonation from the solution; the more bubbles there are, the more carbon dioxide is looking to break loose at the first opportunity. Thus, when you open a just-shaken can, it's foam city. Tapping the can will not scare the carbon dioxide into staying inside, nor will it frighten the bubbles into collapsing back into the solution. Some people advocate the theory that the tapping process looses collected bubbles from wherever they've adhered to the inside of the can and causes them to rise to the top of the solution, thereby lessening the amount of \"stuff\" they expel when the can is opened. However, tapping does nothing to reincorporate the carbon dioxide into the solution, the key element to preventing the dread foam-out. While tapping a can may reduce the amount of spew somewhat, in practice in doesn't generally prevent the soda from foaming over when the can is opened (and much of the reduction in spew is likely attributable to the extra time the tapping process provides for the carbon dioxide to be reabsorbed into the soda). Results will vary depending upon the type of soda used, the level of agitation the can is put through, and the time taken up by the tapping/waiting process, so we tried a variety of experiments and chose one as a representative example. In this trial, we used cans of cream soda, shook each one vigorously for ten seconds, and then tried opening them: 1) immediately 2) after ten seconds had elapsed (without our doing anything more to the can) and 3) after tapping the sides of the can briskly for ten seconds. We repeated this trial three times, obtaining the same results each time: Still photographs don't do justice to the results, but in the first case foam shot into the air and ran down the sides of the can; in the second case foam didn't spurt into the air but did overflow the top and run down the sides of the can; and in the third case slightly less foam overflowed the top and ran down the sides of the can than in the second case. The bottom line is that if you don't want soda to spew out at you, let the can sit unopened for a while after it's been shaken. Time heals most things, especially when one of those things is delinquent carbonation just itching to have at you. Also, a chilled can of soda generally won't foam nearly as much as an unchilled one. On the flip side of that coin, a warm soda that's been given a good shaking makes for a suitable peace offering when the warred-with party is a pesky little brother. Barbara \"pop goes the weasel\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "21 July 2007",
  "Credibility": "false",
  "URL": "www.snopes.com/science/sodacan.asp",
  "Claim": "Tapping the side of a soda can will prevent its contents from foaming over when you open it.",
  "Claim_ID": "science_sodacan",
  "Tags": ""
}