{
  "Origins": "On 22 April 2013, coincident with the annual day designated by the environmental movement as Earth Day, many people's attention will be focused on a decidedly non-terrestrial event as the spectacular display of the Lyrid meteor shower (also known as the Lyrids) peaks on the night of April 21-22.",
  "Fact Check": "",
  "Description": "Recorded observations of the Lyrid meteor shower (so named for its apparent origin in the constellation Lyra) date back about 2,600 years. The Lyrids are produced by pieces of debris shed from the tail of the comet C/1861 G1 (Thatcher) and are generally visible from Earth between April 16 to April 26 each year, typically peaking around April 22. The visible meteor counts during this period typically range from five to twenty meteors per hour and average around ten per hour. (Displays of up to 100 meteors per hour from the Lyrids is an uncommon phenomenon which likely will not be in evidence in 2013.) For those who want to take part in observing the Lyrids during their annual appearance, the Brevard Times advises: For the 2013 Lyrids meteor shower, a quarter moon will illuminate the night sky on April 18 which will continue to brighten until it becomes a full moon on April 25, so timing is crucial this year if you want to enjoy the meteor shower in all its splendor. Set your alarm clock early, because pre-dawn viewing on the days leading up to April 22 is ideal this year. The moon will set just before 4 a.m. EDT on the U.S. east coast on the morning of April 21, 2013, so viewing will be best from around 3:30 am to just before sunrise. On the morning of April 22, 2013, the moon will set just around 4:30 a.m. on the U.S. east coast, so viewing window will be shorter, from around 4:00 am to just before sunrise. The Lyrid meteor shower will be viewable all over the world, with best rates seen just before dawn at the location where you're watching the skies. The number of Lyrids are very unpredictable, with peak meteor rates between 10-100 per hour. Cloudless skies and far away from city lights are ideal for watching meteor showers.",
  "Originally Published": "",
  "Referred Links": "http://ssd.jpl.nasa.gov/sbdb.cgi?sstr=Thatcher#content;",
  "Example": "[Collected via e-mail, April 2013] True or false?: The night of April 22, 2013, about 20 meteor showers an hour, and possibly up to 100, will be visible.",
  "Last Updated": "8 April 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/science/astronomy/lyrids.asp",
  "Claim": "A prominent meteor shower will be visible in late April 2013.",
  "Claim_ID": "science_astronomy_lyrids",
  "Tags": ""
}