{
  "Origins": "The claim that China's Great Wall is the only man-made object that can be seen from the moon with the naked eye is one of our more tenaciously incorrect \"facts,\" a bit of erroneous speculation which was spawned decades before we had the means to demonstrate it true, and which continues to have currency despite having long since been proved false. Some less specific versions of the Great Wall claim maintain it is the only man-made object that can be seen from \"space,\" but although the term \"space\" is rather non-specific, it is not difficult to show the Great Wall claim to be false for any reasonable definition of the term.",
  "Fact Check": "",
  "Description": "If we take \"space\" to mean a low Earth orbit such as the one traveled by the Space Shuttle (roughly 160 to 350 miles above Earth), the Great Wall claim fails twice. First of all, it's not the only object visible from that distance: NASA's Earth from Space photographic archive (particularly the Human Interactions section) shows that pictures taken from low orbit reveal human-built structures such as highways, airports, bridges, dams, and components of the Kennedy Space Center. Secondly, even though other objects are visible at this distance, according to Shuttle astronaut Jay Apt , the Great Wall is barely discernable, if not invisible: We look for the Great Wall of China. Although we can see things as small as airport runways, the Great Wall seems to be made largely of materials that have the same color as the surrounding soil. Despite persistent stories that it can be seen from the moon, the Great Wall is almost invisible from only 180 miles up! An object that can barely be seen from a height of 180 miles up is obviously not going to be visible from the moon (roughly 237,000 miles away), as confirmed by Apollo 12 astronaut Alan Bean : The only thing you can see from the moon is a beautiful sphere, mostly white (clouds), some blue (ocean), patches of yellow (deserts), and every once in a while some green vegetation. No man-made object is visible on this scale. In fact, when first leaving earth's orbit and only a few thousand miles away, no man-made object is visible at that point either.\" (The Great Wall of China can be discerned in radar images taken from space, but not in ordinary photographs.) Where did this belief come from? The exact source is unknown, but an important citing comes from Richard Halliburton's Second Book of Marvels, the Orient , published in 1938, which states that \"Astronomers say that the Great Wall is the only man-made thing on our planet visible to the human eye from the moon.\" Halliburton was an adventurer-lecturer whose travel writings were extremely popular and sold quite well during the first half of the twentieth century (and who wasn't above spinning tall tales in order to enthrall an audience), and if he himself wasn't the originator of this factoid, he undoubtedly helped it to spread widely. An even earlier source, Henry Norman's 1904 The People and Politics of the Far East states: \"Besides its age it enjoys the reputation of being the only work of human hands on the globe visible from the moon.\" Whatever its source, since the Great Wall claim antedates man's launching of satellites (and thereby the possibility of photography from space) by decades, it was not the outgrowth of a misinterpreted photograph taken by satellite or a manned space mission. The Great Wall of China extends for some 1,500 miles (although it is actually a series of walls rather than one contiguous wall), and the claim that it is visible from the moon was probably an attempt to find a concise way of conveying the grand scale of the wall to people who had never seen it (outside of black-and-white photographs that could only reproduce small portions of the wall) and of asserting the triumph of man's mastery of the vastness of nature (i.e., even if we couldn't travel into space ourselves, we'd already constructed a man-made object of such large scale that it would surely be visible all the way from the moon).",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/031287295X/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0792237145/ref=urbanlegendsrefe;http://www.travelchinaguide.com/china_great_wall/;http://web.archive.org/web/20030405025446/http://www.memphismagazine.com/backissues/april2001/coverstory2.htm;http://www.jpl.nasa.gov/radar/sircxsar/gwall.html;http://www.jsc.nasa.gov/Bios/htmlbios/bean-al.html;http://www.jsc.nasa.gov/Bios/htmlbios/apt.html;http://earth.jsc.nasa.gov/sseop/efs/mm.htm;http://earth.jsc.nasa.gov;",
  "Example": "",
  "Last Updated": "19 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/science/greatwall.asp",
  "Claim": "The Great Wall of China is the only man-made object visible from the moon.",
  "Claim_ID": "science_greatwall",
  "Tags": ""
}