{
  "Origins": "Someone has taken most of your brain away and you probably didn't even know it. Well, not taken your brain away, exactly, but decided that you don't use it. It's the old myth heard time and again about how people use only ten percent of their brains. While for the people who repeat that myth, it's probably true, the rest of us happily use all of our brains.",
  "Fact Check": "",
  "Description": "The Myth and the Media That tired Ten-Percent claim pops up all the time. In 1998, national magazine ads for U.S. Satellite Broadcasting showed a drawing of a brain. Under it was the caption, \"You only use 11 percent of its potential.\" Well, they're a little closer than the ten-percent figure, but still off by about 89 percent. In July 1998, ABC television ran promotional spots for The Secret Lives of Men , one of their offerings for the fall season's lineup. The spot featured a full-screen blurb that read, \"Men only use ten percent of their brains.\" One reason this myth has endured is that it has been adopted by psychics and other paranormal pushers to explain psychic powers. On more than one occasion I've heard psychics tell their audiences, \"We only use ten percent of our minds. If scientists don't know what we do with the other ninety percent, it must be used for psychic powers!\" In Reason To Believe: A Practical Guide to Psychic Phenomena , author Michael Clark mentions a man named Craig Karges. Karges charges a lot of money for his \"Intuitive Edge\" program, designed to develop natural psychic abilities. Clark quotes Karges as saying: \"We normally use only 10 to 20 percent of our minds. Think how different your life would be if you could utilize that other 80 to 90 percent known as the subconscious mind.\" This was also the reason that Caroline Myss gave for her alleged intuitive powers on a segment of Eye to Eye with Bryant Gumbel , which aired in July of 1998. Myss, who has written books on unleashing \"intuitive powers,\" said that everyone has intuitive gifts, and lamented that we use so little of the mind's potential. To make matters worse, just the week before, on the very same program, correct information was presented about the myth. In a bumper spot between the program and commercials, a quick quiz flashed onscreen: What percentage of the brain is used? The multiple-choice answers ranged from 10 percent to 100 percent. The correct answer appeared, which I was glad to see. But if the producers knew that what one of their interviewees said is clearly and demonstrably inaccurate, why did they let it air? Does the right brain not know what the left brain is doing? Perhaps the Myss interview was a repeat, in which case the producers presumably checked her facts after it aired and felt some responsibility to correct the error in the following week's broadcast. Or possibly the broadcasts aired in sequence and the producers simply did not care and broadcast Myss and her misinformation anyway. Even Uri Geller, who has made a career out of trying to convince people he can bend metal with his mind, trots out this little gem. This claim appears in his book Uri Geller's Mind-Power Book in the introduction: \"Our minds are capable of remarkable, incredible feats, yet we don't use them to their full capacity. In fact, most of us only use about 10 per cent of our brains , if that. The other 90 per cent is full of untapped potential and undiscovered abilities, which means our minds are only operating in a very limited way instead of at full stretch. I believe that we once had full power over our minds . We had to, in order to survive, but as our world has become more sophisticated and complex we have forgotten many of the abilities we once had\" (italicized phrases emphasized in original). Evidence Against the Ten-Percent Myth The argument that psychic powers come from the unused majority of the brain is based on the logical fallacy of the argument from ignorance. In this fallacy, lack of proof for a position (or simply lack of information) is used to try to support a particular claim. Even if it were true that the vast majority of the human mind is unused (which it clearly is not), that fact in no way implies that any extra capacity could somehow give people paranormal powers. This fallacy pops up all the time in paranormal claims, and is especially prevalent among UFO proponents. For example: Two people see a strange light in the sky. The first, a UFO believer, says, \"See there! Can you explain that?\" The skeptic replies that no, he can't. The UFO believer is gleeful. \"Ha! You don't know what it is, so it must be aliens!\" he says, arguing from ignorance. What follows are two of the reasons that the Ten-Percent story is suspect. (For a much more thorough and detailed analysis of the subject, see Barry Beyerstein's chapter in the 1999 book Mind Myths: Exploring Everyday Mysteries of the Mind .) 1) Brain imaging research techniques such as PET scans (positron emission tomography) and fMRI (functional magnetic resonance imaging) clearly show that the vast majority of the brain does not lie fallow. Indeed, although certain minor functions may use only a small part of the brain at one time, any sufficiently complex set of activities or thought patterns will indeed use many parts of the brain. Just as people don't use all of their muscle groups at one time, they also don't use all of their brain at once. For any given activity, such as eating, watching television, making love, or reading, you may use a few specific parts of your brain. Over the course of a whole day, however, just about all of the brain is used at one time or another. 2) The myth presupposes an extreme localization of functions in the brain. If the \"used\" or \"necessary\" parts of the brain were scattered all around the organ, that would imply that much of the brain is in fact necessary. But the myth implies that the \"used\" part of the brain is a discrete area, and the \"unused\" part is like an appendix or tonsil, taking up space but essentially unnecessary. But if all those parts of the brain are unused, removal or damage to the \"unused\" part of the brain should be minor or unnoticed. Yet people who have suffered head trauma, a stroke, or other brain injury are frequently severely impaired. Have you ever heard a doctor say, \". . . But luckily when that bullet entered his skull, it only damaged the 90 percent of his brain he didn't use\"? Of course not. Variants of the Ten-Percent Myth The myth is not simply a static, misunderstood factoid. It has several forms, and this adaptability gives it a shelf life longer than lacquered Spam. In the basic form, the myth claims that years ago a scientist discovered that we indeed did use only ten percent of our brains. Another variant is that only ten percent of the brain had been mapped, and this in turn became misunderstood as ten percent used. A third variant was described earlier by Craig Karges. This view is that the brain is somehow divided neatly into two parts: the conscious mind which is used ten to twenty percent of the time (presumably at capacity); and the subconscious mind, where the remaining eighty to ninety percent of the brain is unused. This description betrays a profound misunderstanding of brain function research. Part of the reason for the long life of the myth is that if one variant can be proven incorrect, the person who held the belief can simply shift the reason for his belief to another basis, while the belief itself stays intact. So, for example, if a person is shown that PET scans depict activity throughout the entire brain, he can still claim that, well, the ninety percent figure really referred to the subconscious mind, and therefore the Ten-Percent figure is still basically correct. Regardless of the exact version heard, the myth is spread and repeated, by both the well-meaning and the deliberately deceptive. The belief that remains, then, is what Robert J. Samuelson termed a \"psycho-fact, [a] belief that, though not supported by hard evidence, is taken as real because its constant repetition changes the way we experience life.\" People who don't know any better will repeat it over and over, until, like the admonition against swimming right after you eat , the claim is widely believed. (\"Triumph of the Psycho-Fact,\" Newsweek , 9 May 1994.) The origins of the myth are not at all clear. Beyerstein, of the Brain Behaviour Laboratory at Simon Fraser University in British Columbia, has traced it back to at least the early part of the century. A 1998 column in New Scientist magazine also suggested various roots, including Albert Einstein and Dale Carnegie (\"Brain Drain\"). It likely has a number of sources, principally misunderstood or misinterpreted legitimate scientific findings as well as self-help gurus. The most powerful lure of the myth is probably the idea that we might develop psychic abilities, or at least gain a leg up on the competition by improving our memory or concentration. All this is available for the asking, the ads say, if we just tapped into our most incredible of organs, the brain. It is past time to put this myth to rest, although if it has survived at least a century so far, it will surely live on into the new millennium. Perhaps the best way to combat this chestnut is to reply to the speaker, when the myth is mentioned, \"Oh? What part don't you use?\" Acknowledgments: I am indebted to Dr. Barry Beyerstein for providing research help and suggestions. Benjamin Radford is Managing Editor of the Skeptical Inquirer and holds a degree in psychology. \"The Ten-Percent Myth\" 2000 by Benjamin Radford. This article appears here by permission of the author.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "25 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/science/stats/10percent.asp",
  "Claim": "We use only ten percent of our brains.",
  "Claim_ID": "science_stats_10percent",
  "Tags": ""
}