{
  "Origins": "We've no idea how long this \"everybody knows\" misconception has been around, but we've certainly been hearing it ourselves since we were kids, and that was decades upon decades ago.",
  "Fact Check": "",
  "Description": "Depending on which version you've encountered, the amount of time between naughty male thoughts will be stated differently, with \"every three minutes,\" \"every eight seconds,\" and \"every fifteen seconds\" giving \"every seven seconds\" a run for its money as the top finisher in this category. The number itself doesn't matter; it's the aura of authority with which the claim is invariably stated, as if this were an undisputed fact backed by scientific research. Though steamy-minded men might be a nice concept to be enthralled by (let alone to come home to), the theory doesn't hold up. According to the Kinsey Institute's FAQ , \"54% of men think about sex every day or several times a day, 43% a few times per month or a few times per week, and 4% less than once a month.\" Though no one can swear to how often a particular thought flashes through any one guy's head, it's pretty clear from the Kinsey statement that the majority of the gender is not being overcome with naughty imaginings every seven seconds, as slightly less than half of that population doesn't think about sex even as much as once a day. Even if Kinsey's research is not accurate in this regard, those who assert the \"seven seconds\" claim was gleaned from the Kinsey Report are clearly mistaken. That connection is not hard to understand, because the Kinsey Report (more properly, Sexual Behavior in the Human Male , first published in 1948, and Sexual Behavior in the Human Female , first published in 1953) is considered the bible of sex research. A sex research statistic will therefore be assumed to have emanated from that source. A study done through Ohio State University (OSU) for the January 2012 issue of the Journal of Sex Research revealed that the median value for the number of times men thought about sex was 19 times a day (as compared to 10 times a day for women). To collect the data, 120 male and 163 female unmarried heterosexual OSU students between the ages of 18 and 25 were armed for a week with golf tally counters and instructed to click them each time sex crossed their minds. (Other students tracked how many times they thought about eating and sleeping.) Among the individual men in the study, there was a range of between one and 388 thoughts of sex a day, while with women it was between one and 140. Why is the baseless \"every seven seconds\" belief as prevalent as it is? Its popularity stems in part from what is widely believed about men: that their behaviors are more sexually motivated than those of women, with this heightened impetus being attributable to how males of our species are physically wired rather than to matters of conscious choice or societal conditioning. A statistic of this nature works to confirm that assumption by overlaying a patina of faux science onto the \"Men think of nothing but sex, sex, sex!\" caricature we've become deeply enamored of. Although almost exclusively a precept about male sexual motivation, at times women looking to position themselves as sexually uninhibited advance the \"every so many seconds\" allegation of themselves. In 2003, just prior to her marriage to Dave Navarro, Carmen Electra described herself in interviews as a \"very sexual person\" who \"thinks about sex every 20 seconds.\" Interestingly, scant two years later this former Baywatch star backpedalled that assertion in an interview with Toronto's Globe and Mail : \"Oh, that was a joke. I think people think I think about sex every 20 seconds. I'm sure Dave wishes I did. No, I don't think of it that much.\" Barbara \"two years of marriage will do that to a woman\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://kinseyinstitute.org/resources/FAQ.html;",
  "Example": "",
  "Last Updated": "14 August 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/science/stats/thinksex.asp",
  "Claim": "On average, men think about sex every seven seconds.",
  "Claim_ID": "science_stats_thinksex",
  "Tags": ""
}