{
  "Origins": "The introductions of new, widely-adopted technologies are often accompanied by fears of possible deleterious effects from the use of such devices, everything from concerns that telephones would spell the end of regional accents to parental admonitions not to sit too close to the television (lest you ruin your eyes!). Usually these fears are largely allayed after a few years, as the technologies improve and become ubiquitous, and evidence of the feared negative effects fails to materialize. Nonetheless, even though the microwave oven has been a standard household appliance for several decades now, rumors continue to linger that microwaves somehow \"change the molecular structure\" of consumables and therefore make food products heated in them unsafe to eat. The sample \"experiment\" represented above is an expression of that sort of rumor, but it is pure junk science, both in its methodology and its conclusions.",
  "Fact Check": "",
  "Description": "First of all, there's some doubt as to whether the photographs displayed above actually depict a real experiment rather than some digital fakery, as the \"Day One\" and \"Day Five\" photos appear to be remarkably consistent in camera angle, lighting, positioning, background elements, and everything else save for the appearance of the \"dying\" plant: Regardless, water heated in a microwave oven is no different in \"structure or energy\" than water heated with a gas flame, on an electric stove, or over a wood fire: It's just water, plain and simple. More important, though, is the awareness that drawing valid scientific conclusions from experimentation involves conducting multiple trials under carefully controlled conditions, something not in evidence here. The extraneous factors that could have produced the exhibited results (i.e., one live plant and one dead plant) exhibited above are legion. For example: One plant could have been compromised from the very beginning and would have died even if both plants were treated alike. The container used to store or boil the microwaved water could have introduced a residual substance into the water that hindered plant growth. The soil or bedding material used for one of the plants might have contained something (either originally or introduced later) that hindered plant growth. The two containers of water might have been heated and/or cooled unequally, resulting in one plant's receiving warmer water than the other. The plants might have been subject to differing environmental factors (e.g., light, heat) due to their placement, or affected differently by external factors (e.g., insects, pets). Since the experiment was not conducted \"blindly,\" the possibility that the experimenter in some way influenced the results cannot be ruled out. Rather than simply speculate, though, we performed the same experiment in a more controlled manner. We started out with three each of three different types of plants: one member of each set was given water that had been boiled on a gas stove, water that had been boiled in a microwave oven, or water that had not been boiled at all. All the water used in the experiment came from the same source, the same vessel was used for boiling water both on the stove and in the microwave, and all three types of water were stored in identical containers. The water given to all of the plants was at room temperature. The plants were kept in a carefully controlled environment that protected them from our pets and equalized (as much as possible) their exposure to environmental factors and watered in the manner described above for a period of time identical to that of the original experiment. As evidenced by the photos below (taken while the plants were briefly removed from the environment in which they were tended and placed in a setting better suited to photography), at the end of that time period all three plants in each set were fairly thriving. When a non-participating observer was asked to indicate (blindly) which plant in each set he thought had fared the best, in two cases he selected plants that had been given microwave-boiled water, and in one case he selected a plant that had been given unboiled water: As for the coda to the example quoted at the head of this page, there have been some cases in which the use of microwave-heated blood in medical procedures has been cited as causing serious problems, but not because microwave heating \"corrupts the DNA.\" Rather, conventional microwave ovens can heat blood too quickly and/or too unevenly (resulting in hemolysis ), so standard (and slower) blood warming procedures are generally preferred or mandated.",
  "Originally Published": "",
  "Referred Links": "http://www.nlm.nih.gov/medlineplus/ency/article/002372.htm;http://www.oscn.net/applications/oscn/DeliverDocument.asp?CiteID=4387;",
  "Example": "[Collected via e-mail, 2006] Microwaved Water - See What It Does To Plants Below is a science fair project that my granddaughter did for 2006. In it she took filered water and divided it into two parts.. The first part she heated to boiling in a pan on the stove, and the second part she heated to boiling in a microwave. Then after cooling she used the water to water two identical plants to see if there would be any difference in the growth between the normal boiled water and the water boiled in a microwave. She was thinking that the structure or energy of the water may be compromised by microwave. As it turned out, even she was amazed at the difference. I have known for years that the problem with microwaved anything is not the radiation people used to worry about, It's how it corrupts the DNA in the food so the body can not recognize it. So the body wraps it in fat cells to protect itself from the dead food or it eliminates it fast.. Think of all the Mothers heating up milk in these \"Safe\" appliances. What about the nurse in Canada that warmed up blood for a transfusion patient and accidently killed them when the blood went in dead. But the makers say it's safe.. Never mind then, keep using them. Ask your Doctor I am sure they will say it's safe too. Proof is in the pictures of living plants dying. Remember You are also Living. Take Care.",
  "Last Updated": "13 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/science/microwave/plants.asp",
  "Claim": "Experiment proves water that has been boiled in a microwave oven is harmful to plants.",
  "Claim_ID": "science_microwave_plants",
  "Tags": ""
}