{
  "Origins": "The belief that women will swallow some astonishingly large amount of lipstick over the span of their lives has been kicking about for more than a decade. In that time, we've seen it repeated with various poundages given, as the following list (gleaned from various news articles) demonstrates: In 1998 The Ottawa Citizen said, \"According to one report in Glamour magazine, the average woman consumes four to nine pounds of lipstick in her lifetime.\" In 2001 London's The Express claimed, \"The average woman swallows 5.65 lbs. of lipstick in a lifetime.\" In 2002 Denver's Rocky Mountain News reported, \"Women inadvertently - but harmlessly - eat about four pounds of lipstick in their lifetime,\" citing Glamour magazine as its source. In 2002, The Sun announced, \"The average woman swallows 3lb of lipstick during her life, say researchers in Australia.\" In 2002, Irish News said the average woman, \"Swallows four pounds of lipstick in a lifetime.\" In 2002 Melbourne, Australia's Sunday Herald Sun said of lipstick, \"The average woman swallows about 4.5kg [10 lbs.] in a lifetime.\" In 2005 Charlottetown, PEI's The Guardian asserted, \"The average woman eats five pounds of lipstick per lifetime.\" Notice that even when the claim is authoritatively repeated as revealed fact, there's no agreement on just how much lip enhancer the \"average\" woman ingests. According to the different ways we've heard the rumor, that number varies between 3 and 10 pounds.",
  "Fact Check": "",
  "Description": "While it's a neat-sounding statistic, common sense rules it out. Here's why: Although there is some variance by brand, the average amount of usable lipstick in a typical (not skinny, i.e. Revlon Colorstay) tube amounts to 3 grams. (We confirmed this by decapitating then weighing the usable portion of a Maybelline Color Sensational and a Revlon Super Lustrous they both came out to 3 grams.) There are therefore 151.2 tubes of lipstick to the pound. For any flavor of this factlet about ingested lipstick to be true, the \"average\" woman would have to swallow the contents of many, many hundreds of sticks of lip colorant in her life (anywhere between 454 and 1,512 tubes, if we establish the rumor's parameters at 3 and 10 pounds). As to how many applications there are in a tube of lip goo, we sacrificed another Revlon Super Lustrous to the cause of science and determined its 3 usable grams of cosmetic produces 410 coatings even when applied with a heavy hand. (While there will be more applications from dense lipsticks, and fewer from creamier concoctions, for the purpose of this review we'll stick with the 410 figure we arrived at by running a relatively average lipstick down to its nub.) Thus, those 454 to 1,512 tubes translates to 186,140 to 619,920 actual applications. Assuming 55 years of daily lipstick use (age 15 to 70), 186,140 to 619,920 applications translates to 9 to 31 lip layerings per day. Each day. Every day. Even when the average woman is on vacation, or is under the weather thanks to the flu, or is spending her days housebound chasing after a rambunctious two-year-old. Whatever else is going on in her life, she's going to take 9 to 31 breaks from it a day to slather on fresh lipstick. While 9 to 31 applications a day might not yet sound entirely outlandish, that's before we consider the kicker: for this stat to work, the average woman would have to swallow all the lipstick she applied in those 9 to 31 daily lip colorings. Which means none of the product ends up on the rim of a coffee cup, or is blotted off immediately following application, or kissed away by amorous swains, let alone washed off before bedtime when sensible women remove all their makeup. All of it would end up in her tummy; none would remain on her lips. Another way of appreciating the ridiculousness of the claim variously stated as 3 to 10 pounds of swallowed lip product across a woman's cosmetic use lifetime (which, as above, we'll assume is 55 years), is that translates to 454 to 1,512 tubes of lipstick, which in turn translates to 8 to 27 tubes of lip goo per year per average woman. And, those aren't just purchased tubes, but used right down to their nubs tubes, with the above caveat about all of the cosmetic so expended having to end up ingested rather than any of it disposed in any other way. Average women don't buy 8 to 27 tubes of lipstick each year, every year. Of the lipsticks they do buy, they don't use right down to the last possible swipe every vestige of every tube. Most any gal you question will admit to possessing a handful of lipsticks housed in a drawer somewhere that she fancied at the time of purchase but now doesn't use, or even cop to throwing out practically full tubes whose color or texture she no longer cared for. Of the lipsticks they do regularly apply, not all of them end up fully expended, in that even favorite tubes of lipstick get lost, or stepped on, or sent through the wash in the pocket of a pair of jeans. In other words, for any flavor of this \"pounds of ingested lipstick\" rumor to work, the average woman would have to purchase a far greater number of lipsticks than the 8 to 27 tubes a year we've already worked out she'd need to go through just to fulfill the asserted statistic. In 1990, the National Health and Medical Research Council in Canberra, Australia, asserted the average woman could expect to swallow between 500 and 1,500 grams of lipstick in her lifetime if she was a modest but regular user. While these numbers are a bit more plausible, they still remain outside the limits of common sense. Using the 3 usable grams per tube figure, that amounts to 167 to 500 tubes of lipstick, which would require a yearly \"used right down to the nub\" lipstick purchase of 3 to 9 tubes, every vestige of which would have to be ingested by the \"modest but regular user,\" with nary a smidgen wiped, kissed, or blotted off. The National Health and Medical Research Council conclusion about how much lipstick women swallow was advanced in agenda papers discussing the need for improved regulation of cosmetics and other health and beauty aids. It should therefore be looked at a bit askance. As to what is actually in lipstick (swallowed or otherwise), the cosmetic amounts to waxes, oils and fats, emollients, and pigments. The rumor that this beautifier contains vast amounts of lead is false. Barbara \"lipstick chronicles\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2002] I heard women eat an inordinate amount of lipstick during their lifetimes. So I looked it up on the Internet, and post after post lists it at 6 lbs per lifetime.",
  "Last Updated": "14 May 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/science/stats/lipstick.asp",
  "Claim": "The average woman swallows six pounds of lipstick during her lifetime.",
  "Claim_ID": "science_stats_lipstick",
  "Tags": ""
}