{
  "Origins": "The gist of this item is true, although the phenomenon described is neither new nor rare.",
  "Fact Check": "",
  "Description": "The Perseids, so named because they appear to originate in the constellation Perseus, are an annual meteor shower first observed about 2,000 years ago. The Perseids shower is generally visible in the northern hemisphere from mid-July onwards each year, reaching its peak around the second week of August (typically between the 9th and the 14th of that month). In 2014, the peak viewing time for the Perseids will be the mornings of August 11, 12, and 13: In the Northern Hemisphere, the annual August Perseid meteor shower probably ranks as the all-time favorite meteor shower of the year. This major shower takes place during the lazy, hazy days of summer, when many families are on vacation. And what could be more luxurious than taking a siesta in the heat of the day and watching this summertime classic in the relative coolness of night? No matter where you live worldwide, the 2014 Perseid meteor shower will probably peak on the mornings of August 11, 12 and 13. However, in mid-August 2014 the Perseid meteor shower coincides with not just a full moon, but the largest \" super moon \" of the year, so the end of July will probably offer the best viewing opportunities: The Perseids peak around Aug. 12 and Aug. 13, according to astronomers at the Jet Propulsion Laboratory, but the moon will be full at that time, and its light will outshine most of the meteors. So, if you want to catch the Perseids, now is your moment. There is just the barest sliver of a moon [on July 28], leaving the sky nice and dark for meteor viewing. According to an Astronomy.com article on the annual Perseid show: If you ask most skygazers to name their favorite meteor shower, the odds are good that \"Perseid\" will be the first word out of their mouths. This annual shower seemingly has it all: It offers a consistently high rate of meteors year after year; it produces a higher percentage of bright ones than most other showers; it occurs in August when many people take summer vacation; and it happens at a time when nice weather and reasonable nighttime temperatures are common north of the equator. No other major shower can boast all four of these attributes.",
  "Originally Published": "",
  "Referred Links": "http://www.astronomy.com/~/link.aspx?_id=ed4e37eb-7979-4534-b70c-a8deb642c3f0;http://earthsky.org/tonight/most-super-supermoon-of-2014-on-august-10;http://earthsky.org/astronomy-essentials/everything-you-need-to-know-perseid-meteor-shower;",
  "Example": "[Collected via e-mail, July 2014] I thought this happened last year but it's showing up again: During the nights from August 10-13, 2014, people on Earth will have a chance to see one of the rarest meteor showers. During the night you will be able to see thousands of these falling stars until August 13, these meteors will have best visibility during the night of August 12, 2014. There is a predicted number of about 50-100 meteors an hour. Spread This Message, so people can enjoy!",
  "Last Updated": "28 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/science/astronomy/perseids.asp",
  "Claim": "A meteor shower will be visible in North America in mid-August 2014.",
  "Claim_ID": "science_astronomy_perseids",
  "Tags": ""
}