{
  "Origins": "Some things never go out of style, and this \"Mars Spectacular\" message is one of them. It's yet another example of a widely-circulated e-mail containing information that was once true but which continues to be forwarded around year after year, long after the information it contains has become outdated.",
  "Fact Check": "",
  "Description": "Mars did make an extraordinarily close approach to Earth over ten years ago, culminating on 27 August 2003, when the red planet came within 35 million miles (or 56 million kilometers) of Earth, its nearest approach to us in almost 60,000 years. At that time, Mars appeared approximately 6 times larger and 85 times brighter in the sky than it ordinarily does. (One version of the message was often reproduced with an unfortunate line break, leaving some readers with the mistaken impression that Mars would \"look as large as the full moon to the naked eye\" without realizing that that statement only applied to those viewing Mars through a telescope with 75-power magnification.) Although Mars' proximity to Earth in August 2003 (referred to as a perihelic opposition ) was a rare occurrence, the red planet comes almost as near to us every 15 to 17 years. To the unaided observer, Mars' appearance in August 2003 wasn't significantly larger or brighter than it is during those much more common intervals of closeness. Mars had another close encounter with Earth in 2005, but that occurrence took place in October (not August), and the red planet appeared about 20% smaller than it did during similar circumstances in 2003. Mars also made a close approach to Earth in December 2007, but even then it was still about 55 million miles away from us, not nearly as close as it was in 2003 or 2005. Not until 2018 will our view of Mars be similar to the one that was available in 2003, and it won't be until the year 2287 that Mars will come closer to Earth than it did back in 2003. Texas astronomer Torvald Hessel observed the following in a 2006 interview about the perennial \"Mars Spectacular\" message: Q: What's the truth? A: Mars gets close to Earth every two years. So, last year, Mars was very close. Three years ago, it was spectacularly close ... And right now, I'm sad to say, Mars is actually behind the Sun; we can't see it at all. Q: How wide spread is this falsehood? A: People get excited about it, start to send e-mail ... and every August we see this e-mail coming back and I get a lot of e-mails about it, of course. The Smithsonian National Air and Space Museum also noted in 2010 that: The e-mail in question is commonly referred to as the \"Mars Hoax\" or, more accurately, the \"Mars Spectacular,\" and is titled: \"Two moons on 27 August or The Red Planet is about to be spectacular!\" It informs recipients that Mars will have an extremely close encounter with Earth during the month of August, culminating on August 27th when Mars is approximately 34 million miles away. The information in the previous sentence was only true during the month of August in 2003. This was a historic astronomical event. Mars was the closest it had been to Earth in 60,000 years. However, this already happened. The web site of the Students for the Exploration and Development of Space (SEDS) provides a chart displaying data about Mars Oppositions (past, present, and future), and the web site of the Hubble Heritage Project offers some nice composite telescope images from previous Mars near oppositions. Additional information: Beware the Mars Hoax (NASA) Mars at Its All-Time Finest (Sky & Telescope) Approaching Mars (2003) (NASA)",
  "Originally Published": "",
  "Referred Links": "http://science.nasa.gov/headlines/y2005/27may_approachingmars.htm;http://skyandtelescope.com/observing/objects/planets/article_985_1.asp;http://science.nasa.gov/headlines/y2005/07jul_marshoax.htm;http://heritage.stsci.edu/2005/34/index.html;http://web.archive.org/web/20080525171500/http://seds.org/~spider/spider/Mars/marsopps.html;http://blog.nasm.si.edu/astronomy/a-%E2%80%98spectacular%E2%80%99-hoax-continues-to-fool-email-readers/;http://science.nasa.gov/headlines/y2005/27may_approachingmars.htm;http://www.nasa.gov/vision/universe/watchtheskies/18jun_approachingmars.html;",
  "Example": "[Collected via e-mail, August 2015] SEE MARS AS LARGE AS THE FULL MOON ON 27TH AUGUST 2015. Should be spectacular! Truly a once in a lifetime experience!",
  "Last Updated": "4 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/science/astronomy/brightmars.asp",
  "Claim": "The planet Mars will make a once-in-our-lifetimes, remarkably close approach to Earth on 27 August 2015.",
  "Claim_ID": "science_astronomy_brightmars",
  "Tags": ""
}