{
  "Origins": "This heads-up about an earthquake about to hit the Los Angeles area within one, two, or three days of 12 April 2010 began reverberating on that date.",
  "Fact Check": "",
  "Description": "The rumor, which has spread via e-mail, Facebook posts, cell phone text messages, and Twitter tweets, posits that the risk of a devastating earthquake hitting that area within the specified timeframe is so great that the California Institute of Technology (better known as Caltech) proactively sent its people home to get them out of harm's way. Underpinning the believability of the whispers was the assumption that if anyone would know when a quake was coming, it would be the bright sparks at Caltech. As knowledgeable about earth sciences as are the staff and students at that institution, earthquakes can't be predicted. The Southern California Earthquake Center says of the notion that scientists have come up with a mechanism for determining when and where an earthquake will occur, \"but scientists cannot yet make precise predictions of their date, time, and place.\" So also says the U.S. Geological Survey: \"Neither the USGS nor Caltech nor any other scientists have ever predicted a major earthquake. They do not know how, and they do not expect to know how any time in the foreseeable future.\" As to whether Caltech sent any of its people home on 12 April 2010 in anticipation of a natural disaster, Caltech's Director of Media Relations said, \"We here at Caltech have been inundated by phone calls and posts on Twitter and Facebook saying we have 'predicted' a major earthquake to strike in 48 hours and that we have sent all of our employees home. We are not able to predict earthquakes. Perhaps someday in the future but the science isn't there yet. We have also not sent any of our staff home.\" In a companion bit of backfencing, Caltech was whispered to be covering up its knowledge of the impending quake so as not to incite panic. The belief that those in particular positions of power or knowledge are hiding news of Something Very Bad from average folks out of fear that the truth's getting out would lead to rioting, panic, and anarchy is common to numerous urban legends and rumors, including 2009's belief that the CDC was concealing news that swine flu had wiped out whole villages in Asia, 1999's Internet howler that bananas from Costa Rica were going to cause 15,000 flesh-eating bacteria cases in the U.S., and 2000's ridiculous scaremongering about Zero Population Growth's having boobytrapped men's toilets with razors set to castrate the unsuspecting. Even 2009's tale that the number of swine flu cases was being deliberately and egregiously underreported in New Orleans so as not to interfere with attendance at that city's annual Jazz Fest puts this rumor element to work. The bottom line is that earthquakes aren't predictable, Caltech hasn't sent anyone home, nor is it hiding from the rest of us dire news of an impending earthquake poised to strike a large U.S. population area. Barbara \"shake out\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://earthquakes.usgs.gov/learning/faq.asp?categoryID=6&faqID=13;http://www.earthquakecountry.info/roots/future.html;",
  "Example": "[Collected via e-mail, April 2010] Were Caltech students really sent home early due to a possible earthquake in the next 24 hrs? A Seismology Department in So Cal is sending their employees home out of fears of a major quake striking during the next 48 hours. I'm starting to hear rumors about Caltech sending employees and students home in anticipation of a major earthquake in the next 72 hours? Variations: Some later versions specified the intensity of the quake, pegging it at 8.4, plus changed the originators of the supposed \"warning\" from Caltech to the State of California.",
  "Last Updated": "14 April 2010",
  "Credibility": "false",
  "URL": "www.snopes.com/science/caltech.asp",
  "Claim": "Caltech sent its people home on 12 April 2010, warning that an earthquake would strike within two days.",
  "Claim_ID": "science_caltech",
  "Tags": ""
}