{
  "Origins": "One of the many common household items that provided hours of entertainment during my childhoold after my siblings and I co-opted it as a low-tech \"toy\" was shaving cream or, more specifically, aerosol cans of shaving cream. It was amazing to us kids how much foamy lather we could produce (and how much of a mess we could make) with just a little squirt or two of the stuff, and of course we fantasized about what quantity of foam would be produced by a whole can of the stuff enough to fill the bathroom, maybe? We never did quite answer that question definitively, as our abortive experimental attempts along these lines (performed in a straightforward manner, by holding down the button and trying to empty the can through the nozzle) resulted not in a foam-filled bathroom, but in a few young behinds being paddled red.",
  "Fact Check": "",
  "Description": "This childhood fantasy lives on, however, in the form of a belief that freezing a few cans of shaving cream (either quickly by immersing them in a bath of liquid nitrogen, or more slowly by placing them in a conventional freezer) and then carefully cutting them open will produce compact, easily transportable lumps of shaving cream material lumps that, when allowed to thaw, will expand into a foamy cascade of tremendous volume. This concept allows the imagining of a set-up for the perfect prank: freeze a couple of cans of shaving cream, hide the resulting frozen blobs in your victim's car, and make your getaway. Some time afterwards (from hours to days later, depending on the temperature), while you're far away, the blobs will thaw out and expand into a messy, automobile-filling mass of shaving lather. Unfortunately, the reality doesn't quite live up to the fantasy, for a few basic reasons: Much of the \"foaminess\" of shaving cream lather is produced through the cream's being propelled from the can and combined with air. A lump of frozen shaving cream won't, on its own, increase tremendously in volume simply through the process of thawing (much as bubble bath dumped into a pool of still water won't immediately produce a deluge of bubbles the water has to be agitated first). A standard can of shaving cream doesn't produce as much lather one one might think, and certainly not enough to fill an automobile. As graphic illustrations of these points, we call attention to the work of the folks at cockeyed.com , whose \" How Much Is Inside \" exploits have included emptying an entire can of shaving cream and finding that the results were not as voluminous as expected (their truer representation of how much comes out of a can be viewed here ), as well as performing the above-referenced experiment of freezing an 11-oz. can of shaving cream, extracting its contents, and allowing the frozen block of cream to thaw. In the latter case, although the thawed block increased in volume by a fairly large proportion (about 850%), it still only produced a rather disappointing 12 cups of foam overall enough to make a fine mess (if spread about), but nearly not enough to fill the interior of a typical automobile. If you really want to fill up a car with shaving cream, you'd best be prepared to invest in at least a few dozen cans of the stuff.",
  "Originally Published": "",
  "Referred Links": "http://www.cockeyed.com/pranks/frozen/frozen.html;http://cockeyed.com/inside/trueshave/trueshave.html;http://www.cockeyed.com/inside/shaving/shaving.html;http://www.cockeyed.com/inside/howmuchinside.html;http://www.cockeyed.com;",
  "Example": "[Collected via e-mail, 2006] I heard that if you freeze two cans of shaving cream (conventional freezer, or liquid nitrogen), then cut the cans open so you can take the frozen solid shaving cream out, and place them in a car, when they thaw out the entire car will be filled with shaving cream.",
  "Last Updated": "2 September 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/science/pranks/shavingcream.asp",
  "Claim": "The contents of a few cans of frozen shaving cream will, when thawed, expand to fill an automobile.",
  "Claim_ID": "science_pranks_shavingcream",
  "Tags": ""
}