{
  "Origins": "Exploding water? In a nutshell, yes, water can \"explode\" in the fashion described above. However, it takes near perfect conditions to bring this about, thus \"exploding water\" is not something the average hot beverage drinker who would otherwise now be eyeing his microwave with trepidation need fear. Odds are, you'll go through life without ever viewing this phenomenon first-hand, and if you're one of the rare few who does get to see it, you will likely not be harmed by the experience (that would take your standing right over the cup at the instant it happened, and the liquid's bolting up and hitting your skin).",
  "Fact Check": "",
  "Description": "The Food and Drug Administration (FDA) has advised consumers: This type of phenomenon occurs if water is heated in a clean cup. If foreign materials such as instant coffee or sugar are added before heating, the risk is greatly reduced. If superheating has occurred, a slight disturbance or movement such as picking up the cup, or pouring in a spoon full of instant coffee, may result in a violent eruption with the boiling water exploding out of the cup. What Can Consumers Do to Avoid Super-Heated Water? Follow the precautions and recommendations found in the microwave oven instruction manuals, specifically the heating time. Do not use excessive amounts of time when heating water or liquids in the microwave oven. Determine the best time setting to heat the water just to the desired temperature and use that time setting regularly. The e-mailed warning quoted above a model of non-specificity (no names, date, or locale; only the detail that the \"victim\" was 26 years old, presumably to enforce the idea that this accident could not be blamed on a child's typical lack of caution), leaving us able to address only its theoretical aspects. Nearly every science writer who has tackled the topic notes that the \"severe superheating\" phenomenon is real but likely not nearly as common as the message cited above might make it sound. In an article for New Scientist , Richard Barton wrote: A portion of the water in the cup is becoming superheated the liquid temperature is actually slightly above the boiling point, where it would normally form a gas. In this case, the boiling is hindered by a lack of nucleation sites needed to form the bubbles . . . I imagine that by keeping the cup still and microwaving for a long time, one could blow the entire contents of the cup into the interior of the microwave as soon as you introduced any nucleation sites. It is this sometimes explosive rate of steam production that means you should take great care when using a microwave oven. From the How Everything Works web site: Glass containers are clearly the most likely to superheat water because their surfaces are essentially perfect. Glasses have the characteristics of frozen liquids and a glass surface is as smooth as... well, glass. When you overheat water in a clean glass measuring cup, your chances of superheating it at least mildly are surprisingly high. The spontaneous bubbling that occurs when you add sugar, coffee powder, or a teabag to microwave-heated water is the result of such mild superheating. Fortunately, severe superheating is much less common because defects, dirt, or other impurities usually help the water boil before it becomes truly dangerous. That's why most of us avoid serious injuries. From the Unwise Microwave Oven Experiments article: Things are different in a microwave oven. The water gets hot but the container usually does not. There are no \"boiling-bubbles\" triggered by a hot metal pot. Without those bubbles to cool it, the temperature of the water rises far higher than 100C . We call this \"superheated water.\" Superheated water is just waiting for some sort of trigger which will let bubbles form and allow boiling to commence. If the water becomes hot enough, a few bubbles will appear, but these quickly rise and burst, and the water isn't cooled much at all. In the microwave oven, even if your mug of water is bubbling slightly, don't trust it, since it's temperature has risen so high above 100C that bubbles are appearing spontaneously. If some unwitting victim should pour a soluble powder into the superheated water, this will carry thousands of tiny air bubbles into the water. Each of these micro bubbles expands into a 1cm steam bubble, and the result is a huge \"explosion\" of hot froth. It's just like dumping ice cream into root beer, but the froth can be so violent that the hot water sprays into the air. If you're worried about explosions over superheated liquid, you can virtually eliminate the possibility of its happening to you by simply leaving some non-metallic object (such as a wooden spoon or stir stick) in the cup or bowl when you boil liquids in your microwave. It may not be necessary, but it won't hurt anything either. Peace of mind rarely comes so cheaply. Additional information: Risk of Burns from Eruptions of Water Heated in Microwave Ovens (FDA)",
  "Originally Published": "",
  "Referred Links": "http://www.fda.gov/Radiation-EmittingProducts/RadiationEmittingProductsandProcedures/HomeBusinessandEntertainment/ucm142506.htm;http://www.amasci.com/weird/microexp.html;http://rabi.phys.virginia.edu/HTW/;",
  "Example": "[Collected via e-mail, 1999] Microwaving Water to Heat it Up I feel that the following is information that any one who uses a microwave oven to heat water should be made aware of. About five days ago my 26-year old son decided to have a cup of instant coffee. He took a cup of water and put it in the microwave to heat it up (something that he had done numerous times before). I am not sure how long he set the timer for but he told me he wanted to bring the water to a boil. When the timer shut the oven off, he removed the cup from the oven. As he looked into the cup he noted that the water was not boiling but instantly the water in the cup \"blew up\" into his face. The cup remained intact until he threw it out of his hand but all the water had flew out into his face due to the buildup of energy. His whole face is blistered and he has 1st and 2nd degree burns to his face which may leave scarring. He also may have lost partial sight in his left eye. While at the hospital, the doctor who was attending to him stated that this a fairly common occurrence and water (alone) should never be heated in a microwave oven. If water is heated in this manner, something should be placed in the cup to diffuse the energy such as a wooden stir stick, tea bag, etc. It is however a much safer choice to boil the water in a tea kettle. Please pass this information on to friends and family.",
  "Last Updated": "24 February 2009",
  "Credibility": "true",
  "URL": "www.snopes.com/science/microwave.asp",
  "Claim": "Water boiled in a microwave oven can suddenly \"explode.\"",
  "Claim_ID": "science_microwave",
  "Tags": ""
}