{
  "Origins": "No, the universe is not about to realign in June 2015, nor will there be a multi-day blackout at that time during which the Earth will shift into a new dimension. Neither NASA nor any other credible scientific entity has made such a pronouncement. Ever.",
  "Fact Check": "",
  "Description": "This item originated back in 2012, when interest in the belief that the Mayan calendar would end on 21 December 2012 (thus foretelling the end of the world as we know it) was running high; and it has simply been updated and recirculated with the year 2015 or 2014 replacing the original references to 2012. A link included in many of the Facebook posts and e-mail forwards that make this claim takes users to a video in which NASA administrator Charles F. Bolden, Jr. talks about the importance of family preparedness in times of disaster. While Bolden does wax on about the need for families to prepare in advance for unforeseen events (whether they be floods, earthquakes, or terrorist attacks) by taking such steps as agreeing ahead of time where they will all meet should they be separated by disaster, nowhere in that video does he make mention of planetary blackouts, universe realignments, or shifts to the zero dimension. The video link was clearly added to the piece in an effort to provide at least a semblance of credibility to the hogwash presented therein: In fact, what NASA originally said about the planetary alignment theory (within a much larger article about the false rumor of the Mayan calendar's predicting the end of the world in 2012) was that \"There is no planet alignment on the winter solstice in 2012.\" The same goes for 2014 and 2015. Additional information: The Sun-Earth Connection: Heliophysics 101",
  "Originally Published": "",
  "Referred Links": "http://www.nasa.gov/mission_pages/sunearth/overview/index.html;http://www.nasa.gov/topics/earth/features/2012-guest.html;",
  "Example": "[Collected via e-mail, June 2015] NASA confirms that the earth will experience 6 days of darknessfrom June 30 to July 6 2015 due to severe solar storms. [Collected via e-mail, August 2012] NASA predicts total blackout on 23-25 Dec 2012 during alignment of Universe. US scientists predict Universe change, total blackout of planet for 3 days from Dec 23 2012. It is not the end of the world, it is an alignment of the Universe, where the Sun and the earth will align for the first time. The earth will shift from the current third dimension to zero dimension, then shift to the forth dimension. During this transition, the entire Universe will face a big change, and we will see a entire brand new world. The 3 days blackout is predicted to happen on Dec 23, 24, 25.... during this time, staying calm is most important, hug each other, pray pray pray, sleep for 3 nights... and those who survive will face a brand new world.... for those not prepared, many will die because of fear. Be happy..., enjoy every moment now. Don't worry, pray to God everyday. There is a lot of talk about what will happen in 2012, but many people don't believe it, and don't want to talk about it for fear of creating fear and panic. We don't know what will happen, but it is worth listening to USA's NASA talk about preparation. ** http://www.youtube.com/watch?v=6aj1lyEHbZE&feature=related ** Whether it's true or not, better be prepared. No panic, stay calm, just pray. Remember to smile more, love more, forgive more...everyday. Better avoid traveling during December. [Collected via e-mail, December 2012] On 21 December the Earth will enter a still ring called the Photonic belt at 1:00 AM. Colombian time. Where our planet will go off completely, and will last 3 days of darkness. NASA confirmed it December 5th 2012. It is said that when it is completely dark you will feel cold and there will be flashes of lights, \"nothing is going to happen, is just an extraordinary phenomenon that happens every 11 million years.\" It is recommended to remain in your houses as power fails or electronic devices. 3 Days of darkness will pass. This is what the Mayan calendar was referring. A planetary alignment. NOT the end of the world. You have to be prepared! [Collected via e-mail, August 2014] Charles Bolden who is the head of NASA has asked the public to remain calmwhen the world enters three days of darkness.NASA as well as ESA have made this announcement where apparently the worldwill enter total darkness for three days, starting on December 21, as aconsequence of a solar storm. This storm is the largest of the last 50 years and will last 72 hours. NASA recommends to not panic and to ensure that you have sufficientcandles and food in stock. It is also recommended to have enough medicinein case this is necessary. According to NASA this is a natural phenomenon and is not the end of theworld. It is simply a solar storm and the planets will align and cover thesun. [Click here for additional examples.]",
  "Last Updated": "26 May 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/science/astronomy/blackout.asp",
  "Claim": "NASA has announced that a multi-day worldwide blackout will occur beginning on 30 June 2015.",
  "Claim_ID": "science_astronomy_blackout",
  "Tags": ""
}