{
  "Origins": "This heads-up about impending disaster, often titled \"July 22nd 2009 another Tsunami,\" began circulating on the Internet in April 2009. It's a composite piece, with the graphic and the prognostication itself drawn from a 8 January 2009 blog post and the text-speak warning about staying off beaches in July coming from someone else.",
  "Fact Check": "",
  "Description": "The blog post theorizes that a solar eclipse occurring on 22 July 2009 will sufficiently affect gravitational pull so as to cause tectonic plates to \"pop a seam,\" thereby resulting in a sizeable earthquake in Japan and causing a subsequent tsunami of devastating proportions. (A tsunami is a large ocean wave caused by sudden motion on the ocean floor. It is often brought about by an earthquake, but a volcanic eruption, underwater landslide, or even a large meteor's striking the Earth could set one off.) However, earthquakes are not caused by gravitational pull, so set your mind at ease about the possibility of an eclipse's prompting the ground to shake. Says Kate Hutton, a seismologist at the California Institute of Technology (better known as Caltech): \"Earthquakes are caused by the accumulation of strain in the [Earth's] crust due to the motion of tectonic plates. Most hypocenters (the place where the quake starts, directly below the epicenter) occur at least five miles below the surface, for large quakes.\" Quakes, in other words, have nothing to do with gravitational pull but rather where fault lines are and movement of the tectonic plates. They're also not predictable. The Southern California Earthquake Center say of the notion that scientists have come up with a mechanism for determining when and where an earthquake will occur: \"Neither Caltech, its scientists, nor the scientists of any other research organization in southern California have ever successfully predicted an earthquake's time within days, nor do they know how or expect to know how any time in the foreseeable future.\" So also says the U.S. Geological Survey: \"Neither the USGS nor Caltech nor any other scientists have ever predicted a major earthquake. They do not know how, and they do not expect to know how any time in the foreseeable future.\" So, what to make of all this? While there will be a solar eclipse on 22 July 2009, earthquakes aren't caused by eclipses or gravitational pull. Scientists who have spent their whole lives studying earthquakes still can't divine when and where one will hit. Barbara \"unpredictable\" Mikkelson Additional information: Causes of Tsunamis (Weather.com) Life of a Tsunami (U.S. Geological Survey)",
  "Originally Published": "",
  "Referred Links": "http://walrus.wr.usgs.gov/tsunami/basics.html;http://www.weather.gov/os/brochures/tsunami2.htm;http://earthquakes.usgs.gov/learning/faq.asp?categoryID=6&faqID=13;http://www.scec.org/education/public/allmyths.html;http://eclipse.gsfc.nasa.gov/SEmono/TSE2009/TSE2009.html;http://www.garagegames.com/community/blogs/view/15946;",
  "Example": "[Collected via e-mail, April 2009] Hello there. I just wanted 2 let you know that please stay away from the beaches all around in the month of July. There is a prediction that there will be another tsunami hitting on July 22nd. It is also when there will be sun eclipse. Predicted that it is going 2 be really bad and countries like Malaysia (Sabah & Sarawak), Singapore, Maldives, Australia, Mauritius, Si Lanka, India, Indonesia, Philippines are going 2 be badly hit. Please try and stay away from the beaches in July. Better 2 be safe than sorry. Please pass the word around. Please also pray for all beings.",
  "Last Updated": "15 April 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/science/tsunami.asp",
  "Claim": "An eclipse is going to cause an earthquake, which will in turn cause a devastating tsunami, on 22 July 2009.",
  "Claim_ID": "science_tsunami",
  "Tags": ""
}