{
  "Origins": "This item about a star called Aderoid approaching close to Earth on 21 June 2011 and creating an unusual \"two suns in the sky\" display is reminiscent of the perennial \" Mars Spectacular \" messages which circulate every summer. While the initial incarnation of the latter at least had something of a factual basis to it, however, the Aderoid alert is easily dismissed as a spoof: The accompanying image is not a real picture, but rather \"an artist's reconstruction showing what a double sunset might look like on a distant world.\" No star (or other astronomical object) by the name of \"Aderoid\" appears in the NASA Star and Exoplanet Database (NStED), the NASA/IPAC Extragalactic Database (NED), or the SIMBAD Astronomical Database. An object as large as a star approaching the Earth would not suddenly appear at a particular hour of a given day and then be gone; it would be visible over an extended period of time. If a star were truly about to pass within 35 million miles of Earth, the preparations we'd be undertaking would be to get ready to meet our makers and not to marvel at the beauty of the phenomenon, as the results would be catastrophic. By way of comparison, the Earth is 93 million miles from the Sun, while the planet Mercury orbits the Sun at an average distance of 36 million miles. If a star comparable to our Sun were to travel within 34.65 million miles of the Earth, our planet would quickly become like Mercury: a barren, lifeless, deep-fried hunk of rock.",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://simbad.u-strasbg.fr/simbad/;http://nedwww.ipac.caltech.edu/;http://nsted.ipac.caltech.edu/;http://www.jpl.nasa.gov/spaceimages/details.asp?id=PIA09228;",
  "Example": "[Collected via e-mail, June 2010] 21st June - the Whole World is waiting for... Star Aderoid will be the brightest in the sky, starting 10 June. It will look as large as the sun from naked eye. This will culminate on 21st june when the star comes within 34.65 Million miles of the Earth. Be sure to watch the sky on june. 21 at 12:30 pm It will look like the earth has 2 Suns.!! The next time Aderoid may come this close is in 2287",
  "Last Updated": "18 June 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/science/astronomy/aderoid.asp",
  "Claim": "A star named Aderoid will make a remarkably close approach to Earth in June 2011.",
  "Claim_ID": "science_astronomy_aderoid",
  "Tags": ""
}