{
  "Origins": "This oddball belief has been kicking around at least since 1986. According to those who bite on it, eelskin retains a certain electromagnetic property which can erase the magnetic strips on credit and ATM cards. There is a faint odor of plausibility to this notion during life, some eels are capable of producing strong electric impulses. What this theory fails to take into account is the electric eel's physiology; its organs for transmitting that charge do not reside in its skin. Also, eelskin accessories aren't fashioned out of electric eels.",
  "Fact Check": "",
  "Description": "Okay, so whatever does happen to credit cards carried in an eelskin wallet has nothing to do with the electrical properties of the beastie why then do so many consumers report the mysterious degaussing of cards housed in an eelskin wallet? The more outrageous theory suggests that an iron compound capable of retaining a charge is used during the tanning process. Charges then build up, say this explanation's proponents, because of static electricity resulting from the friction of a wallet rubbing against the material of a pants pocket or brushing against other items in a purse. Alternatively, nothing special happens during the tanning process but eelskin becomes charged with static during ordinary use by the wallet-carrier. All wild theorizing aside, the real culprit is often the magnetic clasp found on many eelskin wallets. Though these do keep the wallet's contents from spilling out unexpectedly, too close proximity to them can render a debit or credit card unreadable by hopelessly scrambling its data. Additionally, eelskin is much thinner than cowhide, thus the mag strips of cards carried in an eelskin billfold have a greater chance of influencing each other. So what's a fella to do if he likes the look and feel of eelskin? Easy if you're planning on carrying debit and credit cards in such billfold, choose one which lacks a magnetic clasp. Out of respect for the thinness of the leather, strive to keep mag strips from facing each other. By the way, the \"eelskin\" used in fashion accessories doesn't come from the electric eel but rather the Pacific hagfish, also known as the slime eel. Though a fish and not an eel, it's best described as a largish worm, lacking fins, a jaw, hard bones, and even eyes. Its only teeth are on its tongues. Hagfish rasp and bore into dead and dying fish to eat them from the inside out, emerging to swim away from the remaining bags of skin and bone. When disturbed, they exude chemicals that turn the water around them into slime, making the fish almost impossible to grab. Scientists have been toying with the slime and have discovered that the fibers shot out during the defensive slime-producing manuver can be used successfully as surgical sutures. At least on mice, these sutures elicit no immune response. According to a trusted authority (my sister, if you must know) eelskin accessories are best treated with an application of petroleum jelly every year to keep them supple and protect them from the unnecessary ravages of everyday use. The petroleum jelly should be worked into the leather, with the excess wiped away after application.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/science/eelskin.asp",
  "Claim": "Eelskin wallets demagnetize credit cards due to leftover charges from the electric eels used to make them.",
  "Claim_ID": "science_eelskin",
  "Tags": ""
}