{
  "Origins": "On 17 July 2015, the unreliable web site Conservative Tribune published an article titled \"ALERT: Seattle Mayor Launches Rules to Force Local Businesses to Comply With SHARIAH LAW\" claiming that: In one major American city, new rules may force banks to comply with Shariah law on lending and interest.",
  "Fact Check": "Is the city of Seattle forcing local businesses to comply with Sharia law?",
  "Description": "One of the major tenets of Shariah law is that Muslims cannot pay interest on loans. In countries with large Muslim populations, there s something known as Islamic banking, which manages to get around this through various machinations. Seattle Mayor Ed Murray wants to see that change, and he s apparently willing to force banks into Shariah-compliant lending if necessary. This means that, if it passes, Seattle will be the first city in America to mandate that its banks allow access to Shariah-compliant financing. That claim was sourced to the TeaParty.org site's article \"Seattle Mayor Offers Plan for Sharia-Compliant Housing Rules,\" which offered the following visual: That article was a word-for-word copy of a Puget Sound Business Journal article about a potential plan by the mayor of Seattle to help Muslims obtain home loans to buy houses. Quoting both Seattle Mayor Ed Murray and Council on American-Islamic Relations (CAIR) Seattle-area Chapter Executive Director Arsalan Bukhari, the article explained that the city was examining housing options available to home-buying Muslims who are prohibited from participating in the traditional American housing market due to religious restrictions that prohibit them from obtaining standard home loans (despite their having desirable credit profiles): For some Muslims, it can be hard to buy a house, and Mayor Ed Murray plans to do something about it. Murray's housing committee released its recommendations for ways the city can increase housing in the city. Most ideas were what you'd expect, including increasing the city's housing levy and implementing new rules and regulations to foster development of market-rate and lower-income housing. One suggestion would help followers of Sharia law buy houses. That's virtually impossible now because Sharia law prohibits payment of interest on loans. The 28-member committee recommended the city convene lenders and community leaders to explore options for increasing access to Sharia-compliant loan products. More and more lenders are offering Sharia-compliant financing. The sector has grown to more than $1.6 trillion in assets worldwide over the past three decades, and analysts see potential for continued growth as the number of Muslims in the United States and Europe grows. Based on what he called \"rough anecdotal evidence,\" Bukhari estimated a couple hundred people aren't borrowing money for houses due to their religion. He said this includes even high-wage earners, such as the more than 1,000 Muslims who work for Microsoft and more than 500 Amazon.com employees. They could easily qualify for home loans but opt not to apply \"simply because they don't want to pay interest,\" Bukhari said. \"We will work to develop new tools for Muslims who are prevented from using conventional mortgage products due to their religious beliefs,\" Murray said. The overall topic of Seattle-area Muslims and banking products was also addressed in another Puget Sound Business Journal article about retirement plans. According to that piece, CEO Thom Poulson of Falah Capital is working to facilitate opportunities for Muslim tech workers to access products such as 401(k)s and mortgages previously inaccessible to them due to religious barriers: It's estimated that more than 1,000 Muslims in the Puget Sound region work for Microsoft, and for those who closely follow their faith, it can be difficult to participate in the company's retirement plan. That's because Sharia law forbids them from investing in funds with holdings in companies that peddle pornography, alcohol and other vices. It's almost impossible for retirement funds to guarantee all their investments are free from those kinds of businesses. This has become an issue for workers at other tech companies, too. \"You have people who aren't getting the full benefits of their employer's offering,\" said Thom Polson, CEO of a new Seattle company, Falah Capital LLC, which works with Muslims to ensure they're investing while staying true to their beliefs. In partnership with Seattle-based Russell Investments and IdealRatings of San Francisco, Falah set up its first Islamic exchange traded fund (ETF) last fall. Listed on the New York Stock Exchange under the ticker \"FIA,\" the Russell-IdealRatings Islamic US Large Cap Index, the ETF is the first of its kind on the exchange. Polson said a large percentage of the Muslims who work at tech firms are not using their 401(k) plans because they're not Sharia-compliant. \"All of our advisory business is about addressing these needs,\" Polson said, adding his company is working with clients from the Muslim Association of the Puget Sound. The association has a large community center with a mosque in Redmond near Microsoft's headquarters. Next up for Fallah is a possible foray into home mortgages so clients can buy houses without taking out interest-bearing loans, which is against Sharia law. As part Seattle Mayor Ed Murray's landmark housing initiative, the city plans to work with lenders to help observant Muslims buy homes. What these articles address are efforts to help businesses service a significant portion of the local Seattle-area working population who are unable to utilize those business' current offerings due to religious limitations, not to force businesses to comply with tenets of sharia law. Mayor Murray's 13 July 2015 \"Action Plan to Address Seattle s Affordability Crisis\" merely included a policy point of \"explor[ing] the best options for increasing access to Sharia-compliant loan products,\" not mandating that any local businesses offer such products: Support the Community in Finding Housing Tools for Sharia-Compliant Lending: For our low- and moderate-income Muslim neighbors who follow Sharia law which prohibits the payment of interest or fees for loans of money there are limited options for financing a home. Some Muslims are unable to use conventional mortgage products due to religious convictions. The City will convene lenders, housing nonprofits and community leaders to explore the best options for increasing access to Sharia-compliant loan products to help these residents become homeowners in Seattle. Last updated: 17 July 2015",
  "Originally Published": " 17 July 2015",
  "Referred Links": "http://murray.seattle.gov/wp-content/uploads/2015/07/HALA_ActionPlan_2015.pdf;http://www.bizjournals.com/seattle/morning_call/2015/07/this-new-seattle-company-helps-muslim-tech.html;http://www.bizjournals.com/seattle/blog/2015/07/seattle-mayor-offers-plan-to-help-followers-of.html;http://www.donotlink.com/fyp1;http://www.donotlink.com/fyou;https://twitter.com/bunch1243/status/621879685236940801;http://t.co/fx7VENmVQx;https://twitter.com/EMERSON_NALITA/status/621967619768213504;http://t.co/A3m76OJz7r;https://twitter.com/warnerthuston/status/622073507753684992;http://t.co/QSKZ1XqzMB;",
  "Example": "",
  "Last Updated": "17 July 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/seattle-sharia-law/",
  "Claim": "The mayor of Seattle has \"launched\" a new \"rule\" forcing businesses to comply with Sharia law.",
  "Tags": "shariah law;sharia law;seattle;",
  "Claim_ID": "seattle-sharia-law"
}