{
  "Origins": "In late October 2015, social media users began sending and receiving solicitations to participate in a \"secret sisters\" gift exchange scheme. Posts on Facebook, Reddit, and several forums described a process that involved sending one present (commonly valued at $10) and receiving 36 in return. Participants who opted in to the \"secret sister\" exchange were instructed to send a gift to the first \"sister\" on the list, move the second on the list to the first spot, and put their own name into the second spot. (Many of the postings warned naysayers and skeptics that their objections would be deleted from comment threads.) The majority of \"secret sister\" gift exchange solicitations that arrived in our inbox definitively promised 36 randomly selected $10 gifts for each \"sister,\" a number that seemed to hinge on static participation levels for every individual group exchange. As a telling number of social media commenters pointed out, the idea was simply a repackaging of age-old chain letter gifting schemes, the pitfalls of which are both well-known and about as ubiquitous as the practice itself.",
  "Fact Check": "",
  "Description": "It's worth noting that amid the myriad enticements for such initiatives on social media, many users expressed interest and committed to the exchanges. But while a handful of individuals claimed to have received a single gift, none reported an avalanche of $10 trinkets arriving at their doors. Had such a plan ever borne fruit, accounts of such success mysteriously remained virtually non-existent. However, the plausibility of actually garnering returns was secondary to a far bigger problem with the \"secret sister\" scheme. According to the U.S. Postal Inspection Service, gift chains aren't just \"mathematically impossible\"; they're also illegal: There's at least one problem with chain letters. They're illegal if they request money or other items of value and promise a substantial return to the participants. Chain letters are a form of gambling, and sending them through the mail (or delivering them in person or by computer, but mailing money to participate) violates Title 18, United States Code, Section 1302, the Postal Lottery Statute. (Chain letters that ask for items of minor value, like picture postcards or recipes, may be mailed, since such items are not things of value within the meaning of the law.) A common objection raised by prospective participants addressed the motivations for participating in the exchange; those users held that whether the scheme worked or not, the initial $10 outlay seemed a minor risk (which served to altruistically served to bring joy to others). However, that interpretation neglected to consider those solicited (by any single user's participation) stood to lose out, thereby rendering individual intent (to give or receive) largely irrelevant. In short, the problem wasn't whether any one person expected to receive presents back -- it was the inherently unfulfillable promise that a $10 buy in would result in hundreds of dollars worth of returns for others. Whether or not a user participated \"honestly\" they had no hand in ensuring those who bought in under them would receive any return on their initial investment, and the risk in question problematic precisely because it was undertaken on behalf of other folks. Participating in \"secret sister\" gift exchanges is a prospect dubious for many reasons (primarily legal ones). Reddit's popular Secret Santa gift exchange presents an option for folks who wish to exchange holiday presents with strangers, but it involves sending and receiving a single gift (not 36). Variations: A Facebook status meme circulating concurrently alongside the \"secret sister\" gift exchange was virtually identical to it, substituting children's books for small gifts. However, the same legal and practical considerations applied: I have received several offers from friends on Facebook to do this book exchange. Just wondering if it is legit or if it like every other type of chain mail attempt. I thought this might be a fun little deal! Welcome to our book exchange for kids! Here s how it works: 1) Send one book to child #1 below. 2) Remove the child's name from #1; then move child #2 to that spot. 3) Add your child's name to #2 with your info. 4) Then send this info to 6 moms or moms-to-be (or grandmothers!) with the updated name info 5) Copy the book exchange request that I posted on my wall, to your own wall. If you cannot complete this within 1 week please notify me, as it isn't fair to the children who have participated and are waiting for their own special books to arrive. A manila envelope will work to mail the book. Or, you might want to order directly from a web-based book service (Amazon, Barnes & Noble), which saves a trip to the post office. Soon your child should receive 36 books! What a deal, 36 books for giving just one! Be sure to include you child's name and address (age/sex if necessary). Seldom does anyone drop out because you know children love to read and have books read to them Your child should begin receiving books in about 2 weeks if you get your letters out to your 6 people right away. Thanks & Have Fun! Last updated: 6 November 2015",
  "Originally Published": " 2 November 2015",
  "Referred Links": "https://www.reddit.com/r/secretsanta/;https://postalinspectors.uspis.gov/investigations/MailFraud/fraudschemes/sweepstakesfraud/ChainLetters.aspx;http://pandce.proboards.com/thread/488164/fb-secret-sister-gift-exchange;http://www.etiquettehell.com/smf/index.php?topic=139693.0;https://www.reddit.com/r/OutOfTheLoop/comments/3qy13x/whats_with_all_the_fb_ladies_gift_exchanges/;",
  "Example": "[Collected via e-mail, November 2015] Can you please do an article on the Facebook Secret Sister Gift Exchange that is going around? It claims you can receive 36 gifts in exchange for one. _______________________________________________________________________ Welcome to our secret sister gift exchange! Here's how it works: 1) Send one gift value at least $10 to secret sister #1 below. 2) Remove secret sister's name from #1; then move secret sister #2 to that spot. 3) Add your name to #2 with your info. 4) Then send this info to 6 other ladies with the updated name info 5) Copy the secret sister request that I posted on my wall, to your own wall. If you cannot complete this within 1 week please notify me, as it isn't fair to the ladies who have participated and are waiting for their own gifts to arrive. You might want to order directly from a web-based service (Amazon, or any other online shop) which saves a trip to the post office. Soon you should receive 36 gifts! What a deal, 36 gifts for giving just one! Be sure to include some information about yourself ... some of your favorites. Seldom does anyone drop out because it's so much fun to send a gift to someone you may or may not know ... and of course it's fun to receive. You should begin receiving gifts in about 2 weeks if you get your letters out to your 6 people right away.",
  "Last Updated": "6 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/secret-sisters-gift-exchange/",
  "Claim": "By participating in a Facebook \"secret sister\" gift exchange, you'll receive 36 gifts (or books) in exchange for one $10 contribution.",
  "Tags": "secret sister gift exchange;chain letters;pyramid schemes;children's book exchange;facebook book exchange;facebook status memes;",
  "Claim_ID": "secret-sisters-gift-exchange"
}