{
  "Origins": "On 20 October 2015, the web site The Racket Report published an article about a supposed \"zombie-like attack\" at a Tennessee Walmart store which referenced the 18 October 2015 death of a Brazilian man aboard an Aer Lingus flight (later described as a likely drug smuggling-related overdose): Several Injured In Zombie-Like Attack At Tennessee Walmart, As Man Tries To Eat His Victims.",
  "Fact Check": "",
  "Description": "An unidentified man entered a Tennessee Walmart on Tuesday, armed with nothing more than his own teeth. Eyewitnesses say the man, who look like he had been living off the streets, entered the store looking as if he was in a daze. When confronted by a Walmart employee, the homeless man lunged at the victim sinking his teeth into the employees arm. As one of the customers attempted to save the employee, the crazed man bit the shopper in the neck. This incident comes just two days after a 24-year-old Brazilian man collapsed and died aboard an Irish aircraft after biting another passenger. The man was said to possibly be on methamphetamines when he became frantic and began biting into the flesh of another passenger on board. Unfortunately, authorities say they have seen an increase in these types of attacks, calling them Zombie-Like assaults. The claim was entirely fabricated (an opportunity to do so created by that Brazilian man's recent death) by The Racket Report, a fake news site that bears a disclaimer noting that \"some stories on this website are fictitious\": The Racket Report is a news web publication with news articles, inspired by real news events. The articles and stories may or may not use real names, always a semi real and/or mostly, or substantially, fictitious ways. A few articles are for entertainment purposes only. The purpose of said stories is to entertain and amuse and not to disparage any persons, institutions, in anyway and no malice is intended towards anyone or anything, nor should any be construed from the fictional stories. That means some stories on this website are fictitious. Any resemblance to persons, living or dead, is entirely coincidental or is intended purely as a spoof of such person and is not intended to communicate any true or factual information about that person. The image that accompanied the article was lifted from a news story about the March 2013 shooting of a shoplifter at a WalMart store in Memphis, Tennessee. Earlier hoax articles from the Racket Report claimed that KFC planned to begin selling marijuana, that McDonald's used french fry grease in their coffee, that McDonald's outlets in Korea served dog meat, and that a homeless man found a baby with seven legs in a Dumpster outside an abortion clinic. Last updated: 21 October 2015",
  "Originally Published": " 21 October 2015",
  "Referred Links": "http://www.wmcactionnews5.com/story/21824016/alleged-walmart-shoplifter-shot-by-police-officer;",
  "Example": "[Collected via e-mail, October 2015] There is an article making its rounds Facebook (and also reddit) today about a Tennessee Walmart where a man allegedly started biting people. Multiple injured one taken to hospital for being bitten in the neck. Not true I am sure as the two news sources I was able to find it on were unreliable news sites. Link is below.",
  "Last Updated": "21 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/several-injured-zombie-attack-tennessee-walmart/",
  "Claim": "Several people were injured in a \"zombie-like attack\" at a Tennessee Walmart store.",
  "Tags": "racket report;zombie attack;",
  "Claim_ID": "several-injured-zombie-attack-tennessee-walmart"
}