{
  "Origins": "On 5 October 2015, Facebook user Charlotte Sampson uploaded a video purportedly showing a shark swimming down a flooded street in West Ocean City, Maryland, after heavy rains hit that area in the wake of Hurricane Joaquin: The above-displayed video was shared thousands of times on Facebook and fooled many viewers into believing that a shark was really roaming the streets of Ocean City. Fortunately, that is not the case. One giveaway that the video isn't real is that the shark's wake originates solely from its dorsal fin: water movement should also be visible near the shark's tail, especially when the creature makes the sharp turns seen in the video.",
  "Fact Check": "Does a video show a shark swimming down a flooded street after heavy rains in West Ocean City, Maryland?",
  "Description": "On 6 October 2015, the National Aquarium commented about the video on Twitter: .@JustinWeather Definitely NOT a shark. Staff was immediately tipped off by the lack of water disturbance from a tail fin ;) National Aquarium (@NatlAquarium) October 6, 2015 Charlotte Sampson confirmed that the video was fake on her Facebook page when she uploaded two images, one showing the flooded area and another showing the area after the flood receded: Shark Faux fin finally fakes furious friends, feuding family & frightens faithful FB followers for frivolous fun!!! Last updated: 7 October 2015",
  "Originally Published": " 7 October 2015",
  "Referred Links": "https://twitter.com/NatlAquarium/status/651492852569124864;https://twitter.com/JustinWeather;https://twitter.com/NatlAquarium/status/651492852569124864;https://www.facebook.com/charlotte.sampson.37;",
  "Example": "",
  "Last Updated": "7 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/shark-flood-video/",
  "Claim": "A video shows a shark swimming down a flooded street after heavy rains in West Ocean City, Maryland.",
  "Tags": "flood;shark;flood photo;shark flood;ocean cityf;acebook;",
  "Claim_ID": "shark-flood-video"
}