{
  "Origins": "In the early morning hours of 9 August 2015, police officers in Iredell County, North Carolina, responded to a call about an incident at the home of Shawn Fuller. Fuller's brother, not named in media reports, called police at approximately 3:30 AM stating that Fuller was \"intoxicated and firing a weapon\": A North Carolina man was drunk when he shot and killed his two sons, 3 and 4, and then tried to commit suicide early Sunday, police said.",
  "Fact Check": "Was Shawn Fuller, a man suspected of murdering his two toddler sons, a gun enthusiast?",
  "Description": "Sheriff Darren Campbell [said] that when deputies arrived at the Statesville home, Fuller was outside the front door suffering from a self-inflicted gunshot wound. Fuller was taken to Carolina Medical Center in Charlotte in critical condition. Deputies found the young brothers after going into the home, where they lived with their mom and dad. Police confirmed that 4-year-old Uriah Fuller and 3-year-old Josiah Fuller were shot multiple times and died on the scene. Shawn Fuller, 31, was transported to a local hospital after surviving a self-inflicted gunshot wound. In that respect, the captions on the image displayed above are largely accurate: both Fuller boys died of gunshot wounds, and their father is the primary (and only) suspect in their shooting. Separate claims made in the photograph pertained to Fuller's enthusiasm for firearms and purported advocacy of the open carry of guns. His Facebook page has since been removed from the social network, but several other web sites have carried claims about the type of content it hosted before it was made unavailable. On 9 August 2015, Charlotte television station WSOC spoke with a local woman who had interacted with Fuller earlier on the day of the shootings. The woman, Kelli Simko, recounted a conversation with Fuller about guns and his belief in the necessity of carrying them in public; and said she later located Fuller on Facebook after reading about the shooting and was troubled by the purportedly violent tenor of his postings: But for Kelli Simko, 37, who was also in the store at the time, something seemed off. \"He had a gun on his belt,\" Simko said of her interaction with Fuller earlier in the day. \"He told (the clerk) he wouldn't shop anywhere he couldn't bring his gun.\" In addition to several comments about carrying his gun openly, Fuller talked about how he enrolled his boys in self-defense classes because of how the world is today. \"He said how you can t even walk into a movie theater anymore,\" she said. She searched online and found Fuller's Facebook profile, which included photos of guns and Confederate flags. \"It was him... and it was those two little boys... and I can't stop crying.\" A neighbor of Fuller's (who declined to be identified) described him to the Charlotte Observer as an avid shooter who was \"scared of everything\": A neighbor who has lived across the street since 1976 also complained about the shooting. She declined to give her name. \"There were a lot of cars in and out all the time,\" the woman said. \"You would think at times there was a firing range down there.\" On the occasions when they had talked, Fuller often seemed paranoid and behaved as if he was \"scared of everything,\" Patterson said. Fuller also worried that someone was trying to break into his home, Patterson said. On Saturday, Patterson drove into his driveway around 12:30 p.m., and Fuller was in the backyard, shooting. He said the shooting continued all day Saturday and into the night. Purported screenshots from Fuller's now-deleted Facebook page, containing gun enthusiast memes, have circulated online. Those screen captures cannot be verified, however, as Fuller's Facebook page is not available. Last updated: 12 August 2015",
  "Originally Published": " 12 August 2015",
  "Referred Links": "http://wonkette.com/592820/open-carry-dude-assaults-wife-kills-two-sons-keeps-second-amendment-safe;http://www.charlotteobserver.com/news/local/article30541665.html;http://www.statesville.com/news/father-talked-guns-safety-hours-before-shooting/article_5447be90-3f08-11e5-9025-1784c43f4be9.html;http://www.wsoctv.com/news/news/local/father-killed-sons-iredell/nnGMh/;http://www.wsoctv.com/news/news/local/father-killed-sons-iredell/nnGMh/;http://www.nbcnews.com/news/us-news/drunk-dad-shoots-kills-sons-3-4-attempting-suicide-cops-n406836;",
  "Example": "[Collected via e-mail, August 2015]",
  "Last Updated": "12 August 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/shawn-fuller/",
  "Claim": "Shawn Fuller, a man suspected of murdering his two toddler sons, was an \"open carry enthusiast.\"",
  "Tags": "shawn fuller;open carry;shawn fuller facebook;",
  "Claim_ID": "shawn-fuller"
}