{
  "Origins": "A video purportedly showing a young man tying shoe without using his hands, simply through vigorous shaking of his leg, has been circulating onlinr since it was uploaded to YouTube in 2008. While the video convinced many viewers that it was possible to tie a shoe without the use of hands (as of 2015 the video had been viewed close to 10 million views), it actually depicts a well-known magic trick that was famously performed by magician David Blaine in the 2013 television program David Blaine: Real or Magic: The secret to this magic trick is that the laces of the shoe in question are in fact already tied, but the illusion employs a classic misdirection technique of using a second pair of untied laces to trick the viewer into believing otherwise:",
  "Fact Check": "Does a video show how to tie shoelaces without the use of hands?",
  "Description": "This trick requires a little preparation but is well worth it. You will need a fake shoelace which should, partly covered by your trousers, create an impression of your shoelaces being untied. You should be able to quickly hide the fake shoelace from the eyes of the audience. You can achieve that by tying a thread to the centre of the shoelace. Just place the thread down your trouser leg. You then hold the other end of the thread in your hand and pull it when you want to hide the fake shoelace. The real shoelaces are tied the whole time, but hidden behind your trouser leg. You uncover them by shaking your leg. So, when performing this trick, just start shaking your leg, pull up the fake shoelace and be sure to make the real shoelaces visible. The \"Masked Magician\" performed this trick (\"Tying Shoe Laces Without Touching Them\") in a 2009 episode of the television series Breaking the Magician's Code: Magic's Biggest Secrets Finally Revealed: Last updated: 3 September 2015",
  "Originally Published": " 3 September 2015",
  "Referred Links": "http://magic.secrets-explained.com/david-blaine/shoelace-trick;",
  "Example": "[Collected via YouTube, August 2015]",
  "Last Updated": "3 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/shoelace-magic-trick/",
  "Claim": "A video shows how to tie shoelaces without the use of hands.",
  "Tags": "shoelace;shoelace magic;magic trick;trick;shoe lace;david blaine;",
  "Claim_ID": "shoelace-magic-trick"
}