{
  "Origins": "On 27 November 2015, the Inquisitr published an article about the possibility that Dexter, the hit Showtime series about a Miami-based blood splatter expert who is also a serial killer, might be returning for another season. While the article did not definitively state that Showtime was planning on bringing Dexter Morgan back to the small screen, the article's sensational and misleading title, \"Dexter Returns!\", led many fans to believe that a firm decision has been made to revive the show:",
  "Fact Check": "",
  "Description": "The article itself simply rounded up various quotes from people involved with the show discussing the possibility of Dexter's return. The bulk of the article was aggregated from an 11 August 2015 Screen Crush article published shortly after Showtime boss David Nevins had fielded various questions about Dexter during the Television Critics Association press tour: Amid myriad discussion of past and future series, Showtime boss David Nevins spoke at the TCA press tour panel this morning, keeping his focus largely on new series from the likes of Billions to Jim Carrey, but also entertaining the notion of revivals. The Dexter question naturally arose once more (as it does every TCA) to which Nevins threatened: 'Dexter' is the one show that I would think about [continuing]. It's a question of when the timing is right. If there's a willingness to do it, I would certainly listen. Certainly I'd look at 'Dexter.' According to Screen Crush, a Dexter reboot is a possibility due to the current state of television programming (where reboots, revivals, and rehashes are abundant), but the web site also acknowledged that questions about reviving old shows are common during the TCA press tour, and that Showtime has not announced any official plans to continue the show: The abundance of TV revivals in the current climate, between The X-Files, Prison Break, or even Twin Peaks makes a Dexter return seem frighteningly more plausible, at the least. For now, everybody be cool! So while a November 2015 news article splattered the title \"Dexter Returns!\" around the Internet, rumor analysis indicates that Showtime has made no specific announcements regarding actual plans to revive Dexter Morgan. Last updated: 28 November 2015",
  "Originally Published": " 28 November 2015",
  "Referred Links": "http://screencrush.com/dexter-limited-series-revival/;http://www.inquisitr.com/2592993/dexter-returns/;",
  "Example": "[Collected via email, November 2015] There are rumors about the popular showtime series Dexter returning. Is this true?",
  "Last Updated": "28 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/showtime-dexter-returns-rumor/",
  "Claim": "Showtime announced in November 2015 that the hit show Dexter would be returning for another season.",
  "Tags": "dexter;showtime;",
  "Claim_ID": "showtime-dexter-returns-rumor"
}