{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "https://www.facebook.com/worldtrailsfoundation/photos/a.1425493411014007.1073741827.1425480784348603/1728924384004240/?type=3&theater;",
  "Example": "[Collected via Email, February 2016] Can you investigate the rumor of Siberian tigers in the Central Washington Cascades? There is a FB article going around with an attached picture of a firefighter being stalked by the tigers. Origin:On 2 February 2016, the Facebook group World Trails Foundation shared a photo purportedly showing two Siberian tigers stalking a firefighter in the Washington Cascades: Important Alert! Recently, a U.S. Forestry Department worker was stalked by escaped renegade Siberian Tigers in the Central Washington Cascades! As seen in the photo, the worker was unaware of the tigers while he was hiking on a ski trail. The flash from the camera scared off the beasts, and they remain at large. They're believed to be the tigers who were let loose in the Cascades a decade ago. Long thought dead, it appears these cats are all too alive and healthy. There has been another as yet unconfirmed sighting near Gold Creek Sno-Park. Hikers, snowshoers, snowmobilers and skiers are advised to proceed with caution. Experts recommend carrying a five pound bag of cat food to throw at the cats if pursued. There was no truth to this story, however. There are no \"renegade Siberian tigers\" roaming the Washington Cascades, and the \"World Trails Foundation\" is a non-existent organization that promotes recreational trails with fake photographs and fictional stories: The World Trails Foundation is a so far completely fictitious organization dedicated to the promotion and maintenance of the world's recreational trails! In addition to the site's disclaimer, the group's acronym \"WTF\" hints at the nature of the group's material. Last updated: 05 February 2016 Originally published: 05 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/siberian-tigers-washington-cascades/",
  "Claim": "A photograph shows two Siberian tigers stalking a firefighter in the Washington Cascades.",
  "Tags": "tiger;",
  "Claim_ID": "siberian-tigers-washington-cascades"
}