{
  "Origins": "On 10 September 2015, the web site World News Daily Report published an article claiming that a slaughterhouse employee in Texas named Jeremiah Burroughs has been formerly charged with killing 71 of his coworkers over a 17-year span: A Texas meat packing plant is under investigation by local authorities as one of their employees is suspected of murdering a tragic 71 coworkers during his 17 years at the slaughterhouse, reports the Dallas Telegraph this morning.",
  "Fact Check": "Did a slaughterhouse employee murder 71 of his coworkers over a span of 17 years?",
  "Description": "Jeremiah Burroughs, age 57, has been formally accused of the murder of no less than 70 coworkers after the disappearance of 71 coworkers since 1998 had raised local authorities suspicions. The discovery this week of human bones in a neighboring rendering plant which recycles slaughterhouse byproducts had raised the alarm and forced local authorities to crack down on potential suspects. \"He was just a normal guy, like anybody else\" admits coworker Adam Willfur. \"I admit it's strange he still lived alone with his mother, but he seemed to really enjoy his work. He'd rip off the skin of a carcass in a matter of seconds and would chop off its limbs in a flash. Whatever he did, he was a heck of a good worker, that's all I ve got to say about him\" admitted another. There is no truth to the above-quoted story. The World News Daily Report (WNDR) is a fake news web site whose disclaimer notes that they do not publish factual news articles: WNDR assumes however all responsibility for the satirical nature of its articles and for the fictional nature of their content. All characters appearing in the articles in this website even those based on real people are entirely fictional and any resemblance between them and any persons, living, dead, or undead is purely a miracle. The World News Daily Report was also responsible for fake news stories about loggers accidentally cutting down the world's largest tree, Yoko Ono's admitting to an affair with Hillary Clinton, and a 179-year-old man living in India. Last updated: 14 September 2015",
  "Originally Published": " 14 September 2015",
  "Referred Links": "",
  "Example": "[Collected via email, September 2015] I'm wondering about the validity behind a story running the internet... Slaughterhouse Employee Accused of Murdering 71 Coworkers Over 17 years",
  "Last Updated": "14 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/slaughterhouse-murder-arrest/",
  "Claim": "A slaughterhouse employee murdered 71 of his coworkers over a span of 17 years.",
  "Tags": "satire;world news daily report;news;slaughterhouse;jeremiah burroughs;",
  "Claim_ID": "slaughterhouse-murder-arrest"
}