{
  "Origins": "On 11 September 2015, Upworthy contributor Brandon Weber posted the video shown above, a segment from a 1998 episode of Saturday Night Live, a conspiracy theory-like segment (done in a video style imitative of the popular \"Schoolhouse Rock!\" series of animated educational shorts= films) that posited a phenomenon of large corporations gaining increasing control of the news (and other informational) media and using their hegemony to control what the public sees and hears usually to the benefit of the corporation and the detriment of consumers. Weber's post stated that the segment had aired only once (during the SNL episode's original network broadcast) and then had been excised from syndicated repeats of the episode, suggesting that the corporate powers-that-be had wielded their influence to clamp down on furthers airing of such an unflattering (and possibly true) portrayal. This September 2015 Facebook post clearly made quite an impression on fellow social media users, but it also oversimplified the story behind the \"Conspiracy Theory Rock!\" segment and later airings of it. The rumor that the segment had since been \"suppressed\" was expressed at least as far back as 18 June 1998, when a New York Daily News article titled \"'SNL' Kills Controversial Cartoon Spoof\" reported that:",
  "Fact Check": "Did Saturday Night Live air a \"Conspiracy Theory Rock!\" segment once in 1998, after which it was banned by the network?",
  "Description": "Alert viewers will notice something missing from this weekend's \"Saturday Night Live,\" a repeat of a March broadcast hosted by actress Julianne Moore: the \"TV Funhouse\" animated segment that aired in the original show. The slyly lighthearted piece titled \"Conspiracy Theory Rock\" and produced in the style of PBS' \"Schoolhouse Rock\" kids' show actually was a sophisticated satire of the increasing concentration of media ownership in a small number of huge multi-national corporations. It included references to Disney/ABC, CBS and NBC and its parent company, General Electric. \"SNL\" executive producer Lorne Michaels said he decided to pull the segment because \"I didn't think it worked comedically.\" Michaels said he was not concerned at all about the references to NBC and General Electric, and that a passing dig at NBC West Coast executive Don Ohlmeyer for firing former \"SNL\" cast member Norm Macdonald is now dated. \"The test was putting it on live,\" Michaels said. \"If we hadn't aired it originally, we would have been accused of bowing to corporate pressure and censorship and all that. I wanted to support [writer/producer] Robert [Smigel] in what he wanted to do creatively, so I put it on the air.\" The article additionally stated that Michaels had said \"editing elements out of shows before they're rerun isn't common but is certainly not unprecedented,\" and a 23 April 2006 New York Times profile of Robert Smigel (a longtime SNL contributor and creator of \"Saturday TV Funhouse,\" the recurring segment of which \"Conspiracy Theory Rock!\" was a part) contained a portion that reported Michaels had opted to cut the segment from the episode to make room for other material: Then there is the matter of a short called \"Conspiracy Theory Rock,\" a parody of the ABC educational cartoon \"Schoolhouse Rock,\" which begins as a bright, sing-along indictment of media consolidation, and ends by criticizing NBC's news division for ignoring the misdeeds of General Electric, the network's parent company. Since making its debut on the March 14, 1998, episode of \"SNL,\" \"Conspiracy Theory Rock\" has not been rebroadcast. \"It just struck me as really funny to do it on our own network,\" he said. \"I was somewhat delighted that they were O.K. to do that, and then they reconsidered. It's hard to get angry about it.\" Mr. Michaels said that \"Conspiracy Theory Rock\" had simply been cut from reruns to make room for a second performance from the episode's musical guests, the Backstreet Boys. When \"Saturday TV Funhouse\" is not stirring up controversy, it allows Mr. Smigel to express ideas that perhaps no other venue could accommodate. While the 2006 New York Times article didn't state that \"Conspiracy Theory Rock!\" had been \"banned,\" it did indicate that at that time the segment had never been rebroadcast. In January 2012 , a Huffington Post article reported that Michaels had said the \"Conspiracy Theory Rock!\" clip \"wasn't funny\" and therefore was rarely included in subsequent airings of the show (although the article provided no citation for that statement) but noted that the clip had been available in a \"Saturday TV Funhouse\" DVD compilation since 2006: It aired once with the original \"SNL\" episode, and was pulled from syndication because it \"wasn't funny,\" according to \"SNL\" creator and producer Lorne Michaels, but it got a lot of attention when comedian Marc Maron tweeted a link to the video. The cartoon has since gone viral as a \"banned\" clip, but according to J.J. Sedelmaier, who created \"Funhouse\" along with Robert Smigel for \"The Dana Carvey Show,\" the clip was \"unavailable for viewing (separate from our studio's reel) for quite some time,\" but did, however, eventually end up being \"included in the \"Saturday TV Funhouse\" DVD compilation that was released in 2006,\" which is probably where the video being passed around online was ripped from. So although it's true that \"Conspiracy Theory Rock\" was largely elided from subsequent SNL broadcasts of the episode in which it originally appeared, no available evidence supports the notion that the clip was formally banned by any particular interests rather than, as producer Lorne Michaels stated, it was trimmed due to run-time restrictions and his judgment that the material was dated and didn't come across as funny. It's also the case that if NBC and/or the network's corporate parent, General Electric, had considered the \"Conspiracy Theory Rock!\" segment too offensive or potentially troublesome for their tastes, they likely wouldn't have broadcast it in the first place. While Saturday Night Live's format means the network has somewhat diminished control over what goes out on the air should there be a disparity between the show's scripted material and what gets performed live in the moment, the \"Saturday TV Funhouse\" segments were animated and were therefore necessarily prepared in advance and available for review prior to airtime. In any case, since the 29 April 2006 release of the Saturday Night Live The Best of Saturday TV Funhouse DVD included \"Conspiracy Theory Rock!\" among 24 installments of that recurring SNL segment in a package officially released by NBC Universal Television, it's fairly safe to say \"Conspiracy Theory Rock!\" is not now in a state of being \"banned\" or \"suppressed\" by network ownership. Last updated: 14 September 2015",
  "Originally Published": " 14 September 2015",
  "Referred Links": "http://www.imdb.com/title/tt0818577/;http://www.amazon.com/Saturday-Night-Live-Best-Funhouse/dp/B000H5U6HK;http://www.huffingtonpost.com/2012/01/04/banned-snl-clip-video_n_1184426.html;http://www.nytimes.com/2006/04/23/arts/television/23itzk.html;http://www.nydailynews.com/archives/entertainment/snl-kills-controversial-cartoon-spoof-article-1.787525;http://www.upworthy.com/brandon-weber;https://www.facebook.com/brandon.weber.upw/videos/981601971902306/;https://www.facebook.com/brandon.weber.upw;",
  "Example": "[Collected via Facebook, September 2015] This was actually shown on Saturday Night Live in 1998 just one time. It was then pulled from future syndication of SNL. Wonder why? Hmmm ... Posted by Brandon Weber on Friday, September 11, 2015",
  "Last Updated": "14 September 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/snl-conspiracy-theory-rock/",
  "Claim": "Saturday Night Live (SNL) aired a \"Conspiracy Theory Rock!\" segment once in 1998, after which it was banned by the network.",
  "Tags": "banned;banned SNL skit;robert smigel;conspiracy theory rock;schoolhouse rock;saturday TV funhouse;SNL;saturday night live;lorne michaels;fake bans;",
  "Claim_ID": "snl-conspiracy-theory-rock"
}