{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.iflscience.com/environment/no-solar-panels-will-not-drain-suns-energy;http://www.snopes.com/wordpress/wp-content/uploads/2016/02/solar-panels.jpg;https://www.facebook.com/hashtag/milkyway?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/mars?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/astronomy?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/solarsystem?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/planets?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/science?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/nasa?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/sick?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/cruiseship?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/winning?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/flatearth?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/flatsun?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/bob?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/robskiba?source=feed_text&story_id=1553817668265565;https://www.facebook.com/hashtag/tilatequila?source=feed_text&story_id=1553817668265565;",
  "Example": "[Collected via Facebook, February 2016] BAD idea and very dangerous!!!! PLEASE PROTECT OUR SUN!!!! # tilatequila # robskiba # bob # flatsun # flatearth # winning # cruiseship # sick # nasa # science # planets # solarsystem # astronomy # mars # milkyway Origin:On 10 February 2016, the satirical \"Flat Sun Society\" Facebook community shared a meme reporting that solar panels are not really a form of renewable energy. Rather, they're a \"bad idea\" because the \"light they absorb is lot forever,\" and they therefore \"drain the sun.\" That meme was originally shared by another satirical Facebook community, \"Christians for Michele Bachmann,\" on 5 October 2015. and a similar jape was also published by the fake news site National Report in May 2014: This week, a scientific research facility in Wyoming made a startling discovery that is certain to change the way millions of Americans look at the environmentalism movement, after they found conclusive evidence that solar panels not only convert the sun's energy into usable energy, but that they are also draining the sun of its own energy, possibly with catastrophic consequences far worse than global warming. Scientists at the Wyoming Institute of Technology, a privately-owned think tank located in Cheyenne, Wyoming, discovered that energy radiated from the sun isn't merely captured in solar panels, but that energy is directly physically drawn from the sun by those panels, in a process they refer to as \"forced photovoltaic drainage.\" The claim that solar panels \"drain\" energy from the sun is, of course, not factual. Shortly after the National Report published their fictitious article about the dangers of solar panels, other sites noted in addressing the widespread rumor: Solar panels are not like a vacuum cleaner they can't physically suck out the Sun's energy. The Sun consistently emits solar radiation, regardless of whether we use it or not. It isn't a feedback system whereby our actions can alter the amount released. It's a system that we tap into for our benefit; we have no influence over it. While the \"Flat Sun Society\" Facebook community does not label their content as satire, the Facebook page does provide a few hints at its true intention. For instance, instead of providing a URL for the \"Flat Sun Society\" or another like-minded page, the group simply lists its web site as Google.com, likely so confused visitors can fact-check their dubious memes. Last updated: 12 February 2016 Originally published: 12 February 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/solar-panels-drain-sun/",
  "Claim": "The user of solar panels drains the sun of energy.",
  "Tags": "solar panels;",
  "Claim_ID": "solar-panels-drain-sun"
}