{
  "Origins": "After a racially-motivated June 2015 mass shooting at a church in Charleston, South Carolina, national debates over the display of the Confederate flag led to the discontinuation of the banner's sale at large retailers such as Walmart and Amazon (a policy decision often incorrectly described as a \"ban\"). Heightened sensitivity on both sides of the controversy led to a number of secondary kerfuffles: in its wake the Dukes of Hazzard television series was removed from TV Land's schedule (but not banned), and a satirical petition circulated urging Cracker Barrel to change its name to \"Caucasian Barrel.\" Predictably, people felt increasingly unable to determine which claims were on the up-and-up and which were simply parodies of genuine debates about symbols.",
  "Fact Check": "Is South Carolina going to ban the sale of Tylenol because picking cotton out of the bottle is reminiscent of slavery?",
  "Description": "Accordingly, the recirculation a very old joke relating the picking of cotton balls from jars of over-the-counter medications (such as Tylenol pain reliever) to the picking of cotton on plantations by slaves has met a bifurcated online audience: some shared it to deliberately poke fun at what they deemed to be rampant oversensitivity, but others seemed unsure of whether it was plausibly serious given rapidly-changing standards of acceptable historical and racial discourse. As evidenced by the multiple examples above, not everyone grasped the satirical nature of the claim about bottles of Tylenol, picking cotton, and parallels to slavery. Some social media users legitimately believed that \"CNN Breaking News\" had reported it as true, others stated Walmart had \"banned\" Tylenol. However, all claims of such a \"ban\" were humorous in nature, and no over-the-counter medication has been restricted in any fashion to avoid racially-related offense to consumers. Last updated: 16 July 2015",
  "Originally Published": " 16 July 2015",
  "Referred Links": "https://twitter.com/SarahAnnDippity/status/615895419931852800;https://twitter.com/debraraes/status/615931368036372480;https://twitter.com/hashtag/pjnet?src=hash;https://twitter.com/hashtag/ccot?src=hash;https://t.co/3Xu8V6ZJgd;https://twitter.com/LifeAsHerMommy/status/617465618716037120;https://twitter.com/PaRobinson1/status/619509605350006785;",
  "Example": "",
  "Last Updated": "16 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/south-carolina-ban-tylenol/",
  "Claim": "South Carolina is going to ban the sale Tylenol because picking cotton out of the bottle is reminiscent of slavery.",
  "Tags": "confederate flag;CNN;tylenol;jokes;'true story' jokes;fake bans;",
  "Claim_ID": "south-carolina-ban-tylenol"
}