{
  "Origins": "On 21 October 2015, the NewsExaminer web site (and their shill site, nbc.com.co) published an article reporting that the online review site Yelp had filed a $10 million lawsuit against the Comedy Central television show South Park for lampooning Yelp in an episode of the series: Today Yelp Inc. filed a $10 million dollar lawsuit against the creators of South Park and Comedy Central. In the lawsuit, Yelp is seeking damages caused by the latest episode of South Park which lampooned the customer review and local business rating website.",
  "Fact Check": "",
  "Description": "Paul Horner, who is a spokesman for Yelp, spoke with NBC News about details of the lawsuit. Our company, along with its millions of users, take Yelp very seriously. The South Park episode was in extremely bad taste and not funny whatsoever. To say our critics are out there trying to get free food and using racist slurs on little Mexican children is beyond ridiculous. To compare the users of Yelp to terrorists is not only cruel, but the definition of libel and slander. I believe any reasonable court in America will agree with the lawsuit and rule in our favor. Matt Stone and Trey Parker, creators of the popular animated series, were quick to issue a statement of their own. We ve taken a hard look at the information presented to us, and after reviewing it, we have given Yelp and their lawsuit only one star. Their lawyers delivered us legal documents in a very unprofessional manner; not bothering to smile or even a quick handshake. The writing on the envelope was barely legible and in two different colors. It is our personal opinion that Yelp could do a much better job by not suing us for ten million dollars. There is no truth to the story of Yelp's suing South Park. The NewsExaminer is a fake news site that traffics in publishing fictitious clickbait articles, which are reposted to their nbc.com.co shill site (which has no affiliation with the real NBC network) to better lure gullible readers into mistaking them for genuine news. Yelp informed their fans that the article was \"entirely untrue\" and a work of \"satire\": \"The rumor about a Yelp lawsuit is entirely untrue and was started by a satire site that has received far too much media credibility,\" Kayleigh Winslow, a spokesperson for Yelp, [said]. \"We have no interest in legal action against the fantastic team that makes the South Park magic happen.\" Last updated: 21 October 2015",
  "Originally Published": " 21 October 2015",
  "Referred Links": "",
  "Example": "[Collected via e-mail, October 2015] Is South Park actually being sued by Yelp for $10 million?",
  "Last Updated": "21 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/south-park-yelp-lawsuit/",
  "Claim": "The online review site Yelp has filed a $10 million lawsuit against the Comedy Central show South Park.",
  "Tags": "lawsuit;yelp;south park;news examiner;nbc.com.co;",
  "Claim_ID": "south-park-yelp-lawsuit"
}