{
  "Origins": "As sports card collectors began assembling sets from packs of 2008 Topps baseball cards released in February of that year, quite a few of them were puzzled by the first entry in Topps' \"Future Stars\" subset: A picture of one Kazuo (\"the Uzi\") Uzuki, described on the back of his card as a 16-year-old Japanese pitching prospect with an astonishing 104 MPH fastball who was poised to make the jump straight from graduating high school to pitching in the (North American) major leagues:",
  "Fact Check": "",
  "Description": "Already being called \"The Uzi\" by some for his 104 MPH fastball, Kaz will be the first Japan-based high-schooler to jump straight to professional baseball in America when he graduates in 2009. \"He is, hands down, the best pitching prospect I've seen in 30 years,\" said one MLB scout. And one unnamed American League GM said, \"The contract this kid is going to get will be astronomical.\" At age fourteen, he was the youngest player invited to the WBC squad trials and although he was cut on the last day he made a lasting impression with his 17 Ks in 7 innings of work during intrasquad matches. What caused many collectors to be skeptical of this budding Future Star was not just the improbability of his talent, but the fact that seemingly nobody in America not even the most ardent of baseball fans had ever heard of him. Even if Kazuo Uzuki hadn't yet attracted the attention of the mainstream press in the United States, surely at least a few specialty sports publications would have mentioned him, if not run features on him. Yet the lack of any available information on Uzuki prompted inquiries such as the following letter from a confused reader which was published in Sports Collectors Digest ( SCD ) in April 2008: I am a longtime subscriber to SCD, and I look forward to reading all the different columns. I am writing to you because I have been frustrated by Topps and [price guide publisher] Beckett in regard to the Kazuo Uzuki Future Star card Topps put into the new boxes. If you are not familiar, the card states he is 16 years old and throws 104 mph. I have contacted Topps twice by phone and keep getting referred back to someone else. Beckett has the card listed in their online guide at $6, but after writing to them several times asking about the legitimacy of the card, there has been no response. How can Topps get away with this? I am asking if you can contact them and, maybe with your clout, can get an answer. I have been on both message boards, and no one has any answers yet there are plenty of inquiries. On the symbolically significant date of 1 April 2008, Topps 'fessed up and admitted that Kazuo Uzuki was fictitious and that the phenom's bogus card was a hoax \"intended to celebrate the opening of the baseball season.\" The young man pictured on the Future Star card was actually a 25-year-old, non-baseball playing NYU law student named Sensen Lin, who told the Wall Street Journal 's Law Blog that: I have a friend at Topps who called me up a few months ago and asked if I wanted to do this. At first I was a little wary. I thought they were going to ask me to take my shirt off or something and that it'd be a practical joke. But my friend told me they'd pay for the cab over there to their offices and that they'd pay me $500. So I figured why not. They put me in all these funky poses. I don't know that much about baseball so I didn't exactly know what I was doing. Turns out, the guys at Topps added some things. I wasn't wearing that necklace and the glove in the picture is different. They also photoshopped in the background. As most press accounts of Topps' hoax noted, one of the many giveaways to the gag was that Kazuo Uzuki means \"the first son of April\" in Japanese.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "8 June 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/baseball/uzuki.asp",
  "Claim": "Teen Japanese pitching phenom Kazuo Uzuki is poised to become a star in Major League baseball.",
  "Claim_ID": "sports_baseball_uzuki",
  "Tags": ""
}