{
  "Origins": "We offer this amusing baseball anecdote not because it's an amazing example of a real-life \"too good to be true\" story, or because its veracity has been the subject of much debate, but because it provides telling evidence why people's memories of events even events they witnessed or directly participated in are often unreliable.",
  "Fact Check": "",
  "Description": "Our story features Tony \"Poosh 'Em Up\" Lazzeri, the great Yankee second baseman, and \"Indian Bob\" Johnson, a star outfielder for the Philadelphia Athletics, both of whom were fond of the practical joke. Lazzeri, according to legend, spent two weeks preparing for the prank he planned to pull on Johnson, doctoring a baseball by pounding it with a bat, soaking it in soapy water, and rubbing dirt into it, then coating it with white shoe polish to restore its resemblance to an ordinary ball. The result, in the words of Bill James, was a ball \"as dead as Abe Lincoln\" a mushball which would look like a regular baseball when thrown but would drop like a lead weight when hit with a bat. Lazzeri sprang his trick on 29 September 1937, during a meaningless late-season game between New York and Philadelphia. (The Yankees had long since clinched the pennant, finishing 12 games ahead of second-place Detroit; the A's were playing out a dismal seventh-place year, 46 games behind the Yankees. The contest was so unimportant, in fact, that neither team's manager even showed up for it.) During an inning in which Johnson was due to bat, Lazzeri ran out to his position with the doctored ball in his pocket; as Johnson stepped up to the plate, Lazzeri walked out to the mound and switched balls with the Yankee pitcher, Kemp Wicker. Wicker enticed Johnson by grooving Lazzeri's \"mushball\" down the middle on his next pitch, and \"Indian Bob\" predictably took a mighty swing at the offering, hitting it solidly. But instead of soaring into the outfield, the ball thudded harmlessly foul behind the plate, and a puzzled Johnson stood in the batter's box while the other players and the crowd burst into laughter. So much for a harmless, long-ago baseball prank. The aspect of this story that interests us occurred twenty-five years later, when umpire Bill Summers recounted the incident for an article in Look magazine. Summers claimed that he remembered the event well, as he was the home plate umpire that day. He recalled that he immediately knew what had happened because he saw the ball stuck in Lazzeri's back pocket when Lazzeri turned around, he ruled the foul ball a valid strike even though Wicker had clearly thrown an illegal pitch using a tampered baseball, and he overruled the protests of Johnson and his teammates in order to protect Lazzeri from being punished by the American League for his antics. But, all the details that Summers \"remembered\" long after the fact are contradicted by the account of the game published in the following day's New York Times : Tony Lazzeri and the left-hander Kemp Wicker, whose pitching had the protection of a 16-hit assault on enemy hurlers in the opener, were the parties to the comedy which promises to bring censure or penalty from President Will Harridge of the American League. As Bob Johnson opened the eighth inning, Wicker tossed up a muddied infield practice ball instead of the shiny new ball put into play by Umpire Johnny Quinn. Johnson fouled off the pitch back of the plate amid a guffaw from the crowd of 4,425 fans and dignified silence from the umpires. The game was held up, the foul strike was ruled out by Quinn, and on a suggestion from the Athletics' bench Umpire Bill Summers ran out to Lazzeri and extracted the ball that should have been in play from the veteran's pocket. It all passed off innocently enough, as viewed from the stands, and the crowd had a good laugh, although the umpires seemed to be doing some snappy criticizing on the field as they met each rush of protest from the Philadelphia bench. Between games, however, it developed that an official report will be made of the incident. Umpire Quinn will call to [American League] President Harridge's attention a violation of the rule covering tampering with the ball. From this account we glean that: Bill Summers was not the home plate umpire during the game in question. Johnny Quinn was the one calling balls and strikes in the first game of the doubleheader (when the \"mushball\" prank took place); Summers didn't work the plate until the second game. Summers didn't immediately realize what had occurred. He figured out the prank only after the Philadelphia bench suggested he check Lazzeri's back pocket for the real ball. The foul ball Johnson hit did not count as a strike. Quinn voided the pitch as soon as he determined it had been made with a doctored ball. The umpires did not cover for Lazzeri. Quinn resolved to report Lazzeri's breaking the rule against tampering with a baseball to the American League office that same day. (No follow-up article appeared in the New York Times indicating whether Lazzeri was punished, possibly because the issue became moot when he was released by the Yankees a few weeks later and changed leagues during the off-season.) How is it that when Bill Summers \"remembered\" an event in which he was undeniably a direct witness and key participant, he got every detail wrong? Because human memory is fallible with the passage of time we confuse the sequence in which events occur and compress or expand their timing, we remember details we consider important and forget those we don't, we exaggerate our own involvement in events, and we idealize our memories to reflect what we want to remember rather than what actually occurred. All of this is not to say that no one's memory should ever be trusted, but that when we try to reconstruct events, a contemporaneous account is generally superior to human recall whether the subject is an item of great historical importance, or something as frivolous as a funny baseball story.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1930844018/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0684806975/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "2 January 2006",
  "Credibility": "true",
  "URL": "www.snopes.com/sports/baseball/mushball.asp",
  "Claim": "Yankee second baseman Tony Lazzeri once pulled an on-field practical joke using a doctored baseball.",
  "Claim_ID": "sports_baseball_mushball",
  "Tags": ""
}