{
  "Origins": "According to widely-believed lore, each year the city hosting the Super Bowl is inundated by an influx of prostitutes intent upon partaking of the big bucks brought to that town by hyped-up football fans looking for action well beyond that provided on the gridiron. As each annual Big Game approaches, the rumor surfaces anew that an unbelievably large number of \"circuit girls\" are poised to descend upon that hapless burg, with sometimes as many as 100,000 ready and willing hookers asserted to be on their way.",
  "Fact Check": "",
  "Description": "It's a logical premise: many fans who turn up for the Big Game are long on cash and short on inhibition, and prostitution thrives on both the plenitude of the one and the relative lack of the other. However, the facts don't conform to the hypothesis. While prostitution may take place in Super Bowl host cities during the week of the Big Game, that vice exists in those locales at other times too, and data confirming the presence of thousands, tens of thousands, or maybe even one hundred thousand or more freshly-arrived ladies of the evening in the Super Bowl host city is lacking. Nor is there substantive evidence that large numbers of sex workers are involuntarily trafficked to the area of that event. As Kate Mogulescu, founder and supervising attorney of the Trafficking Victims Advocacy Project at the Legal Aid Society, wrote just before the 2014 Super Bowl: A now familiar feature of [Super Bowl] coverage, wherever the Super Bowl is held, is an abundance of stories, from Reuters to CNN, reporting that the event will cause a surge in sex trafficking to capitalize on the influx of fans and tourists. The problem is that there is no substantiation of these claims. The rhetoric turns out to be just that. No data actually support the notion that increased sex trafficking accompanies the Super Bowl. The Global Alliance Against Traffic in Women, a network of nongovernmental organizations, published a report in 2011 examining the record on sex trafficking related to World Cup soccer games, the Olympics and the Super Bowl. It found that, \"despite massive media attention, law enforcement measures and efforts by prostitution abolitionist groups, there is no empirical evidence that trafficking for prostitution increases around large sporting events.\" Even with this lack of evidence, the myth has taken hold through sheer force of repetition, playing on desires to rescue trafficking victims and appear tough on crime. Whether the game is in Dallas, Indianapolis or New Orleans, the pattern is the same: Each Super Bowl host state forms a trafficking task force to \"respond\" to the issue; the task force issues a foreboding statement; the National Football League pledges to work with local law enforcement to address trafficking; and news conference after news conference is held. The actual number of traffickers investigated or prosecuted hovers around zero. The Global Alliance Against Traffic in Women referenced in the preceding passage noted that: The assumed link between large sporting events and trafficking for prostitution has been argued mostforcefully by groups who believe that eradicating sex work will decrease trafficking (i.e. prostitutionabolitionists). These groups have claimed that large groups of men results in an increased demand forpaid sexual services, and that this demand will supposedly be met through the trafficking of women. This simplistic equation relies on problematic assumptions about masculinity, business practiceswithin the sex industry, sex workers' capacity to take action, and the root causes of trafficking. The hype around large sporting events and increases in trafficking for prostitution is often based on misinformation, poor data, and a tendency to sensationalise. Despite the lack of evidence, this ideacontinues to hold great appeal for prostitution abolitionist groups, anti-immigration groups, and anumber of politicians, scholars and journalists. What's troubling is that this idea has been taken for granted as fact, particularly by politicians. Onvarious occasions, politicians have uncritically repeated this claim, despite the fact that numerousresearchers, anti-trafficking experts, and non-governmental organisations (NGOs) have stated thatthere is no evidence of a link between large sporting events and trafficking for prostitution. Despite massive media attention, law enforcement measures and efforts by prostitution abolitionistgroups, there is no empirical evidence that trafficking for prostitution increases around large sportingevents. This link has been de-bunked by other anti-trafficking organisations and researchers. There isalso no empirical evidence that the demand for paid sex increases dramatically during internationalsporting events. Numerous commentators covering this legend have observed that the spread of exaggerated numbers surrounding the Super Bowl and sex trafficking may end up hindering attempts to address real issues concerning the latter: The \"Super Bowl = prostitutes\" story begins to look more and more like a lazy journalistic trope or an urban legend. Or more cynically, a cheap attempt by some local politician using the Super Bowl media blitz to score points by standing up to the menace of sex work. To be clear, sex trafficking is a legitimate issue outside of the convenient Super Bowl news bubble. But again, there's no evidence that a mass influx of sports fans increases the problem or contributes to it in some way. Ultimately, spreading misinformation can end up undercutting efforts to bring awareness to the very real problem of sex trafficking and forced prostitution. Focusing only on the Super Bowl and quick fixes like ramped up police patrol, doesn't address the bigger, ongoing problem of sex exploitation. Super Bowl host cities that have braced for the arrival of legions of out-of-town prostitutes tend to discover that the law enforcement manpower expended on this front could have been put to more effective use elsewhere. For example: For the 1998 Super Bowl, police in the host city of San Diego did not cancel vacations, switch to 12-hour shifts, nor form a task force to deal with prostitution because such measures were deemed unnecessary after that city's having hosted that event in 1988. Said Phoenix police Sergeant Tommy Thompson after the 2008 Super Bowl: \"We may have had certain precincts that were going gangbusters looking for prostitutes, but they were picking up your everyday street prostitutes. They didn't notice any sort of glitch in the number of prostitution arrests leading up to the Super Bowl.\" Said Tampa police spokeswoman Andrea Davis after the 2009 Super Bowl: \"We didn't see a huge influx in prostitutes coming into Tampa. The arrests were not a lot higher. They were almost the same.\" Arlington, Texas, Deputy Chief Jaime Ayala reported after the 2011 Super Bowl that of the 59 people arrested on prostitution-related offenses, only 13 were non-local sex trade workers. It is undeniable, of course, that prostitution takes place in and around the environs of each year's Super Bowl, and that some of that activity tragically involves coerced sex trafficking of minors and women, but on a scale of \"zero\" to \"legions\" (i.e., 10,000 and upwards), the numbers reflected in news accounts are far, far closer to the low end of that spectrum. Typically, the number of persons reportedly interdicted for sex trafficking-related crimes in FBI Super Bowl operations (even though those operations may encompass several states over a two-week period, as they did in 2014) falls in the dozens rather than the thousands, and those numbers don't factor out the locals who took advantage of a major event occurring in their neighborhood rather than \"importing\" victims to the area: High school students, teens as young as 13 and other children reported missing by their families were among 16 juveniles rescued from forced prostitution during Super Bowl festivities in and around New Jersey, the FBI said. The teens, ages 13 to 17, were found in New York, New Jersey, Connecticut and Pennsylvania. More than 50 women coerced into sex for money were also saved, the agency said. Some of the victims had been involved in international sex trafficking. Barbara \"of no bowl intent\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.gaatw.org/publications/WhatstheCostofaRumour.11.15.2011.pdf;",
  "Example": "[KEPR-TV, February 2012] Behind all the glitz and glamor of the Super Bowl, an estimated 10,000 prostitutes were brought to the 2010 game in Miami.",
  "Last Updated": "30 January 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/sports/football/escort.asp",
  "Claim": "As the Super Bowl draws near, legions of prostitutes flock to the city where the big game is being held.",
  "Claim_ID": "sports_football_escort",
  "Tags": ""
}