{
  "Origins": "The prism through which we view the past is often far more of a magnifying glass: we see exactly what we're looking for, large and in great detail, while the rest remains outside the frame, tiny and insignificant by comparison. With the advantage of hindsight it's all to easy to assume (wrongly) that events we now deem historically meaningful were also regarded as such by the people who lived through them, when frequently just the reverse is true: that which we consider momentous in retrospect was regarded as mundane at the time it occurred. Similarly, those of us who now know \"the big picture\" may too easily dismiss as trivial events which were reckoned quite important at the time they took place.",
  "Fact Check": "",
  "Description": "Such is the conceit behind the promotion for Laura Hillenbrand's book (and the film based upon it), Seabiscuit: An American Legend . From the viewpoint of the 21st century, we expect Americans of 1938 to have been occupied with weighty political matters such as the Great Depression, President Roosevelt's \"New Deal\" reforms, and the looming war in Europe; enthralled by the exploits of superlative athletes such as baseball's Lou Gehrig or boxing's Joe Louis, and flocking to films starring entertainers such as Clark Gable. But as the opening paragraph of Hillenbrand's book (quoted above) and the film advertisments make clear, the \"number-one newsmaker\" of 1938 wasn't any of these topics, nor was it even a person. Improbably enough, according to Seabiscuit: An American Legend, the top news story of 1938 was a racehorse, an \"unlikely champion who became America's hero\": In 1938, a year of monumental turmoil, the number one newsmaker wasn't Franklin Roosevelt of Adolf Hitler. It wasn't even a person. It was an undersized, crooked-legged racehorse owned by a bicycle-repairman-turned-automobile magnate, trained by a virtually mute mustang breaker, and ridden by a half-blind failed prizefighter. The racehorse was Seabiscuit. Why might a mere racehorse have been the biggest news story of 1938? The American public's fascination with Seabiscuit was mostly fueled by an ongoing and misplaced belief that the racehorse was far less capable than he proved to be. Seabiscuit was consistently regarded as an underdog even long after the smart money should have been placed on him. Consequently, this \"underdog\" kept posting impressive wins, which worked to heighten the impression of railbirds that they were witnessing nothing short of a four-legged miracle. Because Seabiscuit woefully underperformed as a two-year-old despite his impressive lineage (he was a grandson of Man o' War ) and his being handled by the best trainer in the country, he was seen as a hayburner racing far above his class. Seabiscuit's looks didn't help, either he was small and had odd-looking knees. By contrast, his chief rival, War Admiral (a son of Man o' War ), had captured racing's Triple Crown in 1937, looked every inch a champion, and consistently won like one. War Admiral was a gorgeous, high-strung, explosive horse who blew his competition away. Compared to Seabiscuit, a ungainly undersized lazy critter who in his first year of competition was run in claiming races with no takers, War Admiral looked unbeatable and god-like. Yet looks aside, after Seabiscuit was sold to a new owner and his training taken over by a different stable rat, he began to set records. Though the racing world continued to underrate him, his results should have told them they were making a mistake. He set track record after track record, and his earnings ran neck and neck with those of the fabled War Admiral. In 1938, a match race against War Admiral was sought and arranged. (A match race is deemed a far truer test of the abilities of any two horses, because interference of other contestants plays no part in the result.) As to how little the racing world thought of five-and-a-half-year-old Seabiscuit's chances against four-year-old War Admiral, few sportswriters in America voiced the opinion that the little horse from the west could win, or even dare to opine that Seabiscuit could at least make a close a race of it. Yet win Seabiscuit did win, by four lengths. Seabiscuit died in 1947. His lifetime earnings were $437,730 across a career in which he won 33 races and set 13 track records at eight different tracks over six different distances. Seabiscuit's career was indeed remarkable, but was he truly the \"number one newsmaker\" of 1938, garnering more newspaper coverage than world leaders, popular entertainers, and celebrated sports figures of the human variety? Hillenbrand cites two sources for this claim in her work: B. K. Beckwith's 1940 book, Seabiscuit , and a January 1939 newspaper clipping from the San Francisco News . However, Beckwith's book simply states \"In one year alone [Seabiscuit] received more newspaper space than Roosevelt, Mussolini, or Hitler!\" with no footnotes or citations to indicate whence this information was gleaned. And San Francisco News sports editor Tom Laird's column of 11 January 1939 (the probable source of Beckwith's information) is no more enlightening, reporting only that \"the 1938 statistics on news reveal that Seabiscuit obtained more space in the newspapers than Hitler or President Roosevelt, who were second and third, respectively, on the list.\" As Ralph E. Shaffer, professor emeritus in history at Cal Poly Pomona, has pointed out, these claims are best classified as specious: Laird didn't cite the source of those \"statistics,\" but his own paper, part of the nation-wide Scripps-Howard chain, belied his claim. Listing more than 100 \"headlines of 1938,\" the News made no mention of Seabiscuit, although Battleship's victory in the English Grand National was included. Nor was Seabiscuit among the year's top ten stories in George Gallup's public opinion poll published Jan. 2 in the News. The Britannica Yearbook covering 1938 listed Roosevelt more than 40 times in its \"Calendar of Events\" chronology. Seabiscuit appeared once. In fact, Britannica gave more space to Joe Louis in 1938 than to Seabiscuit. Surely Louis' electrifying, first-round knockout of Max Schmeling that year did more to raise the spirit of struggling Americans than any Seabiscuit victory. Augmenting Professor Shaffer's findings, we undertook some research of our own. We performed a number of searches on the New York Times historical database to determine exactly how often the most prominent newsmakers of the era appeared in pages of that newspaper in 1938. Seabiscuit was mentioned at least once in an impressive 258 different articles, which works out to nearly five appearances per week throughout the entire year. By this measure Seabiscuit was a more prominent newsmaker than movie star Clark Gable (110 articles); millionaire industrialist, film producer, and aviator Howard Hughes (154 articles); and Catholic leader Pope Pius X1 (116 articles). However, Seabiscuit ran a distant third in news coverage to leading figures in other sports such as the aforementioned world heavyweight boxing champion, Joe Louis (293 articles), and the slugging first baseman of the world champion New York Yankees baseball club, Lou Gehrig (433 articles) and he wasn't even in the same race as the day's leading political figures, Benito Mussolini (1420 articles), Adolf Hitler (3586 articles), and Franklin D. Roosevelt (10,709 articles). We didn't actually measure the number of column inches devoted to each of these subjects in every item which mentioned them, but we think it's safe to say that Seabiscuit's 258 articles don't quite measure up to the amount of space devoted to President Roosevelt in the more than 10,000 items published about him in that year's New York Times . It's quite possible that if one considered only west coast newspapers from 1938 Seabiscuit might have grabbed a larger share of coverage than was reflected by the New York Times (especially since Seabiscuit was largely shunned by the eastern racing community, who viewed him as an unworthy upstart), but hardly enough to close a 40:1 disparity in number of articles. (In any case, west coast newspapers shouldn't be weighted equally with eastern newspapers of that era, as their constituency was much smaller. In 1940, for example, New York City alone had over three times as many residents as Los Angeles, San Diego, and San Francisco combined.) Of course, measuring newspaper columns doesn't necessarily tell us what was truly in the hearts and minds of average people. It's quite possible that while reporters filed story after story about Roosevelt and Hitler and Mussolini, what Mr. and Mrs. Average American most often talked about in 1938 while sitting at the dinner table, lounging on the front porch, or gossiping with neighbors over the back fence might very well have been something completely different. But by the standard proffered in Seabiscuit: An American Legend , that remarkable race horse was far from \"the year's number-one newsmaker\" in 1938.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0449005615/ref=urbanlegendsrefe;http://www.turfpedia.com/playing_the_races/claiming_races.html;http://thoroughbredchampions.com/biographies/admiral.htm;http://www.thoroughbredchampions.com/biographies/manowar.htm;http://www.seabiscuitonline.com/;",
  "Example": "[Hillenbrand, 2001] In 1938, near the end of a decade of monumental turmoil, the year's number-one newsmaker was not Franklin Delano Roosevelt, Hitler, or Mussolini. It wasn't Pope Pius XI, nor was it Lou Gehrig, Howard Hughes, or Clark Gable. The subject of the most newspaper column inches in 1938 wasn't even a person. It was an undersized, crooked-legged racehorse named Seabiscuit.",
  "Last Updated": "21 January 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/horse/seabiscuit.asp",
  "Claim": "The race horse Seabiscuit was the biggest newsmaker in America in 1938.",
  "Claim_ID": "sports_horse_seabiscuit",
  "Tags": ""
}