{
  "Origins": "\"Do you know what the area code for Buffalo is?\" begins a popular joke of the 1990s. \"Oh-for-four\" (044) is the punchline response, a reference to the city's NFL football team, which went down to defeat in four consecutive Super Bowls from 1991 to 1994. The joke is sardonically funny, but it's also an unfortunate reinforcement of the stigmatization of those who come up just short of first place in the highest levels of athletic competition as \"failures.\" Sure, the Buffalo Bills have never won on Super Sunday and thereby established themselves as champions of the NFL, but that shortfall should not be allowed to obscure the Bills' remarkable achievement: only an extraordinarily talented team could have reached the Super Bowl for four straight years, and nobody but the Bills has ever accomplished that feat. (The Miami Dolphins managed three consecutive Super Bowl appearances in the early 1970s, losing the first and winning the next two.)",
  "Fact Check": "",
  "Description": "If there's a bright spot to the Bills' disappointment, it's that they may have pried the monkey off the back of the Minnesota Vikings, another extraordinarily talented team who likewise have come up short in four NFL championship games. Coached by icily efficient Bud Grant, led by record-setting quarterback Fran Tarkenton, and anchored by the fearsome \"Purple People Eaters\" defensive line of Carl Eller, Jim Marshall, and Alan Page, the Vikings of the 1970s fought their way to Super Bowl appearances following the 1969, 1973, 1974, and 1976 seasons, and just missed a fifth try in 1977 when they fell to the Dallas Cowboys in the NFC conference finals. The most ignominious defeat for the 1970s-era Minnesota Vikings came not in the Super Bowl, however, but in a first-round playoff game in 1975 which featured two controversial officiating calls in its decisive final forty-five seconds. If ever a Vikings team was fated to be NFL champions, 1975 was the year: Minnesota won its first 10 games, finished the schedule with a 12-2 record, and boasted the No. 1 defense in the NFL while outscoring their collective opponents by more than a 2-1 margin (377-180). Their divisional playoff challenger that year in a game scheduled for 28 December 1975 was the Dallas Cowboys, a 10-4 team with 12 rookies on their 43-man roster, facing a Vikings unit with more experience and the home-field advantage. Minnesota was a seven-point favorite to win that game, but a tough Dallas defense held them to a single touchdown and led the Vikings by a 10-7 score well into the fourth quarter. Minnesota then mounted a 70-yard touchdown drive that put them ahead 14-10 with 5 minutes left in the game. What happened in the closing seconds of that contest is something most Vikings fans wish they could blot from memory. Dallas was facing a fourth-and-16 situation from their own 25-yard-line with 44 seconds to go. If the Cowboys failed to gain at least 16 yards for a first down on the next play, the ball would go to Minnesota, who would simply run out the clock to win the game. As the Minneapolis Star-Tribune described the ensuing play: [O]n what the Purple Faithful were sure would be the Cowboys' final gasp, [Dallas quarterback Roger] Staubach gunned the ball toward the right sideline. [Wide receiver Drew] Pearson went up at midfield, caught the ball and came down out of bounds. The official on the scene, Jerry Bergman, ruled the nudge Pearson had received from [Minnesota cornerback Nate] Wright took him out of bounds. The Vikings protested, but it was a first down for Dallas. Worse was yet to come. With time running out for the Cowboys and the Vikings only 24 seconds away from a trip to the conference finals and another shot at the Super Bowl, Roger Staubach cut loose with another bomb to Drew Pearson, this one a 50-yard touchdown completion known ever since as the \" Hail Mary \" pass: Staubach's desperation toss and Pearson's contortionist catch the ball wound up lodged snugly between his right elbow and right hip shocked and angered the Vikings. They argued vehemently that Pearson had been guilty of offensive pass interference because, they said, he pushed Nate Wright, the defender, out of the way so he could catch the ball. But they lost the argument ... Tarkenton and the offense came back on the field after the kickoff. Tarkenton was sacked twice. Each time, the quarterback rose and raced after an official, to protest the lack of an offensive interference call against Pearson. This further incensed the spectators and a barrage of bottles, cans, Thermos jugs and other items came flying from the right-field bleachers. As the Vikings tried to stage a miracle rally with 14 seconds remaining, a whiskey bottle came flying out of the stands and conked field judge Armen Terzian in the head. The official lay on the ground for several minutes while the game was halted as he received medical treatment, finally walking off the field under his own power with a large white bandage wrapped around his head. (The bottle-throwing culprit was later prosecuted for his act.) There were no miracles to be had for Minnesota when play resumed, though; the Vikings failed to score and were eliminated from the playoffs in a 17-14 loss. Tight end Stu Voigt said to Minnesota quarterback Tarkenton later: \"It was like a nightmare, Fran. It was a nightmare the way it ended for us.\" Sadly, the nightmare wasn't over for Fran Tarkenton. As he sat in a trailer in the parking lot of Bloomington's Metropolitan Stadium commiserating and watching the telecast of another playoff game, he learned, on what was already quite possibly the worst day of his life, that his 63-year-old father, the Rev. Dallas Tarkenton Sr., had suffered a heart attack and passed away while watching the Vikings-Cowboys game on TV with his other two sons at home in Savannah, Georgia. Some fans, determined to find more than coincidence in coincidences, later concluded that the infamous \"Hail Mary\" game had actually caused the death of the elder Tarkenton; the terrible combination of the Cowboys' last-minute comeback, the controversial officiating on key plays, the specter of a referee's being hit in the head with a bottle on national television, and yet another crushing defeat for his son's team had, they assumed, induced Dallas Tarkenton's fatal heart attack. But it wasn't so. If nothing else, at least Fran Tarkenton had the consolation of knowing that nothing about that fateful game had anything to do with his father's death. Dallas Tarkenton, Sr., was stricken during the third quarter, before the \"Hail Mary\" pass, before the controversy over the lack of an offensive pass interference call, before the bottle-throwing incident, before the Vikings' final defeat, and he died without regaining consciousness. He never saw the end of the game. Perhaps, as a sportswriter suggested at the time, in an odd sort of way, God was looking out for one of His ministers that day by calling him home a little early.",
  "Originally Published": "",
  "Referred Links": "http://vikings.theinsiders.com/2/11650.html;",
  "Example": "",
  "Last Updated": "24 December 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/football/tarkenton.asp",
  "Claim": "A controversial officiating call led to the death of Minnesota Vikings quarterback Fran Tarkenton's father.",
  "Claim_ID": "sports_football_tarkenton",
  "Tags": ""
}