{
  "Origins": "In 2003, a study of U.S. accident data performed by University of Toronto researchers uncovered a 41% increase in motor vehicle collisions in the hours following the Super Bowl. The study compared crash data from 27 Super Bowl Sundays with that of the Sundays preceding and following the big game from 1975 to 2001. The first hour immediately following the Super Bowl was the worst, with the accident rate jumping 70%. (There was a 10% drop in the accident rate during the game itself, presumably because far fewer people were on the road on that time.)",
  "Fact Check": "",
  "Description": "The study, subsequently reported in the New England Journal of Medicine , noted that the largest surges in the accident rate occurred in the home states of the losing team, where the number of crashes increased 68% after the telecast ended, while accidents rose only 6% in the winner's state. Accidents climbed an average of 46% in \"neutral\" states. The average number of people killed in crashes after the Super Bowl was 24, up from 17 on the comparison Sundays. Likewise, the number of people injured in automobile accidents jumped to 1,900 from 1,300, and the number of crashes topped 4,000, up from nearly 3,000. The researchers theorized that drinking during the game, driver fatigue because of the late hour, and distraction and disappointment among drivers whose teams lost all contributed to the rise in accidents. \"We think that it may be alcohol and fatigue and inattention, and in particular the sort of what-if conjectures and Monday morning quarterbacking that occurs\" after the loss, said Dr. Donald A. Redelmeier, a professor of medicine who also works at Canada's largest trauma center. Even those fans who don't drink during or after the game pose a risk to themselves and others once they hit the road because of the distraction factor. \"If you're replaying things in your head, you're not paying attention\" to your driving, said Stephanie Faul, spokeswoman for the AAA Foundation for Traffic Safety. Barbara \"(super bowl) sunday drivers\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/sports/football/caraccidents.asp",
  "Claim": "A rise in automobile accidents occurs in the aftermath of the Super Bowl.",
  "Claim_ID": "sports_football_caraccidents",
  "Tags": ""
}