{
  "Origins": "As they had done for the past eleven years, in the week before Super Bowl XLIX, video game publisher Electronic Arts ran a simulation of the upcoming championship football contest through the latest version of Madden NFL to predict the outcome. That process predicted the New England Patriots would edge the Seattle Seahawks 28-24 via a game-winning touchdown pass from Tom Brady to Julian Edelman, with Pats quarterback Brady being named the game's MVP after racking up 335 yards and four touchdowns.",
  "Fact Check": "",
  "Description": "Madden NFL had a moderately good Super Bowl predictive record going into 2015, correctly picking the winner of eight of the previous eleven contests. However, the game had also been egregiously wrong at times, notably when it forecast in 2014 that the Denver Broncos would top the Seahawks, but the latter ended up thumping the former by a score of 43-8. In 2015, however, Madden NFL 15 was right on the money: New England did beat Seattle, the final score was 28-24 , and Patriots quarterback Tom Brady was named the game's MVP. More remarkably, Tom Brady finished the game with 328 yards and four touchdowns, just seven yards off what the simulation had predicted. Madden NFL 15 also had New England trailing Seattle 24-14 in the third quarter (which was indeed the score at that point in the game), and the winning score did in fact come on a touchdown pass from Brady to receiver Julian Edelman with 2:02 left in the game. Of course, many prognosticators would declaim one could randomly pick the winner of a closely matched Super Bowl contest and still have a very good shot at being correct, human oddsmakers had already pegged the Patriots as two-point favorites the week before the game, that guessing a game-winning score would be made via a pass by a team's #1 quarterback to its top receiver isn't much of a stretch, and the quarterback of the winning Super Bowl team is awarded MVP honors over 50% of the time anyway. Nonetheless, Madden NFL 15 got a whole lot right. Enough to make a real human proud.",
  "Originally Published": "",
  "Referred Links": "http://www.sbnation.com/nfl/2015/1/30/7949353/super-bowl-odds-2015-seahawks-patriots-line-sportsbooks-futures;",
  "Example": "",
  "Last Updated": "2 February 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/sports/football/madden15.asp",
  "Claim": "A Madden NFL 2015 simulation correctly predicted the winner and final score of the 2015 Super Bowl.",
  "Claim_ID": "sports_football_madden15",
  "Tags": ""
}