{
  "Origins": "Every January, the two-week break (which now extends into February) between the NFL Conference Finals (the two contests that determine which teams will face off in the Super Bowl) and the Super Bowl itself provides thousands of sports reporters from all over the world plenty of time to whip their audiences into a football frenzy, as they all seek some angle to distinguish that year's game from every previous Super Bowl. Never was this phenomenon more evident than just before Super Bowl XXII in 1988, when the Denver Broncos squared off against the Washington Redskins: the contest was somewhat more notable than usual because the latter team was helmed by Doug Williams, the first black quarterback to play in a Super Bowl. That year the media fed the public an endless stream of \"first black quarterback\" stories, as journalist after journalist plied Doug Williams with every conceivable \"black quarterback\"-related question they could dream up.",
  "Fact Check": "",
  "Description": "Among the queries put to Williams, as recorded by Washington Post reporter Michael Wilbon, were: \"Doug, do you feel like Jackie Robinson?\" \"Doug, would you have been able to handle all of this, especially the black thing, if you had made the Super Bowl a few years back, say, when you were 25?\" \"Doug, has there been much progress in this country since 1970, when the schools you grew up in were finally integrated?\" \"Doug, do you feel because of the black quarterback issue, that the whole country is looking at you and saying, 'Well, what are you going to do?'\" \"Doug, would it be easier if you were the second black quarterback to play in the Super Bowl?\" \"Doug, why haven't you used being the first black quarterback as a personal forum for yourself?\" \"Doug, will America be pulling for the Redskins, or rooting against them because of you?\" \"Doug, what were your reactions to what Jimmy the Greek said?\" [Note: Two weeks earlier, CBS commentator Jimmy the Greek had been fired for remarking that blacks were better at sports because of slave plantation breeding techniques: \"During the slave period, the slave owner would breed his big black with his big woman so that he would have a big black kid that's where it all started.\"] \"Doug, have you been contacted by the Rev. Jesse Jackson or any other black civil rights leaders?\" \"Doug, are you upset about all the questions about your being the first black quarterback in the Super Bowl?\" Actually, the craziest question of all could have been put to Mark May, a Redskins offensive lineman, who was asked, \"How does it feel to block for the first black quarterback in the Super Bowl?\" And that was followed closely by a newspaper person from Colorado asking me, \"How does it feel to be a black writer covering the first black quarterback in the Super Bowl?\" To his credit, Williams handled the interrogation with aplomb, providing full, thoughtful answers to every question put to him, never snapping at reporters whose queries bordered on the ridiculous, and without expressing impatience or irritation with journalists who asked him the same questions over and over. In the aftermath of Super Bowl XXII , this excessive media focus on race came to be symbolized by an absurd (or, at best, poorly-worded) question purportedly put to Doug Williams by a naive journalist: \"How long have you been a black quarterback?\" This query now gets trotted out every year as the paramount example of really dumb things reporters ask during the build-up to the Super Bowl. Being of a skeptical bent, we started wondering whether anyone had actually asked this of Doug Williams, and if so, who. A little digging turned up some curious gaps and discrepancies: the \"How long?\" question didn't start to show up in news articles until after Super Bowl XXII (rather than at the time it was allegedly asked), the journalist who posed it was nearly always identified only as \"a white sports writer\" or \"a reporter\" (rather than by name or media affiliation), and what Doug Williams reportedly said in response to the query varied quite a bit from telling to telling. Starting with the latter point first, we found that searching just a handful of articles produced completely different versions of how Doug Williams was said to have answered the infamous question supposedly put to him, \"How long have you been a black quarterback?\": Worst question ever asked on media day: \"How long have you been a black quarterback?\" was the query to the Redskins' Doug Williams. That required a two-part answer, and Williams replied: \"I've been a quarterback since high school. I've always been black.\" \"Tell us, Doug, how long have you been a black quarterback?\" Williams responded to that loaded question by saying he's been black all his life, and that it wouldn't make any difference if he was white. \"I don't think the football cares,\" he said. To Redskins quarterback Doug Williams, before Super Bowl XXII: How long have you been a black quarterback? (His answer: Let's see. How old am I now?) Out of the media contingent surrounding Williams days before the game came a stunning inquiry: \"How long have you been a black quarterback?\" a reporter asked Williams, then 32. Williams replied tongue-in-cheek that he recognized the color of his skin as a child, and he played quarterback for years before reaching the Super Bowl. It seemed rather odd to us that even sportswriters who were chronicling the sometimes silly, often repetitive questions tossed at Doug Williams didn't mention the one that surely would have been considered the whopper of them all. Even odder was that once this issue arose in post-Super Bowl discussions, every reporter seemed to provide a different report about how Doug Williams supposedly responded to the question. With a little more searching, the answer turned up: The question actually asked of Doug Williams (by Butch John, a reporter for the Jackson Clarion-Ledger ) was a similar but much more sensible one which Williams didn't hear correctly (quite possibly because the laughter of other reporters drowned out its latter half) and therefore instead answered what he thought he'd been asked. But Bob Kravitz, a reporter for the Rocky Mountain News , explained what really happened: I hate to burden this column with the truth really, why start now? but I was next to the guy when that question supposedly was asked of Doug Williams, and what the reporter actually said was, \"Doug, obviously you've been a black quarterback your whole life. When did race begin to matter to people?\" Which was a perfectly reasonable question on a day when Williams was fielding hundreds of \"black quarterback\" questions. Problem was, Williams either misunderstood or didn't hear the question because he said, \"How long have I been a black quarterback?\" That explanation was borne out by Washington Post reporter Michael Wilbon, who was also present, was actively making note of all the race-related questions tossed at Doug Williams, and reported at the time that: An hour listening to my colleagues question Williams was easily the highlight of the week. Of course, everybody's favorite [question] has to be [the one that began], \"Doug, you've been a black quarterback all your life ... \" But of course, Williams' pithy answer was the better story (even if it didn't correspond to what he was asked), so that's what got reported, and the misintepretation of the query that prompted it became enshrined as an apocryphal real-life example of a really dumb question. (For his part, Williams still maintains in interviews that a reporter really did ask him \"How long have you been a black quarterback?\") Sadly, the season after he led Washington to a 42-10 triumph over Denver (and garnered Super Bowl MVP honors) in Super Bowl XXII, Williams was beset by injuries to his knee and back, underwent an emergency appendectomy, and lost his starting job to Mark Rypien. He played in only four games in 1989, was waived by the Redskins, failed to impress the Los Angeles Raiders at a tryout, and was out of professional football for good by 1990. We hope we don't detract from the attention Doug Williams merited with his on-field performance that day by noting that our own favorite silly pre-Super Bowl question-and-answer exchange involved one of his opponents in that Super Bowl : Another unidentified questioner posed this one to several players: \"If you could be a tree, what kind of tree would you be?\" This produced perhaps the best answer in Super Bowl history, from Broncos defensive end Walter Bowyer, who said, \"a cheese tree.\"",
  "Originally Published": "",
  "Referred Links": "http://www.washingtonpost.com/wp-srv/sports/redskins/longterm/1997/history/allart/xxii.htm;",
  "Example": "",
  "Last Updated": "30 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/football/williams.asp",
  "Claim": "Before Super Bowl XXII in 1988, a reporter asked Washington Redskins quarterback Doug Williams, \"How long have you been a black quarterback?\"",
  "Claim_ID": "sports_football_williams",
  "Tags": ""
}