{
  "Origins": "By way of filling out space in this article, I'll start off by noting that although I'm not really a golf fan, if I had to choose a favorite golfer it would be Phil Mickelson. Not only do we share a surname (albeit with a slightly different spelling), but we also share a handedness quirk: Phil Mickelson is right-handed but plays golf like a lefty; I'm a southpaw who swings golf clubs (I couldn't really qualify my meager efforts as \"playing golf\") right-handed. Plus, I have an affinity for underdogs, and whenever I see a PGA tournament on television it always seems like poor Phil is chasing after Tiger Woods.",
  "Fact Check": "",
  "Description": "Of course, Phil Mickelson is far from \"poor\" either as a golfer or as a money-earner, having racked up about $2.5 million in tournament winnings just in the first few months of 2008 (and an estimated $52 million during the course of his pro career). All of which makes it seem a bit strange (if not cheap and dishonest) that he would try to back out of paying a $200,000 wager he lost to his golfing partners, as claimed in the purported article from GolfWeek cited above. Just about all one really has to know about this item in order to dismiss it is that it appeared on the Internet on April 1, a fact Golfweek noted in a disclaimer denying both its truthfulness and the claim that they had published it: We all know that things written in cyberspace can take on a life of their own. There has been a \"story\" circulating across the Internet the past few days with a gambling tale involving Phil Mickelson. It described a six-figure gambling debt incurred over a practice round with members at Augusta National Golf Club leading into this year's Masters tournament. The item was posted on a Web site called Golfwrx.com (it has since been pulled) and across the top of it read: \"From a GolfWeek (sic) insider.\" This is not true. As the editor of Golfweek, I can assure our readers that nobody at our magazine or Web site (Golfweek.com) had anything to do with this post, which went online (go figure) on April 1. The fact that Golfweek is in no way involved with this story was pointed out to two key members of the Mickelson camp on the eve of the Masters. A spokesman from Mickelson's camp called the post \"baseless\" and \"erroneous.\" Joe Logan, the Philadelphia Inquirer 's golf writer, also noted in his blog that the story was merely \"an April Fool's hoax.\"",
  "Originally Published": "",
  "Referred Links": "http://golfinq.blogspot.com/2008/04/mickelson-hoax.html;http://www.golfweek.com/story/mickelson-clarification-news-041008;http://sports.yahoo.com/golf/pga/players/29;",
  "Example": "[Collected via e-mail, April 2008] MICKELSON'S GAMBLING DEBTS CAUSE UPROAR AMONG AUGUSTA MEMBERS Last week Phil Mickelson was playing a practice round at Augusta and went away from protocol and convinced his playing partners to up the stakes in the usual $1 game. It was Mickelson versus the other three which included some of the deepest pockets among the membership. The stakes: $5000 skins and a pot of $130,000, $100,000 of which was contributed by Mickelson for the low net score Mickelson would play off scratch. According to one of the threesome which obviously will remain anonymous, \"everything was going great until the back 9 when Mickelson really could not believe the good fortune of 'chuckie'. He was draining everything on the greens and when he missed the green twice he had two chip-ins. Phil's lead on the scorecard looked safe but in the clubhouse we added it up and lo and behold, Phil owed $200,000.\" And then it got ugly. The stories by witnesses conflict, but in effect Mickelson tried to pass the bets off as laugh on the first tee and insisted \"there was no way he would bet hundreds of thousands on golf.\" Mickelson believed the standard one dollar game was in effect. The threesome was having none of it and before you know it the foursome was sitting in the office of Billy Payne who was none too happy about the loud conversations taking place in the dining room. But even in the privacy of the office, Mickelson was being very difficult. According to the same anonymous member \"Phil slipped up and admitted that he initiated the stakes and set the terms of the bet. Then he protested at having to pay so much and offered 30 cents on the dollar right then and there, take it or leave it. Billy was aghast and told Phil, you will arrange to pay every dollar or you will never be welcome at Augusta again, TAKE IT OR LEAVE IT. Mickelson tried to protest and even made a snide remark that Billy couldn't stop him from being welcome at Augusta every April. Billy simply asked are you taking it or leaving it.\" Mickelson later called his accountant with the banking details of 'chuckie' and an arrangement was made for a wire transfer of an undisclosed amount. The worse of this may not be over as the other member of the threesome was upset enough to call the PGA Tour. When contacted for a comment, the PGA Tour declined to comment and would not even acknowledge whether or not they have been contacted about the conflict at Augusta National. From GolfWeek Insider",
  "Last Updated": "20 April 2008",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/golf/mickelson.asp",
  "Claim": "Pro golfer Phil Mickelson lost $200,000 wagering with his golfing partners, then tried to get out of paying up.",
  "Claim_ID": "sports_golf_mickelson",
  "Tags": ""
}