{
  "Origins": "At the beginning of 1962, the Los Angeles Dodgers were poised to become the premier team in baseball's National League, just as their forebears in Brooklyn had been in the years between the end of World War II and the team's move to California (1946-57) . Shed of most of the stars from their glory days in Brooklyn, and ensconced in Dodger Stadium, a brand-new ballpark that favored pitching and speed over old-style slugging, the Dodger squads of the early 1960s seemed ideally suited to their environment. Indeed, that proved to be the case: Over the next five years led by the pitching duo of Sandy Koufax and Don Drysdale (who between them won four Cy Young Awards in five years), and speedster Maury Wills (who captured six straight stolen base titles from 1960-65) the Dodgers won three National League pennants (missing a fourth by a single game) and two World Series championships.",
  "Fact Check": "",
  "Description": "With our tendency to reduce memories to simple, easily-remembered nuggets, those 1960s Dodgers squads are now usually recalled as the \"Koufax-Drysdale-Wills\" Dodgers, a weak-hitting team that triumphed by scratching out runs here and there while their two predominant starting pitchers shut down opposing batters. (Legend has it that when Don Drysdale was away from the team on business one day and learned that Koufax had pitched a no-hitter in his absence, he responded by inquiring \"Who won?\") Unfortunately, this bare-bones description obscures that those Dodger teams boasted some very good pitchers other than Koufax and Drysdale (Johnny Podres, Claude Osteen, reliever Ron Perranoski, future Hall of Famer Don Sutton), some bona fide sluggers (Frank Howard, Moose Skowron, Tommy Davis), and some fine fielders (catcher John Roseboro, first baseman Wes Parker, shortstop Maury Wills, and outfielders Wally Moon and Willie Davis all won Gold Glove Awards during their tenures with the Dodgers). Ask a Dodgers fan from that era to describe the teams of the 1960s, and you're likely to get a response similar to the following: Maury Wills would come up in the first inning, get on base with a walk, steal second, then somebody'd bunt him over to third, and he'd score on a sacrifice fly a run without a hit! Meanwhile, Sandy or Big D would shut out the other team, and we'd win 1-0. As a long-time Dodgers fan, I've always wondered how true that perception is how often did the Dodgers really win games in this fashion, relying on Maury Wills to somehow score a first-inning run even if the team couldn't come up with a hit, and then counting on their pitching staff to make it stand up? Since on-line resources make checking this sort of thing a reasonably manageable task these days, I thought I'd stop ruminating about it and take a stab at finding a specific answer. I decided that my procedure would be to check the results of all regular-season Los Angeles Dodgers games contested during the five-year span from 1962 to 1966 (because that was the period in which Koufax, Drysdale, and Wills all played together in Dodger Stadium) and try to identify how many games met the following criteria: The Dodgers won by a score of 1-0. The Dodgers' lone run was scored in the first inning. The Dodgers' lone run was scored by Maury Wills. The Dodgers' lone run was scored without the benefit of a hit. I began by using the fabulous Retrosheet resource to determine the dates of all 1-0 Dodger victories occurring during my target period. I then read the summaries for those games published in the Los Angeles Times and the New York Times to ascertain how the Dodgers scored their runs in those victories. What I found was that the reality didn't quite match the legend. Not one Dodger victory between 1962 and 1966 met all four of the criteria outlined above, and only two games met even three of the four. Not once in those five years did the Dodgers win a 1-0 game on a run scored by Maury Wills without the benefit of a hit (in the first inning or otherwise). Only once in that timespan did the Dodgers win a 1-0 game in which their single run was produced without a hit, and it did not involve Maury Wills, nor did it occur in the first inning. Following is a breakdown of all 1-0 Dodger victories from 1962 to 1966, with legends indicating how many of the four criteria each one met (since they were all 1-0 games, they obviously all met at least the first criterion): 18 June 1962: Sandy Koufax bested St. Louis Cardinals pitching ace Bob Gibson in a thriller, as Los Angeles won in the bottom of the ninth on a one-out home run by Tommy Davis. Criteria met: 1 (1-0 victory) 12 September 1962: Ed Roebuck picked up a victory over the Colt .45s in Houston with 5-1/3 innings of shutout relief, as Frank Howard bombed a fifth-inning homer for the Dodgers' only run. Criteria met: 1 (1-0 victory) 17 April 1963: Bob Miller blanked Chicago for nine innings at Dodger Stadium but walked off the field without a victory, as Cub southpaw Dick Ellsworth did the same to the Dodgers. Ellsworth ended up the loser, though, as the Dodgers pushed across a run with two out in the tenth inning on consecutive singles by Lee Walls, Frank Howard, and Moose Skowron. Criteria met: 1 (1-0 victory) 16 May 1963: More last-minute heroics: Johnny Podres shut out the Pittsburgh Pirates for nine innings, but didn't emerge as the winner until the Dodgers scratched out a run with two out in the bottom of the ninth on a single by Jim Gilliam, a sacrifice bunt by Ron Fairly, a groundout by Tommy Davis, and a run-scoring single by Johnny Roseboro. Criteria met: 1 (1-0 victory) 19 May 1963: The Dodgers tallied their second 1-0 victory in four days as Sandy Koufax two-hit the hapless New York Mets in the first game of a Dodger Stadium double-header. The Dodgers scored their only run with one out in the first inning as Jim Gilliam walked, took third on Ron Fairly's single, and scored on Tommy Davis' sacrifice fly. Criteria met: 2 (1-0 victory, first-inning run) 2 July 1963: The Dodgers topped St. Louis at Dodger Stadium for the first time in over a year as Don Drysdale outpitched lefty Curt Simmons. The Dodger run came in the seventh inning as slugger Frank Howard blooped a single in front of the backed-up Cardinal outfield, took second on a groundout by Moose Skowron, and lumbered home as Ron Fairly dribbled a single up the middle. Criteria met: 1 (1-0 victory) 5 July 1963: For the second time in 1963, the Dodgers won two 1-0 squeakers in a four-day span as Johnny Podres pitched a two-hit gem against the Cincinnati Reds at Dodger Stadium. Frank Howard provided the margin of victory with a seventh-inning homer. Criteria met: 1 (1-0 victory) 10 July 1963: Johnny Podres triumphed in a second straight 1-0 victory, scattering four hits against the Mets at the Polo Grounds. Once again the margin of victory was a solo home run, this one a sixth-inning shot by Johnny Roseboro. Criteria met: 1 (1-0 victory) 25 September 1963: Resting some of his regulars for the upcoming World Series against the Yankees, manager Walter Alston pulled Sandy Koufax after the Dodger ace pitched five innings of shutout ball against the Mets in Los Angeles in his final start of the regular season. Bob Miller and Ron Perranoski blanked New York over the final four innings, sending hard-luck Met hurler (and former Dodger) Roger Craig to his fifth 1-0 defeat of the season. The lone Dodger run came in the first inning when Wally Moon and Tommy Davis singled with two out, and Moon scooted around to score from second as a wild pickoff throw by Craig sailed past first base. Criteria met: 2 (1-0 victory, first-inning run) 26 April 1964: Just about the closest we got to our original scenario was this early-season 1964 game in which Phil Ortega blanked the Braves in Milwaukee on four hits for his first complete-game victory in the majors. The Dodgers scored a single first-inning run in what the Los Angeles Times described as \"typical Dodger fashion\": Maury Wills led off the game with a single, Jim Gilliam walked, Wally Moon moved both runners up with a sacrifice bunt, and Wills came home on a sacrifice fly by Frank Howard. If only Wills had reached first base some other way (e.g., walk, error, hit-by-pitch, catcher's interference), this one would have met all our criteria. Criteria met: 3 (1-0 victory, first-inning run, run scored by Wills) 22 July 1964: Sandy Koufax won his 11th straight game on this date in 1964 as he checked the Houston Colts on four hits at Dodger Stadium. The Dodgers' lone run came in the third inning on doubles by Derrell Griffith and Ron Fairly. Criteria met: 1 (1-0 victory) 23 August 1964: Phil Ortega claimed his second 1-0 victory of the 1964 season when he hurled a three-hit shutout against the Cincinnati Reds in Los Angeles. The Dodgers scored on a second-inning double by Nate Oliver and a single by Dick Tracewski. Criteria met: 1 (1-0 victory) 11 August 1965: The Dodgers went nearly a year between 1-0 wins from August 1964 to August 1965, finally racking up another one as Don Drysdale blanked the Mets at Dodger Stadium. The Dodgers scored the game's only run in the seventh inning on singles by Maury Wills and Jim Gilliam, followed by a passed ball charged to New York catcher Chris Cannizzaro. Criteria met: 2 (1-0 victory, run scored by Wills) 14 August 1965: After a nearly year-long drought, the Dodgers squeezed out two 1-0 victories in the space of four days as Sandy Koufax and Pittsburgh Pirate hurler Don Cardwell both threw goose eggs at their opponents for nine innings. Unfortunately for Cardwell, Koufax retired the Bucs without incident in the top of the 10th, but after the Pirate pitcher got two quick outs in the bottom of the inning, he walked Sandy Koufax and Wes Parker, and right fielder Roberto Clemente then dropped Jim Gilliam's line drive for an error as Koufax came around to score the winning run. Criteria: 1 (1-0 victory) 9 September 1965: In what might be the quintessential Dodgers game of the 1960s, Chicago Cub pitcher Bob Hendley threw a one-hitter against Los Angeles in Dodger Stadium ... and lost the game, because he had the misfortune to pitch his gem on the same evening that Sandy Koufax hurled a perfect game (his record-setting fourth no-hitter). To add insult to injury, the lone Dodger hit had nothing to do with the scoring outfielder \"Sweet\" Lou Johnson drew the only walk off Hendley in the fifth inning, was sacrificed to second base by Ron Fairly, stole third, and scooted home as Cub catcher Chris Krug's throw sailed into left field. The only hit by either team was a bloop double by Johnson in the seventh inning. Criteria met: 2 (1-0 victory, run scored without hit) 18 September 1965: Sandy Koufax won his third straight 1-0 victory of 1965 by blanking the Cardinals in St. Louis on four hits. The Dodgers managed only three hits themselves, but they pushed across a run in the sixth inning when Don LeJohn walked, then gave way to pinch-runner John Kennedy, who took second on Koufax's bunt and third on Maury Wills' ground-out, and scored as Wes Parker lined a single to center. Criteria met: 1 (1-0 victory) 26 September 1965: The Dodgers pulled into a first-place tie with the San Francisco Giants with seven games to go in the 1965 season as Don Drysdale pitched Los Angeles to their ninth straight victory, a 1-0 blanking of the Cardinals at Dodger Stadium. This was the second of two games that came closest to matching our original scenario, with Big D making a first-inning run scored by Maury Wills stand up. The game's only score was a slightly farcical one: Wills reached first on a bunt single, then was picked off first by St. Louis pitcher Ray Sadecki; unfortunately for Sadecki, first baseman Bill White's throw sailed over second base and into the outfield, allowing Wills to make it all the way around to third, whence he scored as Jim Gilliam lined a single to right field. Only the lack of a hitless run kept this one from being a four-criteria winner. Criteria met: 3 (1-0 victory, first-inning run, run scored by Wills) 1 June 1966: The Dodgers' first 1-0 win of 1966 came at the beginning of June, as Sandy Koufax blanked the Cardinals in St. Louis. The Dodgers scored their run in the seventh inning when Willie Davis tripled, then raced home as Cardinal outfielder Bobby Tolan threw the ball back to the infield badly and was charged with a run-scoring error. Criteria met: 1 (1-0 victory) 5 July 1966: Sandy Koufax gave up ten hits, but still managed to shut out the Cincinnati Reds at Dodger Stadium for his 15th win of the season. The Dodger run came in the second inning on a walk to Jim Lefebvre, a single by Johnny Roseboro, and another single by John Kennedy. Criteria met: 1 (1-0 victory) 6 July 1966: Claude Osteen not only pitched the Dodgers to a second straight 1-0 victory over Cincinnati; he drove in the game's only run himself. After John Kennedy led off the bottom of the eighth inning with a double, Osteen failed in two attempts to bunt him over to third and then singled to right field to drive in the winning run. Criteria met: 1 (1-0 victory) 10 September 1966: The Dodgers pulled within a half-game of the San Francisco Giants in a tight pennant race as they broke through for a run with two out in the bottom of the tenth inning to defeat the Houston Astros, 1-0. Los Angeles put together the only run of the game on Maury Wills' single, Jim Gilliam's sacrifice bunt, Wille Davis' ground-out, and Al Ferrara's pinch single. Criteria met: 2 (1-0 victory, run scored by Wills) 11 September 1966: The Dodgers pulled into first place for good in the 1966 pennant race by sweeping a double-header from Houston, completing a string of four straight shutout wins over the Astros. After Sandy Koufax blanked Houston in the opener, 4-0, Joe Moeller, Bob Miller, and Phil Regan combined to shut out the Astros by a 1-0 score in the second game. John Roseboro's pinch-hit single drove in Ron Fairly with the winning run in the bottom of the seventh inning. Criteria met: 1 (1-0 victory) Regardless of the results of this little exercise, my fondness for the Dodger teams of my youth remains undiminished. In the end, all that matters to me is that these Dodger teams did win, not whether they did so in precisely the fashion that popular image now ascribes to them.",
  "Originally Published": "",
  "Referred Links": "http://www.retrosheet.org/;",
  "Example": "",
  "Last Updated": "22 August 2004",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/baseball/dodgers.asp",
  "Claim": "The Los Angeles Dodgers of the Koufax/Drysdale era often won 1-0 games in which Maury Wills scored the winning run.",
  "Claim_ID": "sports_baseball_dodgers",
  "Tags": ""
}