{
  "Origins": "\"What if?\" alternative history scenarios are a favorite topic of conjecture for everyone from barroom philosophers to professional historians. How different might our world be today if a prominent historical figure had never been born, had died before achieving prominence, or had been prevented from dying early? How much of what we know might be changed if we could go back in time and alter the outcome of some key event? That we cannot establish definitive answers for these questions doesn't matter the challenge and the fun are in the speculation.",
  "Fact Check": "",
  "Description": "One of the quirkier historical \"What if?\" scenarios involves the legend that Cuban leader Fidel Castro was once given a tryout (and rejected) by an American major league baseball team (usually specified as either the Washington Senators or the New York Yankees). Consider what might have turned out differently had Fidel taken up a career in professional baseball rather than politics: no revolution overthrowing the Batista regime, no establishment of a Soviet-aligned government in Cuba, and thus no Bay of Pigs or Cuban Missile Crisis watershed events in the history of the Cold War. Would the results of this alternate scenario have been a profound difference in the course of world events or merely a historical footnote of minor global significance? Even if one opts for the \"historical footnote\" interpretation, the Castro legend is still appealing because of its unconventionality. Many alternative history scenarios are based upon a consideration of what might have happened if an influential historical figure not died or been prevented from dying while still in his prime (e.g., \"What if Kennedy hadn't been assassinated?\", \"What if one of the attempts to kill Hitler in 1939 or 1944 had succeeded?\", \"What if Stonewall Jackson hadn't been mortally wounded at battle of Chancellorsville?\"), but the key element of the Castro legend is its presentation of an unfinished political career interrupted not by a premature death, but by a love for sports. Aside from offering intriguing possibilities for historical speculation, this legend has obvious appeal to Americans as a tale denigrating Castro (or Communism in general) through its ironic implication that a committed socialist (and later Marxist) could easily have been derailed from his revolutionary path by the frivolous allure of being paid by capitalists to throw a little white ball around a baseball field and that he failed in the endeavor because his skills simply weren't up to snuff. Although this legend has an aura of plausibility to Americans in that baseball has long flourished in Cuba, and Castro has been a very visible supporter of (and pseudo-participant in) the sport, it is neither true nor credible, as Cubans have always been aware. Castro never had a tryout with a major-league baseball team, never played the sport professionally, and didn't come close to possessing skills which would attract the interest of a big-league team. As Yale professor Roberto Gonz lez Echevarr a noted in his history of Cuban baseball, the claim that Castro was a star pitcher at the University of Havana and turned down a $5,000 bonus offer from the New York Giants in 1951 to pursue a law degree is nothing more than a reporter's fabrication: I have written a book that I hope will correct some of the views Americans and others have of Cuban baseball. To me, the most vexing example of how lightly and condescendingly the history of Latin baseball is dealt with in the United States involves a story about Fidel Castro that I would like to set straight here once and for all. Every time I mentioned that I was writing a book about Cuban baseball, the first thing Americans said had to do with Fidel's (which is how we Cubans call him, never \"Castro\") alleged prowess in the sport, and the irony that, had he been signed by the Senators or the Giants, there would have been no Cuban Revolution. The whole thing is a fabrication by an American journalist whose name is now lost, and it is never told in Cuba because everyone would know it to be false. Let it be known here that Fidel Castro was never scouted by any major-league team, and is not known to have enjoyed the kind of success in baseball that could have brought a scout's attention to him. In a country where sports coverage was broad and thorough, in a city such as Havana with a half-dozen major newspapers (plus dozens of minor ones) and with organized leagues at all levels, there is no record that Fidel Castro ever played, much less starred, on any team. No one has produced even one team picture with Fidel Castro in it. I have found the box score of an intramural game played between the Law and the Business Schools at the University of Havana where a certain F. Castro pitched and lost, 5-4, in late November 1946; this is likely to be the only published box score in which the future dictator appears (El Mundo, November 28, 1946). Cubans know that Fidel Castro was no ballplayer, though he dressed himself in the uniform of a spurious, tongue-in-cheek team called Barbudos (Bearded Ones) after he came to power in 1959 and played a few exhibition games. There was no doubt then about his making any team in Cuba. Given a whole country to toy with, Fidel Castro realized the dream of most middle-aged Cuban men by pulling on a uniform and \"playing\" a few innings. This tale includes a few other folkloric elements as well. The archly humorous detail of Castro's having a tryout with the Washington Senators (making him a 'Senator' in America's capital city) or the New York Yankees (installing him as a 'Yankee' in the U.S.A.'s largest metropolis) is great bit of irony. On the more serious side, the example quoted at the head of this page reflects a common theme of trivializing an enemy by presenting its leadership as driven by a superficial, ridiculously-motivated hatred. Just as rumor has ascribed Hitler's anti-Semitism to his anger over having been denied admission to art school by a Jewish professor who flunked him on the entrance examination, and Osama bin Laden's loathing of the U.S. to his embarrassment over an American girl's poking fun at the size of his penis, so Castro's anti-Americanism has been attributed to nothing more than his bitter disappointment over failing a baseball tryout. We need not seek to understand the trivial, so such rumors serve to relieve us of the obligation of considering more complex social and political issues.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1930844018/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0195069919/ref=urbanlegendsrefe;",
  "Example": "[Collected on the Internet, 2003] David Crow, who recently visited Stanford and enlightened me about Mexico, where he resides, has an explanation for Cuba's anti-Americanism. Fidel, an outstanding left-handed pitcher, tried out for the Washington Senators in the late 40's but was rejected. [Morgan & Tucker, 1984] Another often-told story about Castro very nearly puts him in training camp for the New York Yankees. According to this rumor, Castro was scouted as a possible pitcher by several major league baseball teams while he was a college player in Havana. Many teams were actively scouting in Cuba during the forties, and if Castro so much as pitched a game he might have been noticed by one of them.",
  "Last Updated": "2 January 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/baseball/castro.asp",
  "Claim": "Future Cuban revolutionary leader Fidel Castro was once given a tryout by the Washington Senators baseball team.",
  "Claim_ID": "sports_baseball_castro",
  "Tags": ""
}