{
  "Origins": "In 1972, the National Football League's Miami Dolphins breezed through fourteen regular-season games undefeated, then won two playoff matches and Super Bowl VII to accomplish what no other NFL team had achieved before: a perfect season.",
  "Fact Check": "",
  "Description": "The uniqueness and longevity of the 1972 Dolphins' perfect record has led to the legend of the champagne celebration that each surviving member of that 1972 squad puts away a bottle of bubbly at the beginning of every NFL season, which they all open in simultaneous toasts the moment the last remaining undefeated team loses its first game of the season. Lesser versions of the legend have only some of the players reuniting with their former head coach, Don Shula, later in the day to engage in a celebratory toast to the continuation of their record: By now you know the petty little tradition. On the day the NFL's last remaining unbeaten goes down to defeat, a handful of '72 Dolphins, led by their head coach Don Shula, get together to toast their 17-0 perfect season and thank the football gods that their unique claim to fame has lasted yet another year. But, according to Don Shula himself, no such organized celebration takes place: That's probably the most-talked-about thing that just doesn't happen. We've got players scattered all across the country. Nick Buoniconti, Bob Griese and Dick Anderson all live in Coral Gables, and they'll go to a parking lot and open a bottle of champagne, but those three are too cheap to invite the rest of us down there. Jim Riley, a defensive end on the undefeated 1972 Miami Dolphins, also noted that the champagne toast rumor merely referenced a one-time gathering of three of his former teammates: Riley, a member of that unbeaten Miami team, said the toast to perfection never occurs. \"That all got started by three guys, Garo Yepremian, Nick Buonticonti and Dick Anderson,\" said Riley. \"And they only did it one time.\" Despite the urban legend to the contrary, the 1972 'Phins do not gather as a team, but Riley said the players continue to wish for the last-standing undefeated team to go down. One of the greatest threats to the Dolphins' perfect record came in 2005, when the Indianapolis Colts won their first thirteen games of the season (the NFL having expanded from a 14-game season to a 16-game season in 1978) before dropping their next two contests to finish 14-2. Were all the 1972 Miami Dolphins planning to celebrate the Colts' first loss of 2005 with champagne? Again, not according to Shula: We've been accused of being angry, old men and just hoping and praying that the last team would lose, and that's not true. If the Colts do it, I'd be the first guy to call [Colts head Coach Tony] Dungy and congratulate him, and I'm sure our players would congratulate their players. When the Green Bay Packers opened their 2011 season by going 13-0 before losing their fourteenth game, former Dolphins Marv Fleming and Paul Warfield again addressed the legend, reiterating that reports of a yearly champagne toast were false rumors based on a one-time event: \"Records are made to be broken,\" Fleming said. \"I told my players, we celebrate our victory, not the person's defeat when someone gets beat. It's not a matter of them getting beat. We have kept it so long. We've kept it long enough, probably.\" Fleming and Warfield went out of their way to note they're not a group of bitter retirees reveling in an achievement from nearly 40 years ago. They called reports of a yearly champagne toast a fabrication something that happened once. \"If you're going to drink it, drink it in the closet,\" Fleming said. \"It was a great feat that we did. For it to last so long is cause for celebration. You celebrate in the closet. And we only did that one time. C'mon, we don't do that anymore. Did it once and it took off. Everybody thinks we do it now. \"We're not a bunch of old men thinking the record should not be broken. It can't be broken. Whoever gets there will be a tie. They'll be the second team that's become undefeated.\" The New England Patriots matched the Dolphins' achievement of a perfect regular season by winning all sixteen of their games in 2007. But the Patriots faltered in their pursuit of maintaining an unblemished record all the way through the post-season when they lost Super Bowl XLII to the New York Giants.",
  "Originally Published": "",
  "Referred Links": "http://www.pro-football-reference.com/teams/mia1972.htm;",
  "Example": "[Collected on the Internet, 2005] There is a tradition sometimes reported that every living member of the undefeated 1972 Miami Dolphins team continues to buy a bottle of 1972 champagne and put it on ice at the beginning of every football season. According to the tradition, the very moment time expires in the game that causes the last remaining undefeated team to finally lose, the Dolphins all pop open their bubbly in celebration, content in the knowledge their achievement will remain unmatched for at least one more season.",
  "Last Updated": "23 December 2011",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/football/miami72.asp",
  "Claim": "Every season, whenever the last remaining undefeated NFL team lost its first game, all the surviving members of the 1972 Miami Dolphins opened bottles of champagne in celebration.",
  "Claim_ID": "sports_football_miami72",
  "Tags": ""
}