{
  "Origins": "The above-quoted anecdote about an unusual end to a soccer game in cup competition references an incident that took place during a final group match between Barbados and Grenada for the 1994 Shell Caribbean Cup. The Barbados team had to win the match by at least two goals in order to face Trinidad and Tobago in the finals; anything less and their opponent in that match, Grenada, would advance to the next round instead. The rules in effect at the time specified that if the score were tied at the end of regulation play, the match would continue into a sudden death overtime, and the first team to score during the overtime period would be considered a two-goal winner.",
  "Fact Check": "",
  "Description": "As detailed above, Barbados was leading 2-0 well into the second half of play when a goal credited to Grenada late in the game narrowed the score to 2-1 . Barbados realized with three minutes to play that they were unlikely to score again in the time remaining and deliberately kicked the ball into their own goal to tie the match at 2-2 and force an overtime period, a stratagem that touched off a bizarre finish to the game which had Grenada desperately trying to untie the score by kicking the ball into either goal. As described by Simon Gardiner in his 2005 book, Sports Law: Needing to beat Grenada by two clear goals to qualify for the finals in Trinidad and Tobago, Barbados had established a 2-0 lead midway through the second half and were seemingly well in control of the game. However, an own goal by a Bajan defender made the score 2-1 and brought a new ruling into play, which led to farce. Under the new rule, devised by the competition committee to ensure a result, a match decided by sudden death in extra time was deemed to be the equivalent of a 2-0 victory. With three minutes remaining, the score still 2-1 and Grenada about to qualify for the finals, Barbados realised that their only chance lay in taking the match to sudden death. They stopped attacking their opponents' goal and turned on their own. In the 87th minute, two Barbadian defenders, Sealy and Stoute, exchanged passes before Sealy hammered the ball past his own goalkeeper for the equaliser. The Grenada players, momentarily stunned by the goal, realised too late what was happening and immediately started to attack their own goal as well to stop sudden death. Sealy, though, had anticipated the response and stood beside the Grenada goalkeeper as the Bajans defended their opponents' goal. Grenada were unable to score at either end, the match ended 2-2 after 90 minutes and, after four minutes of extra time, Thorne scored the winner for Barbados amid scenes of celebration and laughter in the National Stadium in Bridgetown. James Clarkson, the Grenadian coach, provided an unusual variation on the disappointed manager's speech: \"I feel cheated,\" he said. \"The person who came up with these rules must be a candidate for the madhouse. The game should never be played with so many players on the field confused. Our players did not even know which direction to attack: Our goal or their goal. I have never seen this happen before. In football, you are supposed to score against the opponents to win, not for them,\" he added. The following clip provides a video summary of the same story:",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/1859418945?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=1859418945;",
  "Example": "[Collected via e-mail, 2000] Forget England-Argentina/Germany/Portugal and all the rest and listen to this one. It concerns a match played between Barbados and Grenada in cup competition. Barbados needed to win the game by two clear goals in order to progress to the next round. Now the trouble was caused by a daft rule in the competition which stated that in the event of a game going to penalty kicks, the winner of the penalty kicks would be awarded a 2-0 victory. With 5 minutes to go, Barbados were leading 2-1, and going out of the tournament (because they needed to win by 2 clear goals). Then, when they realized they were probably not going to score against Grenada's massed defence, they turned round, and deliberately scored on their own goal to level the scores and take the game into penalties. Grenada, themselves not being stupid, realized what was going on, and then attempted to score an own goal themselves. However, the Barbados players started defending their opponents goal to prevent this. In the last five minutes, spectators were treated to the incredible sight of both team's defending their opponents goal against attackers desperately trying to score an own goal and goalkeepers trying to throw the ball into their own net. The game went to penalties, which Barbados won and so were awarded a 2-0 victory and progressed to the next round.",
  "Last Updated": "24 June 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/sports/soccer/barbados.asp",
  "Claim": "A soccer team advanced in a cup match by deliberately scoring a goal against their own side.",
  "Claim_ID": "sports_soccer_barbados",
  "Tags": ""
}