{
  "Origins": "Rumors of the havoc wreaked by widespread simultaneous toilet flushing after popular broadcast events have been spread for decades, dating as far back as the Amos 'n' Andy radio program of the 1930s. All such rumors are overblown: toilet use during breaks in large-audience programs can certainly be much higher than average, but so far never to the point of causing serious damage to a large municipal sewage system.",
  "Fact Check": "",
  "Description": "The rumor is based on a flawed assumption, that millions of people will sit through the entirety of an hours-long program and only get up to use the bathroom at its conclusion or a fairly lengthy break period (such as intermission or halftime). The very same reports about the havoc supposedly wreaked by massive toilet flushing have been attributed to the heyday of the Amos 'n' Andy radio show (which employed a serial format and attracted huge audiences when particularly compelling story arcs approached their denouement), even though the program was broadcast in daily segments that lasted only 15 minutes. How many people really had to rush off to the bathroom after sitting still for a mere 15 minutes? The last episode of the popular sitcom M*A*S*H , which aired in 1983, has also been cited as an exemplar of this phenomenon, with some large city's sewage system allegedly having broken down at the conclusion of the broadcast as many viewers who had been glued to their seats throughout finally all got up simultaneously to relieve themselves. But this claim doesn't make much sense, either, as that episode was a 2 -long movie that incorporated numerous commercial breaks, and thus no one (except those needing a really long bathroom break) had to wait for its ending in order to avoid missing anything. The three- to four-hour Super Bowl program features almost as much advertising time as actual football action, affording those needing to heed nature's call many opportunities to take care of business long before halftime or the end of the game. Only the chronically sedentary or those who require more than a couple of minutes in the bathroom and steadfastly refuse to miss even a few seconds of programming need to wait until the lengthy halftime break or the very end of that multi-hour event to take care of urgent business. (Presumably halftime is cited as the sewage-breaking culprit more often than the end of the game is because so many Super Bowls have turned out to be one-sided contests in which hordes of fans lost interest by the second half.) The breaking of a 16-inch water main in Salt Lake City on Super Bowl Sunday in 1984 is often cited as affirmative proof of the \"massive toilet use wreaks havoc\" phenomenon, but no causal link between that occurrence and the Super Bowl was found. Salt Lake City's sewage infrastructure was quite old and breaks in its waterline were far from uncommon; that one such break occurred on a Super Bowl Sunday was nothing more than an amusing coincidence.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/football/flush.asp",
  "Claim": "Sewage systems of major cities have broken due to the tremendous number of toilets being flushed simultaneously at halftime of the Super Bowl.",
  "Claim_ID": "sports_football_flush",
  "Tags": ""
}