{
  "Origins": "When the Florida Marlins captured Major League Baseball championship by triumphing in the 1997 World Series (an outcome deemed improbable at the time, at least by those who didn't place much stock in the chances of a recent expansion team's winning it all), some fans of the national pastime were inspired to see in a 1989 film a prophecy of that very event. They cast their gaze to a scene in Back to the Future II that supposedly predicted the unexpected sporting result. (It didn't, but that's another story .)",
  "Fact Check": "",
  "Description": "Ten years later, the rumor that an unlikely sports result had been accurately prognosticated by a popular movie popped up again. Just as the Marlins weren't supposed to triumph in the 1997 World Series, the New York Giants weren't expected to reach Super Bowl XLII. The 3 February 2008 match-up between the New York Giants and the New England Patriots was a touch improbable, given that the Giants hadbeen 7.5 point underdogs to the Green Bay Packers going into the NFC Championship Game. Yet, point spread to the contrary, the Giants prevailed, snatching the NFC title with a 23-20 overtime victory over the vaunted Pack, thus earning themselves a Super Bowl berth. A few months before the 2008 Super Bowl took place, a film version of I Am Legend starring Will Smith (the third onscreen adaptation of the 1954 Richard Matheson novel of the same name, its two previous onscreen forays being 1964's The Last Man on Earth and 1971's The Omega Man ) was released. Near the beginning of that film, one scene showed a television news broadcast with a sports-related screen crawl appearing below the commentator, and that crawl read: \"Giants lose to Patriots for second time this season 23 to 7\": Intriguingly, since the Giants and the Patriots are in difference conferences, the only way they could play each other more than once in a given season would be via a regular season match-up (which due to interconference scheduling happens only once every four years), followed by a Super Bowl rendezvous. And that is exactly what happened in the 2007-08 NFL season: the Patriots bested the Giants 38-35 on 29 December 2007 and then took on New York in the Big Game on 3 February 2008. (The chronology is somewhat murky in this context, however, because even though I Am Legend was released in December 2007, it was set in the year 2009 and referenced events that took place in the past.) However, although one part of the I Am Legend \"prediction\" came true in that the Patriots did indeed meet the Giants for a second time in the 2007-08 season through both teams' reaching Super Bowl XLII, the Patriots did not come away the winners, nor was the final score the 23-7 tally that flashed on-screen during the film's news crawl. The New York Giants were the victors by a 17-14 margin. Barbara \"Sunday told the tale\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "30 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/football/iamlegend.asp",
  "Claim": "The 2007 film I Am Legend accurately predicted the results of the 2008 Super Bowl.",
  "Claim_ID": "sports_football_iamlegend",
  "Tags": ""
}