{
  "Origins": "There is no more memorable figure in baseball history than Babe Ruth, and no more famously distinctive a uniform than the New York Yankees' pinstriped home jerseys. Ruth's most notable home run records may have been broken, and other teams may have adopted the pinstriped look, but baseball still has no more potent symbols of sustained excellence than the Babe and Yankee pinstripes.",
  "Fact Check": "",
  "Description": "We might expect that someone would try to link these symbols in folkloric fashion, to establish a connection between the two that was not merely coincidental but causal. The Bambino didn't merely wear Yankee pinstripes; he was the reason why all Yankees wear pinstripes, then and now. This legend collides headlong with a few facts when we try to run it down history's highway, however, and the first obstacle in the road has something to do with memory and image. We tend to create specific, fixed images of people (particularly famous ones) and remember them always as conforming to those images. Mark Twain is nearly always depicted as an elderly, white-haired man in a white suit, even though Twain was famous long before he was elderly, and he adopted the habit of wearing white suits all year around only in the last few years of his life. Walt Disney will forever be the avuncular, slightly paunchy middle-aged man with the gray moustache, because that's how he looked when most of us first saw him regularly (as the host of his own TV show); that he was quite successful while still in his boyish 20s is easy to overlook, because he wasn't very visible in those pre-television days. And Abraham Lincoln is forever enshrined in American memory as the bearded figure in a stovepipe hat, even though he bore facial hair only for the last four years of his life. Likewise, the popular image of Babe Ruth is that of a paunchy, roly-poly ballplayer who was lucky he could hit home runs, because otherwise he would have had a heck of a time trying to drag that spare tire around the basepaths. But this is an unrepresentative image of the Babe, formed largely because of his reputation for having a prodigious appetite (for food and everything else), and because most of the existing films of him date from the last years of his career, when he was considerably overweight. Although he may have been a bit oddly-shaped, for most of his baseball-playing days Ruth was a big, solidly-muscled athlete who was well-proportioned at 6'2\" and 215 lbs., underwent a thorough training program before each season, and excelled at every aspect of the game. Unless the Yankees only started wearing pinstripes during Ruth's final years with the club (in the mid-1930s) , they would have had no need to disguise his \"girth.\" Moreover, as the following article from the 27 February 1912 New York Times demonstrates, the Yankees were not originators of the pinstriped uniform, and they first adopted that look several years before Babe Ruth became a member of the team: When manager Harry Wolverton's Yankees trot out from their clubhouse on April 11 to open the season with Boston, Hilltop fans will see their favorites togged out in uniforms closely resembling those worn by the Giants last season. The fad for the pin stripe in baseball toggery, introduced by the Cubs a few years ago, has reached the Hilltop, and the home uniforms of the Yankees this year will be of that design. The home uniform will consists of white shirt and pants, with black pin stripe and \"N.Y.\" on the left breast; a white cap with a blue monogram, and blue stockings with maroon stripes. The Yankees abandoned pinstripes after the 1912 season, brought them back in 1915 (in navy blue rather than black), and have worn them ever since. In 1912, however, Babe Ruth was a 17-year-old resident of St. Mary's Industrial School for boys in Baltimore, and in 1915 he was just beginning his major league career as a pitcher with the Boston Red Sox. Ruth didn't join the Yankees until 1920, Red Sox owner Harry Frazee having sold him to New York after the end of the 1919 season. In 1915 the Babe was not a Yankee nor was he overweight, so if New York started wearing pinstripes because of his supposed girth back then, they must have been prescient indeed. As Ruth biographer Marshall Smelser noted, \"No other person outside of public life so stirred our imaginations or so captured our affections.\" If we want to attribute to the Babe even that which he wasn't responsible for, well, perhaps it's only a fitting part of his larger-than-life legend. Additional information: Yankees Uniforms (New York Yankees)",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/gp/product/0618085270?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0618085270;http://www.amazon.com/gp/product/080329218X?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=080329218X;http://www.amazon.com/gp/product/0071432442?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0071432442;http://www.amazon.com/gp/product/0062732064?ie=UTF8&tag=urbanlegendsrefe&linkCode=as2&camp=1789&creative=9325&creativeASIN=0062732064;http://newyork.yankees.mlb.com/NASApp/mlb/nyy/history/uniforms_logos.jsp;",
  "Example": "[Okrent and Wulf, 1989] Babe Ruth's girth, incidentally, is the reason the Yankees wear pinstripes. Yankees owner Jake Ruppert thought he would look slimmer that way.",
  "Last Updated": "6 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/baseball/pinstripes.asp",
  "Claim": "The New York Yankees adopted pinstriped uniforms in an effort to disguise Babe Ruth's girth.",
  "Claim_ID": "sports_baseball_pinstripes",
  "Tags": ""
}