{
  "Origins": "At the 1994 Winter Olympics in Lillehammer, Norway, Elvis Stojko captured the silver medal in the men's figure skating competition. This win propelled the diminutive Canadian skater into the awareness of those outside his sport and made him a household name in his home country.",
  "Fact Check": "",
  "Description": "Eric Lindros was by then already a household name in Canada. He had been the Quebec Nordiques' No. 1 pick in 1991 NHL draft, but he began his professional career by sitting out the 1991-92 season rather than play in Quebec. In 1992 he was traded to the Philadelphia Flyers for six players, two No. 1 draft picks, and $15 million . He did not disappoint Philadelphians, becoming the Flyers' captain and winning the Hart Trophy as the NHL's most valuable player in 1995. Lindros had also come to the public's attention through his off-ice activities. In 1992 he was arrested on an assault charge for pouring beer over a woman's head and spitting a mouthful of beer into her face in a bar in Whitby, Ontario. Lindros claimed the woman had assaulted him, and reasonable doubt over what had actually transpired resulted in the star center's acquittal. Remnants of that incident (which played out in the newspapers for months as the court cases dragged on) fed the belief that Lindros was a bar brawler; that characterization, in turn, worked to support the hot story of 1996. During the summer of that year, a rumor about a fistfight between Eric Lindros and Elvis Stojko came to be whispered across the back fences. Its origin was unknown and remains so to this day. According to the gossip, the little figure skater had whomped the tar out of the big, belligerent hockey player. On paper, the match-up looked decidedly one-sided: the 6'4\", 237-lb., rough and tough Lindros against 5'7\", 156-lb. Stojko. Yet numbers alone wouldn't tell the whole story because the seeming underdog had earned an advanced black belt in karate at age 16, something Lindros supposedly found out the hard way. Where the can of whoopass was supposedly opened changed from telling to telling: at a new casino in Orillia, at a charity golf tournament, in a bar in Toronto, Oshawa, Gravenhurst, Richmond Hill (Stojko's home town), or somewhere in the cottage-country district of Muskoka. Only rarely did these accounts list an explanation for what might have caused the outburst of aggression between these two men; most versions were silent on this subject. On the few occasions when explanation was given, it asserted Lindros taunted and mocked the much smaller skater into physical retaliation. Stojko has consistently denied the tale, yet (as can be the case with rumors our \" Hit the Floor! \" page details a similar experience of Eddie Murphy's), even his word wasn't regarded as good enough by those who had heard the story from sources they considered trustworthy. In October 1996 the skater was quoted in the Edmonton Journal about one such encounter: No, the funny thing is, that rumor was everywhere. I heard it from people in the southern United States; I had a guy come up and tell me his daughter was in the bar the night it happened and she saw the whole thing. And I'm standing there, going, \"Oh, is that right?\" Stojko and Lindros are friends, which makes them an unlikely pair to have at one another in a bar. Lindros occasionally popped up at a Stojko practice while Elvis was preparing for the Olympics, and the two were known to joke about the rumor that had become attached to them. Likely the story about the fight that never was will outlast both their careers. Elvis Stojko was to win a silver medal again at the 1998 Winter Olympics in Nagano, Japan, in a performance noted as much for the skater's courage as for his artistry he completed a flawless long program despite being in a great deal of pain due to a groin injury and the flu. Yet a third Olympic medal for Stojko was not to be, as he finished 8th at the 2002 Winter Olympics in Salt Lake City. He retired in 2002 and unretired in 2003, but not much has been heard about him since. Eric Lindros suffered a series of concussions in 1999-2000 and sat out the entire 2000-01 NHL season, but he was traded to the New York Rangers in 2001 and played with them for another three years before joining the Toronto Maple Leafs for the 2005-06 season. An overview of his career stats is available here . Barbara \"sk8er boiz\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.hockeydb.com/ihdb/stats/pdisplay.asp3?encode=TRUE&pid=3158;",
  "Example": "[Collected on the Internet, 1996] It seems that a story has been circulating around Ontario for a few months now, regarding a bar fight between Philadelphia Flyers' Eric Lindros and Figure skater Elvis Stojko. Apparently, little Elvis whupped big Eric's ass, as the former is a black-belt in karate.",
  "Last Updated": "21 January 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/hockey/lindros.asp",
  "Claim": "NHL tough guy Eric Lindros lost a bar fight to figure skater Elvis Stojko.",
  "Claim_ID": "sports_hockey_lindros",
  "Tags": ""
}