{
  "Origins": "Baseball Hall-of-Famer Larry Doby was the first black man to play in the American League, making his debut with the Cleveland Indians in July 1947, three months after Jackie Robinson had broken the color line in major league baseball by starting the season with the Brooklyn Dodgers of the National League. Although Robinson's earlier entr e into the major leagues somewhat eased the way for Doby to integrate the American League, the challenge and difficulties Doby faced were similar. (As Doby later said: \"It was eleven weeks between the time Jackie Robinson and I came into the majors. Eleven weeks. Come on. Whatever happened to him happened to me.\") Doby also faced a tougher task in that he had far less time than Robinson to prepare for his role as a trailblazer, as he spent no time in the minor leagues and went directly from a Negro League team to a major league roster in mid-season: Doby's preparations for the personal trials of major league baseball lasted about one and one-half years less than Jackie Robinson's. Robinson had a whole winter, followed by a full season in the International League at Montreal, followed by another whole winter, to prepare to integrate the National League. He had sessions with [Dodgers president] Branch Rickey and with friends to plan and even practice strategies for personal and professional survival. Most of all, he had time time to talk with his wife Rachel, and with wise and respected black and white friends, time to think, time to allow his feelings to move and change him. For his part, Doby expressed no regret at his lack of preparation time, saying: \"I look at myself as more fortunate than Jack. If I had gone through hell in the minors, then I'd have to go through it again in the majors. Once was enough!\"",
  "Fact Check": "",
  "Description": "Like Robinson, Doby was the target of vile and hateful abuse (both verbal and physical) from spectators and opposing players, and, like Robinson, Doby didn't even enjoy the support of most of his own teammates. Just as several Dodger players had circulated a petition during spring training in 1947 announcing that they refused to play on the same field as a black man, so some of Doby's Cleveland Indian teammates reportedly declined even to shake his hand when he was introduced to them in the clubhouse before his first game. (Doby later deemed his initial reception \"one of the most embarrassing moments\" of his life.) The snubbing continued through Doby's debut with the Indians on 5 July 1947: Larry Doby, the introductions done, stepped out into the sun wearing No. 14 on that afternoon of July 5, 1947. The Indians retired his number [in 1994] 40 years after his 32 homers and 126 RBI helped lead them to the 1954 World Series but on the day of his debut, he was studiously ignored by his new teammates. Several minutes passed, and still he just stood there, no one willing to warm him up or play catch with him. \"You don't know what a terrible feeling that was,\" he would recall. Interestingly, [Joe] Gordon rescued him. \"Hey, kid, let's warm up,\" the All-Star second baseman said to the new second baseman, and they did. (Contemporary accounts indicate that Doby's debut may have been less dramatic he was initially warmed up on the sidelines by Cleveland manager Lou Boudreau, who then introduced him to second baseman Joe Gordon as the Indians took the field for their pregame drill.) Although it would be difficult to exaggerate the abuse endured by black players such as Jackie Robinson and Larry Doby during the early years of integrated baseball, embellishments have inevitably crept into both the positive and the negative accounts of these players' experiences, and the account quoted at the head of this page is an example of one such embellishment. Larry Doby made his first appearance in the major leagues during a game against the Chicago White Sox on 5 July 1947, just a few days after the Indians had purchased his contract from the Newark Eagles of the Negro National League. He was sent up to the plate as a pinch-hitter in the seventh inning of that game, and although he was indeed visibly nervous and ended up striking out, his time at bat wasn't as haplessly futile as described in the piece cited above (which claims \"he didn't get within a foot of the ball\"). According to the Associated Press account of that game: Doby, less than three hours after he signed a Cleveland contract, went down swinging on five pitches against Earl Harrist in the seventh inning, with one out and Cleveland runners on third and first. Obviously nervous, the 22-year-old player from Paterson, N.J. who was purchased by Cleveland last Thursday from the Newark Eagles of the Negro National League, got a rousing hand from a Comiskey Park crowd of more than 18,000 as he stepped up to bat for Pitcher Bryan Stephens. Doby, a left-handed batter, swung from the heels and missed Harrist's first pitch. He also went after the second pitch and connected for a scorching drive down the left-field line which was foul by inches. Doby let the next two pitches go by for balls, but on the fifth toss, a little wide, he swung again and missed for a strike-out. The Negro again was loudly applauded on the way back to the bench. The Chicago Tribune described Doby's inaugural at-bat in much the same way: [Doby] swung at the first pitch but missed. He swung at the second, and whistled a line drive past third base. It curved foul. Then Harrist tried to make him bite on a couple of bad pitches. He let 'em alone. The next hooked over the plate, and he indulged in another free-for-all swing, but not in the right place. All the other details contained in the account presented above are wrong as well. Larry Doby got into the game by pinch-hitting for the pitcher in the seventh inning, which meant his single at-bat came in the ninth slot in the batting order; since Joe Gordon hit sixth that day, there is no way Gordon could have \"batted right after Doby,\" as five other hitters came between the two men in the batting order. (In fact, Joe Gordon was standing on third base when Doby came up to bat!) Nobody else on the Indians struck out after Doby had fanned in the seventh inning, so this isn't a case of some other teammate's being mistaken for Joe Gordon. And the pitcher Doby faced that day, Earl Harrist, had previously played only for the Cincinnati Reds of the National League before joining the Chicago White Sox in 1947, so Joe Gordon a career American Leaguer couldn't have already established a \"good batting record\" against him. How does a tale stray so far from the truth? In this case we can make some good guesses, because we know the source: an account broadcast by a New York radio show (and subsequently picked up by Sports Illustrated ) during an interview with former Cleveland Indians owner Bill Veeck in 1961, fourteen years after the fact: I can remember Doby's first time at bat ... He swung at three pitches and missed each one of them by at least a foot. He walked back to the dugout with his head down. He was so discouraged that he walked right by everyone on the bench and sat in the corner, all alone, with his head in his hands. Joe Gordon was up next and Gordon was having his best year and this particular left-hander was the type that Joe usually murdered. Well, Joe missed each of three pitches by at least two feet and came back to the bench and sat down next to Doby, and put his head in his hands, too. I never asked Gordon then and I wouldn't ask him today if he struck out deliberately. After that, every time that Doby went onto the field he would pick up Gordon's glove and throw it to him. It's as nice a thing as I ever saw or heard of in sports. The point of confusion becomes obvious with a little research. What Veeck's faulty memory recalled years later was not Larry Doby's first time at bat in the major leagues, but Doby's first appearance as a starting player, which occurred in the second game of a doubleheader against the White Sox on 6 July, the day after his first at-bat. By some accounts, Cleveland manager Lou Boudreau unwittingly provoked another racial incident when he inserted Doby at first base in the day's second game. Doby was a second baseman at the time and therefore didn't have the appropriate glove for playing first base, and the only teammate he could borrow one from was Eddie Robinson, one of the two men who had reportedly refused to shake his hand in the clubhouse the day before: Having listed Doby at first, Boudreau now had a problem: Doby did not have a first baseman's mitt. Of Cleveland's two first basemen, Les Fleming threw left-handed, rookie Eddie Robinson right-handed. Doby threw with his right hand. Boudreau, whose role as player-manager already imposed many responsibilities, often depended on [traveling secretary] Spud Goldstein for help of all kinds. He also remembered Veeck's advice of the previous day that Goldstein would serve as the \"in between man\" in matters involving Doby. Thus the traveling secretary got the job of approaching Robinson. \"Would you lend your glove to Larry Doby?\" Goldstein asked. \"No,\" Robinson allegedly replied, \"I won't lend my glove to no nigger.\" Persisting, Goldstein is supposed to have asked, \"Eddie, would you lend it to me?\" With that, Robinson tossed his glove to Goldstein, saying, \"Here, take the glove.\" This is undoubtedly the game Bill Veeck was referring to: Larry Doby batted fifth in the line-up, just ahead of Joe Gordon, and struck out in the first inning against a pitcher (Orval Grove) whom Gordon would have faced many times before in his career (although Veeck's memory is again faulty in the details, as Grove was not a left-hander, nor was 1947 Gordon's \"best year\"). But again, the facts (as revealed by the game's play-by-play account) don't fit the plot: after Larry Doby struck out in his first at-bat at the start the second inning, Joe Gordon came up next and didn't likewise strike out. In fact, Gordon did the very opposite he hit a home run! Neither Doby nor Gordon struck out in any of their subsequent at-bats during that game. The idealized version of events related by Veeck years later implies that Joe Gordon deliberately and ostentatiously struck out to express empathy for a beleaguered teammate. Although Doby's debut as the American League's first black player was an event that prompted intense media coverage, no press account of the game described Doby as swinging at three pitches and \"missing each of them by a foot\" or of his afterwards \"sitting in the corner [of the dugout], all alone, with his head in his hands,\" nor did any account describe Gordon (an All-Star and former American League MVP) as \"miss[ing] each of three pitches by at least two feet\" and then sitting \"down next to Doby and put[ting] his head in his hands, too.\" These events would have been plainly visible to a gaggle of sportswriters all eager for some angle to use in spicing up their columns, but not one of them saw fit to report what Bill Veeck later claimed to have witnessed that day. (Veeck would have been watching the game from the stands, not the dugout, and thus he wouldn't have had any better view of events than the sportswriters did.) Nor did either Doby or Gordon ever, in all the years afterwards, say a word about this supposed display of solidarity on Gordon's part. As one Doby biographer wrote: \"No Big Story arose from Doby's appearances on July 5 and 6. The Big Story was that there was no Big Story.\" There are more mundane explanations for the phenomenon that Veeck attributes to a grand and flashy show of support from Joe Gordon. The two most reviled figures in major league baseball in 1947 were the black man and the rookie the former because the major leagues had previously been an all-white domain (and plenty of players, owners, and fans wanted them kept that way), and the latter because rookies had always been regarded as interlopers out to steal jobs away from established players. As both a rookie and a black man, Larry Doby could have expected to find no friends at all on the 1947 Cleveland squad; that one of the few teammates to befriend him that year (and the person described as his \"first friend in white baseball\") turned out to be the player whose job he was ostensibly there to usurp (Larry Doby and Joe Gordon were both second basemen at the time) was nothing short of extraordinary: A few of [the Indians], notably Joe Gordon, Jim Hegan, Steve Gromek, and Bob Lemon, befriended Doby in the summer of 1947. At least one hated him, expressed his hatred openly, and was banished by Veeck to the minor leagues at the end of the season. Most were just passively indifferent, feeling no obligation to protect him or protest his forced segregation from them at night [because blacks could not eat at the same restaurants or stay at the same hotels as white players]. When Larry Doby came up to the major leagues, it was common practice for players to leave their gloves on the field at the end of each half-inning rather than carrying them into the dugout as they do today, and a second baseman would typically toss his glove onto the outfield grass just beyond the rim of the infield between first and second base when his team came up to bat. Doby didn't become an everyday player until 1948, and since during their three years together as starters (1948-50) Gordon played second base and Doby played center and right field, Gordon's glove was always in Doby's path as the latter trotted out to take up his position in the outfield. It required no remarkable effort for Doby to bend down, pick up Gordon's glove, and toss it to the second baseman each time the Indians took the field a simple enough gesture of respect to perform for one of the few teammates to have befriended him during his difficult first year. (Since the few other Indians listed among those who made the effort to be friendly with Doby in 1947 were all pitchers or catchers, he could hardly have performed similar gestures for them.) Larry Doby may have needed some assistance of the social variety during his early days in the big leagues, but he never needed anyone's help to keep from looking foolish at the plate. As a two-time American League home run champion, he demonstrated that the batter's box was one place he could hold his own with anyone.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1930844018/ref=urbanlegendsrefe;http://www.baseball-reference.com/boxes/CHA/CHA194707062.shtml;http://espn.go.com/sportscentury/features/00016431.html;http://baseballhall.org/hof/doby-larry;",
  "Example": "[Collected on the Internet, 2003] Larry Doby was the first African-American to play for an American League team. The year was 1947. Doby was a promising rookie for the Cleveland Indians. He didn't look promising, however, his first time at bat. He was tense and nervous. He swung at three pitches and missed each of them badly. His first time at bat and he didn't get within a foot of the ball. Slowly he walked to the dugout with his head down. He picked out a seat on the end of the bench and there his rested his head in his hands. A player by the name of Joe Gordon was on that same Cleveland team. Joe was an outstanding second baseman. He batted right after Doby. Gordon had a good record batting against the pitcher who was on the mound that day. But something quite extraordinary was about to happen the stuff of baseball legend. Joe Gordon went up to the plate and missed three pitches in a row each of them by at least two feet. Then he walked slowly to the end of the bench and sat down next to Larry Doby. Then Joe Gordon slowly put his head in his hands. Did Joe Gordon strike out that day deliberately? We will never know. However it is interesting to note that every time Larry Doby went out on the field from that day on, he first picked up Joe Gordon's glove and tossed it to him.",
  "Last Updated": "4 April 2013",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/baseball/doby.asp",
  "Claim": "Cleveland Indians second baseman Joe Gordon deliberately struck out to prevent rookie Larry Doby from looking bad during his first at-bat.",
  "Claim_ID": "sports_baseball_doby",
  "Tags": ""
}