{
  "Origins": "This e-mailed tale about the NHL's Chicago Blackhawks hockey team began making the rounds in December 2008. Unlike many such Internet-circulated accounts, this one is mostly accurate.",
  "Fact Check": "",
  "Description": "On 21 November 2008, 80-year-old Stan Tallon, father of Blackhawks' general manager Dale Tallon, died of Parkinson's disease. His wake was to be held the next day in Gravenhurst, Ontario, a town about 110 miles north of Toronto. That same day, the Chicago Blackhawks defeated the Toronto Maple Leafs 5-4 in overtime in Toronto. The Blackhawks were scheduled to fly back to Chicago after the game but instead the decision was made for them to stay over in Toronto, make the trek to Gravenhurst the next day, then fly home out of Toronto that night. While the e-mailed account says the decision to attend the wake was arrived at through a unanimous vote taken in the locker room after the game, Rick Morrissey of the Chicago Tribune wrote that the team was \"told they were going by management.\" There were no complaints out of the players, though, no grumblings about how they'd rather be home: Blackhawks right wing Adam Burish said in an interview about the decision to attend that \"It was a no-brainer that we were going to be there for Dale and for his family. As a team coming together for Dale, he would do the same for us, no question about it.\" According to Morrissey, the e-mail also departed from the truth by referring to the buses the team traveled on as rickety and unheated. However, the buses did stop in a small town during the return to Toronto, where the players did mob the local McDonald's. (The coaching staff ate at the local Harvey's, a Canadian fast food hamburger chain.) That particular McDonald's happened to be giving out trading cards, including those of Patrick Kane and Jonathan Toews. The players were given Monday (24 November) off by Joel Quenneville, the team's coach. This story is special because it highlights an unfortunate truth about what is considered newsworthy. As the e-mail put it, \"Had one of the Blackhawks got into a fight and punched some drunken loser in a Toronto bar it would be plastered all over papers and the television,\" yet this tale about a team that rather than fly home to their families when expected spent an extra day on the road to attend the wake of their general manager's father barely made it into the papers. Prior to the emergence of the e-mailed account, only the briefest mentions of the story turned up in the news. The Blackhawks themselves have apparently been reticent about publicizing it, as my phone calls to Jordan Horst and Adam Rogowin of the team's media relations group were not returned. (I expected the latter might have been able to provide a wealth of information, as I was told he had been on this particular road trip.) Tales about professional sports figures behaving badly charges into the news like a runaway horse, but stories about good folks doing the right and decent thing enters quietly on little cat feet, if at all. Barbara \"meow unmixed\" Mikkelson Additional information: Blackhawks Make Pit Stop at McDonald's (Blackhawks TV)",
  "Originally Published": "",
  "Referred Links": "http://blackhawks.nhl.tv/team/console.jsp?type=fvod&id=27938&catid=690;",
  "Example": "[Collected via e-mail, December 2008] In the middle of a grueling six game road trip where a very young hockey team is away from home, the third game of the trip ends late on a cold Canadian Saturday night. This is the only break on the trip and the three days between games allow them the only break to get back home in their own beds for a couple of days before going back on the road. A scheduled commercial flight waits for them at Toronto's International Airport for the short flight home; they could be home by midnight. This plane departs on schedule, but without a single member of the hockey team. Back in the locker room a vote is taken after the game was complete, and a unanimous decision is made by this young team to skip this flight and stay one more day. They make arrangements to check back in the hotel and on a frozen Sunday morning charter two buses that have no heat and begin a journey two hours straight north into a sparsely inhabited Canada, but where hockey is its passion. They arrive at their destination to the surprise of the teams general manager who is there attending his fathers wake. After a few emotional hours, this team boards the buses and heads back for a two-hour trip back to Toronto. On the way they ask the drivers to stop in a tiny Canadian town because they are hungry. To the shock of the patrons and workers at this small hockey town McDonald's, a professional team walks out of two rickety buses and into the restaurant, which just happens to have pictures of two members of this team on its wall. The patrons know every single one of these players by sight being Fanatic fans of hockey in these parts. One can only imagine their amazement of the locals seeing and the entire professional hockey team sit down and have a meal in their tiny little town in the middle of a hockey season. After a while they board the buses and catch their same flight 24 hours later, giving one day to their general manager. Have I made this up, is this an excerpt from some fictional book? No. This a true story of the Blackhawks last Saturday night and they decided to attend Dale Tallon's fathers funeral. It's amazing that such a good story can be found nowhere on the internet, and not even mentioned in the Chicago papers. Had one of the Blackhawks got into a fight and punched some drunken loser in a Toronto bar it would be plastered all over papers and the television. This being said, its hard to imagine any professional football, basketball or baseball team doing this, but the members of the Blackhawks claim any \"hockey\" team would have done this. This is one reason I continue to be a big hockey fan, and another reason I am excited about this Chicago team. I thought I would share as this story appears to have gone unnoticed.",
  "Last Updated": "15 December 2008",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/sports/hockey/blackhawks.asp",
  "Claim": "Members of the Chicago Blackhawks attended a wake for the father of the team's general manager.",
  "Claim_ID": "sports_hockey_blackhawks",
  "Tags": ""
}