{
  "Origins": "Few people who lived through events such as the Japanese bombing of Pearl Harbor on 7 December 1941 or the terrorist attacks against America on 11 September 2001 would deny that they immediately recognized those events to be momentous ones points at which history took a sudden left turn and unexpectedly headed off down a different path. Not all events are recognizable as momentous at the moment they occur, however; sometimes their historical significance is only evident in retrospect, after the passage of many years.",
  "Fact Check": "",
  "Description": "No one anticipated, for example, that when an 18-year-old machine shop worker clutching a battered guitar walked into the office of the Memphis Recording Service during the summer of 1953 and paid to record himself performing a couple of songs (ostensibly as a gift for his mother), Elvis Presley was on his way to becoming a towering figure in American popular music and a national icon. Nor did anyone realize that when an 18-year-old boy recently returned from a stint driving Red Cross ambulances in post-war France made his way to Kansas City in 1919 and took a $50/month job drawing farm equipment ads for the Pesmen-Rubin Commercial Art Studio, Walt Disney had taken his first step towards founding a multi-million dollar entertainment empire. Likewise, in the world of sports, 2 June 1925 was not recognized as a significant date until many years later. That was the day on which a youngster out of Columbia University, Lou Gehrig, took over first base duties for the New York Yankees, holding the position for the next fourteen years and embarking on a Hall of Fame career that saw him play in an astounding 2,130 consecutive games a streak that ended only when a fatal disease (amyotrophic lateral sclerosis) so eroded Gehrig's physical skills that he could no longer perform on the field. (Gehrig died two years later, and amyotrophic lateral sclerosis, or ALS, is now commonly known as \"Lou Gehrig's disease.\") Once that date came to be recognized as something significant, it also became the centerpiece of a baseball legend: Gehrig got his big break only because Wally Pipp, the Yankees' regular first baseman since 1915, sat out a game with a headache. (Technically Gehrig's streak began a day earlier when he entered a game as a pinch-hitter, but 2 June 1925 marked the beginning of his tenure as the Yankees' first baseman.) The Pipp-Gehrig legend is a cautionary tale for the ages: In those days baseball players were supposedly made of sterner stuff and played through injuries and pain; a veteran wouldn't dare to beg his manager for a day off unless he had a bone poking through his skin. But, legend has it, Wally Pipp allowed a minor ailment like a headache to keep him out of a game, and as a result he lost his starting job to a rookie, never got it back, and was traded away at the end of the season. If only Pipp had been made of that sterner stuff, who knows what might have happened? Maybe he would have kept his job, Gehrig would have quit or been traded, and the name Wally Pipp might now be remembered as something more than the answer to a trivia question. As I've long been an avid fan of baseball history, my interest in the Gehrig legend was piqued when I read a then-new book about Babe Ruth and came across a passage that suggested the accepted Pipp-Gehrig tale was all wrong: Take Wally Pipp. Today, he's remembered as a trivia question: the guy replaced in 1925 by Lou Gehrig, who then went on to play a remarkable 2,130 games in a row. Even worse is the myth that surrounds the tale that Pipp, the \"man in the shadow,\" as the Times once called him, didn't play that day because he had a headache, a story that appeared 14 years after the actual incident. No, Pipp didn't play that day because he was suffering from a headache try a fractured skull, the lingering effect of a batting-practice beaning from hard-throwing Yankee rookie Charlie Caldwell, better known in later years as Princeton University's football coach.2 Hmm, I thought to myself, if it was true that Wally Pipp gave way to Lou Gehrig because his skull had been fractured by a batting practice pitch, and this was the first I'd heard of it despite having been a devoted baseball fan for 35 years , this sounded like the kind of story to write an article about for our web site. The first step in the process of writing such an article was attempting to verify what I'd just read, so I picked up another baseball book, one which chronicled 100 years of New York Yankee history, and flipped through it to see what it had to say about the events of 1925: On June 2, [Pipp] stepped in to take batting practice against a prospect out of Princeton named Charlie Caldwell. Trying to impress, Caldwell was throwing hard. An errant pitch hit Pipp on the temple. He went down and stayed down. The semiconscious first baseman was hustled off to the hospital, where he stayed for the next two weeks. When he returned, the Yankees had a new first baseman. Huggins used Pipp's injury to make a move he'd been contemplating for several weeks. The season was over, and it was time to experiment. He told Lou Gehrig, \"You're my new first baseman.\" Gehrig, who'd played sparingly thus far, including a pinch-hit performance the day before, took over at first base on June 2. He wouldn't relinquish the spot for 13 years.3 So far, so good two different sources said the same thing. But I knew from long experience that it's always best to corroborate historical information found in secondary sources by referring to contemporaneous documentation whenever possible, so I searched issues of the New York Times from 1925 to find an original article about Pipp's beaning. I soon discovered that the sources quoted above were wrong: Wally Pipp suffered his batting practice injury on 2 July (not 2 June ) 1925, a full month after he'd been supplanted at first base by Lou Gehrig, as the New York Times reported on 3 July 1925: Suffering from concussion of the brain as a result of being hit by a pitched ball in batting practice at the Yankee Stadium yesterday afternoon, Wally Pipp, the Yankees' veteran first baseman, was resting comfortably at St. Vincent's Hospital last night. It was stated early this morning that the player would live. His condition was described as serious, but he was conscious and clear-headed. An X-ray picture was taken early in the evening, but it was said at the hospital that no report is expected from this until this morning. Pipp was taking his regular turn in batting practice when Charley Caldwell, the former Princeton star, shot over a fast ball that flew high and inside. The ball hit Pipp, a left-handed batsman, over the right ear. He dropped in his tracks and was carried to the clubhouse, where trainer Al Woods and club doctors worked over him. Pipp regained consciousness within a few minutes, but shortly afterward again became insensible. He suffered from violent nausea, but there was no bleeding from the head, as in the case of Ray Chapman, the Cleveland shortstop, who was fatally injured when a pitched ball hit him at the Polo Grounds in mid-summer of 1920. After working over the injured Yankee, the doctors ordered him removed to St. Vincent's Hospital, the same institution in which Babe Ruth was a patient this Spring. Pipp recovered quickly after arriving at the hospital, but suffered from pain and shock. An opiate was administered last night and he fell into a quiet sleep. In the opinion of surgeons, Pipp had a narrow escape from the fate that overtook Chapman five years ago. The brilliant Indian shortstop was hit on the head by a ball thrown by Carl Mays, then a Yankee pitcher. Chapman did not lose consciousness instantly, but walked off the field aided by teammates. In the clubhouse he collapsed, was operated on late that night and died early the next morning at St. Lawrence Hospital. Chapman was hit on the left side of the head, causing a depressed fracture, a rupture of the sinus and a clot on the brain.4 Well, so much for that. But I still had to consider the possibility that even if Pipp wasn't suffering from the effects of a fastball to the head when he gave way to Lou Gehrig, he might still have had a headache that kept him on the bench that day. Although the author of the Babe Ruth book quoted above was wrong about why Pipp was taken out of the Yankee line-up, he raised a good point in noting that the headache story didn't surface until 14 years later (presumably in a 1939 article about the end of Gehrig's streak). I verified that the first mention of Pipp's having a headache on 2 June 1925 didn't appear in the New York Times until 1941, in an article about Lou Gehrig's death. A long gap between occurrence and first reporting of an incident is one of the hallmarks of urban legendry, often an indicator that someone made up a fictitious story long after the fact, so the non-mention of Pipp's headache until 14 years later raised a red flag. Of course, we wouldn't necessarily expect to see such a story show up in the press right away, since nobody knew in 1925 that Gehrig was going to set a record for consecutive games played; several years elapsed before Gehrig's streak became noteworthy to the point that reporters would have started digging around for background on its origins. Still, Gehrig's streak was noteworthy long before it ended he obliterated the previous record of 1,307 consecutive games played in 1933, and newpapers were tracking his streak at least as far back as 1930, so why didn't the headache story surface in the press earlier than 1939, the year Gehrig's streak finally came to a halt? While researching this item, I came across an intriguing statement at the end of a retelling of this story in a New York Times article about Gehrig's death: An odd little incident gave Gehrig his start and an even stranger disease, one almost totally unknown for a robust athlete, brought it to an end. Columbia Lou's string of consecutive games began, innocently enough, when the late Miller Huggins sent him up to bat for Peewee Wanninger on June 1, 1925. The husky 22-year-old promptly singled. Huggins was impressed by the way Gehrig had delivered, but according to the tale that is told he had no notion of using him as a first baseman. The Yankees had a star at the initial sack in those days, Wally Pipp. But Pipp was troubled with frequent headaches. On June 2 he was bothered by pains in his head. \"Has any one an aspirin tablet?\" asked Pipp. Huggins overheard him and, on a sheer hunch, decided to use the \"kid\" Gehrig at first base. He never left the line-up again until his voluntary resignation fourteen years later. Perhaps that story is not cut from the whole cloth. Gehrig has denied it, but Pipp insists just as vehemently that it is true.5 The last few sentences indicate that there was some doubt over the authenticity of the \"headache\" explanation as far back as 1941, and that Pipp and Gehrig had made contradictory statements about its truthfulness. The latter point would tend to support the story as true: Pipp seemingly had no reason to confirm a story that was somewhat embarrassing for him (i.e., he lost his starting job because of a headache), while Gehrig seemingly did have motive to deny it (i.e., he would want to be seen as a player who earned his starting spot through hard work and superlative skills, not because he happened to be in the right place when someone else came down with a minor ailment). Still, that wasn't much to go on. A little more digging revealed the source of the confusion that took in later writers: a 1953 article in which Wally Pipp himself misremembered the sequence of events surrounding his injury and his replacement by Gehrig: The story has grown to be an accepted fact. On June 2, 1925, Wally Pipp, the regular Yankee first baseman, reached into his locker and took out an aspirin bottle so the legend would have everyone believe. \"What's the matter, Wally?\" asked the observant Miller Huggins, the Yankee manager. \"I have a headache, Hug,\" answered Pipp. \"Suppose you take the day off,\" suggested Hug. \"I'll use that big kid, Gehrig, at first base today.\" Fourteen years and 2,130 consecutive games later, Lou Gehrig called it a career after setting an endurance record which promises to defy all challengers. Pipp never returned to the Yankee line-up again after reaching for that aspirin bottle. But did he ever reach for it? \"It's a very delightful and romantic story,\" chucked Pipp the other day. \"I realize that its [sic] grown to be accepted as the truth. But it just isn't correct. I won't deny that I had a headache that day. I had one which was a pip. Ha, ha. And I'm not trying to make a pun, either. Here's what actually happened. \"I was taking batting practice that day and the guy who was pitching for us was a big, strong kid from Princeton, Charlie Caldwell. He's now the Princeton football coach and a might successful one, I might add. Charlie whistled one in and, somehow or other, I just couldn't duck. The ball hit me right here on the temple. Down I went and I was much too far gone to bother reaching for any aspirin bottles. \"No, sir. They carted me right off to the hospital. It's funny how you remember little things, relatively unimportant trifles. As I was wheeled into the room, the nurse remarked, 'What's this another baseball man? Ring Lardner, the baseball writer, was in this same room yesterday. Now we have a baseball player taking his place.' \"I was in that hospital for two solid weeks. By the time I returned to the Yankees, Gehrig was hitting the ball like crazy and Huggins would have been a complete dope to give me my job back. He wasn't a dope. So he didn't do it. Not only was Gehrig a better ballplayer than I was, but he was 22 and I was 32. It was as simple as that. But please don't believe that aspirin story. It just isn't true.\"6 It's hard to explain how a man who claimed to remember even \"unimportant trifles\" could mix up such significant milestones in his life as losing his starting job with the New York Yankees and nearly dying from a batting practice beaning, events that occurred a full month apart, but evidently he did. Perhaps his memory simply waned with the passage of time, or perhaps he unconsciously (or even deliberately) conflated two different events to come up with one story that reflected his past in a better light. (Back in Pipp's day sportswriters often resorted to euphemism to express things they could not say directly for example, a player who missed a game due to a hangover might be said to have been suffering from \"the flu\" or \"a headache.\" Therefore, Pipp might have sought to preserve his reputation by making it clear that any \"headaches\" he suffered while a player had specific medical causes and were not alcohol-related.) Still, nothing I uncovered to this point definitively established whether or not Wally Pipp sat out the game of 2 June 1925 because he had a headache. Another avenue of thought then occurred to me: if Pipp truly skipped a game due to a headache, why wasn't he back in the starting line-up a day or two later? He was the Yankees' regular first baseman (and had been for over ten years), and it wasn't the case that Gehrig was so immediately impressive that Yankee manager Miller Huggins never considered taking him out of the line-up again. In fact, Huggins pulled Gehrig for a pinch-hitter several times that first month, and on 11 July the New York Times noted that Huggins was not yet bowled over by Gehrig's prowess at the plate: In the meantime Miller Huggins is not completely satisfied with the daily exhibitions of Lou Gehrig. The mite one went so far the other day as to send Fred Merkle, the ancient ex-Giant, to first base against a left-handed pitcher. Gehrig's hitting against right-handers has been robust enough, but he is still weak against the portsiders.7 So if the only thing wrong with Pipp was a headache, why didn't play another game at first base after Gehrig finally got a chance to start at the position? The answer is found by considering the context of what was going on with the Yankees in 1925. After winning three straight American League pennants between 1921-23 , the Yankees finished a couple of games off the pace in 1924 as the Washington Senators captured their first flag ever. New York expected to regain the top spot in 1925, but that was the year Babe Ruth's excesses finally caught up with him. The Yankee slugger had allowed his weight to balloon to a hefty 260 pounds during the off-season (his normal playing weight at the time was about 215), he fell ill during spring training, and he finally collapsed on a train as the Yankees were heading north to start the season. The Bambino was hospitalized for several weeks with a mysterious ailment (rumors about the true cause of his condition include a severe case of gonorrhea, exhaustion, influenza, poor diet, a hernia, and alcoholism) and missed the first two months of the season; even after he returned, he was weak and ineffective for the rest of the year. (In 1925 Ruth batted .290 with only 25 home runs and 66 RBI , his lowest totals ever until his final year with the Yankees.) With Ruth either missing or too weak to play effectively, and some key players slumping (second baseman Aaron Ward and catcher Wally Schang were both in their last full seasons with the Yankees), New York tumbled to a dismal seventh-place finish (in an eight-team league) in 1925. With his team already near the bottom of the standings and eleven games under the .500 mark at the beginning of June, manager Miller Huggins decided to shake up his line-up and replace some of his slumping veterans with younger players. Contemporaneous news accounts leave no doubt that Wally Pipp did not sit out the game on 2 June 1925 with a headache; he was deliberately benched by a manager who had charge of a team that was playing poorly and who opted to sit down some of his older players to give others a try. The New York Times published the following account of Gehrig's first game as a starter on 3 June 1925: Miller Huggins took his favorite line-up and shook it to pieces. Wally Pipp, after more than ten years as a regular first baseman, was benched in favor of Lou Gehrig, the former Columbia University fence-wrecker. Aaron Ward, another old standby, surrendered second base to Howard Shanks. Steve O'Neill and Wally Schang perched themselves comfortably on the bench while Benny Bengough donned the mask and protector. The most radical shakeup of the Yankees line-up in many years left only three regulars of last season in the batting order Dugan, Ruth and Meusel.8 Another Times report from later in the week reinforced that Miller Huggins had altered his line-up by removing several older veterans (including Pipp) to give younger players a chance to get in the game: The main news of the week was the return of Mr. Ruth and the shake-up of the Yankees, neither of which had been expected at this early date by the experts. It was inevitable that some day the Babe would come back to the team and that one or two of the ailing veterans would journey in the opposite direction, but nevertheless the two events constituted a glad surprise to fandom. The Babe may be too sick to play, but the Yanks are also too sick to get along without him. For the present it may be a case of the halt leading the blind, but in the near future the combination of Ruth and a new, younger line-up should produce cheerful results. Miller Huggins's withdrawal of Ward, Pipp and the Schang-O'Neill combination was an admission that the absence of Ruth was not the only thing wrong with the club. Not all of these men are through Ward least of all; but they were in a slump, and Huggins did the obvious thing by injecting a little of youth into the team.9 In the case of Wally Pipp there was no inopportune headache, no \"delightful and romantic story\" just a case of a slumping player who lost his job to an up-and-comer and never got it back. But his replacement was the stuff of legend (the indestructible ballplayer finally felled by a fatal disease), and so he became part of a legend that mixed fact and fiction and grew so large even some of the participants came to believe in its fictional aspects.",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/0395561558/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/0809223953/ref=urbanlegendsrefe;",
  "Example": "[Daley, 1951] It was a long time between headaches. Wally Pipp had the first one. His head was buzzing when he reported to the Yankee Stadium on June 2, 1925. \"I can't play today, Hug,\" the big first baseman told Miller Huggins, the mite manager. \"Take an aspirin, Wally,\" Hug said. \"I'll let that kid Gehrig fill in for you while you rest.\" It sure was quite a rest. Not until May 2, 1939, was the name of Lou Gehrig ever out of a Yankee line-up.1",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/baseball/wallypipp.asp",
  "Claim": "Lou Gehrig's consecutive game streak begin when Yankee first baseman Wally Pipp sat out a game with a headache.",
  "Claim_ID": "sports_baseball_wallypipp",
  "Tags": ""
}