{
  "Origins": "At first blush, this story appears related to theme of the legend about an irate golfer who in a fit of pique pitched his golf bag into a water hazard, then realized his car keys were in the bag, dived into the water to retrieve it, became entangled in the weeds, and drowned an angry golfer vents his dissatisfaction with his game on an inanimate object, with fatal results. Surprisingly, however, this particular story is true: the life of a teenage boy was indeed ended by the very club he used on a bench as a way of venting his displeasure over a bad shot.",
  "Fact Check": "",
  "Description": "In 1994, 16-year-old Jeremy Brenno of Gloversville, New York, was killed when he struck a bench with a golf club, and the shaft broke, bounced back at him, and pierced his heart. Brenno had missed a shot on the sixth hole at the Kingsboro Golf Club and looked to vent his frustration by giving the nearby bench a good whack in retaliation. The fatal club was a No. 3 wood. Brenno's is not the only accidental death by golf club. In 2005, 15-year-old Rafael Naranjo of Gardner, Massachusetts, expired after playfully swinging a 5-iron he'd found in the street at a fire hydrant. His act caused part of the shaft, along with the head of the club, to break off and lodge in his neck. In 1951, Edward Harrison was playing a round at Inglewood in Kenmore, Washington, when the shaft of his driver broke and pierced his groin. He staggered 100 yards before collapsing and bleeding to death. In 2005, 12-year-old Chandler Hugh Jackson of Frisco, Texas, died in Cunningham, Kentucky, after apparently falling onto a broken golf club at Dogwood Hill club. A piece of the club's shaft went through the boy's chest and pierced his aorta. Barbara \"club dead members\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, June 2008] I once read in what I believe was The Arizona Republic (or a similar Arizona newspaper) about a young but spoiled golfer, so upset with a bad drive that he violently threw his club at a nearby bench. The club's shaft broke and sprang back at him and the jagged end of the shaft punctured his heart and killed him instantly.",
  "Last Updated": "14 May 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/sports/golf/shafted.asp",
  "Claim": "A golfer angered by a bad shot was killed by the club he threw in frustration.",
  "Claim_ID": "sports_golf_shafted",
  "Tags": ""
}