{
  "Origins": "Although this bit of lore about soused Scots limiting themselves to one slurp at the flask per hole has its charm, it does not have history on its side. The number of holes comprising a standard golf course was not determined by the amount of Scotch in a bottle.",
  "Fact Check": "",
  "Description": "Games similar to golf have been around since Roman times, and golf was being played at Scotland's famed Old Course at St. Andrews, the oldest extant golf course in the world, at least as far back at 1552. (Early Scottish versions of the game were called \"golf\" even though the game itself was not at that time all it would finally become.) However, golf wasn't always as regulated as it is now: Prior to standardization, early courses typically had any number of holes from five to twenty-four, and only over a long period of time did the game evolve to the point that eighteen became the standard number of holes for courses all over the world. But couldn't that number still be tied to a hip flask, you say? Not unless the bottle shrank. Originally, the Old Course at St. Andrews had only 12 holes, 10 of which were played over the same set of fairways both out and back, for a grand total of 22 holes per round. (That is, two of the holes were played once per round, while the other ten holes were each played twice per round, for a total of 22 holes per round.) In 1764, the Old Course's first four holes were combined into two holes, and from then on a round of golf at St. Andrews consisted of playing the now-standard total of 18 holes. So there you have it no drunken Scots at all. Barbara \"holey unimaginable\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, 2002] Why do full-length golf courses have 18 holes, and not 20, or 10 or an even dozen? How many of you golfers know the answer to this one? During a discussion among the club's membership board at St. Andrews in 1858, one of the members pointed out that it takes exactly 18 shots to polish off a fifth of Scotch. By limiting himself to only one shot of Scotch per hole, the Scot figured a round of golf was finished when the Scotch ran out. Now you know. I'll drink to that.",
  "Last Updated": "28 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/golf/18holes.asp",
  "Claim": "Golf courses have eighteen holes because a bottle of Scotch contains eighteen shots.",
  "Claim_ID": "sports_golf_18holes",
  "Tags": ""
}