{
  "Origins": "No sports trophy can boast a history to rival that of hockey's Stanley Cup. This silver behemoth is the oldest trophy which professional athletes in North America vie for and is awarded each year to the winner of the playoffs held between the teams of the National Hockey League. The Cup's history is rich and is continually being embellished because one special circumstance sets it apart from other high-ranking sports awards: each year members of the winning team are allowed to take the Cup home with them. While other awards might spend their existences in the well-guarded trophy cases of official shrines to their particular sports, the Stanley Cup regularly hits the road with the very lads who won possession of it. And it is its life outside the trophy case which has given the Cup a lively history independent of the hockey triumphs it commemorates.",
  "Fact Check": "",
  "Description": "The cup itself (donated in 1892 by Lord Stanley, then Governor General of Canada) measures 7 inches high by 11 inches across. A banded base has since been added to it, bringing the trophy to a weight of 36 pounds and a height of 35 inches. The names of every team (and most of the players) who have won the Cup since 1893 are engraved upon it. The first winner of the Stanley Cup (then called the Dominion Hockey Challenge Cup) was the Montreal Amateur Athletic Association (AAA) hockey club, champions of the Amateur Hockey Association of Canada for 1893. The National Hockey League (NHL) began play in 1917-18 with only three teams (in Toronto, Montreal and Ottawa) and shared the Stanley Cup with the Pacific Coast Hockey Association. In 1921-22 the NHL added a team in Hamilton, and the Cup was also shared with the Western Canada Hockey League. It wasn't until the 1926-27 season that the Stanley Cup become the sole property of the NHL, which by then had teams in Montreal, Toronto, Boston, Detroit, Chicago, and New York, now collectively known as the \"original six.\" These days the NHL encompasses thirty teams. When the Cup is touring with the victors, a replica holds its place in the Hockey Hall of Fame. Once the Cup has been proudly displayed to all and sundry, it is returned to its home in the Hall, and the copy goes back into storage. Lord Stanley's original bowl was retired in 1969 when it became too brittle (it was 77 years old, after all) and replaced with a carefully crafted replica. The original bowl is on display at the Hockey Hall of Fame. Each winning player and team management member gets to take the Cup home for a day or two to share it with family and friends. It is on tour approximately 250 days a year. Most of the time the Cup is treated with due reverence by its possessors, but accidents do happen, and of course boys will always be boys. The Cup gets paraded down many a Main Street, but is also often the guest of honor at backyard barbeques, weddings, and impromptu celebrations at local pubs. It has been used as a baptismal font and a flower pot. It has reportedly been both urinated and defecated into. It has shared a bed with at least one hockey player and his wife. It has been to strip clubs and has been used as a kibble bowl for one player's dog. A Kentucky Derby winner has eaten from it. It has traveled by dogsled and sometimes been temporarily misplaced by airlines. Some of its more unusual adventures have been: In 1905 the Cup spent the night on the Rideau Canal in Ottawa. The Ottawa team had won possession of the Cup, and one of its well-lit members accepted a challenge to drop-kick it into the canal. Fortunately for all concerned the canal was frozen solid, so the booted Cup bounced into the night rather than sinking into oblivion. The next morning several remorseful Ottawa players returned to the scene of the crime and retrieved the dented Cup. In 1907 it was stolen from a photographer's home (where it had been forgotten by the Montreal Wanderers) and held for ransom. When no one showed interest in its return, the thief left it at the photographer's place. The lady of the house used it as a flower pot until Wanderers brass remembered it had been returned there. In 1924 Montreal Canadiens players on their way to a victory party stashed the trophy in the trunk of their car. Part way to the festivities, the vehicle had a flat. The players removed the Cup to get at the spare, changed the tire and drove off ... leaving the Stanley Cup perched on a snowbank. Only when it came time to drink champagne from the Cup did they realize they didn't have it Cup with them. They drove back to where they'd changed the tire, found the Cup sitting there patiently waiting for them, and hastily reclaimed it. In 1970 it was stolen from the Hockey Hall of Fame. The story attached to this incident is apocryphal but nonetheless has entered the canon of Cup lore. Who had the Cup was apparently no secret to at least one of the police officers working the case, and he successfully used this knowledge to negotiate for the trophy's safe return, getting it back a few weeks after it was purloined. However, he needed to deflect suspicion from the parties who handed over the Cup, which meant the return had to have happened on a day when all the participants had valid alibis. The Detective-Sergeant involved accomplished this by feeding the newspapers a tale about awakening one morning a few days after the heist to find the Cup sitting at the edge of his driveway. In 1993 some members of the Montreal Canadiens took it for a swim in Patrick Roy's pool. Thirty-six pounds of silver does not easily master the backstroke, as these Einsteins finally concluded. \"The Stanley Cup,\" Habs captain Guy Carbonneau said, \"does not float.\" Too bad they hadn't thought to ask Mario Lemieux in 1991 hockey's grail had reposed at the bottom of his pool after a teammate took a dive with it in his arms. In 1996 the Cup was credited with the assist on a goal scored by the stork. The Rileys, a married couple who had been trying to have a baby for fourteen years, had given up hope of having that particular dream fulfilled because the doctors pegged Cheryl Riley's chances of conceiving somewhere between slim and none. Then Mike Ricci of the Colorado Avalanche brought the Cup to a party attended by Cheryl. On a whim she kissed the Cup. Shortly thereafter she delightedly discovered she was pregnant. By counting backwards she determined she must have conceived somewhere during the weekend she bussed the Cup, if not even that very night. The resulting child was born on 6 May 1997 and christened Stanley C. Gordon Jeff Riley. The \"C\" stands for \"cup.\" The days of the Cup's more colorful exploits may well be over: now a representative of the Hockey Hall of Fame accompanies it wherever it goes. Barbara \"blue line special\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.amazon.com/exec/obidos/ASIN/1886947627/ref=urbanlegendsrefe;http://www.amazon.com/exec/obidos/ASIN/1572433906/ref=urbanlegendsrefe;",
  "Example": "",
  "Last Updated": "1 July 2014",
  "Credibility": "true",
  "URL": "www.snopes.com/sports/hockey/stanleycup.asp",
  "Claim": "Hockey's Stanley Cup was once left in a snowbank.",
  "Claim_ID": "sports_hockey_stanleycup",
  "Tags": ""
}