{
  "Origins": "For those who place wagers on sporting events, correctly predicting which team will win a particular match generally isn't sufficient what the successful bettor really has to anticipate is whether or not the (relative) final score of a contest will fall within the point spread (also known as the \"line\") established by the sports book outfits that broker the wagers. (That is, the sports gambler isn't technically betting on whether Team A will beat Team B, but rather whether Team A will win the contest by at least a specified number of points.) Lines are based upon a number of factors (e.g., teams' past performances, current player injuries, anticipated weather conditions) and are generally established to produce \"two-way action\" (i.e., balanced betting on both sides).",
  "Fact Check": "",
  "Description": "Bettors who enjoy longer odds (and thus the chance of reaping large winnings from a relatively small bet) sometimes favor wagering not on individual games but on the outcome of an entire season. Correctly predicting, before the start of a season, which team will win that year's championship is such a difficult feat that even a wager on the favorite will usually pay off at pretty good odds, and a winning bet placed on an underdog can result in a windfall payoff of hundreds of dollars for every dollar bet. Imagine, then, the incredibly long odds against someone's correctly predicting, prior to the start of an NFL season, not only which team would ultimately win the Super Bowl, but also which team they would be matched up against in the championship game and the final score of the contest! That's the amazing feat commonly attributed to actress Catherine Bell (best known for her roles on the television series JAG and Army Wives ), who, according to legend, correctly predicted prior to the start of the 2001 NFL season that the New England Patriots would defeat the St. Louis Rams by a score of 20-17 in Super Bowl XXXVI (a prediction all the more remarkable given that virtually no one expected the Patriots, who had finished the previous season with a dismal 5-11 record, to make the playoffs at all). That Catherine Bell made such a prediction, one documented and recorded for posterity by The Sporting News , is a legend that was propagated in many newspaper articles and Internet web sites, including among the latter entries for Catherine Bell (since corrected) in such standard reference sites as The Internet Movie Database ( IMDb ) and Wikipedia : [IMDb] Before the 2001 NFL season began, in a survey of 70 celebrities who had nothing to do with football conducted by \"The Sporting News,\" she correctly predicted that the New England Patriots would eventually beat the St. Louis Rams in the season-ending Super Bowl by the score of 20 to 17. This amazing prediction was made despite the fact that vast majority of \"football experts\" didn't think the Patriots would even make the playoffs much less get to the Super Bowl. She's the only person to have ever correctly predicted the participants in, winner, and final score of a Super Bowl before a season began in a published article in a major sports periodical or book. [Wikipedia] Before the 2001 NFL season began, in a survey of 70 celebrities who had nothing to do with football conducted by The Sporting News, she correctly predicted that the New England Patriots would eventually beat the St. Louis Rams in Super Bowl XXXVI by the score of 20-17. This amazing prediction was made despite the fact that the vast majority of \"football experts\" didn't think the Patriots would even make the playoffs. As a result, Bell is the only person to have ever correctly predicted the participants in, winner of, and the final score of a Super Bowl before a season began, whose prediction appeared in a published article in a major sports periodical or book. An examination of the original source reveals that Ms. Bell's prediction wasn't nearly as amazing as legend would have it, though. The Sporting News (TSN) did ask 70 non-football figures to make predictions about Super Bowl XXXVI , and actress Catherine Bell did correctly anticipate that the Patriots would beat the Rams by a score of 20-17. However, this survey did not take place prior to the start of the 2001 season, as claimed; it was held in January 2002, after the NFL regular season and playoffs had concluded, and after the match-up for the upcoming Super Bowl had already been decided. The celebrities who took part in TSN's survey were asked only to venture a guess as to whether St. Louis or New England would be the victor in the big game (although many of them also offered predictions of the final score): Earlier this week, we told you whom TSN experts Paul Attner and Vinnie Iyer are taking in Sunday's big game. Now, it's time to find out who the \"real\" experts like in Super Bowl 36. Rams or Pats? We threw that one out to Lance Armstrong, Sammy Sosa, Jeb Bush, Vince Carter and a few models. Here's what they had to say: CATHERINE BELL Actress, JAG \"Patriots, 20-17. I always like to go with the long shot.\" It is true that Catherine Bell was the only one of the 70 celebrities surveyed by TSN to correctly predict both the winning team and the final score, no mean feat given that the Patriots were 14-point underdogs going into Super Bowl XXXVI . Nonetheless, the actress is not \"the only person to have ever correctly predicted the participants in, winner of, and the final score of a Super Bowl before a season began.\" What she correctly predicted was the outcome and score of a single game waged between participants whose identities were already known.",
  "Originally Published": "",
  "Referred Links": "https://web.archive.org/web/20070823214812/http://archive.sportingnews.com/nfl/articles/20020131/379058.html;http://en.wikipedia.org/wiki/Catherine_Bell;http://www.imdb.com/name/nm0004738/bio;http://catherinebell.com/about-me;",
  "Example": "[Collected via e-mail, December 2006] The JAG actress Catherine Bell supposedly correctly predicted the teams (New England and St. Louis) and final score (20-17) of Super Bowl XXXVI before the season even began. The prediction was in The Sporting News magazine. Did she really make such a prediction?",
  "Last Updated": "30 January 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/sports/football/catherinebell.asp",
  "Claim": "Actress Catherine Bell correctly predicted the results of the 2002 Super Bowl prior to the start of the 2001 NFL season.",
  "Claim_ID": "sports_football_catherinebell",
  "Tags": ""
}