{
  "Origins": "In November 2015, a rumor began circulating on social media that when Apple co-founder Steve Jobs passed away at age 56 in 2011, he delivered a speech or left behind a deathbed essay about the meaning of life: One of the earliest iterations of this rumor we've found was published on gkindshivani.wordpress.com under the title \"DID YOU KNOW WHAT WERE THE LAST WORDS OF STEVE JOBS?\":",
  "Fact Check": "",
  "Description": "\"I reached the pinnacle of success in the business world. In others' eyes, my life is an epitome of success. However, aside from work, I have little joy. In the end, wealth is only a fact of life that I am accustomed to. At this moment, lying on the sick bed and recalling my whole life, I realize that all the recognition and wealth that I took so much pride in, have paled and become meaningless in the face of impending death. In the darkness, I look at the green lights from the life supporting machines and hear the humming mechanical sounds, I can feel the breath of god of death drawing closer ... Now I know, when we have accumulated sufficient wealth to last our lifetime, we should pursue other matters that are unrelated to wealth ... Should be something that is more important: Perhaps relationships, perhaps art, perhaps a dream from younger days Non-stop pursuing of wealth will only turn a person into a twisted being, just like me. God gave us the senses to let us feel the love in everyone s heart, not the illusions brought about by wealth. The wealth I have won in my life I cannot bring with me. What I can bring is only the memories precipitated by love. That's the true riches which will follow you, accompany you, giving you strength and light to go on. Love can travel a thousand miles. Life has no limit. Go where you want to go. Reach the height you want to reach. It is all in your heart and in your hands. What is the most expensive bed in the world? Sick bed ... You can employ someone to drive the car for you, make money for you but you cannot have someone to bear the sickness for you. Material things lost can be found. But there is one thing that can never be found when it is lost Life. When a person goes into the operating room, he will realize that there is one book that he has yet to finish reading Book of Healthy Life. Whichever stage in life we are at right now, with time, we will face the day when the curtain comes down. Treasure Love for your family, love for your spouse, love for your friends. Treat yourself well. Cherish others.\" Although Steve Jobs passed away in 2011, the above-quoted essay didn't begin circulating online until November 2015, has not been published anywhere outside of unofficial social media accounts and low-traffic blogs, and has not been confirmed by anyone close to the founder of Apple. Furthermore, after Steve Jobs passed away on 5 October 2011, his sister Mona Simpson remarked on her brother's final words while delivering his eulogy: Steve's final words, hours earlier, were monosyllables, repeated three times. Before embarking, he'd looked at his sister Patty, then for a long time at his children, then at his life's partner, Laurene, and then over their shoulders past them. Steve's final words were: OH WOW. OH WOW. OH WOW. While the above-quoted essay does not represent either Steve Jobs' final words nor remarks he made (in either oral or written form) at any time during his life, his biographer Walter Isaacson did record Jobs' expressing regret at the end of his life about how he raised his children: \"I wanted my kids to know me,\" Mr Isaacson recalled Mr Jobs saying, in a posthumous tribute the biographer wrote for Time magazine. \"I wasn't always there for them, and I wanted them to know why and to understand what I did.\" \"He was very human. He was so much more of a real person than most people know. That's what made him so great,\" he added. \"Steve made choices. I asked him if he was glad that he had kids, and he said, 'It's 10,000 times better than anything I've ever done'.\" It wasn't always thus. In the early stages of his career, Jobs, who was adopted, denied being the father of Lisa and insisted in court documents that he was \"sterile and infertile\". He acknowledged paternity when she was six, and they were later reconciled. Last updated: 8 November 2015",
  "Originally Published": " 8 November 2015",
  "Referred Links": "http://www.independent.co.uk/news/world/americas/steve-jobs-final-wish-to-get-to-know-his-children-before-it-was-too-late-2367355.html;http://www.nytimes.com/2011/10/30/opinion/mona-simpsons-eulogy-for-steve-jobs.html?pagewanted=all;https://gkindshivani.wordpress.com/2015/11/06/did-you-know-what-were-the-last-words-of-steve-jobs/;",
  "Example": "[Collected via e-mail, October 2015] I saw this on Facebook are these really Steve Jobs' last words? He called himself a \"twisted being\"? They're great, just want to make sure he really said that before sharing, whether they were his last words or not.",
  "Last Updated": "8 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/steve-jobs-deathbed-speech/",
  "Claim": "Apple co-founder Steve Jobs left behind a deathbed essay about how the \"non-stop pursuit of wealth will only turn a person into a twisted being, just like me.\"",
  "Tags": "steve jobs;apple;",
  "Claim_ID": "steve-jobs-deathbed-speech"
}