{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.dedalfsermarskramer.nl/obs-vinkenbuurt-maakt-kennis-met-andere-culturen/;https://www.facebook.com/ghulzaremadina;http://www.snopes.com/wordpress/wp-content/uploads/2016/01/three-smiling-teachers.jpg;",
  "Example": "[Collected via Email, January 2016] This is on Facebook with a photo showing children with blond hair bending over in prayer on carpets. Is it true? \"DISGUSTING! Lets MAKE THIS VIRAL .. watch as AMERICAN school children are FORCED TO PRAY TO ALLAH at a MOSQUE .. as part of their \"COMMON CORE\" CURRICULUM!!! There is an agenda here .. and YOU HAVE TO BE BLIND to miss it!!\" Origin:In January 2016, a photograph purportedly showing a group of American students being \"forced\" to pray to Allah at mosque as required by their Common Core was widely circulated via social media. The picture was not taken in the United States, however, and has nothing to do with the Common Core curriculum. This photograph was snapped at the Ghulzar-e-Madina mosque in Zwolle, the Netherlands, and according to a news article published by The Dalfser Marskramer on 31 October 2014 depicts a group of students from OBS Vinkenbuurt visiting the mosque on a field trip as part of the \"other cultures\" project: As part of the project 'other cultures', pupils of OBS Vinkenbuurt visited the Ghulzar-e-Madina mosque in Zwolle. Imam Mawlana Tahier Wagid Hosain Noorani gave a tour of his mosque. All questions that the students had were answered in a fun and understandable way. Students OBS Vinkenbuurt also tried to say the Arabic alphabet. They also have experienced what it is to pray. They have learned a lot during the visit of Islam. Last updated: 25 January 2016 Originally published: 25 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/students-praise-allah-common-core/",
  "Claim": "A photograph shows a group of American students being forced to pray to Allah at a mosque as part of their Common Core curriculum.",
  "Tags": "common core;",
  "Claim_ID": "students-praise-allah-common-core"
}