{
  "Origins": "On 4 February 2015, Bloomberg published an article titled \"Welcome to SubTropolis: The Massive Business Complex Buried Under Kansas City,\" subtitled \"More than 1,000 people spend their workdays in SubTropolis, an industrial park housed in an excavated mine the size of 140 football fields.\" The article (and the compelling photograph set that accompanied it) swiftly made its way onto the e-mail circuit, with many intact copies circulating in a \"Did you know?\" format. (The Subtropolis images and much of the article's text also got aggregated piecemeal to viral fact-of-the-day sites.)",
  "Fact Check": "Is Kansas City, Missouri, home to an unusual subterranean complex known as SubTropolis?",
  "Description": "SubTropolis is indeed a genuine underground industrial complex in Kansas City, Missouri, as the Bloomberg profile explained: The underground industrial park known as SubTroplis opened for business in 1964 in an excavated mine below Kansas City, Mo., attracting tenants with the lure of lower energy costs and cheap rents. The walls, carved out of 270-million-year-old limestone deposits, help keep humidity low and temperatures at a constant 68 degrees, eliminating the need for air conditioning or heating. Tenants have reported saving as much as 70 percent on their energy bills, says Ora Reynolds, president of SubTropolis landlord Hunt Midwest. Rents run about $2.25 per square foot, about half the going rate on the surface. A 2010 Atlantic profile stated that SubTropolis came about in the 1960s as a by-product of mining operations: In the 1960s, the Hunt Midwest company, which owns SubTropolis, began renting out space created by limestone mining. When the energy crisis hit in the 1970s, people came to appreciate the advantages of locating businesses underground. At the time of the 2010 article, the magazine claimed (as Bloomberg did, five years later) that 10% of Kansas City's industrial real estate is located underground. Last updated: 30 July 2015",
  "Originally Published": " 30 July 2015",
  "Referred Links": "http://ht.ly/1DFwI;http://www.huntmidwest.com/subtropolis/what.html;http://www.huntmidwest.com/subtropolis/what.html;http://www.bloomberg.com/news/features/2015-02-04/welcome-to-subtropolis-the-business-complex-buried-under-kansas-city;",
  "Example": "[Collected via e-mail, July 2015] SUB-TROPOLIS: I received this in my e-mail and wondered if it is legitimate. Thanks! More than 1,000 people spend their workdays in an industrial park housed in an excavated mine the size of 140 football fields. As Bloomberg reports, the underground industrial park known as SubTropolis opened for business in 1964 in an excavated mine below Kansas City, Mo. attracting tenants with the lure of lower energy costs and cheap rents...",
  "Last Updated": "30 July 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/subtropolis/",
  "Claim": "Kansas City, Missouri, is home to an unusual subterranean complex known as SubTropolis.",
  "Tags": "subtropolis;kansas city;subterranean places in the US;is subtropolis real;",
  "Claim_ID": "subtropolis"
}