{
  "Origins": "On 6 July 2015, Cabel Sasser, the co-founder of the Oregon-based software company Panic, posted a photograph to his Twitter account that purportedly showed an advertisement for a new pea-inspired guacamole available at the Subway chain of sandwich restaurants. The image fed off an existing Internet-wide debate about whether or not peas belong in guacamole, a subject the New York Times had surveyed in an article they originally published back in 2013 (and shared again in July 2015), and included a tweet from President Obama stating that a proper guacamole should only contain onions, garlic, and hot peppers (presumably in addition to avocados): respect the nyt, but not buying peas in guac. onions, garlic, hot peppers. classic. https://t.co/MEEI8QHH1V",
  "Fact Check": "Have Subway restaurants announced that they are now adding peas to their guacamole?",
  "Description": "President Obama (@POTUS) July 1, 2015 The winds that helped fan the great guacamole pea fire, however, were a hoax. A Subway spokesman disclaimed the notion that the chain was experimenting with peas in their guacamole, and Sasser's office has confirmed that his photograph was a fake. Sasser has also acknowledged that he spent $5 on a photograph of peas, which he Photoshopped in order to accomplish his ruse: I spent $5 in the Creative Cloud Asset Store for a photograph of peas ? Cabel Sasser (@cabel) July 7, 2015 Last updated: 7 July 2015",
  "Originally Published": " 7 July 2015",
  "Referred Links": "https://twitter.com/cabel/status/618470374351638528;https://twitter.com/POTUS/status/616338528138608640;https://t.co/MEEI8QHH1V;http://cooking.nytimes.com/recipes/1015047-green-pea-guacamole;https://twitter.com/cabel/status/618113658934026240;http://t.co/SM4CVgpir1;",
  "Example": "[Collected via Twitter, July 2015] Welp. That was fast. pic.twitter.com/SM4CVgpir1 Cabel Sasser (@cabel) July 6, 2015",
  "Last Updated": "7 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/subway-guacamole-peas/",
  "Claim": "Subway restaurants have announced that they are now adding peas to their guacamole.",
  "Tags": "subway;guac and peas;peas;peas guacamole;guacamole;",
  "Claim_ID": "subway-guacamole-peas"
}