{
  "Origins": "In November 2015, an image purportedly showing a Superman poster in which the comic book hero talks to children about the importance of respecting diversity began circulating online. While we haven't been able to pinpoint the exact origins of the colorized version of the poster shown above, we were able to confirm that this is a genuine piece of comic book art that was originally released in 1949.",
  "Fact Check": "",
  "Description": "According to a 2008 Hakes auction, the above-displayed comic was released as a school book cover in 1949 and was distributed by the The Institute For American Democracy Inc: 12x18\" brown paper with black art images and text. 1949 Nat'l Comics Pub. Inc. Distributed by The Institute For American Democracy Inc. Book cover features art image of Superman that appears to be by noted Superman comic book artist Wayne Boring showing Superman standing with group of children, text balloon reading \"... And Remember, Boys And Girls, Your School Like Our Country Is Made Up Of Americans Of Many Different Races, Religions And National Origins. So ...\" and continues underneath \"... If YOU Hear Anybody Talk Against A Schoolmate Or Anyone Else Because Of His Religion, Race Or National Origin &Amdahl; Don't Wait: Tell Him THAT KIND OF TALK IS UN-AMERICAN. HELP KEEP YOUR SCHOOL ALL-AMERICAN!\" Book cover has handling wear, mostly along center vertical fold line, resulting in numerous small creases not greatly infringing into art area. Fine. Art area featuring Superman remains VF. Scarce. Last updated: 21 November 2015",
  "Originally Published": " 21 November 2015",
  "Referred Links": "http://www.hakes.com/item.asp?Auction=196&ItemNo=75572;",
  "Example": "[Collected via email, November 2015] I've seen this poster shared on Facebook several times, with no sourcing. Only that it's a \"Superman poster from 1950\". Seems suspicious.",
  "Last Updated": "21 November 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/superman-1950-poster-diversity/",
  "Claim": "A Superman poster shows the comic book hero talking to children about respecting diversity.",
  "Tags": "superman;superman diversity;superman 1950s;",
  "Claim_ID": "superman-1950-poster-diversity"
}