{
  "Origins": "As fear of refugees reached fever pitch in mid-November 2015, an old photo showing a child with her arms raised began recirculating around the internet. The above-displayed photograph first went viral when it was shared on Twitter by journalist Nadia AbuShaban on 24 March 2015. While AbuShaban correctly identified the child as Syrian, many people doubted the authenticity of the photo since key information (such as the name of the photographer and the date the photo was taken) was missing.",
  "Fact Check": "",
  "Description": "The BBC (with the help of an Imgur user) were able to trace the photo back to the Turkiye Newspaper. Turkish photojournalist, Osman Sa rl explained that the above-displayed image was taken at the Atmeh refugee camp in Syria in December 2014 and shows a 4-year-old girl named Hudea who was afraid of the telephoto lens of his camera: \"I was using a telephoto lens, and she thought it was a weapon,\" says Sa rl . \" realised she was terrified after I took it, and looked at the picture, because she bit her lips and raised her hands. Normally kids run away, hide their faces or smile when they see a camera.\" He says he finds pictures of children in the camps particularly revealing. \"You know there are displaced people in the camps. It makes more sense to see what they have suffered not through adults, but through children. It is the children who reflect the feelings with their innocence.\" When the photograph was published by Turkiye in January 2015 it was accompanied by passage which gave a little more insight into Hudea's life in a refugee camp: Her face tightens immediately. She bites her lower lip and slowly raises her hands. She stands still without a word. It isn t easy to console the child who thinks that the camera looking at her is a gun. Her name is Hudea She is only 4 years old. She lost her dad in the bombing of Hama. She took refuge at the Atme camp at the Turkish border with her mom and [two] siblings. Last updated: 19 November 2015",
  "Originally Published": " 19 November 2015",
  "Referred Links": "http://www.buzzfeed.com/rachelzarrell/a-heartwrenching-picture-of-a-4-year-old-syrian-girl-surrend#.cj4JP2Rpb;http://imgur.com/gallery/6HBND;http://www.bbc.com/news/blogs-trending-32121732;",
  "Example": "[Collected via email, November 2015] Syrian child holding her arms up in surrender because she thought the camera was a gun? Any idea if this is true?",
  "Last Updated": "19 November 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/syria-refugee-child-surrender/",
  "Claim": "A photograph shows a young Syrian child \"surrendering\" to a camera after mistaking it for a gun.",
  "Tags": "Syria;refugee;hudea;surrender;osman sagirli;",
  "Claim_ID": "syria-refugee-child-surrender"
}