{
  "Origins": "Although rumor and debate over the Syrian refugee crisis was rife on social media throughout 2015, a series of coordinated attacks on civilians in Paris brought the issue into sudden, sharp relief worldwide due to initial rumors that asylum seekers were responsible for the incidents. Among items which circulated as a result of intensified overall interest in Syrian refugees was a video during which asylum seekers (primarily a woman) appeared to complain about the amenities on the ground in the Netherlands, where the clip was captured by DenHaagTV:",
  "Fact Check": "",
  "Description": "The clip embedded above (\"Vluchtelingen ontevreden met opvang ministerie\") was published to YouTube on 12 November 2015, one day prior to the Paris attacks. It's difficult to say whether the video would have gone viral worldwide had the attacks not occurred, but in their wake it inspired articles with titles like \"WATCH: MIGRANTS DISLIKE FOOD, DEMAND TVS, THREATEN TO GO BACK TO SYRIA,\" \"MIGRANTS SLEEP ON THE STREETS IN PROTEST AT NOT HAVING TVS IN THEIR ROOMS,\" and \"ABSURD: 'Refugees' Threaten To Go BACK To Syria If These Demands Are Not Met.\" Another quoted the depicted woman's comments: This is not a life when you get inside to a room without a TV. Just a bed, there is no fridge ... no lockers, no privacy. ... We re going to stay outside because we don t want to eat this food, and we don t want to stay in the room. We re running away from our country because of the situation, and now we live in a jail ... Maybe we should go back to our country ... I think it s fair enough. Articles about purportedly ungrateful Syrian asylum seekers didn't begin with the attacks in Paris; a 27 September 2015 article published by British tabloid Express and titled \"'Bored' migrants BEMOAN lack of cash to buy cigarettes and slow internet in camps\" hinted at the underlying causes of refugee frustration: During the footage, which was reported by Breitbart, the migrant adds: \"We asked them for language courses, but they said we don t have it now because this is an emergency camp.\" On 12 November 2015, the video embedded above was the subject of an AD.nl article titled (via rough translation) \"Refugees demonstrate in the streets for better reception.\" That coverage provided context for the clip absent in later iterations: Dozens of refugees who arrived Wednesday in The Hague, are dissatisfied with the emergency [shelter located] in the former Ministry of Social Affairs ... The Eritreans and Syrians find emergency accommodation substandard. Thread in the criticism: the building is not yet ready for their arrival. Too few showers, lack of toilets, cold water, no washing machines, barely privacy. The Hague emergency shelter is not really meant for status holders. ... chairman of the District Consultative Bezuidenhout [Jacob Snijders] understands the discontent, as the facilities do not appear to be in order. Officials working in the area also show understanding. \"I understand that they have trouble with a site that is apparently not yet finished.\" As the written material published alongside the shorter clip explained, refugee protests primarily focused on the fact that asylum seekers were held indefinitely in converted office buildings unsuitable for habitation (i.e., lacking sufficient bathroom facilities, privacy, laundry, food). The woman in the clip (in somewhat broken English) appeared to be describing frustrations with an indeterminate stay in what amounted to a short-term holding facility never intended to house residents. While the refugees did mention food quality, televisions, and short funds, the gist of their complaints appeared to center around their inability to settle, find work, and earn their own money after fleeing Syria. A 12 November 2015 NLTimes.nl article titled \"REFUGEES SLEEP ON HAGUE STREETS, PROTEST POOR LIVING CONDITIONS\" further reported that the length of time spent in emergency accommodation, overcrowding, and substandard living conditions: Dozens of the 175 refugees who arrived in The Hague on Wednesday, spent the night outside in protest against the poor conditions at the shelter in the former Social Affairs building ... An English speaking refugee, speaking on behalf of the protesters, explained to the reporter why they are protesting. They have been in the Netherlands for a few months now and have just arrived from the shelter in Budel in Noord-Brabant. In The Hague shelter they found too few showers, too few toilets, cold water, and barely any privacy. We were told that we will get money to buy our own food. The food here is different, everything is different: the language, the temperature. We don t want special food or anything, but in other camps people get money to by their own food , the the asylum seeker explained. We understand that a lot of people are coming here, and that the Dutch government and the COA work very hard to accommodate the refugees, but we ve been in emergency shelter for four months already. Refugees weren't the only people frustrated with the situation in the Netherlands; UNICEF raised concerns about treatment of children in the emergency shelters: UNICEF Netherlands is concerned about refugee children in the country being relocated from emergency shelter to emergency shelter. Director Jan Bouke Wijbrandi is concerned about the affect this has on traumatized children and worries that the Dutch government is not putting the needs of the child first ... The UNICEF director thinks that the large number of refugees entering the Netherlands may lead to a climate where human rights do not always come first. [State Secretary Martin] Van Rijn responded that the large number of refugees are creating extraordinary circumstances, but the shelter is well organized and respects human rights. He acknowledged that the refugee children often have to be relocated, but at least it is happening in a safe country. Yes they come here and end up in an emergency shelter, and yes they often have to move three times. And we know that moving three times is worse than twice. But they are moving in a safe country , the state secretary said in the interview with Trouw. Notably, the brief clip depicted the same woman speaking in both broad daylight and at night (indicating it was culled from several hours of a protest, not a single minute of complaints). The entirety of the woman's remarks wasn't released by the Dutch TV station, but the refugees' actual stated complaints (being held for four months in a makeshift shelter) differed markedly from how those grievances were described in media reports. The woman in the clip didn't appear to be \"threatening\" to return to Syria, but rather lamenting that asylum seekers remained in jail-like conditions for the foreseeable future. Ultimately, it's true that Syrian refugees protested outside The Hague on 11 November 2015. However, their complaints centered more around indefinite stays in facilities unsuited for habitation than lack of menu diversity or TVs. Last updated: 19 November 2015",
  "Originally Published": " 19 November 2015",
  "Referred Links": "http://www.nltimes.nl/2015/11/17/poor-treatment-of-refugee-children-angers-unicef-netherlands/;http://www.nltimes.nl/2015/09/03/dutch-asylum-agency-desperate-for-more-refugee-shelter-space/;http://www.nltimes.nl/2015/11/12/refugees-sleep-on-hague-streets-protest-poor-living-conditions/;http://www.nltimes.nl/2015/09/07/move-refugees-into-empty-office-buildings-says-amstelveen-d66/;http://www.denhaag.nl/en/residents/to/Refugees-and-status-holders-in-The-Hague.htm;http://www.ad.nl/ad/nl/1012/Nederland/article/detail/4184191/2015/11/12/Vluchtelingen-demonstreren-op-straat-voor-betere-opvang.dhtml;http://www.express.co.uk/news/world/608358/Ter-Apel-Migrants-Refugee-Netherlands-Crisis-Croatia-Hungary-European-Union;http://www.donotlink.com/helz;http://www.donotlink.com/hdma;http://www.donotlink.com/hely;http://www.donotlink.com/helx;",
  "Example": "[Collected via e-mail, November 2015] Among the many racists posting videos and news articles on my newsfeed regarding the Syrian refugees, I came across this video of some Syrian refugees complaining that their hotel room has no television, the food is terrible and that they want to go back to Syria. The people are speaking perfect English, but something about the video rings false to me. _______________________________________________________________________ Hello, I keep seeing online 'news' articles talking about Syrian refugees complaining about the quality of free food given to them by host nations such as Italy, Germany, and the Netherlands and was wondering if there is any credence to these rumors? I can't find any unbiased source unfortunately, so I can't tell for myself how factual it is. There is a video making its round on Facebook. It claims to be a video of Syrian refugees in the Netherlandscomplaining about their living conditions and that this is no real life that they would like to go back home even though there is war. I would just like to know if this video is real. I can't seem to figure out how to submit the video but I have the link and you can also find it at breitbart.com Thank you for your time & hope that you are able to get to the truth or authenticate the video.",
  "Last Updated": "19 November 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/syrian-refugees-complain-tvs-food/",
  "Claim": "Syrian refugees in Europe are complaining about a lack of TVs, food quality, and \"slow internet.\"",
  "Tags": "syrian refugees;Syria;the hague;refugees complain;",
  "Claim_ID": "syrian-refugees-complain-tvs-food"
}