{
  "Origins": "Extant global debate over the Syrian refugee crisis increased sharply in August 2015, but a series of attacks by ISIS militants in Paris on 13 November 2015 galvanized fears that waves asylum seekers might include covert Islamic State militants. On 16 November 2015, rumors began circulating that a group of Syrian refugees arrived in Winston-Salem, North Carolina. (A few days earlier, similar rumors held that 10,000 Syrian refugees arrived in New Orleans.) Overwhelmingly users repeating the claim about Winston-Salem shared a Winston-Salem Journal article titled \"Syrian Refugees Arrive in Winston-Salem,\" which reported:",
  "Fact Check": "",
  "Description": "The first Syrian refugees to settle in the Triad arrived in Winston-Salem and Greensboro this week. More refugees fleeing the Syrian civil war are expected to arrive here in the months to come. Andrew Timbie, director of World Relief s High Point office, said a family of four Syrian adults arrived in Winston-Salem on Wednesday ... A family of seven arrived in Greensboro on Tuesday. Church World Service is the resettlement group helping that family, with the Islamic Center of Greensboro, the Greensboro Jewish Federation and the local Syrian-American community providing assistance. The newspaper article used otherwise appropriate phrasing such as \"this week,\" \"expected to arrive,\" and \"months to come,\" understandably leading many readers to believe (in the wake of its November 2015 circulation) that the events to which it referred were current. However, the article was clearly dated 11 September 2014 albeit in a small, gray typeface unlikely to stand out to folks anxious following the Paris attacks. A 16 November 2015 Associated Press article (which ran in the Winston-Salem Journal) titled \"McCrory: Cease Sending Syrian Refugees to North Carolina\" carried paraphrased comment from Gov. Pat McCrory, clarifying that just under 60 total individuals had arrived in the state from Syria between January 2014 and November 2015: McCrory told a news conference in Charlotte on Monday that the concerns are warranted in light of last weekend's terrorist attacks in Paris. He said the concern was that some terrorists would pose as refugees to gain access to the country ... The governor said that from January 2014 through last month, North Carolina has accepted 59 refugees from Syria. He said the state has received almost no security information about the refugees, including their identities. By Gov. McCrory's estimate, North Carolina took in an average of 2.6 Syrian refugees per month in the period cited. In a response to separate rumors about vast numbers of Syrian refugees in New Orleans, CNN referenced Department of State figures which placed the total number of Syrian refugees arriving in the U.S. between 2011 and late 2015 at 1,500: A total of 1,500 Syrian refugees were brought to the United States between 2011, when the conflict in Syria erupted, and September 2015, according to CNN. It was expected several hundred more would arrive in the final three months of this year part of the 10,000 expected by October 2016. A 16 November 2015 New York Times article titled \"Paris Attacks Intensify Debate Over How Many Syrian Refugees to Allow Into the U.S.\" reported that 1,854 Syrian refugees were placed in the United States in a slightly shorter period: Some of them have reached large cities like Houston, but most have been sent to more affordable, medium-size cities by the nine voluntary agencies that handle refugee resettlement. Boise, Idaho, has accepted more refugees than New York and Los Angeles combined; Worcester, Mass., has taken in more than Boston ... Some cities and towns have resisted. In Duncan, S.C., residents and elected officials argue that the federal government cannot possibly screen out terrorists, and some say that more Muslim immigrants would threaten American culture. It's true that roughly 60 Syrian refugees settled in all of North Carolina between January 2014 and November 2015. But an old article from September 2014 led readers to erroneously believe Syrian refugees had arrived in Winston-Salem just after the Paris attacks. We were unable to locate any information substantiating the claim any additional asylum seekers from Syria arrived in North Carolina after the incidents, despite widespread reporting of Gov. McCrory's November 2015 comments about those concerns. Last updated: 16 November 2015",
  "Originally Published": " 16 November 2015",
  "Referred Links": "http://www.nytimes.com/interactive/2015/10/21/us/where-syrian-refugees-are-in-the-united-states.html;http://www.state.gov/j/prm/policyissues/issues/refugeeresponse/;http://www.wdsu.com/news/local-news/new-orleans/department-of-state-14-syrian-refugees-have-resettled-in-louisiana-since-january/36466342;http://www.journalnow.com/news/state_region/mccrory-cease-sending-syrian-refugees-to-north-carolina/article_6aaf451b-fd16-5b44-8abd-84e2be192ff3.html;http://www.journalnow.com/news/local/syrian-refugees-arrive-in-winston-salem/article_fb44f6ba-8cea-590f-bfaa-4b7493f34a0f.html#.VkpEagID9PY.facebook;https://twitter.com/MyBridgesNet/status/666371028730310656;https://t.co/22rWUKNTkz;",
  "Example": "",
  "Last Updated": "16 November 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/syrian-refugees-arrive-winston-salem/",
  "Claim": "Syrian refugees arrived in Winston-Salem, North Carolina in November 2015.",
  "Tags": "syrian refugees;Syria;winston salem;",
  "Claim_ID": "syrian-refugees-arrive-winston-salem"
}