{
  "Origins": "A series of attacks on civilians in Paris on 13 November 2015 led to a large uptick in social media posts about a number of related topics; on 18 November 2015 a Facebook user shared the above reproduced status update, asserting: Syria yesterday. Yeah, those French and American bombers really showed those Isis terrorists!! Wonder how many minutes of silence, how many flags will be lowered, how much coverage RTE, BBC and Sky will give this, how many outraged people? What's the difference?",
  "Fact Check": "",
  "Description": "Tens of thousands of users shared the photograph, but the claim was inaccurate. While the image was authentic and taken in Syria, the photo wasn't taken on 17 November 2015 (nor at any time during 2015). The image was widely reported alongside news in August 2013; a 22 August 2013 Associated Press piece titled \"Syrian forces bomb area of alleged chemical attack\" covered the aftermath of the events depicted: Syrian government forces pressed on with a military offensive in eastern Damascus on Thursday, bombing rebel-held suburbs where the opposition said the regime had killed over 100 people the day before in a chemical weapons attack. Syrian opposition figures and activists have reported widely varying death tolls from Wednesday's attack, from 136 to as high as 1,300. But even the most conservative tally would make it the deadliest alleged chemical attack in Syria's civil war. The incident depicted occurred on 21 August 2013 in suburbs around Damascus in Syria, claiming between 280 and 1720 lives (many victims were children). A 2014 UN Human Rights Council report maintained that \"significant quantities of sarin were used in a well-planned indiscriminate attack targeting civilian-inhabited areas, causing mass casualties,\" and that \"the perpetrators likely had access to the chemical weapons stockpile of the Syrian military.\" Although responsibility for the attack was never determined (despite independent investigations by many individual nations and entities like the United Nations), the photo certainly did not depict children who were killed in retaliatory strikes after the 13 November 2015 Paris attacks. Moreover, the victims were killed by entities other than the United States and French governments. Last updated: 23 November 2015",
  "Originally Published": " 23 November 2015",
  "Referred Links": "https://en.wikipedia.org/wiki/Ghouta_chemical_attack;http://www.usatoday.com/story/news/world/2013/08/22/syria-attack/2683855/;https://www.facebook.com/david.rafferty.902/posts/10208283478542596?fref=nf&pnref=story;",
  "Example": "",
  "Last Updated": "23 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/syrian-children-killed-paris-attacks/",
  "Claim": "An image depicts a number of Syrian children killed in retaliatory airstrikes conducted by France and the U.S. after the Paris attacks.",
  "Tags": "Syria;paris attacks;syrian children;ghouta chemical attack;",
  "Claim_ID": "syrian-children-killed-paris-attacks"
}