{
  "Origins": "In August 2015, the above-quoted cautionary tale about a shopper's purported brush with sex trafficking rings at a Tampa-area Target store began circulating like wildfire on regional Facebook groups for \"mommies.\" (A popular text-based version was shared on 26 August 2015, and a post consisting of the same messages in screenshot form appeared the following day.) The rumor about sex traffickers in an unspecified Tampa-area Target (of which there are several) was not an anomaly in mid-2015, as a constellation of nearly identical claims were shared by social media users that summer. In May 2015, a Facebook user relayed a harrowing (and unreliable) claim of kidnappers terrorizing an Oklahoma Hobby Lobby store; in June, Twitter became fixated upon sex slavery rings targeting college kids via summer job interviews; later that same month the theme park abduction urban legend recirculated; subsequently, a frightening tale of purported teenaged assailants armed with sedating drugs in the bathroom of a Denton, Texas, Dillards department store circulated the same channels; finally, a Hickory, North Carolina Walmart shopper convinced herself and several Facebook users that human trafficking magnates were trawling the parking lots of the chain store for new victims.",
  "Fact Check": "Was a female shopper at a Tampa-area Target store targeted by child sex trafficking operatives?",
  "Description": "The warning didn't specify either when the woman (whose name was given only as \"Jenn\") encountered the suspicious parties in Target or at which Target store the incident purportedly occurred, and incidents involving stranger danger of the type described (and to which police were said to have referred) did not appear in any news reports in or around the Tampa area in Florida. Also, unlike some of the previous popular sex trafficking rumors, the Tampa Target warning lacked even basic suggestions that fellow shoppers could reasonably employ to avoid meeting the suggested fate of the woman in the story (had she not taken note of being tailed around the store for an unusually long amount of time by a strange child). \"Jenn\" offered no insights nor described any crime-fighting strategies by which those sharing the tale could impart anything other than nebulous fears about visiting Target. We contacted police in Tampa to verify whether a report about an incident like the one described had been received by them, ascertain which Target might have been the one referenced in the story, and to find out if any current bulletins warn of such activity in Tampa or surrounding areas. A public information officer responded to us by stating that \"a Target store shutting down because of the situation described below would be something newsworthy\" but that the department had \"no information [and had not] heard that this has happened in a Tampa Target.\" On 27 August 2015, several Facebook users published the story the Tampa Police Department's Facebook page. In response, the department said: We've received several calls on this asking if it is accurate and we have no reports of anything like this in Tampa. A person commenting on the post noted that the tale had already been adapted to appeal to social media users in other states: I saw several of those posts yesterday and today as well. First I saw that it was in Tampa and then I saw the exact same post but in New York.. On 28 August 2015 a Facebook user who published one of the most popular iterations of the Tampa Target claim stated in a separate post that \"[a]fter some investigation the story is false,\" but that user did not share how she came to believe the claim was fabricated. And while signs point to a classic (and unsubstantiated) urban legend with respect to the Tampa Target story, it's even less likely an occurred simultaneously at a location of the same exact store (not KMart or Walmart, but Target) several states away. Last updated: 31 August 2015",
  "Originally Published": " 27 August 2015",
  "Referred Links": "https://www.facebook.com/taracollado/posts/10102085217030257?pnref=story;https://www.facebook.com/taracollado/posts/10102083642365897;https://www.facebook.com/TampaPD/posts/917058641699669;https://www.facebook.com/permalink.php?story_fbid=1622733271343085&id=100008192832491;https://www.facebook.com/melissa.m.dugger/posts/10153399323640589;",
  "Example": "",
  "Last Updated": "31 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/tampa-target-trafficking-warning/",
  "Claim": "A female shopper at a Tampa-area Target store was targeted by child sex trafficking operatives.",
  "Tags": "sex trafficking;human trafficking;target;tampa;kidnap;child kidnap;target farmingdale;",
  "Claim_ID": "tampa-target-trafficking-warning"
}