{
  "Origins": "In November 2015, a survey scam began circulating on Facebook which promised users 50% off at Target stores in exchange for liking, commenting, and sharing the scam with their friends:",
  "Fact Check": "",
  "Description": "The scam circulated via a variety of images and directed people to several different URLs (such as holidayschristmas.com and Coupon-Christmas.com), none of which were associated with Target stores: Once users commented, shared and liked the coupon ensuring that the scam reached a wider audience they were directed to a survey site where they were required to provide personal information, fill out surveys, and make a purchase before they could retrieve their coupons. Even then, however, a 50% off Target coupon was unlikely to materialize, as this promotion was not connected with the store: These survey scams are quite popular on Facebook. The customers of Target (previously) Costco, Home Depot, Lowe's, Kroger, Best Buy, Macy's, Olive Garden, Publix, and Walmart have all been targeted by similar scams. These ruses are so prevalent that the Better Business Bureau issued a warning about them in 2014: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. When in doubt, do a quick web search. If the survey is a scam, you may find alerts or complaints from other consumers. The organization's real website may have further information. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. Last updated: 25 November 2015",
  "Originally Published": " 25 November 2015",
  "Referred Links": "http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;https://www.facebook.com/target/;",
  "Example": "[Collected via Facebook, November 2015] I saw this on Facebook this afternoon. Similar to the Kohl's hoax coupon going around in the last week or so.",
  "Last Updated": "25 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/target-coupon-scam-facebook/",
  "Claim": "A Facebook coupon offering 50% off at Target stores is real.",
  "Tags": "target;coupon;coupon scam;survey scam;scam;",
  "Claim_ID": "target-coupon-scam-facebook"
}