{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": " 09 December 2015",
  "Referred Links": "http://www.nytimes.com/2015/12/05/us/tashfeen-malik-islamic-state.html;https://www.facebook.com/jeff.lamb.142/posts/10205325741880178;https://www.facebook.com/jeff.lamb.142/posts/10205325741880178;https://www.facebook.com/jeff.lamb.142;https://twitter.com/YankNh/status/674547550440071168;https://t.co/q8GdqaiSwt;",
  "Example": "[Collected via Twitter and Facebook, December 2015] MSNBC Host Furious at Publication of Tashfeen Malik s Photo Because it Could Offend Muslims | - https://t.co/q8GdqaiSwt NH Yank (@YankNh) December 9, 2015 Her lawyers have requested that Tashfeen Malik not be shown without her face covered because it would be disrespectful... Posted by Jeff Lamb on Saturday, December 5, 2015 Her lawyers have requested that Tashfeen Malik not be shown without her face covered because it would be disrespectful... Posted by Jeff Lamb on Saturday, December 5, 2015 Origin:On 5 December 2015 a Facebook user published the above-reproduced status update, claiming lawyers for deceased San Bernardino mass shooting suspect Tashfeen Malik had requested that her face not be shown media reports out of respect to her religious beliefs. The poster encouraged others to share both the photo and the claim, asserting that: Her lawyers have requested that Tashfeen Malik not be shown without her face covered because it would be disrespectful to her and Islam. Here is the face of the evil swine. Please share repeatedly!! Flood facebook to show our respect for this TRASH. The uncited claim was somewhat unusual, as Malik had died in the hours after the shooting in which she took part. The deceased are occasionally represented by lawyers for matters pertaining to their estates, but it didn't seem plausible any such legal representative would advocate for the redaction of images of her face in media reports presented after her death. A 4 December 2015 New York Times article identified two lawyers representing the Farook family (presumably on a number of issues related to the shooting). In that article, neither lawyer mentioned photographs of Malik's face nor described the use of such images as \"offensive\" or \"disrespectful to her and Islam.\" However, a portion of that article might have inadvertently spawned the rumor: In a news conference, two lawyers for the Farook family said the couple's family were shocked by the massacre. One of the lawyers, David Chesley, also questioned whether the Facebook post was actually by Ms. Malik. Mr. Chesley added that just before the massacre, Mr. Farook told his mother that he was taking Ms. Malik to the doctor and then left their 6-month-old daughter in her care. The mother has been interviewed by investigators for seven hours, the lawyer said. And the baby is with child protective services. A second lawyer, Mohammad Abuershaid, described Ms. Malik as a \"caring\" and \"soft-spoken\" housewife who spoke Urdu and broken English. She prayed five times a day, he said, and did not drive. He added that male relatives of Mr. Farook had never seen her face because she always kept it covered in their presence. By that account, Malik indeed typically kept her face covered for religious reasons. However, we were unable to locate any quoted material (either in the Times or elsewhere) in which either lawyer requested that Malik's face not be shown in the media in deference to her religious devotion. A related iteration of the rumor attributed non-existent offense over the publication of images of Malik's face to MSNBC host Melissa Harris-Perry. On 7 December 2015, the conspiracy-oriented web site InfoWars published an article that claimed: MSNBC host Melissa Harris-Perry was furious at the New York Times' decision to publish a photograph of San Bernardino terrorist Tashfeen Malik, fearing that the image could offend Muslims. Immediately underneath the assertion, the site embedded a video which did not include Harris-Perry making any such statement: In the clip, Harris-Perry interviewed Linda Sarsour, executive director of the Arab Association of New York, who expressed frustration at the inclusion of images of standard Islamic items (such as a Qu'ran) in the Times' coverage. Harris-Perry then pointed to an adjacent photograph of Malik and asserted that the paper had juxtaposed her picture with one of Islamic religious objects. However, Harris-Perry did not criticize the paper for publishing a photograph of Malik's face, nor did she suggest, insinuate, hint, or claim that the use of the photograph constituted an offense to Islam by merit of the fact that Malik's face was uncovered. The MSNBC host simply opined that the side-by-side images together created the impression that Islam was indistinguishable from terrorism. Harris-Perry's specific comment clearly did not indicate that the sight of Malik's uncovered face \"could offend Muslims\": I mean that image [of Malik's religious items], and then also right next to it an image of the shooting suspect there in hijab. And the idea of this is what terrorism looks like for me that is a difference ... this happens only for a specific community. While Tashfeen Malik was apparently in the habit of covering her face, it's not true that lawyers representing her in death requested images of her face not be published. Moreover, Melissa Harris-Perry was not \"outraged\" that the New York Times \"insulted Muslims\" by publishing a photograph of Malik's face. Last updated: 09 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/tashfeen-malik-face-photo/",
  "Claim": "A lawyer for Tashfeen Malik asked the media not to show photographs of her face because doing so was offensive to Muslims, and MSNBC host Melissa Harris-Perry criticized the New York Times for publishing such pictures.",
  "Tags": "muslims offended;san bernardino shooting;tashfeen malik;melissa harris-perry;",
  "Claim_ID": "tashfeen-malik-face-photo"
}