{
  "Origins": "In mid-November 2015, a Facebook post reporting that the Tennessee Bureau of Investigation (TBI) had contacted local authorities about a planned terrorist attack for Black Friday (i.e., the day after Thanksgiving) began circulating online. However, no such warning was issued by the TBI. On 17 November 2015, the TBI posted a message to their Facebook page informing citizens of Tennessee that local authorities had not been contacted about a Black Friday terrorist attack:",
  "Fact Check": "",
  "Description": "We have been made aware that there are some individuals posting information on Facebook, indicating that TBI is calling all police, fire and first responder services in Tennessee to alert them to a credible threat planned for Black Friday in Tennessee. PLEASE BE AWARE that this information DID NOT originate from TBI, nor are Agents from TBI making such calls. While it is always a good idea to remain aware of your surroundings wherever you are, these reports on social media indicating calls are being made to law enforcement to inform them of a credible terrorist threat are unfounded and are not coming from the Tennessee Bureau of Investigation. Last updated: 17 November 2015",
  "Originally Published": " 17 November 2015",
  "Referred Links": "https://www.facebook.com/TBInvestigation/posts/1181082041919247;",
  "Example": "[Collected via Facebook, November 2015] Okay guys, not to start some major panic or anything, but my boss just contacted all of the employees at A&E. Here's what he said: I received a call from the TBI just now. They are contacting all police, fire, and EMS services in TN. They said there is a credible threat planned for Black Friday in Tennessee. They advised me to inform everyone to be very careful during Black Friday shopping, that there is a very real possibility of a terrorist attack. Please be very vigilant, don't go shopping on Black Friday, just wait until Cyber Monday. For the TBI to call me on my personal cell, there must be something going on.",
  "Last Updated": "17 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/tbi-black-friday-warning/",
  "Claim": "The Tennessee Bureau of Investigations contacted local police departments about a terrorist attack planned for Black Friday.",
  "Tags": "facebook;warning;terrorism;tbi;black friday;terrorist attack;",
  "Claim_ID": "tbi-black-friday-warning"
}