{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.urbandictionary.com/define.php?term=netflix+and+chill;https://www.tedcruz.org/news/sen-ted-cruz-releases-statement-on-support-for-traditional-marriage/;https://www.tedcruz.org/;http://www.snopes.com/wordpress/wp-content/uploads/2015/12/ted-cruz-netflix-n-chill.jpg;",
  "Example": "[Collected via Twitter, December 2015] Origin:On 28 December 2015, an image purportedly showing a \"Netflix and Chill\" contest on TedCruz.org, the campaign web site for Senator Ted Cruz, a Republican presidential candidate, began circulating via Twitter. This image has never appeared on Senator Cruz's web site, however, and the color scheme, headers and fonts on the \"Netflix and Chill\" contest graphic do not match up with those of the Cruz campaign site: The Ted Cruz \"Netflix and Chill\" contest was created as a joke, most likely to mock the candidate's religious beliefs. Cruz, an advocate for \"traditional marriage,\" would like not engage in a \"Netflix and Chill\" encounter with a random campaign donor because \"Netflix and Chill\" is basically a slang term for sex: It means that you are going to go over to your partner's house and f*ck with Netflix in the background. Last updated: 29 December 2015 Originally published: 29 December 2015 The Ted Cruz \"Netflix and Chill\" contest was created as a joke, most likely to mock the candidate's religious beliefs. Cruz, an advocate for \"traditional marriage,\" would like not engage in a \"Netflix and Chill\" encounter with a random campaign donor because \"Netflix and Chill\" is basically a slang term for sex: It means that you are going to go over to your partner's house and f*ck with Netflix in the background. Last updated: 29 December 2015 Originally published: 29 December 2015 Tags: Dan Evon Dan Evon is a Chicago-based writer and longtime truth enthusiast. His work has appeared somewhere, and he earned a degree at the University of His Choosing. His exploration of Internet truth has been supported by grants from the Facebook Drug Task Force.",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/ted-cruz-netflix-and-chill-contest/",
  "Claim": "GOP presidential candidate Ted Cruz ran a \"Netflix and Chill\" contest on his campaign web site.",
  "Tags": "",
  "Claim_ID": "ted-cruz-netflix-and-chill-contest"
}