{
  "Origins": "On 22 and 23 October 2015, web sites including The Daily Caller, The Blaze, and Breitbart published articles claiming that Corona del Sol High School in Tempe, Arizona instituted a ban on a litany of \"patriotic\" apparel during a then-upcoming football game. The purported ban was wide-ranging and included \"[anything] green, USA, flags, Trump, etc.\" While the rumor spread quickly and broadly on social media, credible supporting information was quite thin. The Blaze summarized all available information on the \"patriotism ban\" rumor which appears to have originated not with the school's administration, but in an editorial published in the school's newspaper. Moreover, those web sites weren't even able to confirm that such an editorial (the existence of which was evident only in screenshots) ever appeared in the school's paper, much less that its claims were sanctioned by the administration:",
  "Fact Check": "",
  "Description": "Students at Tempe s Corona del Sol High School reportedly were set to wear red, white and blue to the game at Marcos de Niza High School, also in Tempe, but an apparent editorial in the Corona del Sol student newspaper indicated that was forbidden. It is the unfortunate truth that if you wear red, white or blue to the game you will not be admitted to the stadium, the editorial said. This is a fact. A link to the editorial was not active Friday, but screenshots said to be of the editorial were posted on Twitter ... When one person asked the newspaper staff for more specifics on what clothing shouldn t be worn Friday night, the paper replied, Anything perceived to be offensive/racist: green, USA, flags, Trump, etc. It s not the clothing, but the intent behind it. The Twitter account (@CdSSunrise) from which much of the information purportedly originated remained active on 23 October 2015, but none of its tweets referenced the controversy. The account's name (\"Sunrise Staff\") may have suggested that it was operated by district staff, when in actuality it looked to belong to the paper's staff (comprised of students). On 23 October 2015, the district addressed the rumors on their official account: Media reports of a ban of colors or flags @ tonight's Corona del Sol vs. Marcos de Niza fball game are FALSE. NO ban. All colors are welcome TUHSD Communications (@TUHSD_News) October 23, 2015 That same day, KTAR published an article titled \"Phoenix-area school bans USA-themed clothing for rivalry game\"; the title was later changed to \"District denies Phoenix-area school ban of USA clothing for rivalry game.\" The original title was still visible in earlier Twitter shares and on the article's URL: District denies Phoenix-area school ban of USA clothing for rivalry game. https://t.co/I3mX44362I Brian M. Bergner Jr. (@SportsWriter52) October 23, 2015 That article also sourced its information not from administrators at the school, but from rumors among students. KTAR linked to a letter from Principal Brent Brown to parents [PDF], in which Brown reiterated that students should refrain from inappropriate chants or signs. However, that letter referenced an inter-school \"rivalry,\" and no portion of it could remotely be construed as a ban on patriotic apparel: We expect our students to be respectful and we hope you ll join us in discouraging inappropriate signs, chants or clothing. In an effort to support the TUHSDstrong campaign, and to support our football team, we ve designated this game an orange out and invite you to proudly wear your Aztec orange and join us for a fun night of school pride. Rumors of a ban on patriotic clothing (and, oddly, Donald Trump-related apparel) at the Tempe high school originated solely with students, and we were unable to find any official (or unofficial) communications from school officials suggesting it was rooted in fact. A letter from the principal reminded students to behave respectfully during the game, but no reference was made to \"patriotism\" or red, white, and blue. After the rumor gained traction nationally, the school district clarified that no such ban was ever in place (further confirming to KFYI that the only banned items were large bags). Last updated: 23 October 2015",
  "Originally Published": " 23 October 2015",
  "Referred Links": "https://www.facebook.com/550kfyi/posts/1137982102896612;http://www.tempeunion.org/cms/lib8/AZ01901094/Centricity/Domain/10/CDS%20parents%20102215.pdf;https://twitter.com/SportsWriter52/status/657647496529735680;https://t.co/I3mX44362I;http://ktar.com/story/714638/phoenix-area-school-bans-usa-themed-clothing-for-rivalry-game/;https://twitter.com/TUHSD_News/status/657619448816365568;https://twitter.com/CdSSunrise/with_replies;http://www.donotlink.com/h44z;http://www.theblaze.com/stories/2015/10/23/high-school-allegedly-bans-students-from-wearing-red-white-or-blue-to-football-game-over-the-themes-possible-offensive-connotations/?utm_source=facebook&utm_medium=story&utm_campaign=ShareButtons;http://dailycaller.com/2015/10/23/arizona-high-school-bans-any-clothes-green-usa-flags-trump-etc-at-football-game/;",
  "Example": "[Collected via e-mail and Facebook, October 2015] I just read on FB that a Public School in Tempe, AZ Banned ALL Patriotic Banners and the United States Flag!!! PLEASE, tell me this is not True!!! Anxiously awaiting your reply. ____________________________________________________________________ This is happening in Tempe, AZ this evening.... Corona Del Sol and Marcos De Niza high has banned patriotic gear for tonight's game. Show up in your RED WHITE AND BLUE BEST to protest this censorship! We rally at 6pm during ticket sales to make sure every America loving student is granted entry into the event! People need to use the invite tab. Not just share the event. They need to invite people individually so people will be forced to respond with a going or not going. Are they afraid of offending muslims or Hispanics? I would wear an American shirt under my jacket and take off the jacket once inside. Doesn't this sound like a communist school?",
  "Last Updated": "23 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/tempe-patriotic-clothing-ban/",
  "Claim": "A high school in Tempe, Arizona banned patriotic apparel and Trump shirts from a football game.",
  "Tags": "american flag ban;donald trump;breitbart;fake bans;daily caller;tempe;the blaze;",
  "Claim_ID": "tempe-patriotic-clothing-ban"
}