{
  "Origins": "On 24 June 2015, the web site Dude Comedy published an article headlined \"Pregnant Texas Woman Claims She Was Raped by a Pig,\" reporting an unusual incident that purportedly occurred in Bardwell, Texas: Angie Houston recently told Ellis County News that she expects to give birth to a baby pig.",
  "Fact Check": "Did a Texas woman claim she was raped by a pig and became pregnant as a result?",
  "Description": "Houston alleges that one night she came home from a night of playing miniature golf and was pounced on and raped by a 400lb boar named Pete. People think I m crazy and need mental help because of my story, Houston said. They ask how d the pig get my panties off to mount me? I wasn t wearing any panties is how! This pig been hot for me for years. Constantly sniffing at my genitals. He s tried to rape me a hundred times. This is just the first time he successfully got inside me. Despite the article's complete implausibility, a number of users shared it on social media and inevitably forwarded it to snopes.com due in part to the salacious nature of the subject, and likely in part due to the substance of the false claim. It was easy (and flattering) to believe someone else might be foolish enough to buy the story, so some readers shared it to mock the (non-existent) people sufficiently ignorant to believe it. Although there are a number of news sources that cover the area, there is no media entity called \"Ellis County News.\" The picture of a pig used in the article was an old and popular stock image, clearly not a new photo of a felonious farm animal. (The photograph of the \"victim\" is possibly that of a real pregnant woman whose image was used without her permission in an objectionable and insulting manner, but we haven't yet turned up its original source.) And while Dude Comedy doesn't have a \"satire\" disclaimer on the site, they openly solicit \"submissions\" (meaning that anyone is free to submit a story for publication). The report was published by Dude Comedy on 24 June 2015 and included an H/T (i.e., \"hat tip\") to the site Moron.com (a common purveyor of fake news), but we found no similar article on the latter site. At least one of the two photographs used in the Dude Comedy article was a stock image dating back to 2008, and a Facebook share counter on the page appeared to be statically set at 82676 (considerably higher than the number of shares displayed on the site's Facebook page) in order to create an illusion of popularity and possible credibility. Overall, the page appeared to play into users' desire to laugh at what looked to be the immense stupidity of others, as they themselves forwarded an entirely falsified story. Last updated: 25 June 2015",
  "Originally Published": " 25 June 2015",
  "Referred Links": "https://www.facebook.com/DudeComedy/posts/395674267290669;http://www.tineye.com/search/bc4e99c47bb9056cfec347562598241b7ba4647e/?sort=crawl_date&order=asc;http://www.donotlink.com/fon4;",
  "Example": "[Collected via e-mail, June 2015] Here is the site in question with the article in question being that a girl (claiming she's a virgin) is claiming a pig raped her one night (ripped her pants off & easily bc she wasn't wearing panties) impregnating her with a baby pig. She (of course) is refusing a sonogram to find out if in deed there is a \"pig baby\" in her belly. She says she feels it will come out looking human instead of a mutant pig. She's claiming no other way possible for her to be pregnant for she's never been sexually active. Her parents are backing her 100% saying she has promised she's never been with a boy. I find this story repulsive honestly. The mere story is enough to make you sick to your stomach!!",
  "Last Updated": "25 June 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/texas-woman-pregnant-by-pig/",
  "Claim": "A Texas woman named Angie Houston claimed she was raped by a pig and became pregnant as a result.",
  "Tags": "pregnant texas woman;angie houston;bardwell texas;ellis county news;dude comedy;",
  "Claim_ID": "texas-woman-pregnant-by-pig"
}