{
  "Origins": "In September 2015, a scam promising a free $20,000 Tiffany diamond ring began circulating via Facebook:",
  "Fact Check": "Can Facebook users can get a free Tiffany diamond ring by sharing and commenting on a video?",
  "Description": "The message was originally posted to the Macys.com Facebook page (which has no affiliation with the actual Macy's department store chain, whose Facebook page can be found under the name Macy's and not Macys.com) on 27 September 2015, and within 18 hours of its posting it had been shared more than 400,000 times. The message eventually reached the real Macy's organization, who confirmed that the giveaway was fake: Tiffany & Co. also released a statement warning consumers about this social media scam: Tiffany & Co. is vigilant in its anti-counterfeit efforts. We have a team dedicated to this matter. Please know we are not affiliated with any discount websites or outlets. You can only be certain that Tiffany merchandise is authentic if it is purchased at Tiffany & Co. retail locations worldwide, www.tiffany.com and boutiques operated by authorized Tiffany Retailers outside of the United States. These types of scams are very popular on Facebook, with similar schemes targeting Amazon, Costco, BMW, and Kroger customers. An article from the Better Business Bureau notes that Facebook users should not trust any page that promises to give something away for free: \"An immediate red flag should be any post on Facebook promising to give you free things. Gift cards, headphones, video game consoles, and even hand lotions can be scams trying to lure you into providing your personal information. Always do your shopping at reputable sites, and don t trust any Facebook free giveaways. Last updated: 24 September 2015",
  "Originally Published": " 24 September 2015",
  "Referred Links": "http://www.bbb.org/blog/2015/01/avoid-these-5-facebook-scams/;https://www.facebook.com/Tiffany/posts/10153296242248068?comment_id=10153296282588068&offset=0&total_comments=1&comment_tracking=%7B%22tn%22%3A%22R%22%7D;https://www.facebook.com/Macys/timeline;",
  "Example": "[Collected via Facebook, September 2015] Supposedly, if you like and comment about a contest to win a $20,000 Tiffany ring. Drawing is Oct. 4, 2015",
  "Last Updated": "24 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/tiffany-rings-macys-giveaway/",
  "Claim": "Facebook users can get a free Tiffany diamond ring by sharing and commenting on a video.",
  "Tags": "facebook;macy's;tiffany;tiffany ring;tiffany giveaway;macy's facebook page;giveaway;diamond eternity ring;",
  "Claim_ID": "tiffany-rings-macys-giveaway"
}