{
  "Origins": "On 19 November 2015, the entertainment web site National Report published a story claiming that musician Toby Keith had recorded a song and was planning a benefit concert for Syrian refugees: Country music superstar Toby Keith announced Wednesday that all proceeds from his new single You re Welcome in My House will go to resettlement efforts for Syrian refugees fleeing war torn Syria.",
  "Fact Check": "",
  "Description": "The single will be available for instant download on Christmas Eve from his website TobyKeith.com. In addition to the charity single, Keith will host a benefit concert at the San Antonio Stock Show and Rodeo in San Antonio, TX, February 15th. These folks are not terrorists, Keith told the Austin Times. We need to open our hearts and minds, and most importantly, open our borders to our fellow brothers and sisters in times of need. Keith hopes other artists will follow his lead and get involved. It s the right thing to do, Keith said. There is no truth to the above-quoted article. Toby Keith has not recorded a song to aid Syrian refugees and he has not announced any plans for a benefit concert. The National Report is a fake news web site that frequently publishes misleading content. A disclaimer on the web site states that \"any resemblance to truth is purely coincidental\": National Report is a news and political satire web publication, which may or may not use real names, often in semi-real or mostly fictitious ways. All news articles contained within National Report are fiction, and presumably fake news. Any resemblance to the truth is purely coincidental. Advice given is NOT to be construed as professional. If you are in need of professional help, please consult a professional. National Report is not intended for children under the age of 18. Last updated: 21 November 2015",
  "Originally Published": " 21 November 2015",
  "Referred Links": "http://www.donotlink.com/d1sp;http://www.donotlink.com/hfke;",
  "Example": "[Collected via email, November 2015] Is Toby Keith going to perform a concert with the proceeds going to help Syrian refugees ?",
  "Last Updated": "21 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/toby-keith-syrian-refugees-concert/",
  "Claim": "Toby Keith recorded a song and is planning a benefit concert for Syrian refugees.",
  "Tags": "refugees;Syria;toby keith;concert;benefit;",
  "Claim_ID": "toby-keith-syrian-refugees-concert"
}