{
  "Origins": "On 3 September 2015, Rowan County (Kentucky) clerk Kim Davis was jailed for contempt of court for her refusal to issue marriage licenses following the Supreme Court ruling in Obergefell vs. Hodges that established same-sex marriage as a constitutionally protected right. In the days after Davis was taken into custody, articles and memes contrasting her with Dallas County Judge Tonya Parker were circulated on social media sites, one example of which (excerpted above) stated: Lesbian Judge Tonya Parker refused to perform Heterosexual Weddings for 3-years. Never Reprimanded.",
  "Fact Check": "Is a lesbian judge refusing to marry straight people, an action similar to the one for which Kim Davis was jailed?",
  "Description": "Christian Clerk Kim Davis obeys Kentucky Law and U.S. Constitution. Gets thrown in Jail. Text from a New York Daily News article titled \"Gay Texas Judge, Tonya Parker, Won't Perform Marriages for Straight Couples\" was appended to many of the tweets An openly gay Texas judge says she refuses to conduct marriage ceremonies for straight couples until same-sex couples can also wed. Parker told the audience that while she refuses to conduct the ceremonies, she explains her reasoning to the couples and passes them along to another judge. I use it as my opportunity to give them a lesson about marriage equality in the state because I feel like I have to tell them why I m turning them away, she said. So I usually will offer them something along the lines of, I m sorry. I don t perform marriage ceremonies because we are in a state that does not have marriage equality, and until it does, I am not going to partially apply the law to one group of people that doesn t apply to another group of people. Same-sex marriage is not legal in Texas. That excerpt alone documented that the comparison made in the meme was far from one of apples to apples. Kim Davis violated the law, refused to perform an official duty of her position, instructed her staff not to follow the direct orders of the Federal Court for the Eastern District of Kentucky, and actively prevented the issuance of marriage licenses to everyone in Rowan County over her personal religious beliefs. Parker, however, simply declined to participate in an aspect of her position that was discretionary (i.e., optional), while nonetheless facilitating (rather than obstructing) her constituency by referring them to other court officials who would accommodate them. While Davis forbade any member of her staff from issuing marriage licenses, Parker ensured couples in her courtroom were assigned other judges willing to officiate their marriage ceremonies. Moreover, Parker wasn't \"reprimanded\" because her elected position on the bench did not require she perform marriages; rather, that was a \"discretionary function\" of her job. By contrast, Kim Davis insisted she be excused from a specific job function of Kentucky county clerks, a demand that was appealed all the way to the U.S. Supreme Court and repeatedly denied. While Judge Parker once declined to perform marriage ceremonies due to unequal application of the law, that is no longer the case: her three-year-long officiant's strike came to an end on 26 June 2015: It was also an exciting moment for Judge Tonya Parker, who officiated the marriage. It was her first in three years. She had declined to perform the ceremony until everyone could get married. \"The decision today represents an opportunity where I can now marry couples that come to the courtroom, like any other judge,\" Parker said. The judge has quietly waited for this day to come. She has declined to speak out on the subject, other than in written statements, because she did not want to use her position to make a political statement. Last updated: 8 September 2015",
  "Originally Published": " 8 September 2015",
  "Referred Links": "http://www.wfaa.com/story/news/local/dallas-county/2015/06/26/1st-dallas-same-sex-marriage-momentous-for-couple-and-judge/29369759/;http://www.washingtonpost.com/news/morning-mix/wp/2015/09/02/meet-kim-davis-the-ky-clerk-who-defying-the-supreme-court-refuses-to-issue-gay-marriage-licenses/;http://abovethelaw.com/2012/02/judge-of-the-day-awesome-lesbian-judge-in-texas-refuses-to-marry-straight-people/;http://www.nydailynews.com/news/national/gay-texas-judge-tonya-parker-won-perform-marriages-straight-couples-article-1.1027709;http://www.supremecourt.gov/opinions/14pdf/14-556_3204.pdf;https://twitter.com/pmbasse/status/641082337187332096;http://t.co/dG04mWXH8A;",
  "Example": "[Collected via e-mail and Twitter, September 2015] Dallas County Judge Tonya Parker is refusing to perform marriages for straight couples. Judge Tonya Parker is reportedly openly gay. Article on PCMD Gazette Gay judge, Tonya Parker refuses to perform marriages for heterosexual couples. Texas Gay judge Tonya Parker NO man/women marriage No problem...Christian Clerk Kim Davis NO gay marriage, gets jail pic.twitter.com/dG04mWXH8A Peni Basse (@pmbasse) September 8, 2015",
  "Last Updated": "8 September 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/tonya-parker/",
  "Claim": "A lesbian judge is openly refusing to marry straight people, a position comparable to the one for which Kentucky county clerk Kim Davis was jailed.",
  "Tags": "kim davis;tonya parker;",
  "Claim_ID": "tonya-parker"
}