{
  "Origins": "On 19 July 2015, the \"Amazing Pics\" Twitter account sent out a photograph purportedly showing a butterfly with \"translucent\" (i.e., transparent) wings. While @Amazingpicx's tweet implied that the creature pictured in the photograph was a real butterfly, you'll never see one like this in person: this \"translucent\" butterfly is a digital creation with soap bubbles for wings, the first place entry in a Worth 1000 \"Bubble Rap 4\" Photoshop contest back in 2011 that challenged contestants thusly: We've decided there aren't enough bubbles in our daily lives and we want MORE! It's up to you to satisfy our lust and show us your soapy bubbly world!",
  "Fact Check": "Does a photograph show a butterfly with translucent wings?",
  "Description": "Not to burst your bubble, but a bubbly personality will only get you so far in this contest if your image blows... but if it's good, you can really clean up. The object of this contest is to take an image and swap in a soap bubble, like in the themepost. Soap bubbles only! No gum, no bubble wrap, no Powerpuff girl. However, a real species of butterfly with transparent wings, the Greta Oto does exist. In fact, the winning Worth 1000 artist (Tyeise) used a photograph of a Greta oto butterfly taken by photographer Erwin Bolwidt in 2008: This is a glasswing butterfly, known scientifically as Greta oto. Taken in the Hortus Botanicus in Amsterdam. No butterflies were harmed for this shot, but tourists were annoyed as they had to step over me while I was on the floor composing the shot. Last updated: 2 September 2015",
  "Originally Published": " 2 September 2015",
  "Referred Links": "https://www.flickr.com/photos/erwinb/3090215000/;http://all.worth1000.com/artists/Tyeise;http://twistedsifter.com/2012/03/15-stunning-photos-of-the-glasswinged-butterfly/;http://www.worth1000.com/contests/26351/bubble-rap-4;http://www.worth1000.com/entries/620266/translucent-butterfly;https://twitter.com/AmazingPicx/status/623009441596706816;",
  "Example": "[Collected via Twitter, July 2015]",
  "Last Updated": "2 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/translucent-butterfly/",
  "Claim": "A photograph shows a butterfly with translucent wings.",
  "Tags": "translucent butterfly;glasswing butterfly;butterfly;translucent;",
  "Claim_ID": "translucent-butterfly"
}