{
  "Origins": "On 6 July 2015, the web site United Media Publishing posted an article titled \"First Tampon for Transgender Women to Hit Shelves Next Month,\" reporting that a California-based company had \"released the first tampon for post-op transgender women\" in order \"to bring each trans-woman closer to the full female experience and diminish body dysmorphia triggers altogether\": Our product is designed to give post-op trans-gender women the full-spectrum experience of menstruation. You don t have to be deprived of the beautiful and womanly occurrence of menstruation merely because you were born without uterus. The Fem-Flo s cotton core contains a small, vegetable-based capsule which upon reaching body temperature releases the menses contained within. It also aids in keeping the post-op canal conditioned and dilated after surgery and beyond.",
  "Fact Check": "Is a new \"transgender tampon\" arriving in stores soon?",
  "Description": "Although United Media Publishing's web site doesn't feature a disclaimer identifying its content as fake news, earlier articles from that outlet include a false claim that Charles Manson had died in prison and another fabricated story about Christian couples \"divorcing en masse\" in protest of same-sex marriage. Interest in the transgender tampons claim peaked on 9 July 2015, when Twitter and Internet forum posters said that radio host Rush Limbaugh had discussed the article on his show. Some tweets suggested that Limbaugh was initially unaware of the article's satirical nature, though no transcript of the portion of the show in question was available for review to document that assertion: @rushlimbaugh just pushed a fake story about transgender tampons, realized it during commercial break and tried to play it off. #FAIL John Harris (@YahyaJohn) July 9, 2015 A Google search for \"Sappho-Luxe\" returned results solely for the original fake news article and content based upon it. Last updated: 9 July 2015",
  "Originally Published": " 9 July 2015",
  "Referred Links": "http://www.donotlink.com/fv3k;https://twitter.com/YahyaJohn/status/619187012214480897;https://twitter.com/hashtag/FAIL?src=hash;http://www.freerepublic.com/focus/news/3308269/posts?page=118;http://www.donotlink.com/fv39;https://twitter.com/morehouse64/status/619185990662381568;https://twitter.com/hashtag/USA?src=hash;https://twitter.com/hashtag/WTH?src=hash;https://twitter.com/hashtag/Transgenders?src=hash;https://twitter.com/rushlimbaugh;https://twitter.com/hashtag/Gods?src=hash;https://twitter.com/Ontheotherhand/status/619185853206626305;https://twitter.com/hashtag/stoprush?src=hash;https://twitter.com/FCC;",
  "Example": "[Collected via e-mail and Twitter, July 2015] Is this article about transgender tampons a joke or for real? .@FCC You will surely love to hear Rush Limbaugh waxing poetic abt \"tampons 4 post op transgender women\" today. Tune in! #stoprush Lola (@Ontheotherhand) July 9, 2015 How on #Gods green earth is @rushlimbaugh NOT losing it talking about Tampons that fake a period for #Transgenders..#WTH is going on in #USA Fight the good Fight (@morehouse64) July 9, 2015",
  "Last Updated": "9 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/transgender-tampons/",
  "Claim": "A transgender tampon, developed to \"bring each trans-woman closer to the full female experience,\" will soon hit store shelves.",
  "Tags": "fake news;united media publishing;sappho-luxe;transgender tampons;rush limbaugh;",
  "Claim_ID": "transgender-tampons"
}