{
  "Origins": "Some years back we wrote an article about an map image that was being widely circulated on the Internet with the mistaken claim that it depicted how one could \"drive across the USA hitting all the major landmarks\":",
  "Fact Check": "",
  "Description": "As we noted, that map had nothing to do with being a guide for a sight-seeing trip to American landmarks; it actually traced the route taken by photographer Brian DeFrees as he drove around the U.S., snapping photographs every five seconds with a car-mounted camera that he later compiled into a five-minute \"Drivelapse\" video. (DeFrees chose a route that enabled him to \"see as many states, friends and family members\" as he could, not one that took him through every state and/or to every major U.S. landmark.) Inspired by this mislabeled map, in March 2015 Discovery's Tracy Staedter began pondering what a map representing \"the optimal, most efficient route across the country\" would look like, one that took a traveler through every state in the contiguous U.S. and hit at least one major landmark in each state. Tracy turned to Michigan State University doctoral student Randy Olson, who had previously blogged about his development of an algorithm to compute the optimal search strategy for locating Waldo amidst the double-page spread illustrations published in English illustrator Martin Handford's series of Where's Waldo? books: Staedter's requirements were that the charted road trip must incorporate three parameters: It would make at least one stop in all 48 states in the contiguous U.S. Each stop would be at a National Natural Landmark, National Historic Site, National Park, or National Monument. It would be a true road trip, taken by car, and not leave U.S. soil. Olson blogged about the steps he undertook to meet this challenge: With [a] list of [50] landmarks in hand, [I had to] find the \"true\" distance between all of the landmarks by car. Since we can't just drive a straight line between every landmark driving by car has this pesky limitation of having to stay on roads we needed to find the shortest route by road between every landmark. If you've ever used Google Maps to get the directions between two addresses, that's basically what we had to do here. Except this time, we needed to look up 2,500 directions to get the \"true\" distance between all 50 landmarks a monumental task if we had to do it by hand. Thankfully, the Google Maps API makes this information freely available, so all it took was a short Python script to calculate the distance and time driven for all 2,500 routes between the 50 landmarks. Now with the 2,500 landmark-landmark distances, our next step was to approach the task as a traveling salesman problem: We needed to order the list of landmarks such that the total distance traveled between them is as small as possible if we visited them in order. This means finding the route that backtracks as little as possible, which is especially difficult when visiting Florida and the Northeast. The result , in Randy Olson's words, was \"an epic itinerary with a mix of inner city exploration, must-see historical sites, and beautiful natural landscapes\": Oloson calculated that the drive would take about 224 hours (9.33 days) of driving time assuming no traffic, so in reality it's \"truly an epic undertaking that will take at least 2-3 months to complete.\" He also noted that the \"best part is that this road trip is designed so that you can start anywhere on the route as long as you follow it from then on.\" For the record, the list of landmarks one would visit in following this route are as follows: Grand Canyon, AZ Bryce Canyon National Park, UT Craters of the Moon National Monument, ID Yellowstone National Park, WY Pikes Peak, CO Carlsbad Caverns National Park, NM The Alamo, TX The Platt Historic District, OK Toltec Mounds, AR Elvis Presley s Graceland, TN Vicksburg National Military Park, MS French Quarter, New Orleans, LA USS Alabama, AL Cape Canaveral Air Force Station, FL Okefenokee Swamp Park, GA Fort Sumter National Monument, SC Lost World Caverns, WV Wright Brothers National Memorial Visitor Center, NC Mount Vernon, VA White House, Washington, DC Colonial Annapolis Historic District, MD New Castle Historic District, DE Cape May Historic District, NJ Liberty Bell, PA Statue of Liberty, NY The Mark Twain House & Museum, CT The Breakers, RI USS Constitution, MA Acadia National Park, ME Mount Washington Hotel, NH Shelburne Farms, VT Fox Theater, Detroit, MI Spring Grove Cemetery, OH Mammoth Cave National Park, KY West Baden Springs Hotel, IN Abraham Lincoln s Home, IL Gateway Arch, MO C. W. Parker Carousel Museum, KS Terrace Hill Governor s Mansion, IA Taliesin, WI Fort Snelling, MN Ashfall Fossil Bed, NE Mount Rushmore, SD Fort Union Trading Post, ND Glacier National Park, MT Hanford Site, WA Columbia River Highway, OR San Francisco Cable Cars, CA San Andreas Fault, CA Hoover Dam, NV The product of Olson's work may not literally be the one \"perfect\" or \"optimal\" route for motorists to take in driving around the Lower 48 and hitting landmarks in all of them (others have already begun calculating even shorter routes), but as Tracy Staedter concluded in her article, even if \"the result is not the absolute best route between all of the landmarks,\" it's still \"a route that's pretty darn good.\"",
  "Originally Published": "",
  "Referred Links": "http://www.math.uwaterloo.ca/tsp/usa50/index.html;http://rhiever.github.io/optimal-roadtrip-usa/major-landmarks.html;http://www.randalolson.com/2015/03/08/computing-the-optimal-road-trip-across-the-u-s/;http://www.randalolson.com/2015/02/03/heres-waldo-computing-the-optimal-search-strategy-for-finding-waldo/;http://www.randalolson.com/;",
  "Example": "[Collected via e-mail, March 2015] Currently trending on FB is another - probably legitimate - landmarks route:",
  "Last Updated": "17 March 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/travel/trap/morelandmarks.asp",
  "Claim": "Map shows an optimal route for driving across the USA and hitting major landmarks in every state.",
  "Claim_ID": "travel_trap_morelandmarks",
  "Tags": ""
}