{
  "Origins": "In December 2007, a story emerged in the news about a tourist who mistook her in-room safe for a microwave oven. According to that tale, which was covered in a number of publications down under, an American tourist staying at the Hermitage Hotel in Aoraki Mount Cook Village, New Zealand, attempted to heat a frozen pizza in her in-room safe. Said delicacy consequently had to be retrieved from the subsequently securely locked depository by bemused members of the inn's housekeeping staff.",
  "Fact Check": "",
  "Description": "\"We were just down the corridor and she came out and asked us if we could help her work the microwave,\" executive housekeeper Annabel Fafeita said. \"She was staying in one of our most expensive rooms, which have no kitchen facilities, so we assumed she'd bought her own microwave with her and went to see what we could do. We got there and told her politely, 'I'm sorry, but that's not a microwave it's the safe!'\" Undoing the attempt at cookery required the assistance of someone possessed of the master codes for the safe, because in her efforts to warm the ham and pineapple pie, the unnamed guest, a woman in her mid-40s, had entered random numbers on the lockbox's keypad. While at first blush the tale appears credible (it was covered by a number of newspapers, and a great deal of detail was provided via the various news accounts about the who, when, where, and how), there still existed reason to doubt it and even to suggest that if staff at The Hermitage had been called upon to crack a pizza-loaded safe, the one who had placed the pie in there had done so for the purpose of pulling their collective leg. Though in-room safes do bear a bit of a resemblance to microwave ovens thanks to their similar shape and the numeric keypads on their faces, they differ in important ways too, not the least of which is the presence of windows on microwaves versus the lack of ones on safes. Folks do like to watch what's cooking, yet a repository that granted easy view of its contents likely wouldn't find many purchasers lined up to buy it. Yet beyond the physical differences between the two items lies a marked disparity in where either of them are placed in lodgings that are let for rent. A microwave oven (in a room equipped with one, which the standard accommodations at The Hermitage weren't) is typically positioned out in the open, usually near the room's coffee maker, or in more extensive digs on a counter in its kitchenette. Out of sight is out of mind, so hoteliers don't want to place microwaves in locations that foster the likelihood of guests' forgetting that they're cooking something (and possibly smoking out a room, filling it with a foul smell, or even triggering a fire). An in-room safe, however, is typically concealed from view, often placed in the closet or within an armoire or cabinet, for the same \"out of sight is out of mind\" reason: those who enter the room will not be encouraged by their glances falling upon a safe to wonder what valuable goodies might be lurking within, because said depository won't be in plain sight. When we originally penned this article in 2008, we thought it wildly improbable that anyone could mistake a safe for a microwave. For such to happen, we would have to allow for the traveler's not only failing to question why there was no window in the face of the \"oven\" or why the microwave left for her use was so gosh-darned small, but also failing to question why it was inconveniently stashed in a closet or behind the shut doors of a cabinet or armoire. However, with all that said, we've subsequently heard from a number of folks in the hotel business who've had to deal with guests who did that very thing. [Collected via e-mail, January 2008] I have seen the Microwave/InRoom Pizza making first hand. I worked at the Dover Downs Hotel in Dover, Delaware. We have had many calls to the bell desk asking \"Why is the inroom microwave not working?', at which we would ask \"Was it in the closet?\", the answer was about 95% of the time \"Yes, why?\", then we would call security to get the unarmed pizza, hot dog, etc from the \"microwave\". [Collected via e-mail, January 2008] I have personally had two instances where a guest mistook our in-room safes for a microwave. Never had to open one up to release a pizza, but I have had two calls to the front desk in the past two years wondering if the microwave was broken. I had to inform them that the only microwave was in the lobby and that it worked fine. [Collected via e-mail, January 2008] I just wanted to comment about the hotel room safe being mistaken for a microwave oven. I've been in the hotel business for 13 years and this has happened on a handful of occasions in my career. You'd be surprised what exhausted business travelers are capable of!! Most of them would realize after they put the item in and shut the door. Some would actually call and ask us to open the safe. Some would just leave the item in the safe because they were embarrassed by their stupidity! Ha! [Collected via e-mail, October 2010] I work at a hotel in Charleston, SC. We do not have microwaves in our rooms, but we do have safes in them. The safes are black, and in a shape the same as a microwave, though a bit smaller. Over the last few years, I have had people call down complaining because they couldn't get the microwave to work, when they in fact were referring to the safe. In fact, this happened only a week or two ago, and the guest did not believe me when I told him it was a safe and not a microwave. I suppose since the safe is located right over where the mini-fridge is, this might have lent to some of the confusion. Barbara \"closet cook\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.hermitage.co.nz/;",
  "Example": "[The New Zealand Herald, December 2007] An American tourist staying at Aoraki-Mt Cook recently bit off more than she could chew. Puzzled housekeeping staff were called to aid The Hermitage hotel guest who complained that she couldn't get her pizza out of the microwave oven in her room. Turns out that it was a case of mistaken identity - the guest had put the pizza in the safe and, while pressing buttons, had activated the lock.",
  "Last Updated": "24 October 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/travel/trap/pizza.asp",
  "Claim": "Travelers mistake hotel room safes for microwave ovens.",
  "Claim_ID": "travel_trap_pizza",
  "Tags": ""
}