{
  "Origins": "What follows is one representative newspaper account of the strange story of Mehran Karimi Nasseri, a man without country, trapped by his lack of papers in Charles De Gaulle Airport in Paris, France, since 26 August 1988:",
  "Fact Check": "",
  "Description": "Nasseri, who has since adopted the name \"Sir, Alfred Mehran\" (that's not a typo Nasseri took both the title and its misplaced comma from a mistake in a letter from British immigration), has changed the story he tells about his background several times over the years: Over the years, he has claimed many things about his origins. At one time his mother was Swedish, another time English. Nasseri's effectively reinvented himself in the Charles de Gaulle airport and denies these days that he's Iranian, deflecting any conversation about his childhood in Tehran. (\"He pretends he doesn't speak Persian,\" his longtime lawyer, Christian Bourguet, says. \"He was interviewed by Iranian journalists and made believe he didn't understand.\") When we first met two years ago, he insisted that the United Nations High Commissioner for Refugees was attempting to locate his parents in order to establish his identity. But a spokeswoman for the agency dismissed the assertion as \"pure folly.\" Early on in his saga, Nasseri maintained that he was expelled from his homeland for antigovernment activity in 1977. According to a number of reports, Nasseri protested against the regime of Shah Mohammed Reza Pahlevi while a student in England, and when he returned to Iran, found himself imprisoned, and shortly thereafter exiled. He bounced around Europe for a few years with temporary refugee papers, alighting finally in Belgium, where he was awarded official refugee status in 1981. He traveled to Britain and France without difficulty until 1988, when he landed at Charles de Gaulle airport after being denied entry into Britain, because, he contends, his passport and refugee certificate were stolen in a mugging on a Paris subway. Nasseri could not prove who he was, nor offer proof of his refugee status. So he moved into the Zone d'attente, a holding area for travelers without papers. He stayed for days, then weeks then months, then years. As his bizarre odyssey stretched on, Bourguet, the noted French human rights lawyer, took on the case, and the news media piled on. Articles appeared around the world, and Nasseri became the subject of three documentary films. (Oddly, apparently none of his friends or relatives have attempted to contact him.)2 Nasseri is known for his honesty (when he isn't talking about himself) and his refusal of charity. On two occasions he turned in billfolds full of money that had been mislaid by passengers. Airline and airport personnel push meal vouchers on him so he can eat. \"French fries are my favorite,\" he confides. \"It's not a very healthy diet, but I get enough.\" On 17 September 1999, an international travel card and a French residency permit were put into Nasseri's hands. With them, he's now free to leave the airport, either to take up residency in France or to fly to another country that will allow him entry. He refuses to sign them, however, because they list his nationality as Iranian, and he wants it listed as British. He remains at Charles de Gaulle airport, using the excuse that he's determined to stick to this point rather than face life outside the terminal: [In 1999] he finally got permission to leave the airport in fact, he can now go wherever he likes in Europe. The problem is, he no longer wants to. \"He is scared to leave this bubble world he has been living in,\" said Dr. Philippe Bargain, the airport's medical director. \"Finally getting the papers has been a huge shock to him, as if he was just thrown from his horse. When you wait 11 years for something and suddenly in a few minutes you sign some papers and it's done imagine what a shock that is.\" \"He will have to be weaned from the airport, like an addict really.\" Dr. Bargain said. \"Still, it does make you wonder what kind of a society we live in that this can happen to a man.\"3 In July 2006, Nasseri was hospitalized. In January 2007 he left the hospital and was looked after by the airport's branch of the French Red Cross; he was lodged for a few weeks in a hotel close to the airport. On 6 March 2007, he transferred to a homeless shelter in Paris. Barbara \"terminal boredom\" Mikkelson Sightings: The 2004 Tom Hanks film The Terminal is loosely based upon the experiences of Mehran Karimi Nasseri.",
  "Originally Published": "",
  "Referred Links": "http://www.theterminal-themovie.com/;",
  "Example": "",
  "Last Updated": "2 July 2008",
  "Credibility": "true",
  "URL": "www.snopes.com/travel/airline/airport.asp",
  "Claim": "Between 1988 and 2006, a man lived at a Paris airport.",
  "Claim_ID": "travel_airline_airport",
  "Tags": ""
}