{
  "Origins": "In the wake of the March 2015 Germanwings airline crash that apparently occurred when the co-pilot barricaded himself in the cockpit and deliberately sent the plane into a fatal dive into the French Alps, some speculative news accounts reported that banging sounds heard on the cockpit's voice recorder might have indicated the locked-out captain had resorted to trying to break down the cockpit door with an axe. That detail of the Germanwings tragedy prompted renewed interest in an apocryphal, decades-old urban legend about a locked-out pilot and a fire axe.",
  "Fact Check": "",
  "Description": "The version of the legend quoted in the example block above was circulated on the Internet during the summer of 1999, and few readers had reason to doubt its truthfulness: it was a first-person account reported by travel writer Gaby Plattner in the Chicago Tribune, a respected print journalism outlet. But soon afterwards it became clear that, in true urban legend fashion, the article's author had reported as her own experience a story she'd merely heard from someone else, and none of the events she described had happened to, or been witnessed by, her. The following statement comes from the apology Gaby Plattner subsequently extended to Air Zimbabwe: I very stupidly wrote Choppy Skies as though it had happened to me, when actually it was a story a passenger told me. I don't know what made me write it in the first person, except that I guess I thought it would be a more vivid story that way. When she was originally challenged about her article, Plattner's journalistic ethics remained non-existent. Randay Curwen, travel editor of the Chicago Tribune, said: \"After the story appeared and the first question was raised by a reader, she [Plattner] continued to claim the incident happened exactly as she had written. It was only after she was confronted with a very similar story in a book that she admitted the deception.\" Quite possibly that book was folklorist Jan Harold Brunvand's Curses! Broiled Again! , which had been published a full ten years prior to Plattner's account and included the following legend description: The plane is a DC-9, a two-pilot aircraft. Midway through the flight the copilot leaves the cockpit to use the lavatory. A long time passes, and the captain grows concerned. He calls the flight attendants on the intercom, and asks them to check on the copilot. But both attendants are at the rear of the cabin, and a beverage cart is blocking the aisle, making it impossible for them to go to the forward lavatory. Since it is the middle of the flight, the captain decides to check on the copilot himself. He activates the automatic pilot, steps out of the cockpit and closes the door behind him. Just then, the copilot emerges from the lavatory. Both of them realize with dismay that neither has the key to the cockpit door. The two pilots have to smash the door with a fire axe in front of the horrified passengers. Air Zimbabwe failed to appreciate the attempt to breathe life into an old urban legend by dragging their name through the mud. It penned a strong letter of protest to the Chicago Tribune, decrying the article as totally untrue, unprofessional, and damaging: \"I cannot for one moment believe that a paper with a reputation such as the Chicago Tribune's would accept such sick lies as a pilot breaking down the door to the cockpit with an axe,\" complained the airline's public relations manager, David Mwenga. \"We do not keep axes on our aircraft. For what purpose?\" \"We never fly aircraft without the full complement of cockpit or cabin crew. The distance between Kariba and Hwange is so short that our pilots fly manually; rarely would they fly on auto pilot for that distance.\" Mwenga complained that the article, which has been circulated widely through the internet in the last two months, had caused untold harm to the airline. The airline instituted legal action against both the Chicago Tribune and Gaby Plattner because the article had caused serious damage to that country's tourism and the reputation of Air Zimbabwe. As for how old the legend of the locked-out pilot is, one of our oldest versions was contributed by an American Airlines pilot who remembered hearing it in 1978. Another reader, the former editor of a flying magazine, recalled hearing the story in 1968 when it was told of a hapless pilot of a G18 Twin Beech whose encounter with clear air turbulence left him on the wrong side of the closed cockpit door and who had to use a pocketknife to unscrew the hinges to get back in only seconds before the fuel tank in use completely drained. The story has been variously attributed to any number of airlines over the years; Air Zimbabwe was one prominent victim, but neither the first nor the last. Too much about this legend rang false at the time for it to be taken seriously by those inclined to believe it, at least back in the pre-9/11 days (after which many airline safety procedures were revamped). Spare keys to the flight deck were typically stashed in various locations around most airliners, obviating the notion that the pilot could be accidentally locked out until subsequent security changes eliminated the use of such keys: New safety protocols mandated by Congress in the U.S. after the Sept. 11 attacks would almost certainly have been in place for aircraft operated by Germanwings on behalf of Lufthansa. These protocols eliminate the use of keys for entering the cockpit assuring that no errant passenger can wrestle a key away from a crew member. They also require cockpit doors to be strong enough to withstand gunfire and grenade explosions. Also, airline cockpit doors aren't spring-loaded to snap shut when released. (Indeed, by FAA rules, when the plane is on the ground that door remains open. Passengers will recall that the cockpit door is open while they boarding and deplaning without anyone's struggling to hold it open.) Fire axes, when they were carried, were often stowed within the cockpit itself, and most airlines still have a protocol in place holding that a flight attendant should step into the cockpit with the co-pilot if the pilot steps out (or vice-versa) so that no one is ever left alone on the flight deck. But all those safeguards were established back in the days when it was unanticipated that anyone (pilot or otherwise) would deliberately barricade himself inside a cockpit with the intent of crashing a plane. News accounts described an incident involving a pilot's being unable to re-enter the cockpit during a flight on 26 August 2006 when, after completing his bathroom break, the pilot of Air Canada Jazz Flight 8475 reportedly found himself unable to regain entry to the flight deck during the 2.5 hour flight between Ottawa and Winnipeg because the closed cockpit door had become stuck. It took approximately ten minutes for the crew to remove the door from its hinges and so return him to the controls. However, there was no report of a fire axe being used to chop through the door, and no point was the plane in danger. As per established procedure, the first officer remained on the flight deck throughout the pilot's absence; therefore, even if the pilot had remained locked out of the cockpit for the rest of the flight, the first officer was also fully qualified to land the aircraft and could have brought the plane down safely on his own. Barbara \"no axe-ident\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://www.independent.co.uk/news/world/europe/germanwings-captain-patrick-sondenheimer-tried-to-break-into-locked-cockpit-door-with-an-axe-as-plane-was-descending-10138492.html;",
  "Example": "[Collected on the Internet, 1999] Our flight was delayed, so we settled down to wait. And wait. Three hours later, we were finally told the plane was ready to board. Air Zimbabwe bought many of its planes second-hand from other airlines, and the one we got into was no exception. Dirty and ancient, the mid-size jetliner was clearly one that no one else had wanted. Inside, we settled into the seats with 80 or 90 other passengers and waited. And waited some more. Finally, the pilot's voice came over he loudspeaker. 'We're all ready to go ladies and gentlemen. However, we've been waiting for the copilot, and he still hasn't arrived. Since we've already waited so long, we're just going to be flying without a copilot today.' There was a nervous buzz through the cabin. He continued ... 'If any of you feel uncomfortable with this, feel free to disembark now and Air Zimbabwe will put you on the next available flight to Hwange.' Here he paused. 'Unfortunately, we are not sure when that will be. But rest assured, I have flown this route hundreds of times, we have clear blue skies, and there are no foreseeable problems.' No one in Plattner's group, doubtful as they might have been, wanted to wait any longer at Kariba for a plane that may or may not materialize, so they stayed onboard for the one-hour flight. Once the aircraft reached cruising altitude, the pilot came on the loudspeaker again... 'Ladies and gentlemen. I am going to use the bathroom. I have put the plane on auto-pilot and everything will be fine. I just don't want you to worry.' That said, he came out of the cockpit, fastened the door open with a rubber band to a hook on the wall. Then he went to the bathroom. Plattner continues: Suddenly, we hit a patch of turbulence. Nothing much, the cabin just shook a little for a moment. But the rubber band snapped off with a loud 'ping!' and went sailing down the aisle. The door promptly swung shut. A moment later, the pilot came out of the bathroom. When he saw the closed door, he stopped cold. I watched him from the back and wondered what was wrong. The stewardess came running up, and together they both tried to open the door. But it wouldn't budge. It slowly dawned on me that our pilot was locked out of The cockpit. Cockpit doors lock automatically from the inside to prevent terrorists from entering. Without a copilot, there was no one to open the door from the inside. By now, the rest of the passengers had become aware of the problem, and we watched the pilot, horrified. What would he do? After a moment of contemplation, the pilot hurried to the back of the plane. He returned holding a big axe. Without ceremony, he proceeded to chop down the cockpit door. We were rooted to our seats as we watched him. Once he managed to chop a hole in the door, he reached inside, unlocked the door, and let himself back in. Then he came on the loudspeaker, his voice a little shakier this time than before. 'Ah, ladies and gentlemen, we just had a little problem there, but everything is fine now. We have plans to cover every eventuality, even pilots getting locked out of their cockpits. So relax and enjoy the rest of the flight!\"",
  "Last Updated": "2 April 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/travel/airline/fireaxe.asp",
  "Claim": "A commercial airline pilot who accidentally locked himself out of the cockpit had to hack down the door with a fire axe to regain entry",
  "Claim_ID": "travel_airline_fireaxe",
  "Tags": ""
}