{
  "Origins": "In the 1920s, the U.S. Post Office began experimenting with cross-country delivery of mail by air. Before the advent of radio guidance, mail pilots picked their way along from visible landmark to visible landmark, a system that somewhat served where there were recognizable geological or manmade features to be guided by, but not at all in areas such as vast stretches of empty, repetitive desert.",
  "Fact Check": "",
  "Description": "In 1924, in recognition that its pilots needed more help finding their way, the Post Office began erecting combinations of large concrete arrows and lighted beacons along its established airmail routes. Roughly every ten miles along these paths, mail pilots would encounter 50-foot towers topped with rotating lights at whose base were 50- to 70-foot concrete foundations that from the air looked like arrows. These course lights flashed a code to identify each beacon s number. In 1926, the Post Office Department turned management of the beacons over to the Department of Commerce. The project was finished in 1929, thereby completing a route from New York to San Francisco. When visibility wasn't impaired by weather conditions, the light from the next beacon could be seen from the one currently being flown over. Additionally, each arrow pointed to the next arrow, a feature that helped keep pilots on course when bad weather obscured the signal from the next lit beacon. The arrow-and-beacon system did not long serve the country's aviators. By the early 1930s, technological advances (radio guidance and radar) began to give those flying over featureless terrain far more reliable methods of finding their way. These days, while scant few of the towers remain (many were disassembled for scrap metal during World War II), quite a number of those painted concrete arrows still dot the American landscape. Barbara \"broken arrows\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, August 2013] This Really Exists: Giant Concrete Arrows That Point Your Way Across America... Every so often, usually in the vast deserts of the American Southwest, a hiker or a backpacker will run across something puzzling: a large concrete arrow, as much as seventy feet in length, sitting in the middle of scrub-covered nowhere. What are these giant arrows? Some kind of surveying mark? Landing beacons for flying saucers? Earth's turn signals? No, it's... The Transcontinental Air Mail Route. On August 20, 1920, the United States opened its first coast-to-coast airmail delivery route, just 60 years after the Pony Express closed up shop. There were no good aviation charts in those days, so pilots had to eyeball their way across the country using landmarks. This meant that flying in bad weather was difficult, and night flying was just about impossible. The Postal Service solved the problem with the world's first ground-based civilian navigation system: a series of lit beacons that would extend from New York to San Francisco. Every ten miles, pilots would pass a bright yellow concrete arrow. Each arrow would be surmounted by a 51-foot steel tower & lit by a million-candlepower rotating beacon. (generator shed at the tail of each arrow powered the beacon.) Now mail could get from the Atlantic to the Pacific not in a matter of weeks, but in just 30 hours or so. Even the dumbest of air mail pilots, it seems, could follow a series of bright yellow arrows straight out of a Tex Avery cartoon. By 1924, just a year after Congress funded it, the line of giant concrete markers stretched from Rock Springs, Wyoming to Cleveland, Ohio. The next summer, it reached all the way to New York, and by 1929 it spanned the continent uninterrupted, the envy of postal systems worldwide. Radio and radar are, of course, infinitely less cool than a concrete Yellow Brick Road from sea to shining sea, but I think we all know how this story ends. New advances in communication and navigation technology made the big arrows obsolete, and the Commerce Department decommissioned the beacons in the 1940s. The steel towers were torn down and went to the war effort. But the hundreds of arrows remain. Their yellow paint is gone, their concrete cracks a little more with every winter frost, and no one crosses their path much, except for coyotes and tumbleweeds. But they're still out there.",
  "Last Updated": "7 April 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/travel/airline/arrows.asp",
  "Claim": "Concrete arrows guided early airmail pilots across the U.S.",
  "Claim_ID": "travel_airline_arrows",
  "Tags": ""
}