{
  "Origins": "Flying commercially requires that we entrust our continued existence to others; namely, the engineers who built the plane, the ground crew that maintains it, and the flight crew that takes it into the skies. That sense of not being in charge of our fate, of instead having to helplessly place it in the hands of others, magnifies our more ordinary flying-related anxieties that have to do with the speed and heights attained via that mode of travel. When those anxieties are teamed with the typical mistrust of Big Business harbored by the average consumer (who sees it as impersonal and profit-driven to the point of irresponsibility), all manner of wild beliefs can result. In the case of the 'crash' or 'brace' position the air industry recommends in the event of an impending mishap, those beliefs focus upon the presumed reason for turning oneself into a pretzel even as eternity beckons. Surely, says logic, leaning forward and covering my head with my hands isn't going to keep me alive if this thing falls from the sky, so there must be some other reason the airlines want me to do this.",
  "Fact Check": "",
  "Description": "That line of reasoning has resulted in two fanciful explanations. First, that due to the relative sizes of wrongful death versus injury awards, airlines would rather have us pushing up daisies than disabled and so work to ensure our demise when one of their planes is going down. Better to snap our necks on impact and so be done with us than risk some of us surviving the crash and successfully suing for millions. In a more charitable form of the rumor, the airlines' motivation for getting us to crouch in a death-dealing pose is their desire to spare us needless suffering: since we're all doomed anyway, better a quick exit than a slow one. Alternatively, their interest is said to lie in having a neat accident scene. Post-crash, says this version of the belief, the airlines' priority is not our welfare but rather accurate record-keeping, and our having been in the 'brace' position at impact guarantees them an easier job of matching up body parts with the passenger list of a downed aircraft. Mistrust and farfetched rumors aside, adopting the 'brace' or 'crash' position when impact is imminent does indeed work to preserve lives in an air disaster. As Australia's Civil Aviation Safety Authority ( CASA ) points out: \"Over 70% of airline accidents are survivable. 71% of people who die in survivable crashes, do so after the aircraft comes to a complete stop. In many cases its because they are unprepared for the crash.\" According to the Federal Aviation Administration, there are two primary reasons for bracing for impact, neither of which has to do with quickly dispatching those who were about to die anyway or better preserving what will be left of them post-crash so as to speed identification of bodies. One purpose is to reduce flailing, and the other is to decrease secondary impact. Flailing can be cut back by having the seat occupant in some manner flex, bend, or lean forward over his legs. Secondary impact can be lessened by positioning the body (particularly the head) against the surface it would strike during impact. Reduction of either or both of these results in fewer and less severe injuries. A particularly memorable 1989 air disaster in which 47 of those aboard died and an additional 74 were injured prompted recommendation of changes to the then prescribed 'brace' position. Analysis of the injuries sustained in the 8 January 1989 crash of British Midland Flight 92 onto the embankment of the M1 motorway in England (which has come to be known as the Kegworth crash) showed that many of them had been caused by passengers' legs flailing against seat backs and luggage restraint bars and that certain small changes to the position adopted by passengers just prior to a crash would reduce the incidence of such traumas. The modified \"brace for crash\" position requires passengers to keep their feet further back than their knees as they bend the upper portion of their bodies forward, and to wear their seat belts as tight and as low on their torsos as they can. If seatbacks in front are not reachable, passengers bend from the waist as far as possible, bringing their chests down onto their thighs, their arms around or behind their legs and tucked in against their bodies. If seatbacks are within reach, passengers rest their heads against them, place their hands one over the other on top of their heads (but without intertwining their fingers), and tuck their forearms in against each side of their faces. Reporting on the East Midlands Boeing crash, a medical journal noted: Of the initial 87 survivors of the East Midlands Boeing 737/400 aircraft, 77 sustained head and facial trauma during the crash, 45 of whom were rendered unconscious. There were 21 who received injuries to the back of their head, including 5 of the 6 severely head-injured adults. Those passengers who adopted the fully flexed \"brace\" position for crash-landing achieved significant protection against head injury, concussion, and injuries from behind irrespective of local aircraft structural damage. That same report stated: \"Bracing maximizes the chance of uninjured survival.\" Intriguingly, in 2009 we encountered another airline disaster rumor related to the brace position one: I heard that the oxygen masks that deploy from overhead on airplanes are not actually oxygen masks to help you breathe, but somehow deprives you of oxygen (thus creating some sort of calming effect on your brain?) making you accept your death better. Barbara \"breathless with unanticipation\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "http://news.bbc.co.uk/1/hi/uk/250959.stm;http://www.casa.gov.au/airsafe/trip/emergen.htm;",
  "Example": "[Collected on the Internet, 1997] A cow orker mentioned something off the cuff yesterday at work that I hadn't heard before. According to him, he'd heard from a relative's friend who claimed her friend (yeah yeah... you get the idea) ...said that the reason that one directive air passengers are given to follow upon crash landing, to stick their head between their knees, was so that in the event of a SERIOUS crash (aren't they all) the rapid deceleration would snap everyone's neck and avoid pain and suffering. [Collected via e-mail, 2005] Is it true that airline safety guidelines telling passengers in an emergency to put their heads down are just so dental records will be preserved in the event of a crash? [Collected via e-mail, 2006] Is it true that airlines ask people to crouch and cover their heads in event of a crash landing so their remains will be easier to piece together?",
  "Last Updated": "1 July 2014",
  "Credibility": "false",
  "URL": "www.snopes.com/travel/airline/brace.asp",
  "Claim": "The purpose of the 'crash' or 'brace' position in airliners is to kill passengers quickly in the event of an crash, or to preserve their remains so as to make identification of bodies easier.",
  "Claim_ID": "travel_airline_brace",
  "Tags": ""
}