{
  "Origins": "The map shown above, displaying a route around the United States marked with yellow pins, has been widely reposted on Facebook as a chart showing how one can \"drive across the USA hitting all the major landmarks.\" A number of those who have encountered it in this context have been left wondering what \"major landmarks\" many of the pins are supposed to represent, and how one could see \"all the major landmarks\" in the U.S. on a route that skips the entirety of New England and much of the interior of the country.",
  "Fact Check": "",
  "Description": "In fact, this map has nothing to do with being a guide for a sight-seeing trip to American landmarks. Rather, it traces the route taken by photographer Brian DeFrees in 2011 as he drove 12,225 miles around the U.S., crossing some 33 states in 53 days while snapping a photograph every five seconds with a camera mounted just below his car's rear-view mirror. As Brian noted in his trip summary , his goal was to travel to as many states as he could while visiting friends and family members, not just to hit \"all the major landmarks\" in the U.S.: Even though I had taken some fairly large road trips before 2011, this is the one I had dreamt about my whole life. In August of 2011 I quit my job of three years, ended the lease on my apartment and set off on the road by myself. My goal was to see as many states, friends and family members as I could. All while making the first USA Cross-Country Drivelapse video. After the conclusion of his trip, Brian compiled about 6,500 of the 200,000 individual photographs he took during his journey into a five-minute \" Drivelapse \" video tour of America. After it was released on YouTube in November 2011, the video quickly spread across the Internet and around the world: This and other similar time-lapse videos by Brian DeFrees can be viewed on his DeFrees Productions web site.",
  "Originally Published": "",
  "Referred Links": "http://www.defreesproductions.com/category/videos/;http://www.defreesproductions.com/drivelapse-usa-2011/;http://www.defreesproductions.com/cross-country-usa-road-trip-2011/;https://plus.google.com/104876794115264673570;http://www.picturecorrect.com/news/time-lapse-drive-across-america-in-5-minutes/;",
  "Example": "[Collected via Facebook, January 2014] How to drive across the USA hitting all the major landmarks ... would love to do this some day. I wonder if there is anyone in the world that I could tolerate in a car for this long:",
  "Last Updated": "15 March 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/travel/trap/landmarks.asp",
  "Claim": "Map shows how to \"drive across the USA hitting all the major landmarks.\"",
  "Claim_ID": "travel_trap_landmarks",
  "Tags": ""
}