{
  "Origins": "For most people, voyages aboard cruise ships are pleasant diversions, a form of recreation that allows vacationers to travel to exotic destinations while taking the comfort and luxury of a fine hotel room along with them. For some people, cruise ships have even become a way of life, as a few retirees have opted to spend their golden years permanently at sea. Have such ocean voyages now become a way of death as well, with a company offering \"euthanasia cruises\" on which the terminally ill (and others wishing to end their lives) can quietly expire in the company of like-minded individuals by sliding overboard into the sea?",
  "Fact Check": "",
  "Description": "Not quite. The information about \"Euthanasia Cruises, Ltd.\" quoted above was taken from a satirical column by prankster Alan Abel which was published in the Fairfield County Weekly on 16 February 2006. (Abel is a regular contributor to that publication; similar recent spoof articles by him have featured a Michigan restaurant called \"Hitler's Drive-In,\" operated by a proprietor who is the spitting image of his infamous German namesake, and plans to build a Miles Standish-inspired \"Pilgrims' Casino\" in Connecticut.) Although the example article cited here was published in 2006, the \"euthanasia cruise\" column is actually a rehashing of a hoax Alan Abel first unleashed back in 1993.",
  "Originally Published": "",
  "Referred Links": "http://www.alanabel.com/euthanasia.asp;http://www.alanabel.com/timeline.asp;",
  "Example": "[Collected via e-mail, 2006] Is this true? \"A group of Florida businessmen has created a company called Euthanasia Cruises, Ltd. Each month the company takes 25 passengers on The Last Supper, a three-masted luxury sloop, for three days at sea before the passengers voluntarily end their lives by jumping into the ocean. Although a few passengers are terminally ill, most are able-bodied adults.\"",
  "Last Updated": "27 May 2006",
  "Credibility": "false",
  "URL": "www.snopes.com/travel/trap/euthanasia.asp",
  "Claim": "A Florida company offers \"euthanasia cruises\" on which terminally ill and suicidal passengers end their lives by jumping overboard.",
  "Claim_ID": "travel_trap_euthanasia",
  "Tags": ""
}