{
  "Origins": "Airline customers have no shortage of things to be disgruntled about these days long delays caused by additional security procedures, crowded and uncomfortable planes, cutbacks in the availability of amenities (such as food and pillows), flights that arrive and depart late, etc. The customer who wouldn't like to complain about some aspect of air travel these days is probably far more the exception than the rule.",
  "Fact Check": "",
  "Description": "Many of us, though, don't make formal complaints, because we don't want to seem like trouble-makers, because we recognize that some things are beyond the airlines' control (they can't stop bad weather, for example), or because we just want to get where we're going without enduring the additional fuss and delay that following company procedures to register an official complaint would require. I generally fit into the latter category: unless I'm the recipient of some egregiously bad treatment, I don't want to disrupt my schedule and expend even more time and effort filing a complaint that probably won't produce any tangible results (and the hassle of having to fill out a complaint form vitiates any satisfaction I might get from the act of complaining itself). Frankly, the worst experience I can recall having on an airplane in the last several years was when I changed flights at the last minute and ended up having to sit in an aisle seat at the very back of the plane. It didn't find my seat to be a particularly desirable one not only did sitting at the back of the plane practically guarantee I'd be one of the last passengers to get off (and I'm always in a hurry), but since nearly every commercial aircraft has lavatories (sometimes the only lavatories) in the back, I spent the whole flight with other passengers buffeting me as they traveled back and forth to the restroom and standing directly over me as they waited in line for it. But, I didn't complain, because somebody has to take that seat when a flight is full, and the only reason I was on that particular flight in the first place was because of my own last-minute change in plans, so it only seemed fair that I should get one of the less desirable seats. A PDF document (available for viewing here ) purportedly records the feelings of a passenger who had an experience similar (but worse by several degrees) to mine and undertook the effort to jot down his thoughts while the flight was in progress and send them off to the airline. The seven-page note (complete with humorous illustrations) documents the travails of a passenger who finds himself sitting not just in the last row before the lavatories, but directly across from a lavatory itself forcibly exposing to him all sorts of unpleasant sights, sounds, odors, and other discomforts. The document is dated 21 December 2004 and is stamped as having been received by \"Customer Care\" on 13 April 2005. Its heading indicates the passenger who wrote it was traveling to or from Houston on Continental Airlines Flight 888 (technically, Continental Flight 888 travels from Houston, and Flight 889 travels to Houston) and was assigned seat #29E. (The closest match we could find to a Continental Airlines plane configured like the one described in the letter is their Boeing 737-800 , in which Row #29 is indeed opposite the lavatories, although it appears that aisle seat 29D is actually the one closest to the lavatories, while 29E is a middle seat. This is in fact the type and configuration of aircraft Continental uses for its Flights 888/889.) Although readers should view the original document for full effect, we've transcribed it below (keeping spelling and punctuation errors intact) for those who don't have a PDF reader installed on their computers or have too slow a connection to download the whole file. Dear Continental Airlines, I am disgusted as I write this note to you about the miserable experience I am having sitting in seat 29E on one of your aircrafts. As you may know, this seat is situated directly across from the lavatory, so close that I can reach out my left am and touch the door. All my senses are being tortured simultaneously. It's difficult to say what the worst part about sitting in 29E really is? Is it the stench of the sanitation fluid that's blown all over my body every 60 seconds when the door opens? Is it the wooosh of the constant flushing? Or is it the passengers asses that seem to fit into my personal space like a pornographic jig-saw puzzel? I constructed a stink-shield by shoving one end of a blanket into the overhead compartment while effective in blocking at least some of the smell, and offering a small bit of privacy, the ass-on-my-body factor has increased, as without my evil glare, passengers feel free to lean up against what they think is some kind of blanketed wall. The next ass that touches my shoulder will be the last! I am picturing a board room full of executives giving props to the young promising engineer that figured out how to squeeze an additional row of seats onto this plane by putting them next to the LAV. I would like to flush his head in the toilet that I am close enough to touch, and taste, from my seat. Putting a seat here was a very bad idea. I just heard a man groan in there! This sucks! Worse yet, is I've paid over $400.00 for the honor of sitting in this seat! Does your company give refunds? I'd like to go back where I came from and start over. Seat 29E could only be worse if it was located inside the bathroom. I wonder if my clothing will retain the sanitizing odor . . . what about my hair! I feel like I'm bathing in a toilet bowl of blue liquid, and there is no man in a little boat to save me. I am filled with a deep hatred for your plane designer and a general dis-ease that may last for hours. We are finally decending, and soon I will be able to tear down the stink-shield, but the scars will remain. I suggest that you initiate immediate removal of this seat from all of your crafts. Just remove it, and leave the smouldering brown hole empty, a good place for sturdy/non-absorbing luggage maybe, but not human cargo. When we posed a query to Continental about whether this letter was an actual customer complaint received by them, they tersely told us that the information we were requesting was \"proprietary\" (which we took to mean that yes, they had received such a letter, but they weren't about to discuss or answer any questions about it with us). However, Chicago Tribune columnist Eric Zorn noted in a 22 July 2005 piece that a Continental spokeswoman confirmed to him that the letter was genuine: It's genuine, according to Continental spokeswoman Courtney Wilcox. She sent me the airline's official, potty joke-intensive response: The letter is not totally accurate and uses sarcastic humor to make the seat sound a lot worse than it is. But we don't want to pooh-pooh this customer's concerns seat 29D is less than ideal. Most flights are not sold out and normally we can easily re-seat a customer who prefers not to sit in this location. However, the Dec. 21 flight was completely full, and we have apologized to the customer who wrote to us about the concerns. If there was a quick and easy solution to this problem we would do it in a whiz. However, the aircraft configuration is fixed and there is little we can do at this point to just flush away the issue.",
  "Originally Published": "",
  "Referred Links": "http://web.archive.org/web/20040822121727/http://www.seatguru.com/airlines/Continental_Airlines/Continental_Airlines_Boeing_737-800_A.asp;",
  "Example": "",
  "Last Updated": "29 April 2013",
  "Credibility": "true",
  "URL": "www.snopes.com/travel/airline/seat29e.asp",
  "Claim": "Airline passenger's in-flight comments describe disadvantages of being seated directly across from the plane's lavatory.",
  "Claim_ID": "travel_airline_seat29e",
  "Tags": ""
}