{
  "Origins": "Although the \"cruise ship\" recounting has become the more widespread, the earlier form taken by this piece of e-lore featured not a luxury liner but a hotel. In 2003 this waggish diatribe against the cost of nursing home care had its writer swearing to check into a Holiday Inn when the grey hairs became too many. By 2004, some of the numbered items now found in the \"cruise ship\" tale were in place, albeit in a version that claimed Holiday Inn rather than Princess as substitute elder care housing (e.g., \"TV broken? Light bulb need changing? Need to have the mattress replaced? No problem! They will fix everything and apologize for your inconvenience\"). By 2005 more numbered items had been added, including some cruise-specific ones (e.g., \"There is always a doctor on board\" and \"And don't forget, when you die, they just dump you over the side at no charge\").",
  "Fact Check": "",
  "Description": "Also by 2005, what had begun as one writer's claim about his or her fanciful future plans had come to be presented as the actual remarks of an old woman living that life on a cruise ship. It is at this intersection that folklore and reality: while the account of the \"elderly lady\" has clearly evolved from earlier pieces about pie-in-the-sky retirement plans involving Holiday Inn, some people of advanced years have indeed made their homes on cruise ships. Bea Muller, an 86-year-old retiree, took up residence on Cunard's Queen Elizabeth 2 on 5 January 2000. Her husband had passed away while the couple was on a world cruise eleven months earlier, and rather than opt for a retirement home, Mrs. Muller sold her house and possessions and booked herself onto the ship. Instead of submitting a monthly or yearly fee, in 2001 Muller was reported to be paying as she went, booking one cruise after another. Thanks to her frequent traveler discounts, her overall costs amounted to about $5,000 a month. (Cruise prices have increased since then, which is something those entertaining similar plans should keep in mind. Also, Muller's accommodations were small and windowless: a 10x10 foot cabin that barely fits a bed, radio, and television, with a bathroom smaller than the average closet found in a typical home.) Its cramped quarters aside, Muller was happy with her life aboard a ship. \"I've got full-time maid service, great dining rooms, doctors, medical center (where she volunteers), a spa, beauty salon, computer center, entertainment, cultural activities and, best of all, dancing and bridge.\" (Muller passed away in 2013, and the Queen Elizabeth 2 was retired from service in 2008.) Bea Muller was not the first long-time cruiser: Cunard had a previous guest, Clair MacBeth, who lived aboard ship for 14 years. As to whether living out one's golden years aboard a cruise ship is a viable alternative to spending them in a retirement home, a geriatrician at Northwestern University says such a plan is a feasible and cost-effective alternative to assisted-living facilities. Dr. Lee Lindquist, an instructor at Northwestern's Feinberg School of Medicine, compared the costs (over a 20-year life expectancy) of moving to an assisted-living facility, a nursing home and a cruise ship, including the expense of treating acute illnesses, Medicare reimbursement and other factors. She determined that the net cost of cruise-ship living was only about $2,000 more than the alternatives ($230,000 versus $228,000) and offered a higher quality of service. \"Cruise ships offer such a range of amenities such as three meals a day, often with escorts to meals if needed, room service, entertainment, accessible halls and cabins, housekeeping and laundry services and physicians on board that they could actually be considered a floating assisted-living facility,\" says Lindquist. Lindquist says the plan would work best for seniors who need a minimal amount of care. \"Seniors who enjoy travel, have good or excellent cognitive function but require some assistance with activities of daily living are the ideal candidates for cruise-ship care. Just as with assisted living, if residents became acutely ill or got to the point that they needed a higher level of care, they would have to leave.\" Although Lindquist's findings would seem to support the premise of it being cheaper to live on a luxury liner than in a retirement home, we'd want to examine her research vis-a-vis the types of care facilities she looked at and the cruise-ship costs she factored in before we'd feel comfortable about offering an opinion on her assessment. (She might have compared only very expensive retirement homes against the cheapest accommodations offered on ships that are less than well thought of, for example.) However, whatever the validity of Lindquist's findings, cost is but one of the elements to the choice of where to reside after retirement. Golden agers who decide to make their permanent homes on cruise ships sacrifice proximity to family and friends; their nearest and dearest are no longer just a short car ride away. Those devoted to their children and grandchildren might well deem that too high a price to pay, no matter what the spreadsheet says about the relative financial costs. Likewise, those who lack progeny but who are involved in their communities or who are part of a number of strong friendships may not want to opt for the vagabond life, because it would mean abandoning that which gives them joy. Also, life on a cruise ship means one acquaintance after another, but no permanent ongoing connections of any depth. Fellow passengers disembark to return to their regular lives at the termination of their one- or two-week holidays, which means friendships struck up with them land in the \"We'll keep in touch\" bin very quickly. As for staff, while serial cruisers can strike up deeply affable relationships with some of the line's employees, these rapports are inherently limited by their very nature: no matter how close such associations appear to be, ships' employees are required to be deferential to paying passengers, so the friendship-critical element of honesty can never be part of such dealings. Making a cruise ship one's permanent address, therefore, will not be for everyone. While those at ease with a steady diet of the superficial will thrive, those who require the comfort of at least a few real friendships will likely feel lonely even though they live among crowds. Barbara \"grey areas\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2005] About 2 years ago my wife and I were on a cruise through the western Mediterranean aboard a Princess liner. At dinner we noticed an elderly lady sitting alone along the rail of the grand stairway in the main dining room. I also noticed that all the staff, ships officers, waiters, busboys, etc., all seemed very familiar with this lady. I asked our waiter who the lady was, expecting to be told she owned the line, but he said he only knew that she had been on board for the last four cruises, back to back. As we left the dining room one evening I caught her eye and stopped to say hello. We chatted and I said, \"I understand you've been on this ship for the last four cruises.\" She replied, \"Yes, that's true.\" I stated, \"I don't understand\" and she replied, without a pause, \"It's cheaper than a nursing home.\" So, there will be no nursing home in my future. When I get old and feeble, I am going to get on a Princess Cruise Ship. The average cost for a nursing home is $200 per day. I have checked on reservations at Princess and I can get a long term discount and senior discount price of $135 per day. That leaves $65 a day for: 1. Gratuities which will only be $10 per day. 2. I will have as many as 10 meals a day (of fantastic food, not institutional food) if I can waddle to the restaurant, or I can have room service (which means I can have breakfast in bed every day of the week). 3. Princess has as many as three swimming pools, a workout room, free washers and dryers, and shows every night. 4. They have free toothpaste and razors, and free soap and shampoo. 5. They will even treat you like a customer, not a patient. An extra $5 worth of tips will have the entire staff scrambling to help you. 6. I will get to meet new people every 7 or 14 days! 7. TV broken? Light bulb need changing? Need to have the mattress replaced? No problem! They will fix everything and apologize for your inconvenience. 8. Clean sheets and towels every day, and you don't even have to ask for them. 9. If you fall in the nursing home and break a hip you are on Medicare; if you fall and break a hip on the Princess ship they will upgrade you to a suite for the rest of your life. 10. There is always a doctor on board. Now hold on for the best! Do you want to see South America, the Panama Canal, Tahiti, Australia, New Zealand, Asia, or name where you want to go? Princess will have a ship ready to go. So don't look for me in a nursing home, just call shore to ship. PS: And don't forget, when you die, they just dump you over the side at no charge.",
  "Last Updated": "20 January 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/travel/trap/retire.asp",
  "Claim": "Some people have eschewed retirement homes in favor of living on cruise ships.",
  "Claim_ID": "travel_trap_retire",
  "Tags": ""
}