{
  "Origins": "In late September 2015, Florida resident George Zimmerman (acquitted of criminal charges in the fatal shooting of Trayvon Martin in 2012) attracted media attention once again after re-tweeting a photograph of Martin's body. Consequently, a social media claim about photograph documenting Martin's attendance at a Space Camp gained related traction. Renewed interest in the photograph of Martin at Space Camp didn't begin with Zimmerman's controversial Twitter activity, as copies of it were circulating several weeks prior (in August 2014):",
  "Fact Check": "Photograph shows shooting victim Trayvon Martin at Space Camp.",
  "Description": "Trayvon Martin at Space Camp in Florida. #BlackLivesMatter pic.twitter.com/z98u2d4OPs Khaled Bey (@KhaledBeydoun) August 15, 2015 Notice how we never knew #TrayvonMartin went to Space Camp. how media shapes black boy narratives. #GeorgeZimmerman pic.twitter.com/18NjL0fwz2 Raqiyah Mays (@RaqiyahMays) August 18, 2015 While the claim was neither extraordinary nor implausible, persistent tensions over Martin's death and Zimmerman's acquittal led to doubt among some social media users about whether the photograph was authentic. Debate over its authenticity escalated after Zimmerman's re-tweet, and on 26-27 September 2015 comedian Steve Marmel published items to Twitter and Facebook encouraging fellow users to respond to Zimmerman with the photograph whenever he mentioned Martin on social media. In his Facebook post, Marmel included the photograph shown above and explained his intent in publicizing the image: Yesterday, I learned that George Zimmerman decided it would be fun to retweet Trayvon Martin's dead body. Soulless. Someone on this page - you can scroll the comments to see who - suggested that whenever Zimmerman does that.... And he does it a lot because he seems to be a sociopath, the reply should be this. A picture of the life he took. On his timeline. For all to see. I'm tired of this guy too. I want twitter to shut off his megaphone - to stop him from harassing INDIVIDUAL PEOPLE and doing this endless end-zone dance about how he got away with it. And after that, I never want to speak of him again. I do not wish him harm. I just wish him obscurity. Until then: Support for this man should be a societal litmus test that you either pass or fail. I thought this was a good idea. Claims (unaccompanied by photographs) that Trayvon Martin had attended Space Camp emerged early on in the debate over his death. A 13 April 2012 editorial in Ebony, published when polemics assailing Martin's character had not yet begun to gain significant traction, examined the impact of respectability politics on the Martin family during the very early, pre-trial days of the case. At the time of the article's publication, Ebony's assertion about Martin and Space Camp was not yet the sort that would solicit doubt or skepticism as part of a narrative that hadn't yet developed: However, it is worth considering how differently this developing story might be playing out if Trayvon and his clan were not such respectable Negroes; no one has been able to document any real evidence of Martin being anything other than a typical kid. One who wore Hollister clothes, went to space camp and played football. One who seemed more poised for the next season of Degrassi before you d ever picture him hanging around the kids from The Wire. A 19 July 2013 HLN piece partly corroborated the claim by way of Martin's mother, Sybrina Fulton: Fulton also made mention of her son's interest in aviation. She noted, \"I actually have a brother that was involved in aviation. I don't want to say 'convinced,' but he encouraged him to pursue aviation. And Trayvon did. He went to experience aviation the program Barrington Irving has. He started going there, like, over the summer. He really enjoyed the program. He really was very interested. He would not miss a day. It was just something that he was focused on. He wanted to just be in the aviation industry.\" The photograph of now-contested authenticity depicted Martin in a hangar wearing a Space Camp-style flight suit, and it was dated 11 August 2009. Martin was repeatedly mentioned on Facebook by Experience Aviation shortly after his death, and related organizations similarly confirmed that Martin attended \"Experience Aviation\" in the summer of 2009. Experience Aviation's web site details the organization's mission: Experience Aviation is a nonprofit organization that utilizes aviation to build STEM skills in students and direct them toward careers in aviation and other STEM-related fields. In 2005, at age 21, Barrington Irving founded the non-profit organization, Experience Aviation Inc., to address the shortage of skilled professionals in aviation and other STEM-related industries by motivating youth and encouraging them to pursue careers involving Science, Technology, Engineering, and Math. Experience Aviation is a 501-C3 non-profit organization based at Opa-Locka Executive Airport and the Glenn Curtiss Mansion in Miami Springs. The organization operates two 3,200-square-foot Learning Center facilities. Successful programs offered at the Center and at community partner facilities include a 10-week Build & Soar Project, a STEM Summer Academy, Inspiration Career Tours, and a Career Development/Internship program. Irving spoke of Martin in a 30 March 2012 CNN piece about the teen's death and was depicted alongside a younger Martin in a separate article: During the summer of 2009, his parents who separated when Martin was 11, but shared custody enrolled their 14-year-old son in \"Experience Aviation,\" a nonprofit program in Opa-Locka, Florida, that introduces young people to aviation. The seven-week program is the brainchild of Barrington Irving, the youngest person ever and the first black pilot to fly solo around the world, a feat he accomplished in 2007 at the age of 23. Irving remembered Martin as \"a polite kid\" who enjoyed flying. \"When I first met Trayvon he had a strong interest in football. He reminded me of myself because I had a strong interest in football until I fell in love with aviation,\" said Irving. After graduating from the program, Martin spent the following summer as a volunteer, assisting new students enrolled in the aviation program. The photograph was authentic as confirmed by multiple involved parties in April and May of 2015. It bordered on splitting hairs to note that the program was not specifically Space Camp, but a separate, STEM-based summer science enrichment program called Experience Aviation. Conflation of the two was neither likely deliberate nor largely inaccurate: Martin did attend aviation camp during the summer of 2009, and was fondly remembered by the organization that hosted him. The September 2015 controversy (reignited by Zimmerman's tacit Twitter approval of a graphic photo of Martin's dead body) filtered the claim through a then-current lens: folks believed those who maintained Martin went to Space Camp had fabricated the detail to further paint the teen as sympathetic or otherwise more worthy of compassion in light of that renewed debate. But the photograph appeared on the Internet no later than May 2012, a time when attacks on Martin's character had not yet begun in earnest. Martin's STEM camp attendance described in print in April 2012 (in a slightly inaccurate manner), and photographs supporting that assertion surfaced on the web in May 2012 or earlier. Not only did those separate assertions precede the bulk later claims about Martin, they appeared separately and remained largely uncontested until Zimmerman's retweet in September 2015. Last updated: 28 September 2015",
  "Originally Published": " 28 September 2015",
  "Referred Links": "http://www.tineye.com/search/df52860f2f5cf3a7d33b280e63c4b6f06f3da3eb;http://www.reuters.com/article/2013/06/09/us-usa-florida-shooting-martin-idUSBRE95809S20130609;http://www.cnn.com/2012/03/30/us/trayvon-martin-profile;http://www.experienceaviation.org/index.php?option=com_content&view=article&id=64&Itemid=115;https://www.facebook.com/ExperienceAviation/posts/415560395125166;https://www.facebook.com/TAMuseum.org/posts/224761300964043;http://www.spacecampstore.com/Royal-Blue-Flightsuit/MECA355AS/3674/;http://i.imgur.com/D1BB1zT.jpg;http://www.hlntv.com/article/2013/07/19/trayvons-dad-what-didnt-come-out-trial;https://en.wikipedia.org/wiki/Respectability_politics;https://www.facebook.com/TheMarmelPage/photos/a.217259448301136.70251.216484961711918/1231826410177763/?type=3;https://twitter.com/Marmel/status/647957169933971456;https://twitter.com/RaqiyahMays/status/633713320680366080;http://t.co/18NjL0fwz2;https://twitter.com/hashtag/GeorgeZimmerman?src=hash;https://twitter.com/hashtag/TrayvonMartin?src=hash;https://twitter.com/KhaledBeydoun/status/632377165477191680;http://t.co/z98u2d4OPs;https://twitter.com/hashtag/BlackLivesMatter?src=hash;",
  "Example": "[Collected via e-mail and Facebook, September 2015] I saw a facebook post with a picture of a young black youth from 2009. The post says: Notice how we never knew Trayvon Martin went to space camp. How media shapes black boy narratives. Is this really a picture of Trayvon Martin at Space Camp? -------------------------------------------------------- I've seen this circulating on Twitter and Facebook... this particular one is from \"The Other 98%.\" Its a photo supposedly of Trayvon Martin at Space Camp taken on 8/11/2009. I've been unable to find a reputable source corroborating its authenticity but it appears to be fake in order to advance a particular political persuasion.",
  "Last Updated": "28 September 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/trayvon-martin-space-camp/",
  "Claim": "A photograph shows shooting victim Trayvon Martin at Space Camp in 2009.",
  "Tags": "george zimmerman;trayvon martin;space camp;experience aviation;",
  "Claim_ID": "trayvon-martin-space-camp"
}