{
  "Origins": "In November 2013, South Korean designer Jeabyun Yeon unveiled his concept for a \"Portal Oxygen Respirator\" dubbed Triton, a device that would allow people to breather underwater \"simply by biting it,\" at the Samsung Art and Design Institute (SADI) graduation exhibition: South Korean designer Jeabyun Yeon just unveiled a conceptual scuba mask that would allow divers to breathe underwater without air tanks. The mask, called the Triton, consists of two branching arms designed to serve as \"gills\" that extract oxygen from the water and deliver breathable air directly into their wearer's lungs. Instead of hauling around heavy scuba equipment, swimmers could simply bite down on a plastic mouth piece.",
  "Fact Check": "",
  "Description": "Yeon's concept proved popular, and in March 2014 the web site Inhabitat published an article about the nifty design. While that article correctly described the Triton as a \"conceptual scuba mask\" and noted that \"the design is just a concept\" that may \"someday be turned into a commercial product,\" the article's headline \"Triton Scuba Mask Transforms Divers into Human Fish\" led some readers into mistakenly believing that the Triton was a fully developed, workable, real product. Unfortunately, although the Triton may someday prove to be realizable concept, that day is not here yet. Yeon needs a next-generation microbattery that is \"30 times smaller\" and \"can quickly charge 1,000 times faster\" than current batteries before he can build a working Triton device. So our advice is not to hold your breath waiting for it. Last updated: 4 November 2015",
  "Originally Published": " 4 November 2015",
  "Referred Links": "http://inhabitat.com/triton-scuba-mask-transforms-divers-into-human-fish/;",
  "Example": "[Collected via e-mail, October 2015] I've seen quite a bit being passed around online about the \"Triton\" underwater breathing device. It claims to filter the oxygen from the water similar to devices seen in movies and television ... but is it real? Can we in fact now dive to new depths without the need of tanks, regulators, etc.?",
  "Last Updated": "4 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/triton-scuba-mask-design/",
  "Claim": "The Triton Scuba Mask is a real product that allows people to breathe underwater without the use of air tanks.",
  "Tags": "triton scuba mask;",
  "Claim_ID": "triton-scuba-mask-design"
}