{
  "Origins": "This anecdote about Donald Trump and his outsized U.S. flag and pole neatly encapsulates what so many people find either most appealing or most distasteful about the business magnate and 2016 Republican presidential candidate: to some he's the no-nonsense take-charge type who has the power and influence to thwart those who would insist on allowing the enforcement of petty rules or \"political correctness\" impede the progress of business and the course of \"making America great again\"; to others he's a wealthy blowhard who thinks the rules don't apply to him and habitually bullies others into submission to feed his lust for self-aggrandizement and self-enrichment. The basic facts are these: In 1985, Donald Trump paid $10 million for Mar-A-Lago, the name of the Marjorie Merriweather Post estate in Palm Beach, Florida. On 3 October 2006, Trump had an outsized American flag (variously described as being either 15x25 feet or 20x30 feet) installed on an 80-foot-high flagpole at Mar-a-Lago, in violation of local zoning regulations that established a maximum size of 4x6 feet for flags and a maximum height of 42 feet for flagpoles. Trump put up his regulation-violating flag and pole without obtaining either a building permit permit or a variance from local authorities, and the Palm Beach town council accordingly fined him $1,250 (or, in some accounts, $250) for every day the flag remained in place (apparently citing him only for the pole but not the flag itself). Trump in turn filed a $25 million lawsuit against Palm Beach, claiming that the town was selectively enforcing its rules (by not fining other properties that were flying flags in violation of town ordinances) and infringing his constitutional right to free speech.",
  "Fact Check": "",
  "Description": "Six months later the two sides finally reached an agreement during \"secret, court-ordered negotiations,\" with the town agreeing to waive all fines against Trump for his code-busting flagpole and to \"review its ordinances and codes dealing with flagpoles and flags during the next zoning season,\" and Trump agreeing to drop his lawsuit, lower the height of his flagpole from 80 to 70 feet, obtain a permit for the pole and move it farther inland, and donate $100,000 \"to charities dealing with Iraq War Veterans, [the] American Flag, or the local VA hospital.\" So, the example reproduced above is true in its broad strokes, although all of the numbers it cites (dollar amounts and dimensions) are inaccurate, the issue was resolved via court-ordered mediation (not by Trump's \"proposing a solution\"), and the money Trump agreed to donate to settle the matter went to organizations selected by both sides (although Trump had previously stated that if he won his 15x25 feet or $25 million lawsuit, the proceeds would go to military members returning from Iraq). We also haven't been able to verify whether Trump connived to maintain (or even exceed) the height of the original pole by installing a 10-foot-shorter pole on a 20-foot-high hill pictures of the estate show the flagpole rising from a mound, but the height of the mound is difficult to estimate from photographs: Trump's lawsuit maintained that he couldn't bring his flag and pole into compliance with regulations because \"A smaller flag and pole on Mar-A-Lago's property would be lost given its massive size, look silly instead of make a statement, and most importantly would fail to appropriately express the magnitude of Donald J. Trump's and the Club's members' patriotism.\" In his statements to the news media at the time he typically framed the issue as being one of his standing up to anti-American, anti-flag, anti-patriotic forces, while acknowledging that he hadn't even bothered applying for a permit first (because he didn't think he'd get one) and stating that he didn't believe rules should apply to the American flag (and therefore to him in this instance): \"Well, I put up an American flag on the front of the Mar-a-Lago Club, which is a great house, probably the greatest house in America that I turned into a private club very successfully in Palm Beach, Florida. And the flag is very proudly waving, and the town wants me to take it down. Because they say I put it up without a permit and, frankly, had I gone to the town for a permit they wouldn't have given it to me, probably. But more importantly, I say that you don't need a permit to put up the American flag. I don't think they know what their beef is. I'm not sure they really understand what their beef is. They don't talk about the flag. They only talk about the flagpole because they're afraid politically to mention the word flag and the American flag and take it down. And I'll say it's probably one of the most popular things I've ever done because we've had hundreds and hundreds of letters and thousands of requests for everything supporting the flag. Everybody wants it. Everybody wants it up. But the town wants me to take down the American flag, and I told them I'm not doing that. This is probably the wealthiest town it is the wealthiest town in America, in the United States, and frankly it's a town that wants me to take down a flag and they shouldn't be asking for that. So it's been a very, very problematic situation. I'll be responding to them very shortly. And you know, I'm a big I'm a very patriotic guy. I'm very proud of the country, and I don't want to take down the American flag. And I don't believe you need permits to put up the American flag.\" Long-time Palm Beach Post correspondent Frank Cerabino opined that the Palm Beach flag brouhaha had little or nothing to do with patriotism, but rather was part of a pattern of Trump's using lawsuits to bend local authorities to his will dredging up excuses to sue them for exorbitant amounts of money, then offering to drop the suits in exchange for agreements that provide him with significant business advantages: Oh, he knew what he was doing. Trump, after all, had been fighting with the town poohbahs from the very moment he d crashed into the complacent, clubby world of Palm Beach to buy Mar-a-Lago, which turned out to be one of those great deals he couldn t afford. Trump knew from experience that Palm Beach was a stickler for adherence to its ordinances. He had once paid a $5,000 fine to the town for replacing a section of dead hedges with replacements that weren t quite tall enough. But Trump had bigger changes in mind than merely out-flagging his neighbors. He was plainly inviting a lawsuit. The town council took the bait, citing the oversized pole and flag as violations of the town code, and fining Trump $250 a day for every day they remained on the estate. Tucked into his patriotic posturing was a completely unrelated legal matter that he made part of his multi-million lawsuit: a complaint about the town code that requires large commercial enterprises to be town serving. The town requires proof from local businesses that at least 50 percent of their business comes from town residents. So, for example, when Neiman Marcus opened on Worth Avenue in Palm Beach, it was allowed to do so by promising that it would only advertise in the town s newspaper, and not in publications that circulated to shoppers who don t live on the island. For Trump, eliminating the town serving requirement would mean that he could offer more memberships to his Mar-a-Lago social club to people who had no connection to Palm Beach, making it easier for him to keep his club full. Softening up the town on the flag issue to pursue some other angle was a classic Trump move. Though he has yet to get this particular exemption waived, Palm Beach has learned from experience that Trump s lawsuits are never settled, just dormant. One of his Palm Beach lawyers said recently that the town serving issue is still unresolved and ripe for more litigation. Trump [initially] couldn t afford [to maintain] Mar-a-Lago as a single family home. His proposed solution was to chop his National Historic Landmark into something he called Mansions of Mar-a-Lago, a development that would put a public road through the middle of the estate, which would lead to the 10 mini-mansions he would build on the property, including one on the front lawn. The Palm Beach Town Council shot down all of Trump s proposed changes to the property, even when he reduced his mini-mansion plans from 10 to seven. Instead, they encouraged him to find a buyer if he couldn t afford to keep the estate intact. When the town s government refused to bend to his demands, Trump sued. The lawsuit against the Town of Palm Beach, which would prove to be not his last, would eventually cause his neighbors to lawyer up against him. After his Mansions of Mar-a-Lago plan was rejected, Trump found another way to salvage his stake in Mar-a-Lago. He offered to drop his lawsuit if council members allowed him to convert his estate into a new private club on the island. The Mar-a-Lago Club. While Trump was playing defense against the town s constant attempt to rein him in, he went on the attack against the county and its airport. Airlines routinely used a flight path in and out of Palm Beach International Airport in nearby West Palm Beach that brought the planes directly over Mar-a-Lago. This didn t sit well with Trump, who argued that the noise and fumes were ruining his investment, and that the decent thing for the county to do was to move the airport farther west. Trump had been arguing this for years, to no avail, while calling the airport director Bruce Pelly, among other things, a moron and the worst airport director in the country. It turned out to be a useful gripe for Trump, one that he could turn into a new business opportunity, because just south of the airport was 214 acres of vacant scrub land owned by Palm Beach County, land he wanted. So Trump sued the county for $75 million over the airport noise, then negotiated to drop that lawsuit in exchange for the county giving him a 75-year lease on the nearby property for $438,000 a year. That land became the Trump International Golf Club, a $40 million, 18-hole, Jim Fazio-designed course that imported nearly 2 million cubic yards of dirt to transform the flat scrub land into hilly terrain with waterfalls, rock formations, and a clubhouse four stories above sea level. This wasn't the only instance of flagpole bickering in Trump's past. He also reached a (non-court) settlement with local government in 2014 after having raised Old Glory on a 70-foot flagpole at the Trump National Golf Course in Rancho Palos Verdes, California, without obtaining a permit first: Signaling a possible resolution to Donald Trump s running flag feud, the California Coastal Commission said the mogul s oversized Old Glory can stay as long as Rancho Palos Verdes revises its municipal height rules. While not the victory city officials had hoped for, the decision allows for a way forward to legally allow the 70-foot-tall flagpole, which was hoisted without a permit nearly 10 years ago. Having gained the support of much of the coastal city as well as two City Councils through the years the flag now likely can get formal state approval provided the city amends its Local Coastal Program that currently limits structure heights to 26 feet. I m disappointed at the Trump Organization for putting up that flag without adhering to the rule of law, said Coastal Commissioner Wendy Mitchell. Commission staff members had recommended that the flagpole be reduced in height to 26 feet and moved closer to the clubhouse on the 240-acre Trump National Golf Course property. Last updated: 25 September 2015",
  "Originally Published": " 25 September 2015",
  "Referred Links": "",
  "Example": "[Collected via e-mail, September 2015] I've seen a couple of articles about Donald Trump and a 50 foot flag pole and a city ordinance placing a $1000 fine per day until he made it a 30 foot flag pole. Here's what is being said and would like to know whether this is true or not: When Trump purchased and rebuilt Mar-A-Lago the Grand mansion and estate in Palm beach, Florida he got into a dispute with the city, who are well known for being strict on zoning regulations. Trump put up a 50 foot flag pole even though 30 foot is the maximum allowed. The city imposed a 1,000 dollar fine per day. While Trump and the city argued back and forth, finally when the fine had reached 120,000 dollars Trump proposed a solution. He would donate that amount to veterans organizations, would move the flag and pole to a different location in front of the mansion and would only use a 30 foot flag pole. The city agreed. So Trump brought in the company who does Golf course construction had them build a 20 foot high grassy hill and put a 30 foot flag pole on top of it.",
  "Last Updated": "25 September 2015",
  "Credibility": "mostly true",
  "URL": "www.snopes.com/trump-maralago-flagpole/",
  "Claim": "Donald Trump violated Palm Beach ordinances by putting up an outsized U.S. flag and pole, then donating the money he was fined to veterans' organizations.",
  "Tags": "donald trump;U.S. flag;flagpole;mar-a-lago;american flag;",
  "Claim_ID": "trump-maralago-flagpole"
}