{
  "Origins": "On 5 August 2015, the web site The Farce Report published an article titled \"Trump Says Puerto Ricans Least Favorite Mexicans,\" which began with a quote attributed to Republican presidential hopeful Donald Trump \"The dirtiest and thieve-ist of Mexicans are, 100%, from Puerto Rico\" and continued: I told you, these damn Mexicans are screwing it up left and right. This is why they keep sneaking over our borders, because they re country is falling to pieces!",
  "Fact Check": "Did Donald Trump say that the \"dirtiest\" and \"thieve-ist\" Mexicans come from Puerto Rico?",
  "Description": "\"What we need to do is build a wall between Puerto Rico and America to keep these dirty, thieving Mexicans from taking our jobs, murdering our babies, and sleeping with our farm animals! Sure, Miss Piggy is single, but that doesn t mean she s going to date some Mexican farmer for the hell of it. She has got self-respect! If the ridiculous tone of the quote wasn't enough to tip off readers to the site's satirical nature, the Farce Report's \"About\" page explains: In a world fraught with corruption, violence, and degradation, The Farce Report provides essential insight and commentary on why things are really not so bad. The mission of the critically-acclaimed publication is to be the most inaccurate, nonsensical, and least thorough source of news on the Internet today, and that s saying something. No bribe is too small, no celebrity scandal too unsavory for coverage. Our (insert jargon here) content combined with cat videos offers our audience significant value in exchange for its procrastinated attention. The Farce Report is dedicated to the belief that if a story does not immediately grip your attention, you should make up something else. If it sounds too fake to be true, you are probably looking at NYTimes.com, not us. (Our legal advisors have urged us to highlight that everything you see on this site is for the purpose of creative satire. Any resemblance to verified facts, both past and present, is coincidental in nature. All work that appears on TheFarceReport.com and its associated publishing feeds is the work of artistic creativity. Please don t sue us.) The Farce Report's fake Trump quote was lifted and reworked for a 30 August 2015 article on the fake news site Now8News titled \"Trump Says Puerto Ricans Are His Least Favorite Kind of Mexican.\" Last updated: 1 September 2015",
  "Originally Published": " 1 September 2015",
  "Referred Links": "http://www.donotlink.com/gjc8;http://www.donotlink.com/gjc6;http://www.donotlink.com/gjc4;https://twitter.com/LaBoricuaaa/status/630096710107308033;https://twitter.com/santanaxsankofa/status/637400870787883009;https://twitter.com/Irving_TheRican/status/638045611980263424;",
  "Example": "",
  "Last Updated": "1 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/trump-mexicans-puerto-rico/",
  "Claim": "Donald Trump said the \"dirtiest\" and \"thieve-ist\" Mexicans come from Puerto Rico.",
  "Tags": "fake news;satire;donald trump;mexicans;puerto rico;the farce report;",
  "Claim_ID": "trump-mexicans-puerto-rico"
}