{
  "Origins": "On 14 August 2015, a Facebook user shared what appeared to be a movie poster for a film called Twilight Saga: Moonlight Glow (Part 1) (embedded above). Subsequently that post was shared hundreds of thousands of times, followed by rumors about a soon-to-be-released Twilight sequel. However, a closer look at the image revealed that the poster was clearly not the harbinger of new Twilight sequels (which would certainly not be a surprise to fans, were the projects legitimate):",
  "Fact Check": "Is a Twilight sequel titled Moonlight Glow coming to theaters in November 2015?",
  "Description": "> As the detail illustrates, the date of the film was rendered in a style most commonly seen outside the United States (day/month/year), whereas official Twilight movie posters utilize an American format (month/date/year, as seen here, here, and here). Under the date, a URL led to a DeviantArt user's page, which revealed that the circulating Twilight saga \"Moonlight Glow\" poster was a creative work of fan tribute and not an official promotional graphic. Moreover, fan interest in a new entry to the series has remained strong enough to warrant significant entertainment news coverage (of which there was none supporting the rumor). The books on which the films were based ended at the same juncture as their cinematic counterparts, so no additional book story lines exist for further Twilight adaptations involving the characters of Edward and Bella Cullen. Although author Stephenie Meyer originally planned a novel presenting the events of the series from Edward's perspective (titled Midnight Sun), that project was scrapped after unfinished drafts of the book were leaked online. Finally, rumors of a different November 2015 Twilight sequel (purportedly the third part of the films' final installment, Breaking Dawn, Part 3) had previously circulated. Those claims were fake news, similarly spread by hopeful fans, and not related to any new projects attached to the franchise. Last updated: 17 August 2015",
  "Originally Published": " 17 August 2015",
  "Referred Links": "https://en.wikipedia.org/wiki/Twilight_(series)#Other_books;http://cylonka.deviantart.com/art/Twilight-Moonlight-Glow-poster-383180750;http://i.imgur.com/wTASRIZ.jpg;http://i.imgur.com/LgoLBVd.jpg;http://i.imgur.com/4xtD0YW.jpg;https://www.facebook.com/photo.php?fbid=1452896511705400&set=a.1422841924710859.1073741827.100009551961082&type=1;",
  "Example": "[Collected via e-mail and Facebook, August 2015] I have been seeing pictures posted on social media about a new twilight saga coming in Nov, of 2015 called twilight moonlight glow but when I search it on the web I can't find any info about this movie. Is this a hoax?",
  "Last Updated": "17 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/twilight-saga-moonlight-glow/",
  "Claim": "A Twilight sequel titled Moonlight Glow is coming to theaters in November 2015.",
  "Tags": "twilight saga;moonlight glow;",
  "Claim_ID": "twilight-saga-moonlight-glow"
}