{
  "Origins": "In October 2015, a rumor began circulating via social media that comedian/actor Tyler Perry had purchased American Airlines and was renaming the company \"African-American Airlines.\" The rumors were based on a 2013 article published by the Weekly World News, the former supermarket tabloid (now online only) that deals in fabricating fantastically fictional articles: Tyler Perry reportedly made an offer to buy American Airlines. They accepted. The new airline: African-American Airlines.",
  "Fact Check": "",
  "Description": "The Texas-based AMR Corporation, the parent company of American Airlines, announced that the company filed petitions for Chapter 11 reorganization in the U.S. Bankruptcy Court for the Southern District of New York, \"in order to achieve a cost and debt structure that is industry competitive and thereby assure its long-term viability and ability to continue delivering a world-class travel experience for its customers.\" WWN has learned that wealthy actor-director Tyler Perry has made an attractive offer for American Airlines. The offer, said to be near $5 billion dollars, was quickly accepted by the airline. \"Mr. Perry made a bold and brilliant move ... he is the smartest mogul in the country,\" said a source close to American Airlines. \"No other businessman would have the guts to try to bail out the biggest airline in the United States.\" The fake news article went on to state that Perry would be the CEO, CFO, COO, CIO, the director of human sources, and the pilot for African-American Airlines, that a character from the popular Madea film franchise would be on every flight, and that Perry plans to buy another airline in a few years. If those outlandish claims didn't tip off readers that this was a piece of fake news, then the Weekly World News' reputation as an entertainment tabloid that has made a name for itself by publishing a multitude of fictional articles over the years should have. Last updated: 27 October 2015",
  "Originally Published": " 27 October 2015",
  "Referred Links": "http://www.donotlink.com/h6ju;",
  "Example": "[Collected via Facebook, October 2015]",
  "Last Updated": "27 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/tyler-perry-african-american-airlines/",
  "Claim": "Comedian Tyler Perry has bought American Airlines and renamed it African-American Airlines.",
  "Tags": "weekly world news;american airlines;tyler perry;african american airlines;",
  "Claim_ID": "tyler-perry-african-american-airlines"
}