{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": "",
  "Referred Links": "http://www.dailymail.co.uk/news/article-3388097/What-going-Large-Hadron-Collider-tourists-claim-filmed-mysterious-vortex-clouds-UFO-orb-light-flying-Swiss-facility.html;http://www.mirror.co.uk/news/weird-news/amazing-video-show-ufo-flying-7129788;http://news.yahoo.com/swirling-ufo-gateway-appears-over-large-hadron-111405390.html;http://www.section51-ufo.com/2015/12/ufo-entering-interdimensional-portal-over-geneva-switzerland-dec-2015.html;",
  "Example": "[Collected via Email, January 2016] There's been a story/video circulating regarding a UFO that appeared over the large Hadron collider. This true? Origin:On 7 December 2015, the YouTube Channel \"Section 51\" published a video purportedly showing a UFO entering an inter-dimensional portal. An accompanying article claimed that the event was filmed in Geneva, Switzerland, near the Large Hadron Collider at CERN, the European Organization for Nuclear Research: Geneva, Switzerland. US tourists filmed UFO/strange orb entering Interdimensional Portal in the sky of Geneva, just over CERN area. The CERN project site is located in Geneva, Switzerland. The CERN functions as a Large Hadron Collider (LHC), the largest and most powerful particle accelerator in the World. A collider is the basic tool of particle physics. You take a stream of particles, accelerate them to really high kinetic energy levels, and initiate a collision to slam them into a target. Depending intensity of the experiment, all sorts of peculiar things can happen.As of in 2015, CERN reached levels of double potency over the 10 Tev barrier of dark matter the theoretical minimal energy of formation of a bag of strangelets and micro-black holes . The above-displayed video soon became fodder for publications such as Yahoo News, The Mirror, and The Daily Mail, all of whom reported that the clip had stirred online debate about the authenticity of the video. While it's true that some internet commentators are claiming that a UFO really did enter an inter-dimensional portal over the Large Hadron Collider, that simply isn't the case. This is a fake video created by a YouTube channel that specializes in hoax videos. Section 51 has previously published fake videos purportedly showing \"ancient pyramids in Antarctica,\" a \"giant UFO over parliament,\" and \"proof\" that the moon is actually an artificial intelligence base. Section 51 is so prolific that it even promises to provide \"new UFO sightings every Monday & Thursday.\" This schedule leaves only two options: Either Section 51 creates its own footage and passes it off as real UFO sightings, or the YouTube channel is working in cahoots with aliens in order to get cameras at the proper location and time to film these rare appearances. The safe money is on option one. Last updated: 08 January 2016 Originally published: 08 January 2016",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/ufo-portal-cern/",
  "Claim": "A UFO portal was filmed over the Large Hadron Collider.",
  "Tags": "video;ufo;section 51;porta;",
  "Claim_ID": "ufo-portal-cern"
}