{
  "Origins": "A series of images purportedly showing a UFO photographed by several different people began circulating via social media in October 2015. While the example Facebook shown above reported that the alien ship was spotted over Memphis, Tennessee, other iterations of the photo set have claimed that the UFO was actually spotted in Benguela, Angola: We've had a lot of people visiting the site over the past few weeks looking specifically for information about a remarkable UFO sighting in Banguela, Angola. The sightings were originally reported to MUFON and included a rather stunning image of the gigantic UFO that was not featured here on the UFOMG! copies of the reports. Here it is now:",
  "Fact Check": "",
  "Description": "Even though these images all feature different settings, the UFO, as well as the surrounding cloud formations, pictured in each photograph are exactly the same. This means one of two things: Either a race of aliens has developed an efficient form of replicating technology, or the above-displayed photographs were created using the same stock image of a UFO. In fact, this series of photographs purportedly showing a UFO over Memphis (or Benguela) was created using a piece of fan art related to the V science fiction television series (about alien visitors to Earth) created by digital artist Jukka Korhonen: I was a big fan of V when it first came out. My love for the series has been growing bigger ever since they released the show on the DVD. The biggest news for V fans was the possible release of a sequel-series titled \"V: The Second Generation\". I quickly scetched out a few concept works and a fanmade poster to celebrate the announcement. As with many times in the media-mentality of amercan television, the \"V: Second Generation\" was not considered a mainstream series and so the network decided to freeze the project at the final meters. For this portfolio, I took out the V model I had made for the poster and combined it with one of my matteclouds. This image was one of the \"doom\" concept ideas that I had in mind when I first heard about the new series. Modelled in trueSpace and postwork in Corel GS. This is NOT official art for the series, it s merely fan-art from a dedicated admirer of Kenneth Johnson's work. I hope one day we will see the series come to life and see these iconic ships rise again to the LA skies ... Last updated: 4 November 2015",
  "Originally Published": " 4 November 2015",
  "Referred Links": "http://loadus.cgsociety.org/art/v-ufo-invasion-destruction-storm-clouds-hurricane-thunder-visitors-victory-3d-334975;https://ufomg.com/2015/10/25/benguela-angola-ufo-hoax/;",
  "Example": "[Collected via Facebook, November 2015] Yesterday afternoon in Memphis 4-6 random people posted these pictures on social media. The weirdest thing is that each of these individuals did not know each other and they all captured the same thing! Why isn't this being broadcasted on all major media outlets?! Somebody has some explaining to do.",
  "Last Updated": "4 November 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/ufo-photo-memphis-angola/",
  "Claim": "A series of photographs show a UFO photographed over Memphis by several different people.",
  "Tags": "ufo;benguela;memphis;",
  "Claim_ID": "ufo-photo-memphis-angola"
}