{
  "Origins": "In the early morning hours 26 August 2015, journalists Alison Parker and Adam Ward of television station WDBJ were shot and killed in the course of filming an otherwise routine live segment at Smith Mountain Lake in Moneta, Virginia. Parker, 24, and Ward, 27, died at the scene; Vicki Gardner (who was being interviewed by Parker at the time of the shooting) was wounded but survived. Ward was live on-air when the gunman (later identified as 41-year-old Vester Lee Flanagan, known professionally as \"Bryce Williams\") began shooting at approximately 6:46 AM. The initial chaotic moments of gunfire were aired live to viewers before the broadcast switched over to anchor Kimberly McBroom (visibly shaken by the unfolding events). Flanagan uploaded footage he captured of the shootings to his social media accounts, and although those videos were later removed, individual users had by then captured and shared them.",
  "Fact Check": "Was a tweet sent by journalist Chris Hurst about the death of his girlfriend Alison Parker published before the shooting occurred?",
  "Description": "Among the details that emerged after the shooting were personal tidbits about Parker and Ward, both of whom were romantically involved with fellow WDBJ employees. Ward was engaged to producer Melissa Ott, and Parker lived with fellow anchor Chris Hurst (though the pair had kept their relationship quiet prior the shooting). After Ott and Hurst learned of the tragic incident, both took to social media to acknowledge the sudden deaths of their significant others. Hurst expressed his grief in a series of tweets: We didn't share this publicly, but @AParkerWDBJ7 and I were very much in love. We just moved in together. I am numb. pic.twitter.com/tUrHVwAXcN Chris Hurst (@chrishurstwdbj) August 26, 2015 We were together almost nine months. It was the best nine months of our lives. We wanted to get married.We just celebrated her 24th birthday Chris Hurst (@chrishurstwdbj) August 26, 2015 As seen above, it's true that Hurst's tweet displayed a timestamp of 6:32 AM ... when viewed from a Twitter account set to Pacific Daylight Time (such as @Snopes, which is set to PDT). But when viewed from a Twitter account whose location is set to the same time zone in which Hurst was located, the tweet looked like this: Since the attacks of 9/11 (and subsequent \"inside job\" conspiracy theories), the specter of false flag attacks has risen after nearly all high-profile incidents of violence: a mass shooting in Aurora, Colorado was rumored to have been staged, the Boston Marathon bombings inspired rumors of the same type, and the Sandy Hook massacre was fraught with perceived \"inconsistencies\" in the \"official narrative\" of the tragedy. While several threads of speculation about the Virginia shooting have since circulated, the timestamp rumor is by far the most prominent (despite the alacrity with which it could be dismissed). It's true that users on the West Coast will see Hurst's tweet with a timestamp out of line with the timeline of the shooting, but that curiosity is simply due to the fact it occurred at 6:46 EDT (or 3:46 AM PDT). Last updated: 28 August 2015",
  "Originally Published": " 28 August 2015",
  "Referred Links": "http://www.twitter.com/snopes;https://twitter.com/chrishurstwdbj/status/636531632137203712;https://twitter.com/chrishurstwdbj/status/636531632137203712;https://twitter.com/chrishurstwdbj/status/636531364356063232;http://t.co/tUrHVwAXcN;https://twitter.com/AParkerWDBJ7;",
  "Example": "",
  "Last Updated": "28 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/virginia-journalist-false-flag/",
  "Claim": "A tweet sent by journalist Chris Hurst about the death of his girlfriend Alison Parker was published before the shooting occurred.",
  "Tags": "conspiracy;virginia journalist false flag hoax;false flag;alison parker;adam ward;vester flanagan;bryce williams;false flag shooting;",
  "Claim_ID": "virginia-journalist-false-flag"
}