{
  "Origins": "",
  "Fact Check": "",
  "Description": "",
  "Originally Published": " 16 December 2015",
  "Referred Links": "http://volcanoes.usgs.gov/hazards/gas/climate.php;http://hvo.wr.usgs.gov/volcanowatch/archive/2007/07_02_15.html;http://news.discovery.com/earth/weather-extreme-events/volcanoes-co2-people-emissions-climate-110627.htm;https://en.wikipedia.org/wiki/Heaven_and_Earth_(book);http://www.snopes.com/wordpress/wp-content/uploads/2015/12/Screenshot-2015-12-16-at-12.18.42-PM.png;",
  "Example": "[Collected via Facebook, December 2015] That one little burp by Mt Etna has already put more than 10,000 times the Co2 into the atmosphere than mankind has in our ENTIRE time on earth but don't worry a scam is in the works to tax you your minuscule footprint.... Origin:On 11 December 2015, Facebook user Thomas Gunn spread a longstanding myth that volcanoes produce vastly more carbon dioxide (CO2) than human activities, writing that a single volcanic eruption causes more than 10,000 times the CO2 emissions than mankind has generated in our entire time on Earth. Similar claims have circulated for several years among climate change skeptics. In 2009, geologist Ian Plimer wrote in his book Heaven and Earth: Global Warming The Missing Science that \"volcanoes add far more carbon dioxide to the oceans and atmosphere than humans,\" while others have revised the claim to state that volcanoes emit more carbon dioxide than cars do. While these latter claims are more reasonable than Gunn's assertion that a single volcanic eruption generates more CO2 than humans have in the history of mankind, researchers have found that annual anthropogenic CO2 emissions \"dwarf\" annual volcanic CO2 emissions. The Hawaiian Volcano Observatory explained how much CO2 is generated by volcanoes in a 2007 article: Carbon dioxide is released when magma rises from the depths of the Earth on its way to the surface. Our studies here at Kilauea show that the eruption discharges between 8,000 and 30,000 metric tonnes of CO2 into the atmosphere each day. Actively erupting volcanoes release much more CO2 than sleeping ones do. Gas studies at volcanoes worldwide have helped volcanologists tally up a global volcanic CO2 budget in the same way that nations around the globe have cooperated to determine how much CO2 is released by human activity through the burning of fossil fuels. Our studies show that globally, volcanoes on land and under the sea release a total of about 200 million tonnes of CO2 annually. While 200 million tonnes of CO2 may seem like an extraordinary large amount, the United States Geological Survey (USGS) found that the estimated amount of CO2 generated annually by human activity is 135 times higher: Do the Earth's volcanoes emit more CO2 than human activities? Research findings indicate that the answer to this frequently asked question is a clear and unequivocal, \"No.\" Human activities, responsible for a projected 35 billion metric tons (gigatons) of CO2 emissions in 2010 (Friedlingstein et al., 2010), release an amount of CO2 that dwarfs the annual CO2 emissions of all the world's degassing subaerial and submarine volcanoes (Gerlach, 2011). The published estimates of the global CO2 emission rate for all degassing subaerial (on land) and submarine volcanoes lie in a range from 0.13 gigaton to 0.44 gigaton per year (Gerlach, 1991; Varekamp et al., 1992; Allard, 1992; Sano and Williams, 1996; Marty and Tolstikhin, 1998). The preferred global estimates of the authors of these studies range from about 0.15 to 0.26 gigaton per year. The 35-gigaton projected anthropogenic CO2 emission for 2010 is about 80 to 270 times larger than the respective maximum and minimum annual global volcanic CO2 emission estimates. It is 135 times larger than the highest preferred global volcanic CO2 estimate of 0.26 gigaton per year (Marty and Tolstikhin, 1998). In 2010, volcanologist Terrence Gerlach wrote an article for Earth magazine in response to Ian Plimer's book and his claim volcanoes produce far more CO2 than humans: Although discussions of volcanic carbon dioxide emissions make up less than 5 percent of \"Heaven and Earth's\" text, the alleged predominance of volcanic over human carbon dioxide emissions is one of its most publicized takeaway messages. And one that will reverberate in the media and blogosphere no matter how vociferously professionals who investigate volcanic carbon dioxide emissions bristle and huff about how appallingly at odds Plimer's claim is with our research findings. The treatment of volcanic versus anthropogenic carbon dioxide emissions in this book illustrates one of the pathways by which myths, misrepresentations and spurious information get injected into the climate change debate. Like several climate skeptic publications, blogs and websites, \"Heaven and Earth\" does not provide the published estimates of the present-day global carbon dioxide emission rate from volcanoes. These estimates are, ironically, \"the missing science\" of a book professing to rectify supposed excesses of missing science a book that appears impressively authoritative by citing a mountain of scientific literature. Last updated: 16 December 2015",
  "Last Updated": "",
  "Credibility": "false",
  "URL": "www.snopes.com/volcano-carbon-emissions/",
  "Claim": "A single eruption from a volcano puts more than 10,000 times the amount of carbon dioxide into the atmosphere than all of mankind has produced.",
  "Tags": "climate change;",
  "Claim_ID": "volcano-carbon-emissions"
}