{
  "Origins": "On 16 July 2015, a Facebook user published the following status update: We walk into Walmart today and pick up a Sadie Robertson notebook and composition book that has a Bible verse on it. We get to the check out line and it says that it was not aloud [sic] to be sold. This is because it had a bible verse on the front. Then come to find out, Walmart is also pulling everything from the shelves that says \"Made in the USA.\" They don't want to offend anyone. PLEASE SHARE THIS! Lord, please help this poor country. We need you now!",
  "Fact Check": "Has Walmart discontinued the sale of all merchandise that is Bible-related or labeled as \"made in America\" to avoid offending people?",
  "Description": "This narrative improbably presumes that Walmart decided to eliminate the sale of all Bible-related merchandise in their stores yet left such merchandise out on their stores shelves, somehow coded their sales system to recognize any Bible-related item (even a composition book that simply bore a Bible verse on its cover), and brazenly informed their customers about their new sales ban on all things Biblical. A cursory search of Walmart.com returned number of results for \"Sadie Robertson,\" and searching \"made in the USA\" similarly turned up many products (upwards of 400,000). A query entered for \"Bible\" was also quite fruitful, and searching for products via the term \"Jesus\" led to thousands of results (including artwork and home decor that belied the claim the retailer sought to eradicate overtly religious merchandise). Following on from that, a search for \"American flag\" yielded thousands of items, several of which were decorative tchotchkes for the home. Despite clear evidence to the contrary, a separate Facebook user referenced the rumor about Walmart's removing obviously American and/or Christian items from their stores in an unrelated comment thread [opens to video] on Walmart's Facebook wall. In a 19 July 2015 comment, the user asked: I just saw a post on FB that said Walmart was pulling everything with Made in America on it , is this true?also are you not selling any thing that had a a Bible verse on it, example Sadie Robertson notebook? There is a huge post about thus? In a 20 July 2015 reply, Walmart's verified Facebook account stated that the rumor was untrue and indicated that the chain planned to increase (not ban) the number of stocked products made in the United States: Hi Debra We are happy to say that these are both unfounded rumors. In regards to the notebook, the reason it was recalled was because the Chapter and Verse numbers were incorrect for the Bible Verse quoted. We are by no means removing Biblical references. And, not only are we not pulling Made in the USA products, but we are working to increase manufacturing in this country so we can provide even more! This latter portion of this rumor likely originated with WalMart's temporarily directing stores to remove \"Made in the U.S.A.\" signs due to problems with foreign-made merchandise being tagged as such. Last updated: 26 July 2015",
  "Originally Published": " 26 July 2015",
  "Referred Links": "https://www.facebook.com/walmart/videos/10153198367399236/;http://www.walmart.com/search/?query=american%20flag&cat_id=4044;http://www.walmart.com/search/?query=american%20flag;http://www.walmart.com/search/?query=jesus&cat_id=4044;http://www.walmart.com/search/?query=jesus;http://www.walmart.com/search/?query=bible;http://www.walmart.com/search/?query=made%20in%20the%20usa;http://www.walmart.com/search/?query=sadie%20robertson;https://www.facebook.com/permalink.php?story_fbid=403935666467958&id=100005545847961;",
  "Example": "",
  "Last Updated": "26 July 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/walmart-made-america-bible/",
  "Claim": "Walmart has discontinued the sale of all merchandise that is Bible-related or labeled as \"made in America\" to avoid offending people.",
  "Tags": "walmart;made in america;made in the USA;walmart bible;sadie robertson;",
  "Claim_ID": "walmart-made-america-bible"
}