{
  "Origins": "In August 2015, what appeared to be an article reporting the imminent closure of regional convenience store chain Wawa began circulating on Facebook and Twitter. Links on Facebook included an embedded headline (\"Wawa Announced All Stores Will Be Closed By January 2016\") and a preview excerpt reading: \"Due to a lack of business Wawa...\" It seemed many users declined to click through before sharing the seemingly pertinent headline, as those who did subsequently viewed this image:",
  "Fact Check": "Is the popular convenience store chain Wawa closing all its stores?",
  "Description": "Claims about Wawa's imminent closure were the product of hoax generator FeedNewz (now prank.link), which allows social media users to create phony news stories. Among FeedNewz's user-submitted pranks were fake articles claiming that Taco Bell was shutting down all its locations, that Channing Tatum had come out as gay, that EastEnders star Danny Dyer had died, that Mountain Dew was to be cancelled, that MMA champion Ronda Rousey was stripped of her title after failing a drug test, and that the coffee chain Dutch Bros. was closing all its locations. Last updated: 21 August 2015",
  "Originally Published": " 21 August 2015",
  "Referred Links": "https://www.facebook.com/dutchbros;https://twitter.com/julietaa_n/status/634603349082566656;http://t.co/TYnlZwmLJn;https://twitter.com/jule_nicolette;https://twitter.com/farresradwan___/status/634720210600202240;https://twitter.com/Redux719/status/634659820348399617;https://twitter.com/DrDelicious_;https://twitter.com/robin_h_p/status/634563344968585216;",
  "Example": "[Collected via Twitter, August 2015] Saw one claiming Chipotle is closing, just saw one claiming Wawa is closing. I'm sure it's a front for a scam, bot recruiter, or malware. Robin (@robin_h_p) August 21, 2015 @DrDelicious_ they are closing all wawas by january 2016 ASAP Miggy (@Redux719) August 21, 2015 Scumbags who post pranks about wawa closing on Facebook need to seriously accurately portray themselves jumping off a bridge farres (@farresradwan___) August 21, 2015 @jule_nicolette wawa is closing ....... pic.twitter.com/TYnlZwmLJn julieta (@julietaa_n) August 21, 2015",
  "Last Updated": "21 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/wawa-closing-2016/",
  "Claim": "Wawa announced all stores would be closed by January 2016.",
  "Tags": "fake news;feednewz;wawa;",
  "Claim_ID": "wawa-closing-2016"
}