{
  "Origins": "\"How did you guys meet?\" is a question commonly posed to couples, and the answers may range from a mundane \"Oh, we met at work\" or \"We were introduced by a mutual friend\" to a comical or bizarre one-in-a-million chain of coincidences that brought two strangers together. Yet for all the variegated responses this question might possibly elicit, the statistic quoted above suggests that by far the most common response is an ordinary and simple one: the overwhelming majority of married couples (90%) originally met and established an initial romantic relationship during their secondary school (i.e., junior high or high school) years.",
  "Fact Check": "",
  "Description": "But is this statistic accurate? It might have been true (or closer to true) in an earlier era, when people tended to marry younger, when a larger percentage of the population lived in rural areas and/or spent most of their lives close to their birthplaces, and when the opportunities for meeting and mingling with members of the opposite sex after the completion of high school were limited by more restrictive social mores and a more rigid separation of the sexes in the areas of employment and post-secondary education. However, we could find no evidence documenting that the cited 90% figure is (or was) true any time in the last few decades, at least for the United States. Statistics about how married couples met vary from year to year (and survey to survey), but studies in recent years have consistently reported that more couples met through family or friends, at college, at work, or online than in secondary school. For example: According to a Harris Interactive online survey of more than 10,000 people who married in the US during an 18-month period in 2006 and 2007, nineteen per cent of the couples met online, compared with 17 per cent who met at work and 17 per cent who met through friends. In contrast, a similar poll of almost 5000 couples who married between September 2004 and August 2005 found that 14 per cent met online, compared with 20 per cent at work and 17 per cent through friends. Another Harris Interactive survey conducted in January 2006 asked respondents who were currently involved in relationships (although not necessarily married) \"How did you meet your current partner?\" and compiled the following results. Note that the \"School\" category, even though it encompassed both secondary school and college, was the answer given by only 14% of the total respondent base: Total Echo Boomers (age 18-27) Gen X (age 28-39) Baby Boomers (age 40-58) Matures (age 59+) % % % % % Work 18 15 19 21 12 Through friends 14 9 18 12 15 School 14 34 14 10 10 Bar/Club 8 4 6 10 7 Social gathering with friends 8 8 7 6 10 Arranged meeting/blind date 4 1 2 4 9 Through family members 4 4 4 5 4 Place of worship (not at a wedding) 4 3 5 4 3 Online dating service 3 3 4 3 1 Neighbors/from the neighborhood 3 3 3 2 4 Online chat room 3 3 5 2 1 Grew up together/ known each other since we were young 2 2 2 2 4 Restaurant, coffee shop or caf 2 1 2 1 3 Dating service or singles group (not related to place of worship or online) 1 < 0.5 < 0.5 1 1 While shopping 1 < 0.5 < 0.5 1 1 New Year's Eve party < 0.5 < 0.5 1 < 0.5 < 0.5 Other - met in a public place 7 3 7 8 8 None of these 5 7 3 5 6 Even allowing for some potential biases in survey methods (e.g., online surveys might target a greater preponderance of people who met online than other survey methods would), it seems clear from these and similar studies conducted since the early 1990s that nowhere close to 90% of U.S. marriages are matches between people who were secondary school sweethearts. One of our favorite \"how they met\" stories (true or not) is the following, told of former major league baseball player Cal Ripken Jr.: In 1984 Cal was approached for his autograph by a middle-aged woman who said, \"Please sign it to my daughter Kelly, because my other daughter's spoken for.\" He signed it, \"To Kelly if you look anything like your mother, sorry I missed you.\" About two months later, a young woman approached him and said, \"Thanks for being so nice to my mom.\" Cal replied, \"Oh, are you Kelly?\" She was, and now she's Mrs. Ripken.",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected via e-mail, December 2008] I got a text forward saying that 90% of people marry their 7-12 grade sweetheart. Is this true?",
  "Last Updated": "4 February 2009",
  "Credibility": "false",
  "URL": "www.snopes.com/weddings/newlywed/sweethearts.asp",
  "Claim": "90% of people in the U.S. marry their high school sweethearts.",
  "Claim_ID": "weddings_newlywed_sweethearts",
  "Tags": ""
}