{
  "Origins": "In October 2007, an inebriated bride caused mayhem at a hotel in Hoffman Estates, Illinois, merely by attempting to stow her wedding dress after the ceremony and reception. The tipsy bride returned to her hotel at about 1 a.m. (the manager at the Hilton Garden Inn recalls her needing to be helped upstairs), went to her room, and hung up her dress.",
  "Fact Check": "",
  "Description": "Her error was in choosing the sprinkler head in her room. The act of suspending her finery from that mechanism exerted enough pressure on the tiny glass vial it contained to cause it to break, thereby activating the sprinkler in her room. (The vial is set to shatter when the heat of a fire causes it to expand. It will also shatter when other pressures are exerted upon it, such as heavy objects being hung from its casing.) Smelly, stagnant water housed in the sprinkler system shot out at high speed and quickly flooded both the bride's 4th floor room and the one next to it. Following the dictates of gravity, the deluge then soaked rooms on the 3rd and 2nd floors and flowed down the elevator shaft before reaching the lobby. In all, six of the hotel's rooms were damaged by the flood. But that wasn't the end of it. The sprinkler's activation caused fire alarms to go off, which in turn led to the middle-of-the-night evacuation of the entire 184-room hotel, where seven weddings had booked rooms for the evening. The bride and groom responsible fled the scene. Oddly enough, this bridal catastrophe echoed an event that had taken place under similar circumstances three years earlier. On her wedding weekend in June 2004, a Manhattan bride hung her wedding dress from a sprinkler head in a room at the Thayer Hotel in West Point, New York an action that triggered the Thayer's fire sprinkler system, causing water damage to five guest rooms, hallways, a stairwell, and the hotel's famed Crest Ballroom. The Thayer's insurance company placed the total damages at $87,637.51, and after the hotel paid a $10,000 deductible, the insurance company filed suit against the bride to recover the balance. Barbara \"water winged\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "",
  "Last Updated": "6 January 2010",
  "Credibility": "true",
  "URL": "www.snopes.com/weddings/embarrass/hangup.asp",
  "Claim": "Bride's attempt to hang up her wedding dress results in hotel evacuation.",
  "Claim_ID": "weddings_embarrass_hangup",
  "Tags": ""
}