{
  "Origins": "The 1999 nuptials of soccer superstar David Beckham and Victoria Adams (Posh Spice of Spice Girls fame) was a fantasy wedding carried over into real time, joining as it did two of the most sought after celebrities of the day in an extravaganza which more run-of-the-mill altar-bound pairs could barely imagine. Organized on a lavish scale, the event was attended by 236 guests who were catered to by 437 staff members and protected by 125 security guards. The shindig reportedly cost a total of 500,000. (Weep not for the bankrupted Beckhams, though celebrity magazine OK! paid 1 million for exclusive pictures of the event, making the pair one of the few couples in history to have managed to turn a profit on getting hitched.)",
  "Fact Check": "",
  "Description": "One persistent rumor to crop up in the wake of all that diamond-encrusted, media-hounded celebrity schmoozing was a troubling tale about the famed pair's having paid off another couple for the privilege of snapping up a certain wedding hall or honeymoon suite on a particular date. According to that oft-repeated story, the plans of another pair of about-to-be-weds were thrown into disarray by an unnamed party who negotiated them out of a facility they had reserved for their own special day. At the end of the bartering session (which escalated from a reasonable starting offer into a final payoff the like of which lottery winners don't come by), the compensated couple received a princely check for the astronomical amount agreed upon, with the signature on the check revealing the identity of the person who had bought them out: David Beckham or Victoria Adams. This is a tale of celebrity sense of entitlement run amok and our horrified reactions to it, so perhaps it's silly to look for elements of truth or falsity in what is meant to be a moral edification tale. Yet look we will. The story is false. Nothing we've found supports any element of it: no check-clutching couple, no abrogated rental hall contract, no canceled check has ever surfaced. Though many have heard the legend, none of them knows the lucky couple's name, and when folks at the various facilities this story has been tied to have been asked about it, they've denied anything like that happened there. Moreover, the planning that went into the Beckham wedding argues strongly against there even having been reason for the couple to have wanted someone else's hall or honeymoon suite. Although viewed in retrospect the arrangements for the Beckham wedding seemed to have fallen into place at breakneck speed, the affair was organized over the course of a year and a half: the couple announced their engagement on 25 January 1998 and were married on 4 July of 1999 at Luttrellstown Castle in County Dublin (Ireland). What needed to be booked was booked well ahead of time, so no reason ever existed for the Beckhams to elbow anyone else out of the way. Yet this flawed perception of speed later helped fuel rumors about bought-off couples, providing as it did a plausible-sounding explanation for why the famed couple would see the need to preempt the wedding plans of others. Earlier versions of the legend had the famous couple forking over an obscene amount to an about-to-be-wed pair in return for the latter's relinquishing their claim on a venue the Beckhams needed for their honeymoon or wedding reception. But as time has gone on, the story has rolled along with it: later versions have the Beckhams paying off people's mortgages to gain specific coveted hotel rooms in conjunction with events that made hotel rooms of any kind hard to come by (e.g., the Ryder Cup, Millennium Eve celebrations over the River Thames, the 2012 Olympics). Or the couple buys off another pair booked into a special suite because they're determined to clear an entire floor of a hotel to make way for a swank christening party for their new baby, Romeo (born 1 September 2002). Or they're looking to renew their wedding vows in an appropriately romantic spot and so need to pay off the party that has that particular venue booked for their special day. (In 2007, the rumor attached to Amberley Castle near Arundel, West Sussex, a swank set of accommodations handy to where the famous couple wed in July 1999. In that version the ousted ordinary folk were said to have been paid to hold their wedding elsewhere plus had the cost of their honeymoon covered plus the mortgage on their home.) The hotel or reception location changes too: the names of one fancy place after another have been kited as the venue the Beckhams had their hearts set upon. Likewise, the signature on the check shifts from telling to telling, with sometimes Victoria inking the telltale line, and other times David. Only two details have remained somewhat constant in the story: the description of the beneficiaries of the Beckhams' steamrollering as an about-to-be-wed couple, and the amount they've purportedly walked away with ( 70,000). The Beckhams have a good deal of money. They are also viewed as the new royalty in Britain, in much the same way America looked with awe upon the magical pairing of Joe DiMaggio and Marilyn Monroe in the 1950s. Either of these factors would work to make them the object of an unpleasant story as envy finds its way to expression through a dismissive tale. Attribute not to reality what gossip has wrought ... at least until you see the canceled check. Barbara \"check, mate\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, 2003] A relative told me this one. Said a friend had told her it was about the friend's niece and niece's fiance. I don't really mind if it's true or an urban myth. It's just a way cool story. Our heroine, who weill call Denise, and her fiance, Mick, were planning their wedding. Denise is Australian, Mick is English, but living in Australia. In deference to their decision to make their home in Australia, they organised their wedding and reception for England. They booked the hotel around eighteen months before the wedding. Closer to the date (six months or so), Mick receives a phone call from the manager of the hotel. \"Mick, would you and Denise consider moving your wedding date?\" No reason is given. Nothing is offered. Mick laughs at the manager. \"No,\" he says. Two days later, the manager is back on the phone. \"Mick, if we cover the entire cost of your wedding reception, would you and Denise consider changing your wedding date?\" Mick laughs again. He's told Denise about the first phone call, and Denise has already reiterated her desire to be married and have their reception on that particular day. \"No,\" he tells the manager. A week later, there is another call. \"Mick, we know you have relatives flying in from Australia. How about if we pay some airfares and cover the cost of the reception? Would you change the date then?\" Mick says, \"No.\" The next phone call comes a week later. \"Mick, do you and Denise have a mortgage?\" the manager asks. \"Sure,\" says Mick. \"What if we gave you ten thousand pound towards your mortgage? Would you change the date then.\" Mick thinks about this one. Ten thousand pound is, of course, over thirty thousand Australian dollars. But Denise has her heart set on the date. Relatives are flying in from all over the world for that particular day. After some consideration and discussion, he says no. There is one more phone call not long after. \"Mick, how much is your mortgage?\" the manager asks. \"Two hundred and fifty thousand,\" Mick tells him. \"We're willing to pay out your entire mortgage if you will change the wedding date,\" the manager replies. Mick and Denise's wedding reception was moved ahead one week. The cheque to cover their mortgage arrived the week after the last conversation with the hotel manager. The cheque was signed by David Beckham. Now, is that a fun story, or what? My question is this: put yourself in Mick's place. What might you have done? Or, in the words of my beloved husband, at which point would you fall?? Me?? My mortgage would never have been paid off. I would have taken \"we'll pay for your reception\". What about you?? Friend of a friend of my Dad planned wedding anniversary at posh Scottish Geneagles Hotel as they had done the last few years. Just before they were due to go, they got a phone call from manager, \"Would you like to relinquish your room in return for a room paid for by us, anywhere else in the country?\" Man said \"No.\" So hour later, manager calls again: \"Or anywhere in Europe, with travel paid?\" Man says \"NO!\". hour later again, manager calls, says \"How much is your mortgage?\" \" 70,000,\" replied the man. \"Consider it paid,\" said the manager and hung up. Next day cheque received for the sum of 70,000 signed by Victoria Beckham, onetime popstar in the Spice Girls & wife to England & Manchester United soccer captain David Beckham.",
  "Last Updated": "24 June 2012",
  "Credibility": "false",
  "URL": "www.snopes.com/weddings/newlywed/beckham.asp",
  "Claim": "David and Victoria Beckham paid off another couple's mortgage to get them to give up their claim to a reception hall or hotel suite the famous couple coveted for their own wedding.",
  "Claim_ID": "weddings_newlywed_beckham",
  "Tags": ""
}