{
  "Origins": "We started collecting versions of this belief about titanium rings in 2003, when that substance began to find favor among the about-to-be-weds as wedding band material. This lustrous element is a strong, light, corrosion-resistant material of a greyish color whose strength-to-weight ratio is the highest of any metal. It appears to offer very good value for those seeking a less expensive alternative to traditional gold for their wedding bands because it's tough, lightweight, and a fair bit more scratch-resistant than other metals commonly used for such purpose.",
  "Fact Check": "",
  "Description": "Titanium rings are perfectly safe to wear: even if a finger bearing one becomes swollen or otherwise injured, removal of the circlet can be accomplished using equipment such as a jeweler's saw or a dental saw. Contrary to rumor, fingers so trapped do not need to be amputated, smashed, or otherwise further injured to effect rescue from the encircling ring. (Interestingly, a number of those who reported encountering the rumor about titanium-encircled fingers needing to be amputated say they heard this claim from jewelers who were trying to warn them off from purchasing such bijoux and perhaps were trying to steer them towards more expensive items.) It is true, however, that the equipment needed to remove a titanium ring may not be readily available, and that the procedure can sometimes be uncomfortable for the patient: Titanium rings are becoming popular because of their strength, durability, low weight and hypoallergenicity. Ring constriction is a relatively common presentation, which can result in necrosis of the affected digit if not relieved. Rings made of gold or silver are easily removed with basic ring cutters; in contrast, titanium rings require specialist cutting equipment such as dental saws, drills or diamond tipped saws. These techniques can take up to 15 min to divide the ring, can burn the underlying skin, require an assistant to provide irrigation, and may not be available within all hospitals at all times. Aerospace (or aircraft) grade titanium is more difficult to saw through because it is not pure but rather a special alloy meant to be used under high stress conditions, and it should therefore be eschewed by those seeking titanium jewelry in favor of its commercial grade version because its removal could present additional problems. One could still be cut loose from it, but the process would be a bit more involved. There is one additional difference between removing a titanium ring from a swollen body part and freeing said digit from a band fashioned of a different metal: titanium doesn't bend easily. That means two cuts must sometimes be made in the ring (one on each side, thereby dividing the band into two distinct halves) if the item is to be easily removed. By contrast, a gold ring typically requires only one such cut, after which it can be effortlessly pried apart. Those worried about getting titanium bands off their ring fingers should consider that such circlets have been successfully removed from other body parts, some a great deal more sensitive than fingers. For example, in 2005 a German medical journal described the removal of a titanium thumb ring of 2 mm thickness from a patient's penis. Said situation (in which the ring was excised with the aid of an electric cutting tool) was described as having presented \"an interdisciplinary challenge for urologists, jewelers, and locksmiths.\" (While folks of more sedate tastes might not think to put wedding rings to such use, the practice is far from unheard of. Many an emergency room professional has had to deal with such cases, as mentioned in our article about a revenge legend involving a deliberate act of wedding band entrapment.) A case report published in the Emergency Medical Journal in August 2015 described the successful removal of a titanium ring from a swollen finger after several earlier methods had failed: We describe a simple and quick method to remove a titanium ring in a patient who presented to the emergency department (ED) with a painful, swollen left ring finger. The finger had become increasingly swollen following prolonged bathing in a warm spa 6 hours earlier. Attempts to remove the ring in ED using traditional methods such as elevation, finger lubrication, finger binding and a manual ring cutter failed. The fire service was called and attempted removal using specialised cutting equipment, which also failed. The patient was then admitted under the plastic surgery service for hand elevation and further attempts 8 hours later blunted two manual ring cutters. An attempt was then made to cut the ring with a pair of large bolt cutters obtained from theatre, and this was successful. Once the ring had been split it was then pulled apart by lateral traction on a pair of large paper clips. The patient made an uneventful recovery. One noticeable downside to a titanium wedding ring is its innate inability to be resized should the wearer gain or lose weight or should the configuration of the finger it's worn on change over time. Barbara \"immutable, in a way that brides and grooms are not\" Mikkelson",
  "Originally Published": "",
  "Referred Links": "",
  "Example": "[Collected on the Internet, October 2003] Do you have any information on the idea that titanium rings are almost impossible to cut off in the case of an emergency ... particularly aircraft grade titanium? I have heard several stories where a person was wearing a titanium ring and for whatever reason his finger swelled and they could not get it off and his finger had to be amputated or severe damage was incurred with the way the ring was finally cut off.",
  "Last Updated": "14 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/weddings/horrors/titanium.asp",
  "Claim": "Titanium rings can be removed from swollen fingers only through amputation.",
  "Claim_ID": "weddings_horrors_titanium",
  "Tags": ""
}