{
  "Origins": "On 24 August 2015, the web site Celebtricity published an article titled \"Wendy's Worker Arrested for Putting Vaginal Discharge on Woman's Burger,\" reporting that: Lakeisha Hunter was arrested and led away in handcuffs after arguing with customer Lashay Jones over their child s father not coming to see her baby. Ms. Hunter then went to the back of the restaurant and used discharge from her vagina in place of mayonnaise on Lashay s bacon cheeseburger deluxe.",
  "Fact Check": "Was a Wendy's worker arrested for contaminating a hamburger with her bodily fluids?",
  "Description": "Apparently the two women who share the same father have been at each other s throats for a while. Lashay claims she had Lamont first and Lakeisha ruined her family. Celebtricity's disclaimer is hard to find, but it identifies the site's content as \"entertainment\" only (a common feature of fake news sites): Celebtricity.com is the most notorious urban satirical entertainment website in the world with the most shocking headlines to keep its visitors in a state of disbelief. Previous fake news articles from that site included reports that sex dolls were being marketed for pedophiles, and another suggesting NBA star Michael Jordan was indifferent to violence surrounding a line of shoes named for him. Last updated: 26 August 2015",
  "Originally Published": " 26 August 2015",
  "Referred Links": "http://www.donotlink.com/ggv0;",
  "Example": "[Collected via e-mail, August 2015] Rumor has it a Maryland Wendy's employee, Lakeisha Hunter was recently arrested for putting a vaginal discharge on a customer's burger. Supposedly, this happened in August 2015. Can this be confirmed?",
  "Last Updated": "26 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/wendys-worker-arrested/",
  "Claim": "Former Wendy's employee Lakeisha Hunter was arrested for contaminating a hamburger with her bodily fluids.",
  "Tags": "fake news;wendy's;wendy's worker arrested;celebtricity;",
  "Claim_ID": "wendys-worker-arrested"
}