{
  "Origins": "In September 2015, numerous tech sites reported that a feature of Apple's new iOS 9 mobile operating system, \"wi-fi assist\" (which detects a weak Wi-Fi signal and automatically switches a user's iPhone over to a stronger cellular signal) could lead to larger cell phone bills. While many of these reports were accurate, one article suggested that the \"wifi assist\" feature had already caused one iPhone user's bill to skyrocket to more than $17,000. On 27 September 2015, the web site Distractify published an article explaining how iPhone users could disable the wi-fi assist feature, and although the text of the article was factual, an image that accompanied the article greatly exaggerated the issue:",
  "Fact Check": "Did an iPhone user unknowingly rack up a $17,000 cellphone bill after installing iOS 9?",
  "Description": "The individual images in the animated file move too quickly for viewers to decipher any details about the exorbitant cellphone bill shown, but a screenshot of one of them clearly demonstrates that the pictured cell phone bill was from 2010, long before the introduction of iOS 9: The cell phone bill displayed above is real, but it wasn't racked up 2015, nor was it the result of using iOS 9 or its wi-fi assist feature. According to the Public Interest Advocacy Center, the company Bell Mobility billed Perry Franz for $17,148.75 in 2010, and his story was featured in a 2011 episode of Marketplace entitled \"Canada's Worst Cellphone Bill: The Sequel\": On March 11 CBC TV s Marketplace asked who has Canada s worst cellphone bill? Consumers told Marketplace No one s trying to help me out It's daylight robbery I felt like crying when I opened this bill. A Marketplace panel gave the prize to Perry Franz for his $17,148.75 bill from Bell Mobility. Harrington also interviewed PIAC's John Lawford who said: Customer service, unfortunately, on its own, is a problem with cellphone companies in particular. They have a lot of front line staff to deflect questions, to tell people that they re wrong, and that they need to pay these bills. It s a business model predicated on disrespect really. On the failure of the federal government to do anything Lawford told Marketplace: You have Quebec saying it s such a big problem for consumers we have to take a chance and try to regulate it. Manitoba thinking about it Ontario might do it. That kind of pressure is the only way to get the federal authorities to do something about it. Even though iOS9 and wifi assist have not yet resulted in any $17,000 cellular bills, many tech experts are warning consumers about their potential for quietly creating much larger bills: Apple released its latest mobile operating system, which has some great new features like Apple News, better battery life, and split-screen multitasking. But one new feature, called Wi-Fi Assist, may be eating through your data plan. The new setting, which is automatically turned on when a phone is updated to iOS 9, attempts to ensure that users don t experience any buffering when on a weak WiFi signal. The iPhone will detect when a WiFi signal lacks strength, and switch over to a cellular connection. This is great for when you re stuck in places like the connectivity nexus right outside your home, where old iPhones would cling to the WiFi signal for as long as possible, but wouldn t actually be able to load anything. But there is a cost: The switch to cellular could mean you re using more data from your monthly plan potentially significantly more than you re accustomed to using. Last updated: 24 September 2015",
  "Originally Published": " 24 September 2015",
  "Referred Links": "http://qz.com/510329/you-might-want-to-turn-off-this-new-ios-9-setting-if-you-dont-have-unlimited-data/;http://www.piac.ca/our-specialities/public-interest-news-cellphone-bills-les-preteurs-ubb-retail-price-maintenance-25-set-aside-premium-text-messaging/;https://www.distractify.com/iphone-save-money-1372479800.html;http://time.com/money/4050384/iphone-ios-9-wifi-data-overages/;",
  "Example": "[Collected via email, September 2015] A story floating around basically claims that someone upgraded to iOS9, wifi assist was on to use cellular data when wifi was poor, and racked up a +$17,000 cell phone bill. Is this true?",
  "Last Updated": "24 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/wifi-assist-ios-9-phone-bill/",
  "Claim": "An iPhone user racked up a $17,000 cellphone bill after installing iOS 9.",
  "Tags": "wifi;wifi assist;ios 9;ios9;phone bill;distractify;wi-fi assist;",
  "Claim_ID": "wifi-assist-ios-9-phone-bill"
}