{
  "Origins": "One of the most iconic masks to feature prominently in movie history is that worn by the crazed killer character of Michael Myers in the Halloween franchise of slasher films, the first installment of which was released in 1978. But this frightful face actually originated with a character from a very different series and medium: Captain Kirk and television's Star Trek. The 1978 horror film Halloween was made on a very limited budget, and director John Carpenter didn't have funds for making a custom mask. Carpenter told the Hollywood Reporter in a 2015 interview that the movie's art director picked up a mask of Captain Kirk at a magic shop and applied a few alterations to it to create the iconic look of Michael Myers:",
  "Fact Check": "",
  "Description": "There was a choice we had to make, because we didn t have any money to make a mask. So the art director went up to Bert Wheeler's magic shop on Hollywood Boulevard, which was right up the street from our offices, and he got two masks. One was a clown mask, and one was a Captain Kirk mask. It was supposed to be Captain Kirk. It looked nothing like William Shatner, nothing like anybody, really. It was just a strange mask, which was perfect for us. So we spray-painted it, altered the eye holes and just did a couple things with the hair and there you had it. I like to think it's Shatner, but it's not really. Similar versions of the story have been told by other members of the crew, including Rick Sternbach, who worked as illustrator/designer on Halloween 2, and William Shatner (who portrayed Captain Kirk) himself: I was hired as an illustrator on HALLOWEEN 2 in 1981, working for production designer J. Michael Riva. In a supply cabinet at Pumpkin Pie Productions, we had one mask left from the original Halloween and no idea where to get any others for the sequel. It appeared that we'd need to go check out some of the toy stores and such, but I noticed that there was some wording molded into the neck area. There was a model number and [the words] \"Don Post Studios.\" I made a call, read off the model number, and the word came back \"it's our Captain Kirk mask.\" I asked if we could buy a number of them, and was told \"We'll give you a box, just give us credit.\" With that, I turned the official dealings over to the higher-ups. Brush with greatness. Last updated: 27 October 2015",
  "Originally Published": " 27 October 2015",
  "Referred Links": "https://www.facebook.com/rick.sternbach/posts/10152367550338398;http://www.hollywoodreporter.com/news/john-carpenter-speaks-halloween-secrets-834754;",
  "Example": "[Collected via Facebook, October 2015]",
  "Last Updated": "27 October 2015",
  "Credibility": "true",
  "URL": "www.snopes.com/william-shatner-halloween-mask/",
  "Claim": "The mass-murdering Michael Myers character in the Halloween series of films sports what was originally a Captain Kirk mask.",
  "Tags": "halloween;michael myers;william shatner;captain kirk;star trek;",
  "Claim_ID": "william-shatner-halloween-mask"
}