{
  "Origins": "In October 2015, a photo purportedly showing South Carolina's Williams-Brice Stadium under several feet of water began circulating on social media after that state was hit with severely flooding:",
  "Fact Check": "Does a photograph show South Carolina's Williams-Brice Stadium flooded in October 2015?",
  "Description": "The above-displayed photograph hit the Internet just a few days after a massive storm sent flood waters through much of South Carolina, leaving many with the reasonable assumption that Williams-Brice Stadium home to the University of South Carolina's Gamecocks football team might also be underwater. But this is not the case: the above-displayed photograph has been digitally altered. It's unclear who created this image but @CUTigers_com, a Twitter account dedicated to covering the Clemson University Athletics, apologized for tweeting the image: While Williams-Brice Stadium did not flood in October 2015, the University of South Carolina did announce that an upcoming game against LSU would be moved to Baton Rouge due to flooding in the area. University of South Carolina president Harris Pastides said in a statement that the school did not want to take police officers away from people who might need aid in South Carolina: We made the extremely difficult decision to cancel classes for the week due to the stress 34,000 students would place on the region's recovering infrastructure, there is no doubt 85,000 fans would exact the same toll,\" University of South Carolina president Harris Pastides said in a statement. \"In the spirit of supporting our South Carolina community that is so supportive of Gamecock Nation, we have decided to move the game to Baton Rouge. The stress on law enforcement and first responders is too great. Moreover, we've had many in the Carolina family directly impacted by the flooding.\" \"On behalf of the South Carolina football team, we want to do the right thing and do what is best for all concerned,\" coach Steve Spurrier said in a statement. \"It appears the best thing is to travel to LSU. We look forward to the challenge and competing against the Tigers in Baton Rouge on Saturday.\" Last updated: 7 October 2015",
  "Originally Published": " 7 October 2015",
  "Referred Links": "http://espn.go.com/college-football/story/_/id/13828320/south-carolina-gamecocks-move-game-vs-lsu-tigers-baton-rouge;https://twitter.com/CUTigers_com;",
  "Example": "",
  "Last Updated": "7 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/williams-brice-stadium-flood-photo/",
  "Claim": "A photograph shows South Carolina's Williams-Brice Stadium flooded in October 2015.",
  "Tags": "flood;flood photo;williams brice stadium;stadium;south carolina;",
  "Claim_ID": "williams-brice-stadium-flood-photo"
}