{
  "Origins": "On 30 August 2015, the web site The Valley Report published an article titled \"Woman Stabs Boyfriend for Not Liking Instagram Selfie Fast Enough.\" The article (which did not name the woman depicted in the accompanying mugshot) claimed that a 22-year-old female was \"arrested after stabbing her boyfriend in the face with a sharpened selfie-stick because he did not like her post on Instagram within the allotted 10 minute timeframe\": \"This is atrocious, I can't believe I am being charged for exercising what should be a constitutional right, says the suspect. This is 2015. When are the fat cats in Washington going to wake up and realize that when you are in a relationship, you must like your partner s picture as soon as they post it. If anyone is the victim here, it is me.",
  "Fact Check": "Did a woman stab her boyfriend with a sharpened selfie stick because he didn't like her newest Instagram selfie quickly enough?",
  "Description": "Her lawyer also made a statement. This young woman acted in self defence, he assaulted her feelings. She spent over 3 hours picking and adjusting the perfect filter for her selfie. She even logged into Facebook Messenger and saw he was online now and had yet to acknowledge and validate her appearance, as though he thinks she is ugly. For the man to wait an entire 11 minutes is a senseless, barbaric act of violence towards her self-esteem. This article was nothing more than another fake news report, however. While the Valley Report's \"About\" page bears no disclaimer, it credits a comedian (not a reporter) as responsible for the site's content. Moreover, other (obviously fake) articles published on the site include ones headlined \"'Awesomesauce and Bruh Added to Dictionary While Charm and Dignity Removed,\" \"Guy Pulls Out Acoustic Guitar at Party, But THIS Version of Wonderwall Changed Them Forever,\" and \"Teen Gets Pregnant from Doing Weed for First Time; Then Dies.\" The photograph used for the story was actually a picture of a Connecticut woman named Shannon Csapilla, who was arrested on 20 August 2015 for vandalizing some cars, not for stabbing anyone. Last updated: 31 August 2015",
  "Originally Published": " 31 August 2015",
  "Referred Links": "http://www.stamfordadvocate.com/news/article/Mischief-made-Stamford-woman-charged-6457811.php;http://www.donotlink.com/gixt;https://twitter.com/TheValleyReport/status/637868242560638980;http://t.co/1pDKANPOr0;https://t.co/YXQdIuJwlL;",
  "Example": "[Collected via Twitter, August 2015] Woman stabs boyfriend for not liking Instagram selfie fast enough https://t.co/YXQdIuJwlL pic.twitter.com/1pDKANPOr0 The Valley Report (@TheValleyReport) August 30, 2015",
  "Last Updated": "31 August 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/woman-stabs-boyfriend-instagram/",
  "Claim": "A woman stabbed her boyfriend with a sharpened selfie stick because he didn't like her newest Instagram selfie quickly enough.",
  "Tags": "instagram;stabbing;the valley report;woman stabs boyfriend;selfie stick;",
  "Claim_ID": "woman-stabs-boyfriend-instagram"
}