{
  "Origins": "On 1 September 2015, the web site Hrtwarming published an image-based story titled \"Woman Ridicules Store Bagger for Being Too Slow. But the Store's Cashier Shocked Her By Doing This.\" Alongside the claim (excerpted above) was a photograph of the purported bagger referenced in the story. First of all, the story was neither new nor unique to that web site: It had been published on 14 November 2012 to the retail employee venting site Not Always Right under the title \"She Has a Real Problem.\" The text of the implausible tale was identical to the one excerpted above but included no photograph of the supposedly too-slow bagger.",
  "Fact Check": "Does a photograph depict a disabled grocery store bagger who was verbally abused by an angry customer?",
  "Description": "That lack of a photograph was likely due to the fact that the picture now attached to the story only appeared well after the tale was originally published. It was taken from a 4 February 2014 Vancouver Sun article about businesses' hiring people with developmental disabilities. (It is also one of the first results returned for a Google image search on the string \"Down syndrome cashier.\") The man depicted in the Vancouver Sun article was identified as Scott Fattedad, a long-time employee of Thriftys Foods in Tsawwassen, British Columbia. Given that the photograph of Fattedad was published well after the story now associated with it appeared online, it's clear that \"his smile\" had nothing to do with a patronizing tale of customer heroism. Moreover, his likeness was hijacked without his permission to serve as the face of a (most likely entirely fabricated) moralistic fable. As for the tale itself, it fits the typical pattern of glurge in providing no details of time, place, or identity, the behavior of its antagonist beggars belief, and it too neatly presents a version of the world as we'd like it to be rather than how it really is. Last updated: 4 September 2015",
  "Originally Published": " 4 September 2015",
  "Referred Links": "http://www.vancouversun.com/health/Attitude+slowly+changing+toward+hiring+people+with+developmental+disabilities/9455948/story.html;https://web.archive.org/web/20121118045532/http://notalwaysright.com/she-has-a-real-problem/24945;http://www.donotlink.com/gkk1;",
  "Example": "[Collected via e-mail and Internet, September 2015] Is this a true story? (I m at my regular grocery store at the checkout. The bagger is a sweet man with a intellectual disability, who is carefully bagging my items.) Bagger: You want this one? (He holds up one of my canvas bags, which I see has a hole in it.) Me: No, use another. Thanks. Woman behind me: God! Hurry it up! Me: I just finished paying. He s fine. Woman behind me: Oh, so you re slow like him too? God all you special people need to stop interfering with normal people. Bagger: *looks offended* Ma am, she s not not-smart. She goes to [University]. *points to my university logo on my sweatpants* She s real smart. Me: And he s the best bagger here! He s very careful, ma am, which is a good thing with groceries. (My bags are done. Since he knows I walk back to my dorm, the bagger just hands them to me and helps me shoulder them.) Woman behind me: God, he won t even help you take them to your car? What a delinquent. I want to see a manager about this! Me: I walk, lady. You want to call a manager over something I have intentionally asked him to do many times? Bagger: *to me* Have a nice day! Woman behind me: Retard. (The cashier, who hasn t said a word through the whole thing, looks at the woman calmly.) Cashier: Refusal of service for massive discrimination towards a valued employee, as well as a regular customer. You may leave your items here; we ll shelve them later. Please leave. (She instead decides to cause a massive disturbance, eventually breaking a shelf, and needing to be physically restrained while the bagger leads me and another customer behind the cigarette counter for our safety. We have to wait for a cop to come.) Bagger: Still coming next week? *he looks worried* Me: Yep. (His smile made me really happy for the rest of the day.)",
  "Last Updated": "4 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/woman-ridicules-store-bagger/",
  "Claim": "A photograph depicts a disabled grocery store bagger who was verbally abused by an angry customer.",
  "Tags": "glurge;woman ridicules;",
  "Claim_ID": "woman-ridicules-store-bagger"
}