{
  "Origins": "In October 2015, links began circulating on Facebook promising users a free case of Jack Daniel's whiskey as a celebration of the brand's 125th anniversary:",
  "Fact Check": "",
  "Description": "The embedded links involved a variety of URLs, some of which included entirely unrelated scam-bait terms like \"iTunes\" and \"Apple.\" Users who clicked through to claim their purported free case of Jack Daniel's were routed to a page reading \"Jack Daniels is Giving FREE Cases of Whiskey to celebrate 125th Anniversary (190 Cartons Remaining),\" which cloned the style of Facebook-based content (but was hosted on a non-Facebook URL): As noted, URLs visible in the posts didn't point to any credible domains or sites linked to Jack Daniel's. By now, most social media users are familiar with survey scams: Kohl's, Costco, Home Depot, Lowe's, Kroger, Best Buy, Macy's, Olive Garden, Publix, Target, and Walmart are among retailers used as bait by scammers (seeking personal information and valuable page likes from Facebook users). A July 2014 article from the Better Business Bureau illustrated how folks might spot and avoid bad actors utilizing the reputations of brands on social media: Don't believe what you see. It's easy to steal the colors, logos and header of an established organization. Scammers can also make links look like they lead to legitimate websites and emails appear to come from a different sender. Legitimate businesses do not ask for credit card numbers or banking information on customer surveys. If they do ask for personal information, like an address or email, be sure there's a link to their privacy policy. When in doubt, do a quick web search. If the survey is a scam, you may find alerts or complaints from other consumers. The organization's real website may have further information. Watch out for a reward that's too good to be true. If the survey is real, you may be entered in a drawing to win a gift card or receive a small discount off your next purchase. Few businesses can afford to give away $50 gift cards for completing a few questions. Last updated: 24 October 2015",
  "Originally Published": " 24 October 2015",
  "Referred Links": "http://www.bbb.org/blog/2014/07/customer-survey-scam-lures-victims-with-gift-card/;",
  "Example": "[Collected via e-mail and Twitter, October 2015] Going all over my page that Jack Daniels is giving away whiskey.....better hurry only 190 left",
  "Last Updated": "24 October 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/you-dont-know-jack-daniels/",
  "Claim": "Jack Daniel's is giving away a limited number of free cases of whiskey to Facebook users who like and share a post.",
  "Tags": "jack daniels;",
  "Claim_ID": "you-dont-know-jack-daniels"
}