{
  "Origins": "On 18 September 2015, the Somervell Citizen's Center posted a message on Facebook which they mistakenly claimed depicted a young Frances Bavier, the actress who played Aunt Bee Taylor on The Andy Griffith Show, posing for a pin-up style photograph:",
  "Fact Check": "Does an image show a young Frances Bavier, the actress who played Aunt Bee Taylor on The Andy Griffith Show, posing for a pin-up style photo?",
  "Description": "While the woman shown on the left-hand side of the above-displayed photograph is indeed Frances Bavier, the other woman is not. The right-hand side of the image is a promotional shot of actress Gloria DeHaven used for publicity in conjunction with the 1949 movie Yes Sir, That's My Baby in which she starred alongside Donald O'Connor and Charles Coburn. (DeHaven was was 24 years old when that photograph was taken, while Frances Bavier would have been 47 at that time.) These images have been fooling unsuspecting viewers since at least as far back as early 2013. And while the Somervell Citizen's Center quickly corrected their mistake, that didn't stop the above-displayed image from taking another viral lap around the Internet: While we won't dispute that Francis Bavier was also a beautiful woman, she was not the swimsuit-clad actress shown here. Last updated: 23 September 2015",
  "Originally Published": " 23 September 2015",
  "Referred Links": "http://classiccinemagold.com/category/gloria-dehaven/;https://www.facebook.com/201472499877826/photos/a.619331358091936.1073741827.201472499877826/1105580169467050/?type=3&theater;",
  "Example": "[Collected via Twitter, September 2015] There's been a rumor/photo on Facebook of a beautiful woman and a lot of people are saying it's Francis Bavier (Aunt Bee) from the Andy Griffith Show.",
  "Last Updated": "23 September 2015",
  "Credibility": "false",
  "URL": "www.snopes.com/young-aunt-bee-pin-up/",
  "Claim": "An image shows a young Frances Bavier, the actress who played Aunt Bee Taylor on The Andy Griffith Show, posing for a pin-up style photo.",
  "Tags": "andy griffith;aunt bee;aunt bea;young aunt bee;",
  "Claim_ID": "young-aunt-bee-pin-up"
}