{
  "Origins": "A coordinated attack by ISIS militants on \"soft targets\" in Paris on 13 November 2015 (including a concert hall, a restaurant, and a nighttime soccer match between France and Germany) resulted in the deaths of more than 130 civilians. The tragedy's scale and scope led to an outpouring of grief from across the world, while a common social media viewpoint sought to remind others that humanity's darker pockets were few and far between. On 15 November 2015, Twitter user @simplyboca was one of the people who shared the above-reproduced rumor about the Stade de France attack. That rumor centered upon a security guard known only by his first name (Zouheir), and what were described as heroic actions in sparing hundreds of soccer fans from impending bomb detonations. In some versions of the tale, Zouheir sacrificed his life to save numerous spectators present at the sporting event:",
  "Fact Check": "",
  "Description": "RIP Zouheir - the MUSLIM who saved thousands of lives. #PARIS Shoaib Ahmed (@ShazAhmed99) November 16, 2015 The missive wasn't attributed to any one writer, and it circulated via social media sites such as Facebook, Twitter, and Reddit. As for Zouheir, the sum of what's known about him appeared to stem from a 15 November 2015 Wall Street Journal (WSJ) article titled \"Paris Attacks: Suicide Bomber Was Blocked from Entering Stade de France.\" What looks to be the initial (and sole original) account of Zouheir's involvement with the incident was primarily confined to the first few paragraphs of that piece: At least one of the attackers outside France's national soccer stadium had a ticket to the game and attempted to enter the 80,000-person venue, according to a Stade de France security guard who was on duty and French police. The guard who asked to be identified only by his first name, Zouheir said the attacker was discovered wearing an explosives vest when he was frisked at the entrance to the stadium about 15 minutes into the game. France was playing an exhibition against Germany inside. While attempting to back away from security, Zouheir said, the attacker detonated the vest, which was loaded with explosives and bolts, according to Paris prosecutor Fran ois Molins. Zouheir, who was stationed by the players' tunnel, said he was briefed on the sequence by the security frisking team at the gate. A police officer confirmed the sequence, adding that police suspect the attacker aimed to detonate his vest inside the stadium in order to provoke a deadly stampede. The excerpted portion made no reference to Zouheir's religion or nationality, nor did it ostensibly describe anything more than his reporting others' interaction with the attacker as part of the functions that are standard for security guards. According to Zouheir, the suspect was found to be in possession of an explosive device, and when security discovered the vest, the individual then detonated it while backing away. No particular unique act on the part of Zouheir or any other member of the stadium's security staff was potentially preventive above and beyond the frisking, and the time elapsed between discovery of the bomb and its detonation appeared too short to allow for any intervention. Aside from one other description of a video later captured by Zouheir, the article referenced him once more: At first, Zouheir said he too thought the early blast was a firecracker. Then his walkie-talkie came alive with chatter, and he noticed that French President Fran ois Hollande who was in attendance at the Stade de France was being ushered out of the stadium. \"Once I saw Hollande being evacuated, I knew it wasn't firecrackers,\" said Zouheir, who could see the VIP box from his post. He added that President Hollande left after the first blast. In that portion of the article, Zouheir discussed his perceptions at the time of the attack and not any sort of interaction with an attacker. While the story presented an upbeat diversion from the grim news in headlines worldwide, its basic tenets were (at best) exaggerated by subsequent rumor. Some of the confusion might have originated with a 14 November 2015 tweet published by WSJ Saudi correspondent Ahmed Al Omran, which described Zouheir as having \"blocked\" the bomber: Stade de France security guard named Zouheir blocked suicide bomber wearing explosive vest from entering the stadium https://t.co/YWo71Un5u2 Ahmed Al Omran (@ahmed) November 14, 2015 More than 300 Twitter users retweeted it, versus fewer than 10 for its correction: Correction: he was was stationed by the players tunnel, later briefed on the details by his colleagues https://t.co/563k5ZQuHc Ahmed Al Omran (@ahmed) November 14, 2015 As the second tweet indicated, Zouheir didn't even appear to be in close proximity to the detonation and was stationed elsewhere in the stadium. While the account he provided to the WSJ could be mistaken for a firsthand eyewitness story, Al Omran's subsequent tweet clarified that Zouheir himself was not one of the guards who frisked the bomber. It was possible Zouheir was a Muslim, but as far as we could see that claim was based on inference (not news reporting). And while Zouheir was among the security guards working the match, it didn't sound as if he was present for the discovery of the vest. The bomber detonated the explosive device while \"backing away,\" with no active struggle (involving neither Zouheir or anyone else) taking place in the brief interim between the device's discovery and its use. A WSJ correspondent first stated Zouheir had \"blocked\" the attacker, but he later clarified the guard was stationed elsewhere and briefed by fellow guards after the incident. Last updated: 16 November 2015",
  "Originally Published": " 16 November 2015",
  "Referred Links": "https://twitter.com/ahmed/status/665625040130543616;https://t.co/563k5ZQuHc;https://twitter.com/ahmed/status/665604163183771648;https://t.co/YWo71Un5u2;http://www.wsj.com/articles/attacker-tried-to-enter-paris-stadium-but-was-turned-away-1447520571;https://twitter.com/ShazAhmed99/status/666052860908556288;https://twitter.com/hashtag/PARIS?src=hash;http://www.bbc.com/sport/0/football/34816905;https://twitter.com/SimpIyboca/status/666023097582112773;https://t.co/HF5I5KnJHI;",
  "Example": "",
  "Last Updated": "16 November 2015",
  "Credibility": "mostly false",
  "URL": "www.snopes.com/zouheir/",
  "Claim": "Hundreds of casualties at the 13 November 2015 France vs. Germany football match were prevented through the intervention of a Muslim security guard named Zouheir.",
  "Tags": "paris attacks;zouheir;stade de france;wall street journal;",
  "Claim_ID": "zouheir"
}